{
  "url": "https://www.climate.gov/maps-data",
  "title": "Maps & Data",
  "date": null,
  "content": "Browse a range of easy-to-understand climate maps in a single interface.\nVisualize climate data via an interactive web map.\nFind out about measuring, modeling, and predicting climate and ways to find and use climate data.\nWeb map of the average date on which the chance of freezing temperatures drops below 50 percent across the United States, based on the 1991–2020 U.S. Climate Normals.\nBrowse stories about the ‘climate behind the weather’ in this interactive map of current events found in our News and Features department.\nThis interactive map shows the latest day for which snow greater than 0.1 inches was recorded for thousands of U.S. weather stations during their period of operation (up through April 11 of 2018).\nTo highlight spring’s extremes, here are maps of the warmest and coolest first day of spring (March 19) recorded at thousands of U.S. weather stations during each station’s history.\nWeb map of climate-related planting zones layers based on annual minimum temperatures from 1971-2000, 1981-2010, and the change between the two periods.\nCompare projected changes in downhill ski season length by 2050 if we follow a moderate versus a high pathway of carbon emissions.\nLong-term sea level change trends at 100+ U.S. locations. Blue, upward arrows show where local sea level is rising. Brown, downward arrows show where local sea level is falling.\nMap of the historic probability of there being at least 1 inch of snow on the ground in the Lower 48 states on December 25 based on the latest U.S. Climate Normals from NOAA NCEI.\nInteractive table and map showing state- and county-specific drought impacts ranked by U.S. Drought Monitor categories, including impacts to industry, natural resources, and human health.\nHeat maps and matching satellite images presented with a slider, so that readers can get a sense of how and why each city experiences such a wide range of temperatures on a hot summer day.\nWhat are the chances of rain on the Fourth of July? This map shows the historic probability of there being of at least 0.1 inch of rain on the July 4 based on the latest U.S. Climate Normals from NOAA NCEI.\nU.S. Climate Resilience Toolkit – Climate Explorer\nCheck future climate projections for any county in the United States. View graphs or maps to compare future projections with observations from the recent past.\nNational Integrated Drought Information System\nA one-stop shop for current, reliable, and useful information and resources related to drought conditions and associated risks.\nNOAA Voices\nA digital archive of oral history interviews related to our changing environment, climate, oceans, and coasts. The entire database houses nearly 2300 unique oral histories as part of 118 distinct collections.\nClimate at a Glance: U.S. Mapping\nGenerate maps showing data for each of the 344 climate divisions in the U.S. Climate Divisional Database.\nComparative Climatic Data\nThis site provides data tables for comparing record-setting conditions and Climate Normals at major U.S. weather observing stations in the United States.\nGIS Maps | National Centers for Environmental Information (NCEI)\nNCEI's Map Viewer Application presents a map interface to help users find, preview, and download or order climate and weather data.\nClimate Data Online - Daily Summaries\nHow much rain fell over the weekend? What was the temperature over the last few weeks? Tables of daily weather observations can answer these common questions.\nSea Level Rise and Coastal Flooding Impacts\nNOAA's Sea Level Rise map viewer gives users a way to visualize community-level impacts from coastal flooding or sea level rise (up to 10 feet above average high tides).\nNOAA's GeoPlatform\nNOAA's Geoplatform provides geospatial data, maps, and analytics in support of NOAA's mission through a GIS application using Esri's ArcGIS Online. Maps, Layers, Scenes, Apps, and StoryMaps are available to the public for browsing.",
  "source": "climate.gov"
}