{
  "url": "https://www.climate.gov/about",
  "title": "About NOAA Climate.gov",
  "date": null,
  "content": "Americans’ health, security, and economic well-being are closely linked to climate and weather. People are looking for information to help them understand climate and make decisions on how to manage climate-related risks and opportunities. To meet this need, NOAA Climate.gov provides timely and authoritative scientific data and information about climate science, adaptation, and mitigation.\nOur goals are to promote public understanding of climate science and climate-related events, to make NOAA data products and services easy to access and use, to provide climate-related support to the private sector and the Nation’s economy, and to serve people making climate-related decisions with tools and resources that help them answer specific questions. In short, NOAA Climate.gov's mission is to provide science and information for a climate-smart nation.\nEach of the tabs in NOAA Climate.gov has content designed to meet the needs of different audiences:\nNOAA Climate.gov's mission emanates from several landmark federal statutes:\nNotes:\nDavid Herring (NOAA Climate Program Office/Office of Oceanic and Atmospheric Research)\nRebecca Lindsey (NOAA Climate Program Office/Office of Oceanic and Atmospheric Research)\nNews & Features regular contributors (past and present): LuAnn Dahlman, Ned Gardiner, Brady Phillips, Katy Matthews, Susan Osborne, Alicia Albee, Ali Stevens, Emily Greenhalgh, Caitlyn Kennedy Esposito, Rick Thoman, Roberto Molar Candanosa, John Dos Passos Coggin, Tom DiLiberto, Mike Halpert.\nMaps & Data contributors (past and present): Steve Ansari, John Keck, Matt Austin, Dave Eslinger, Christina Lief, Jason Marshall, Kevin O’Brien, Jebb Stewart, Philip Thompson, Tom Estilow, Mauri Pelto, John Lyman, Greg Johnson, Ahira Sanchez-Lugo\nTeaching climate contributors (past and present): Anne Gold (CIRES, University of Colorado, Boulder), CLEAN Principal Investigator and Lead; Kathryn Boyd (CIRES, University of Colorado, Boulder), CLEAN Program Manager; Gina Fiorile (CIRES, University of Colorado, Boulder), CLEAN Program Manager; Alicia Christensen (CIRES, University of Colorado, Boulder), CLEAN Team Member; Casey Marsh (CIRES, University of Colorado, Boulder), CLEAN Team Member; Daniela Pennycook (CIRES, University of Colorado, Boulder), CLEAN Team Member, Sean Fox (SERC, Carleton College), CLEAN Portal lead and CLEAN web syndication; Monica Bruckner (SERC, Carleton College), CLEAN Web Team Lead.\nU.S. Climate Resilience Toolkit Contributors (present and past): Jim Fox (NEMAC+FernLeaf), Nina Hall, Mary Spivey, Dave Michelson, Caroline Dogherty, and John Frimmel (UNC Asheville's National Environmental Modeling and Analysis Center (NEMAC), Jeff Hicks, Josh Wilson, and Shayan Ghofrany (Fernleaf), Anna Eshelman (Groundswell, contractor to NOAA Climate Program Office), and Jamie Herring (HabitatSeven).\nThe Climate.gov project began as a rapid prototyping collaboration among staff from four NOAA offices: the Climate Program Office, the National Centers for Environmental Information, the Coastal Services Center, and the Climate Prediction Center.  A prototype was first published in February 2010 so we could gather feedback to help us develop and evolve Climate.gov in user-driven ways.\nOur first round of evaluations was completed in 2011, and we incorporated the information into a redesign of the entire site. In late 2012, we began transitioning to an operational status, which we completed in early 2013. In October 2021, we launched Version 3.0 of the site, incorporating changes recommended following a formal evaluation. We have ambitious plans for NOAA Climate.gov, and we recognize that you—our visitors—provide the true measure of our success. We hope you’re able to find and use what you came to the site for. If so—or if not—we would like to hear about it. You can write to the relevant section team leaders at the addresses below to ask questions, make recommendations, or to let them know what you think:\nEach of the Portal’s four sections targets different segments of the public for different objectives and so each section operates under different editorial policies and procedures, which are summarized below.\nThis section publishes agency news releases, original web feature articles, and articles submitted from partner agencies and organizations. Modeled after an online science magazine, News & Features is intended to inform, inspire, educate, and entertain the science-interested public on topics in climate science, adaptation, and mitigation.\nArticles and images in News & Features are based on the best available science, including peer-reviewed scientific articles, comprehensive assessment reports, and interviews with experts. All content is produced in consultation with or reviewed by one or more scientific subject matter experts prior to publication. When necessary to ensure accuracy and completeness, or to resolve conflicting opinions among reviewers, authors, and/or editors, the News & Features managing editor solicits additional reviews from NOAA Climate.gov’s Science Panel members or other subject matter experts whom they recommend.\nFor submissions from other agencies or organizations, the News & Features managing editor verifies that a similarly rigorous editorial procedure was applied. If the contributor’s review process is adequate, an article or other content does not undergo additional subject matter expert review prior to publication in News & Features. If the editorial procedures of the submitted article did not include a rigorous scientific review, the managing editor identifies an appropriate expert(s) to conduct a review prior to publication in News & Features. If necessary, contributors may be asked to revise their articles, have them re-reviewed by their sources, and to resubmit them. The News & Features editor does not make any revisions to submitted articles without the approval of contributors and, when necessary, their original subject matter expert reviewers.\nFor more information, please contact the News & Features editor. <climate-climatewatchmagazine@noaa.gov>\nThe Climate.gov Maps & Data section contains more than 280 descriptions of datasets and services spanning a wide range of climate-related subjects. This collection was assembled in an effort to add value by simplifying and enhancing the discoverability, accessibility, and utility of commonly requested data.  This section aims to serve researchers, scientists, resource managers, business personnel, and other citizens who want to find and use climate data.\nOnly those data products and services that comply with Federal Geographic Data Committee (FGDC) and/or International Standards Organization (ISO-9001) metadata standards are accessible through the section's Dataset Gallery. FGDC metadata is a long-standing federal requirement that was adopted by NOAA Climate.gov to allow distributed datasets and products to be accessible and searchable from a central location. We have built upon this standard to ensure that key fields in the metadata record for each available dataset is populated with required information.\nAnyone interested in datasets that are not accessible via NOAA Climate.gov are encouraged to visit one or more of the following NOAA’s data centers and various centers of data:\nFor more information, please contact the Maps & Data section editors. <climate-dataandservices@noaa.gov>\nThe Teaching Climate section provides learning activities and curriculum materials, multimedia resources, and professional development opportunities for formal and informal educators who want to incorporate climate topics into their work. The Teaching Climate section is dovetailing its content review process and procedures with those of Climate Literacy and Energy Awareness Network (or CLEAN, at cleanet.org) project. CLEAN, initially funded by the National Science Foundation in 2010, established a digital collection of teaching resources that are aligned with the Essential Principles of Climate Literacy and Energy Literacy Principles. A summary of the review process is given below; a detailed description of the CLEAN Review Process is available here.\nIn summary, the CLEAN review team consists of experienced classroom teachers and scientists of relevant fields (climate and energy science, social sciences, etc.) and other climate literacy practitioners. The CLEAN review process was informed by review guidelines and criteria from other collections, such as the National Science Digital Library (NSDL), the Science Education Research Center (SERC) Guidelines, the Merlot criteria, and the Climate Change Collection. The CLEAN review criteria were tested and refined in multiple test review rounds and through review comparisons among different reviewers (Gold et al., 2012.)\nAt the core of the CLEAN review is a set of review questions to assess educational materials in three categories: (1) scientific accuracy, (2) pedagogic effectiveness, and (3) technical quality /ease of use. Reviewers answer questions about each resource, give an overall rating for each of the three categories mentioned above, and note any strengths and concerns. An overall qualitative recommendation (low, medium, or high priority) decides which path a resource takes through the review process.\nAll teaching resources that pass through the CLEAN review process are subsequently presented to a panel of four reviewers (educators and scientists) during a review camp. This team of four specialists discusses each resource, and the reviewers’ notes from the previous review round, and makes the final decision about whether to include a resource in the CLEAN collection. All comments of the reviewers are compiled into annotations (notes to the user) on the science, the pedagogy, and the usability of a teaching activity. At a final stage, each resource is tagged with educational standards and key search terms before being entered in the collection.\nThe Climate.gov Science Panel is comprised of climate scientists & experts from across NOAA and academic institutions and climate science organizations outside of NOAA. The Science Panel provides a good representation of a wide range of relevant climate science disciplines. The Science Panel provides guidance, recommendations, and editorial feedback in the following ways:\nJessica Blunden (NOAA NCEI), Tim Boyer (NOAA NODC), Leo Donner (NOAA GFDL), David Fahey (NOAA ESRL), Katherine Hayhoe (Texas Tech U.), Wayne Higgins (NOAA CPO), Sarah Kapnick, Rick Lumpkin (NOAA AOML), John Nielson-Gammon (Texas State Climatologist), James Partain (Alaska Regional Climate Services), Jared Rennie (Research Meteorologist, Cooperative Institute for Climate and Satellites - North Carolina), Richard Rood (U. of Michigan), LaDon Swann (Auburn U.), Scott Weaver (NOAA CPC), Kandis Wyatt (NOAA NESDIS), David Schultz, (U. of Manchester Centre for Atmospheric Science), Tom Knutson (NOAA GFDL).",
  "source": ""
}