{
  "url": "https://www.climate.gov/news-features/blogs/enso/welcome-enso-blog-we%E2%80%99re-diving-blogging-world",
  "title": "Welcome to the ENSO Blog:  We’re diving into the blogging world!",
  "date": null,
  "content": "Several weeks ago, the NOAA Climate Program Office and Climate.gov signed off on our idea to host a blog dedicated to the El Niño-Southern Oscillation (ENSO). In a rather gutsy (some would argue delusional) move, they turned over the keys to a team of climate scientists–actual nerds!–to discuss the current El Niño Watch and offer perspectives and analysis on the progression of El Niño and related topics.\nHere is our team...\n… with additional support from the Climate.gov team and especially the News & Features managing editor, Rebecca Lindsey, who will ensure that we write in complete sentences and not entirely in mathematical equations.\nWe plan to define terms and provide supporting material, but apologies in advance when we mess up. Remember, we are nerds. We will pay attention to your comments, so don’t be afraid to ask us “what is a Kelvin wave?” We will either try to address it in a future blog post or directly in the comments section.\nWe are new to the blogging world, but we hope to draw inspiration from the weather and climate blogs that have come before us, such as Capital Weather Gang and Jeff Master’s WunderBlog, but from the perspective of operational climate scientists.\nWe hope this will be both a fun and informative experience for our readers, and we recognize we will not succeed without you, so please give us your constructive feedback and offer suggestions. While we remain editors, we will rely on other contributors, who will weigh in with their own perspectives and research not only specific to ENSO, but on related topics such as associated societal impacts. Thanks again for reading and joining in!\nAnd with that introduction, let’s dive into our first official blog post: What is the El Niño-Southern Oscillation in nutshell?\nSubmitted by Serge T on Fri, 05/16/2014 - 08:19\nNOAA’s Hurricane Outlook comes out on May 22. After that, we hope to have a post here  from one of the lead forecasters about how ENSO does/doesn’t influence the outlooks in the Pacific and Atlantic basins. Stay tuned.\nSubmitted by rebecca.lindsey on Fri, 05/16/2014 - 09:39\nIn reply to East Pacific Hurricanes by Serge T\nSubmitted by Cristina Sandoval on Tue, 05/20/2014 - 12:51\nSubmitted by Mike Halpert on Fri, 05/23/2014 - 17:28\nIn reply to El Nino in Summer 2014 by Cristina Sandoval\nSubmitted by Eduardo Reyes  on Mon, 05/26/2014 - 18:49\nSubmitted by HSIN-HSING, CHIA on Tue, 06/17/2014 - 17:54\nAt this point, it's premature to guess whether this will be a basin-wide or only a central Pacific type event.\nSubmitted by mike.halpert on Wed, 06/18/2014 - 10:50\nIn reply to this year CP ENSO or EP ENSO by HSIN-HSING, CHIA\nSubmitted by zxl on Sun, 08/06/2017 - 03:09\nExciting to see experts tackling El Niño-Southern Oscillation. Your team's experience is impressive. Don't fret about occasional mistakes; it's all part of the learning process. Welcoming reader questions and comments adds an interactive touch. Looking forward to the insights you'll bring to the climate blogging world.\nSubmitted by Sonya Koelpin on Wed, 10/11/2023 - 09:22",
  "source": ""
}