{
  "url": "https://www.climate.gov/news-features/blogs/enso/what-el-nino-southern-oscillation-enso-nutshell",
  "title": "What is the El Niño–Southern Oscillation (ENSO) in a nutshell?",
  "date": null,
  "content": "Go to any agency that is focused on weather or climate forecasting and you’ll hear scientists buzzing to one another about “ENSO” (pronounced “en-so”).   After glancing at the stereotypical scientist, you might immediately assume “En-so” is a Star Wars character, but you would be mistaken.  ENSO is one of the most important climate phenomena on Earth due to its ability to change the global atmospheric circulation, which in turn, influences temperature and precipitation across the globe.  We also focus on ENSO because we can often predict its arrival many seasons in advance of its strongest impacts on weather and climate.\nThough ENSO is a single climate phenomenon, it has three states, or phases, it can be in.  The two opposite phases, “El Niño” and “La Niña,” require certain changes in both the ocean and the atmosphere because ENSO is a coupled climate phenomenon.  “Neutral” is in the middle of the continuum.\nMaps of sea surface temperature anomaly in the Pacific Ocean during a strong La Niña (top, December 1988) and El Niño (bottom, December 1997). Maps by NOAA Climate.gov, based on data provided by NOAA View. large versions La Niña | El Niño\nSo, by now, you might have noticed that while “ENSO” is a nice catchall acronym for all three states, that acronym doesn’t actually have the word La Niña in it. Why is that?  Well, that is a fluke of history.  Before La Niña was even recognized, South American fisherman noticed the warm up of coastal waters occurred every so often around Christmas. They referred to the warming as “El Niño,” (niño being Spanish for a boy child) in connection with the religious holiday.\nSir Gilbert Walker discovered the “Southern Oscillation,” or large-scale changes in sea level pressure across Indonesia and the tropical Pacific.  However, he did not recognize that it was linked to changes in the Pacific Ocean or El Niño.  It wasn’t until the late 1960s that Jacob Bjerknes and others realized that the changes in the ocean and the atmosphere were connected and the hybrid term “ENSO” was born.  It wasn’t until the 1980s or later that the terms La Niña and Neutral gained prominence.\nIn future updates, we will spend more time describing ENSO and how it is defined and tracked, but if you can’t wait, you can read more here now.\nBut, if you just want to keep things simple, then watch Chris Farley play El Niño on Saturday Night Live.\nSubmitted by Rodrigo Nuñez on Mon, 05/26/2014 - 22:06\nSubmitted by Marten Goltra  on Thu, 09/10/2015 - 18:34\nIn reply to Congratulations by Rodrigo Nuñez\nSubmitted by Aaron Lewis on Thu, 06/26/2014 - 12:01\nOne of our scienitsts will have to weigh in on the second part of your question, but regarding part 1, we did an article on the subject of how global warming has forced NOAA to re-define what counts as \"average\" for the purpose of monitoring El Niño.\nhttp://www.climate.gov/news-features/understanding-climate/watching-el-…\nSubmitted by rebecca.lindsey on Thu, 06/26/2014 - 13:06\nSubmitted by Shmuel Borenstain on Thu, 12/10/2015 - 12:05\nIn reply to Re: Average Ocean Temperatures by rebecca.lindsey\nSubmitted by Dave on Mon, 10/03/2016 - 18:48\nIn reply to RE: Re: Average Ocean Temperatures by Shmuel Borenstain\nSubmitted by Jeff Brown on Fri, 12/05/2014 - 12:07\nSubmitted by Étienne on Thu, 09/03/2015 - 01:08\nSubmitted by SAM on Wed, 09/30/2015 - 06:45\nSubmitted by L.C. McPherson  on Sun, 11/22/2015 - 14:18\nSubmitted by Evan L'Roy on Wed, 05/04/2016 - 14:21\nFirst, did you mean El Nino or La Nina? In either case, the answer is probably not much, at least directly. But if either one of them indirectly causes populations to migrate more, as might also be the case for general climate change, then there could be an exacerbating effect on incidence of swine flu.\nSubmitted by anthony.barnston on Wed, 05/04/2016 - 15:25\nIn reply to Quick Question by Evan L'Roy\nSubmitted by Natanael Ndilengq on Sun, 04/09/2017 - 13:24\nSubmitted by Aperr Naadzenga on Sun, 09/17/2017 - 19:53\nSubmitted by Richard C Brown on Tue, 03/13/2018 - 01:32\nVery cool!  Thanks for sharing.\nSubmitted by michelle.lheureux on Sat, 03/17/2018 - 09:07\nIn reply to El Nino of 1997 by Richard C Brown\nSubmitted by duwayne on Fri, 06/29/2018 - 18:12\nHi,  I'm not sure what you mean by poor accuracy... can you give an example?  We measure the accuracy of our forecasts in several different ways, so I might be able to comment on it if you can give me insight into which event you were looking at.  For example, I consider our forecasts of the recent 2015-16 El Nino and subsequent 2016-17 La Nina to be pretty good in the sense that we knew the wintertime state of ENSO ~6 months in advance.  For the most recent 2017-18 La Nina we issued a La Nina watch (possibly arrival of La Nina) in September 2017 and then declared its onset in November 2017.\nSubmitted by michelle.lheureux on Mon, 07/02/2018 - 09:08\nIn reply to Predicting ENSO by duwayne\nSubmitted by Duwayne on Mon, 07/02/2018 - 12:52\nIn reply to RE: Predicting ENSO by michelle.lheureux\nSubmitted by Duwayne on Fri, 07/06/2018 - 13:10\nIn reply to RE: Predicting ENSO by michelle.lheureux\nIt sounds like there is a difference of opinion on when \"early\" is. It is well known that forecasts made in the spring for ENSO have less skill then those afterwards. This is known as the Spring Predictability Barrier which we have written about here . So we know that forecasts made during that period are not as good. (Plus as a note, the forecast you showed above in your link is a model-only forecast and not the human based forecasts that are issued at the beginning of every month). So I'd recommend looking at forecasts after that period, which would still be 6 months before the upcoming winter.\nOf course, the other issue when determining how good a forecast is, is that our forecasts are probabilistic in nature. These sorts of forecasts need many events in order to see just how good they are. After all, if we issue a forecast of a 60% chance of El Nino and a 25% of La Nina by DJF and it ends up being a La Nina, is that wrong? That is supposed to happen 25% of the time.\nSubmitted by tom.diliberto on Fri, 07/06/2018 - 14:26\nIn reply to RE: RE: Predicting ENSO by Duwayne\nSubmitted by Bill on Sat, 12/08/2018 - 21:54\nSubmitted by Tracey Wince  on Sat, 04/27/2019 - 23:14\nSubmitted by Dan  on Thu, 05/07/2020 - 06:54\nSubmitted by Joseph M Oliveira on Mon, 08/03/2020 - 17:34\nSubmitted by Danielle on Thu, 10/15/2020 - 11:44\nNot a dumb question at all.  I suspect you'll understand the phenomenon better by following our ENSO blog updates (2x a month)... this month (October 2020) we will have a post on the Bjerknes feedback which should hopefully give some more clarity on why ENSO exists.\nSubmitted by michelle.lheureux on Fri, 10/16/2020 - 17:04\nIn reply to How does it happen? by Danielle\nSubmitted by jim on Thu, 10/15/2020 - 12:02\nInteresting, I've suggested this topic to my students at Istituto Tecnico Nautico \"F.Caracciolo\" -Bari. Thanks!\nSubmitted by IGNAZIO on Fri, 10/15/2021 - 15:15\nIs it true that underwater fault lines and subsequent volcanic activity is the reason the water temperature rises in the south pacific? The amount of magma that is released at the bottom of the ocean, is occasionally, so vast, that it is comparable to what occurs when you place a pot of water on a stove burner ? And if so why is this rarely mentioned in these types of discussions?\nSubmitted by Robert Maughan on Sun, 06/05/2022 - 08:18\nHi Robert. The reason you don't hear much about it is that underwater volcanic activity does not heat the surface waters of the global ocean. We know this through several lines of evidence, the simplest being that the ocean gets colder the deeper it gets. If underwater eruptions or volcanic vents provided significant heat to the ocean, bottom waters would be hotter than the surface, but they aren't, as any diver will tell you.\n\nAnd if increases in underwater volcanic activity were causing global warming, then we would expect that the deepest waters would be warming fastest and the rate of warming would get weaker the farther you get from the ocean bottom. Instead, it's the opposite: the rate of warming is fastest as the surface and slower the deeper you go. This proves that the cause of the warming is something at the surface, not at the bottom.\n\nWe haven't updated this graphic since 2019, but it clearly shows you waht I am talking about:\n\nhttps://www.climate.gov/media/13056\nThe colored lines show the amount of heat build up at different depths. The most heating is at the surface; the least is in the abyss.\nSubmitted by rebecca.lindsey on Mon, 06/06/2022 - 10:27\nIn reply to The cause of the water warming? by Robert Maughan\nI’m not a scientist but my observation is that heat rises. So the hot water being produced at the bottom of the ocean (from volcanic activity) would rise to the surface thus increasing the temperature. The more volcanic activity the more heat transfers to the water which eventually rises to the surface. Just like a pot on a stove. Thanks\nSubmitted by Eddie Stolte on Wed, 07/20/2022 - 09:03\nIn reply to Undersea volanoes not causing ocean warming by rebecca.lindsey\nI am not a scientist but the way thermodynamics works is that hot usually always seeks cold, not the other way around. Heat is always trying to radiate to the atmosphere. Some things act as heat sinks but that is another issue. To hopefully answer you, if volcanic activity were to warm the ocean, the nearest depths would heat first, or absorb the heat since they are colder than magma. Now if, say, 100 meters of ocean above the volcanic activity warmed, the ocean above that would be colder. Now the the slightly warmer layer transfers that heat to the water above. So on and so forth. By the time the heat reaches the surface it would be dissipated in theory. Unless the source of heat is way way hotter than a volcanic vent and massive.\nhope this helps.\nSubmitted by KM on Sun, 10/16/2022 - 20:43\nIn reply to Heat Rises by Eddie Stolte\nThe illustrations and descriptions helped me understand this a lot.. Thank you!!\nSubmitted by Kaden Kosanic on Sun, 01/29/2023 - 15:19\nWe have had MULTIPLE hail storms, damaging winds, and heavy downpours recently. I witnesses 4 different heavy hail storms in the same location in the Mississippi Delta over a period of 7 hours—never in my life have I seen this. Very strange weather days indeed.\nSubmitted by Lisa  Barker on Fri, 06/16/2023 - 21:30\nI too have witnessed first hand these horrible terrors of weather. my car windscreen was smashed in the heavy hail... worst of all my cat was walking in it.L7\nSubmitted by ixel on Thu, 05/23/2024 - 07:56\nIn reply to Strange weather  by Lisa  Barker\nWell explained, I appreciate the clear explanation.\nSubmitted by Angelo on Thu, 05/23/2024 - 07:51\nWonderful\nSubmitted by Harold Helbock on Tue, 07/23/2024 - 21:04\nnice job good explaination\nSubmitted by Anonymous on Wed, 01/22/2025 - 07:59",
  "source": ""
}