{
  "url": "https://www.climate.gov/news-features/blogs/enso/may-8-enso-diagnostic-discussion",
  "title": "May 8 ENSO Diagnostic Discussion",
  "date": null,
  "content": "The ENSO Diagnostic Discussion issued by the CPC and the IRI on May 8, 2014, continues the El Niño watch first announced in March, saying “the chance of El Niño increases during the remainder of the year, exceeding 65% during the summer.” Observed conditions in the Pacific and several forecast tools are lending confidence to the forecast, but substantial uncertainty remains, including when the El Niño would start and how strong it will be. Here, we’ll take a quick look at where both the confidence and the uncertainty are coming from in this forecast.\nObserved conditions have been trending consistently from neutral toward El Niño-like (warm) conditions for the past few months. A strong downwelling Kelvin wave beginning in January has moved significant heat content eastward across the tropical Pacific.\nIn fact, subsurface ocean heat content in the central and eastern Pacific is well above average: March was a record high for that month since 1979, while April was second only to April 1997. Also, starting around February, sea-surface temperature (SST) in the central and east-central equatorial Pacific has been increasing, and is now above average in all of the ENSO index regions, including Niño 3.4.\nThe forecast models are largely in agreement that SSTs will continue to trend upward, with the majority of models indicating a Niño 3.4 index value above 0.5°C by early summer. The CPC/IRI forecast takes into account a wide range of dynamical models, all with different physics, as well as several statistical models. Both the numerical forecasts themselves, and how much agreement there is among the models is taken into consideration. The models have been forecasting a positive trend (warming) for several months now, and the agreement among the different models is the main source of confidence in the forecast.\nThe IRI/CPC “Plume” shows model forecasts for the 3-month average Niño3.4 Index for the next 10 months. The Plume includes both dynamical and statistical models. All models are trending toward positive (warm) anomalies, which increases confidence in the forecast.\nOn the other hand, there is a roughly 20% chance that the El Niño could fizzle. This happened in 2012 when an El Nino Watch was issued—chances became as high as 75%, but El Niño never formed. Importantly, we are still within the “spring barrier,” a time of year when ENSO conditions often are in transition, making it difficult to forecast.\nWhile people might prefer total certainty in our forecasts, we live and work in an uncertain world.  El Nino is most likely to occur this year, so please stay attentive to the various updates and the ENSO blog.\n*****\nA few definitions…\nOceanic Kelvin wave: a large area of subsurface warm water (down to 250 meters below the surface) that travels from west to east along the equator and can surface in the eastern Pacific. At the early stages of the El Niño cycle, these waves move warm water from the western Pacific to the central and eastern Pacific. (Technical article.) Not every Kelvin wave kicks off an El Niño.\nNino 3.4 region: an area of the Pacific Ocean between 170°W–120°W and 5°N–5°S. The departure from average sea surface temperature in this area is NOAA’s primary index used to measure ENSO.\nDynamical models: computer models that predict various oceanic, atmospheric, and land parameters by solving physical equations that use current “initial” conditions as input.  State-of-the-art dynamical models are run on supercomputers.\nStatistical models: computer models that predict how current conditions are likely to change by applying statistics to historical conditions. These models can be run on a desktop computer.\nSubmitted by eddie  on Wed, 05/14/2014 - 17:28\nThe name originated that way because the strongest impacts historically became apparent to fishermen in Northern Hemisphere winter. But the ocean doesn’t flip between these cold and warm conditions in an instant, and our modern observational technology (satellites, moored buoys, etc) allows us to see the emergence of conditions that are associated with the difference phases of ENSO months in advance.\nSubmitted by rebecca.lindsey on Fri, 05/16/2014 - 09:35\nIn reply to question about enso phenomena by eddie\nSubmitted by eddie  on Fri, 05/16/2014 - 10:03\nIn reply to Re: question about enso phenomena by rebecca.lindsey",
  "source": ""
}