{
  "url": "https://www.climate.gov/news-features/blogs/enso/how-will-we-know-when-el-ni%C3%B1o-has-arrived",
  "title": "How will we know when an El Niño has arrived?",
  "date": null,
  "content": "If you pick up a stack of journals on ENSO you will quickly discover that most scientists define ENSO based on “seasons” ( 3-month averages) of oceanic and atmospheric indicators in the tropical Pacific.  Why is that?\nSee this figure of the weekly sea surface temperature (SST) anomalies (departures from average) in the Niño-3.4 region, an area in the east-central equatorial Pacific Ocean?  The values wobble around a bit.\nWeekly difference from average temperature in the Niño 3.4 region of the tropical Pacific since spring 2012. Weekly values have a lot of weather-related \"wobble.\" Graph by NOAA Climate.gov, based on CPC data.\nIn fact, if you were to look at weekly values based on atmospheric pressure anomalies at the surface (the Equatorial Southern Oscillation index), they bounce around a lot more.  This time series is clearly “noisy.”\nThe atmospheric indicator of ENSO, shown here by the Equatorial Southern Oscillation Index since early 2012, has even greater short-term variability than sea surface temperature anomalies. Graph by NOAA Climate.gov, based on CPC data.\nThe reason for this noise is that there are other tropical weather systems and climate patterns that move on faster timescales (“higher frequency” patterns) and are distinct from ENSO.  Such climate phenomenon, like the Madden Julian Oscillation, can change the atmosphere and even raise or lower sea surface temperatures. These high-frequency changes appear in the graphs’ weekly bumps and wiggles.  We don’t want to get tricked and declare ENSO based on faster-changing weather and climate!\nSo this is why we define ENSO based on more slowly changing, seasonal values that average out and reduce the noise.  In fact NOAA’s official index for ENSO, the Oceanic Niño Index (ONI), does just that: it is the three-month running average of SST departures in the Niño-3.4 region of the tropical Pacific.  Look how nice and smooth it is!\nSeasonal (3-month) averages of difference from average sea surface temperature from spring 2012 (beginning with the season centered on May) through spring 2014. Seasonal averages remove the \"noise\" of weather from the climate signal. Graph by NOAA Climate.gov, based on CPC data.\nEl Niño “events” versus El Niño “conditions”\nHowever, the folks at NOAA CPC and the IRI issue their ENSO Diagnostics Discussion and update the ENSO Alert System every month.  If it’s issued monthly, then will it take three months to say El Niño has arrived?\nThe short answer is no. Knowing that ENSO is a coupled climate pattern between the atmosphere and ocean (see earlier post) gives us an ability to provide information on a monthly timescale. We will declare the onset of El Niño conditions (not yet a full-blown El Niño event) when three criteria are met:\nHave there been cases when the ONI exceeded +0.5C for a couple seasons in a row, but El Niño was never declared?  Yes, this happened most recently in 2012, when two seasons were warm enough to reach El Niño levels.  But the atmosphere and, in particular, the pattern of tropical convection resembled the opposite state of El Niño—La Niña.  So, an El Niño Advisory was never issued.\nBy the way, what is the ENSO Alert System, and why is the Niño-3.4 index used?  We’ll focus another blog post on this system and why it was implemented.",
  "source": ""
}