{
  "url": "https://www.climate.gov/news-features/blogs/enso/impacts-el-nino-and-la-nina-hurricane-season",
  "title": "Impacts of El Niño and La Niña on the hurricane season",
  "date": null,
  "content": "With the approach of the 2014 hurricane season and the strong potential for El Niño to develop during the next few months, the effect that El Niño has on both the Atlantic and Pacific hurricanes seasons is worth exploring. The hurricane impacts of El Niño and its counterpart La Niña are like a see-saw between the Pacific and Atlantic oceans, strengthening hurricane activity in one region while weakening it in the other.\nTypical influence of El Niño on Pacific and Atlantic seasonal hurricane activity. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nSimply put, El Niño favors stronger hurricane activity in the central and eastern Pacific basins, and suppresses it in the Atlantic basin (Figure 1). Conversely, La Niña suppresses hurricane activity in the central and eastern Pacific basins, and enhances it in the Atlantic basin (Figure 2).\nTypical influence of La Niña on Pacific and Atlantic seasonal hurricane activity. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nThese impacts are primarily caused by changes in the vertical wind shear, which refers to the change in wind speed and direction between roughly 5,000-35,000 ft. above the ground. Strong vertical wind shear can rip a developing hurricane apart, or even prevent it from forming.\nDuring El Niño, the area of tropical Pacific convection and its associated Hadley circulation expand eastward from the western Pacific, sometimes extending to the west coast of South America. (A tutorial on El Niño and La Niña can be found at the NOAA Climate Prediction Center website.) At the same time, the equatorial Walker circulation is weaker than average.\nThese conditions produce an anomalous upper-level, ridge-trough pattern in the subtropics, with an amplified ridge over the subtropical Pacific in the area north of the enhanced convection, and a downstream trough over the Caribbean Sea and western tropical Atlantic. Over the central and eastern Pacific, the enhanced subtropical ridge is associated with weaker upper-level winds and reduced vertical wind shear, which favors more hurricane activity.\nOver the Atlantic basin, the amplified trough is associated with stronger upper-level westerly winds and stronger lower-level easterly trade winds, both of which increase the vertical wind shear and suppress hurricane activity. In addition to enhanced vertical wind shear, El Niño suppresses Atlantic hurricane activity by increasing the amount of sinking motion and increasing the atmospheric stability.\nLa Niña has opposite impacts across the Pacific and Atlantic basins. During La Niña, the area of tropical convection and its Hadley circulation is retracted westward to the western Pacific and Indonesia, and the equatorial Walker circulation is enhanced. Convection is typically absent across the eastern half of the equatorial Pacific.\nIn the upper atmosphere, these conditions produce an amplified trough over the subtropical Pacific in the area north of the suppressed convection, and a downstream ridge over the Caribbean Sea and western tropical Atlantic. Over the central and eastern subtropical Pacific, the enhanced trough is associated with stronger upper-level winds and stronger vertical wind shear, which suppress hurricane activity. Over the Atlantic basin, the anomalous upper-level ridge is associated with weaker upper- and lower- level winds, both of which reduce the vertical wind shear and increased hurricane activity. La Niña also favors increased Atlantic hurricane activity by decreasing the amount of sinking motion and decreasing the atmospheric stability.\nAnother prominent climate factor to influence Atlantic hurricane activity is the Atlantic Multi-Decadal Oscillation (AMO) (Goldenberg et al. 2001, Bell and Chelliah 2006). The warm phase of the AMO is associated with high-activity eras for Atlantic hurricanes, such as has been in place since 1995. Conversely, the cold phase of the AMO is associated with low-activity eras (such as the period 1971-1994).\nThe warm phase of the AMO reflects warmer SSTs across the Atlantic hurricane Main Development Region (MDR, Figure 3). A key atmospheric feature of this pattern is a stronger West African monsoon, which produces a westward extension of the upper-level easterly winds (near 35,000 ft), along with weaker easterly trade winds in the lower atmosphere (near 5,000 ft).\nSeasonal climate patterns associated with active hurricane seasons. La Niña contributes to reduced vertical wind shear in the Main Development Region for hurricanes in this basin. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nThis wind pattern is very conducive to increased Atlantic hurricane activity, partly because it results in weaker vertical wind shear. The weaker trade winds also contribute to a more conducive structure (i.e. increased cyclonic shear) of the mid-level (near 10,000 ft) African Easterly Jet (AEJ), favoring hurricane development from tropical cloud systems (i.e. easterly waves) moving westward from Africa. At the same time, these wind patterns are associated with a more northward push into the MDR of deep tropical moisture and unstable air, each of which also favors stronger hurricanes.\nThe hurricane activity in a given season often reflects a combination of the multi-decadal signals and ENSO. During an Atlantic high-activity era, El Niño typically results in a near-normal season, and La Niña produces an above-normal season. During an Atlantic low-activity era, El Niño typically results in a below-normal season and La Niña results in a near-normal season (Bell and Chelliah 2006).\nSimilarly for the central and eastern Pacific basins, the combination of a low-activity era and El Niño often produces a near-normal season, while La Niña produces a below-normal season. For a Pacific high-activity era, El Niño often produces an above-normal season, while La Niña produces a near-normal season.\nThis year the expectation that El Niño will develop, combined with the multi-decadal climate signals results in a forecast for a near- or below-normal season in the Atlantic, and a near- or above-normal season in both the central and eastern Pacific. For more detail, check out NOAA’s 2014 Hurricane Season Outlook.\nBell, G. D., and M. Chelliah, 2006: Leading tropical modes associated with interannual and multi-decadal fluctuations in North Atlantic hurricane activity. J. Climate, 19, 590-612.\nGoldenberg, S. B., C. W. Landsea, A. M. Mestas-Nuñez, and W. M. Gray, 2001: The recent increase in Atlantic hurricane activity: Causes and implications. Science, 293, 474-479.\nGray, W. M., 1984: Atlantic seasonal hurricane frequency: Part I: El Niño and 30-mb quasi-bienniel oscillation influences. Mon. Wea. Rev., 112, 1649-1668.\n--Emily Becker, lead reviewer\nSubmitted by Daniel Sutton on Tue, 06/03/2014 - 10:42\nThanks for the suggestion. We plan to build a glossary in coming months. Until then, we'll look for a good link for those concepts.\nSubmitted by rebecca.lindsey on Thu, 06/05/2014 - 14:55\nIn reply to Defenitions by Daniel Sutton\nSubmitted by Malika Khodjieva on Mon, 03/30/2020 - 16:22\nIn reply to Defenitions by Daniel Sutton\nSubmitted by Kurt Baldenhofer on Wed, 06/04/2014 - 09:11\nSubmitted by Roberto Rivas on Wed, 06/04/2014 - 13:21\nSubmitted by Kris Brooks on Fri, 06/06/2014 - 15:29\nSubmitted by Bill on Fri, 06/06/2014 - 16:09\nSubmitted by j.long on Sun, 06/08/2014 - 15:42\nSubmitted by Darwin26 on Tue, 06/10/2014 - 02:33\nSubmitted by doris neckelmann on Sun, 06/15/2014 - 10:49\nSubmitted by golfy on Wed, 09/02/2015 - 03:16\nSubmitted by Dennis Gramm on Fri, 05/20/2016 - 20:58\nSubmitted by Sierra  on Sun, 10/02/2016 - 19:42\nInformation gathered on El Niño and La Niña was successful\nSubmitted by Ken lee on Thu, 06/02/2022 - 15:34\nDear climate.gov administrator, Your posts are always well-referenced and credible.\nSubmitted by Kaylee Bruner on Sat, 06/10/2023 - 17:20\nEl Niño would have stronger hurricane activity in the central and eastern Pacific basins, and suppresses it in the Atlantic basin, wind speed and direction between roughly 5,000-35,000, and it will destroyed everything on its path.\nSubmitted by Roberto Jacobo on Wed, 09/13/2023 - 11:13\nFirst sentence, 2014?\n“ With the approach of the 2014 hurricane season….”\nSubmitted by Ying on Thu, 05/30/2024 - 12:06\nStay tuned for an updated post on ENSO and hurricanes in the last week of June.\nSubmitted by Nathaniel.Johnson on Mon, 06/03/2024 - 21:00\nIn reply to 2014 Typo by Ying\nThis post was written in spring 2014, ahead of the 2014 hurricane season.\nSubmitted by emily.becker on Mon, 06/03/2024 - 11:37\nThank you so much. The time is NOW to prepare. Food, water, cash, batteries, flashlights, pet preparedness, having a family plan, radios ec. Go to FEMA.GOV for a list of necessities. Taking photos of ALL property prior to a severe storm is very important. Have an evacuation plan handy as well. Stay safe. Be smart. Prepare now.\nSubmitted by Anonymous on Wed, 06/05/2024 - 22:59",
  "source": "climate.gov"
}