{
  "url": "https://www.climate.gov/news-features/blogs/enso/details-june-2014-enso-discussion",
  "title": "Details on the June 2014 ENSO discussion",
  "date": null,
  "content": "Today, the Climate Prediction Center (CPC) released the June ENSO Diagnostic Discussion.  Chances that an El Niño will occur by summer are above 70%, and reach 80% by the fall. Sea-surface temperature anomalies increased across all the Niño index regions in May; the latest weekly value of the Niño3.4 index is now above +0.5°C. Tropical rainfall across Indonesia and the Pacific remain close to average, but forecasters are confident that the atmosphere will begin to respond to the ocean and El Niño will develop, likely in the next few months.\nRecently, there’s been a lot of speculation about how strong this El Niño will be, especially considering the strong westerly wind bursts in late winter, and the large subsurface temperatures in early spring. The subsurface temperatures in March, which was a record for the month going back to 1979, inspired comparisons to the early stages of the 1997/98 El Niño, the largest on record (ONI maximum of 2.4). That event also developed in the spring, like this one. However, right now, forecasters are not favoring a strong event (while not at all ruling it out) and believe a moderate event (ONI 1.0 - 1.5) is slightly more likely, sometime during the fall/winter. So what’s going on?\nFirst, the subsurface temperatures have tapered off a bit recently (Figure 1). While still substantially above normal, the average of the upper-ocean (300m to surface) temperatures in the tropical Pacific has decreased over the past two months. SSTs tend to lag this measurement, often by a few months and with lesser intensity.\nFigure 1: Equatorial ocean upper 300-meter temperature average anomaly during January-December of 1997 and 2014.\nThe difference between 1997 and 2014 are also illustrated by the May cross-sections of temperature anomaly along the equator (Figure 2). If you’re interested, you can check out the history of ocean temperature anomalies and compare other El Niño events, such as 2002/03 or 2009/10, at a new CPC site.\nFigure 2. Subsurface temperature (degrees C) cross-sections from May 1997 (left) and 2014 (right).  The figures are showing the average of several different subsurface temperature datasets. Maps based on data from the Real Time Multiple Ocean Reanalysis Intercomparison website.\nAnother factor the forecasters are considering is the model guidance. Most climate models are predicting a weak-to-moderate event, with dynamical models slightly favoring a moderate event and statistical models favoring a weaker event.  The ensemble mean of NCEP’s Climate Forecast System, CFSv2 (Figure 3, black dashed line) has been fairly consistent in forecasting Niño3.4 anomalies in the range of 1.0-1.5°C, but, as you can see from the individual model runs (blue, red, and gray lines), there is an envelope of possible values from 0°C to slightly above 2.0°C.\nFigure 3. Predicted departures from seasonal (3-month) average temperature for the Niño3.4 region of the tropical Pacific through the remainder of 2014. Plot based on data from the NCEP coupled forest system (CFS) version 2.\nWe’re beginning to move beyond the “spring barrier” (when models have a harder time accurately predicting future conditions) and will be watching the ENSO model forecasts closely going forward. Regardless, predicting the peak strength tends to be the most difficult part of ENSO forecasting.\nSo... if we have an El Niño by this fall, be it weak, moderate, or strong, what does it portend for the wintertime precipitation and temperature over the U.S.? Stay tuned - we’ll have a post about this very topic within the next week.\nThanks to Yan Xue for her help with this post.\nSubmitted by Bob Tisdale on Thu, 06/05/2014 - 18:55\nSubmitted by steve reckers on Sat, 06/07/2014 - 05:54\nSubmitted by @njsnowfan on Tue, 06/10/2014 - 06:23\nSubmitted by Victor R Frank on Tue, 06/10/2014 - 12:27\nGood comment and we'll keep this in mind going forward.\nSubmitted by michelle.lheureux on Thu, 06/12/2014 - 15:07\nIn reply to Label your graphs please by Victor R Frank\nSubmitted by Franklin Ormaza on Thu, 06/12/2014 - 14:54\nThe influence of decadal variations on seasonal evolution of ENSO is an interesting question and not one that is well understood.  A few forecasters might factor the decadal \"regime\" into their forecasts just slightly (by tweaking the probabilities a few percentage points here and there) but it remains an open question how much the the lower frequency decadal background state should be considered in seasonal ENSO forecasts.   Going forward, another westerly wind burst and ocean Kelvin wave could develop, but there is no clear sign of one on the horizon at this point.\nSubmitted by michelle.lheureux on Thu, 06/12/2014 - 15:06\nIn reply to Objective document. by Franklin Ormaza\nSubmitted by HSIN-HSING on Tue, 06/17/2014 - 21:21\nSubmitted by Mike on Tue, 06/24/2014 - 18:50\nAs a sailor myself, this question is very interesting! El Nino is associated with less activity in the south Pacific tropical cyclone region, but of course it is always a good idea to keep an eye on the weather forecast. The Australian Bureau of Meterology tracks cyclones in this region, and they should have an outlook for the 2014-2015 season relatively soon. (They do an outlook specifically for the South Pacific Islands that may be interesting for your planning.) The reduced trades characteristic of El Nino are likely to hamper your progress, however.\nSubmitted by emily.becker on Thu, 06/26/2014 - 16:15\nIn reply to Climate Micronesia S to Equator by Mike\nSubmitted by Byron McClure on Sun, 06/29/2014 - 18:01",
  "source": ""
}