{
  "url": "https://www.climate.gov/news-features/blogs/enso/united-states-el-ni%C3%B1o-impacts-0",
  "title": "United States El Niño Impacts",
  "date": null,
  "content": "By this point, most of you have heard that it looks like El Niño is coming, and maybe you’re wondering why you should care.  After all, why should it matter if the tropical Pacific Ocean becomes warmer than average? That’s thousands of miles away from the continental United States.  Well, it turns out that El Niño often results in changes in the patterns of precipitation and temperature across many parts of the globe, including North America (Ropelewski and Halpert 1987, Halpert and Ropelewski 1992).\nMany folks probably remember the heavy rainfall, flooding, and landslides that occurred in California in 1982/83 and again in 1997/98. As the region suffers through a devastating drought, it could be something of a relief if we knew for certain that El Niño would bring similar soaking rains. But those two events were the 2 strongest El Niños in the past 60 years, and we’ve seen many other El Niño years where California didn’t experience those types of devastating impacts. So assuming El Niño develops, what can we expect across the United States and when can we expect it?\nBy examining seasonal climate conditions in previous El Niño years, scientists have identified a set of typical impacts associated with the phenomenon (Figure 1). “Associated with” doesn’t mean that all of these impacts happen during every El Niño episode. However, they happen more often during El Niño than you’d expect by chance, and many of them have occurred during many El Niño events.\nAverage location of the Pacific and Polar Jet Streams and typical temperature and precipitation impacts during the winter over North America. Map by Fiona Martin for NOAA Climate.gov.\nIn general, El Niño-related temperature and precipitation impacts across the United States occur during the cold half of the year (October through March). The most reliable of these signals (the one that has been observed most frequently) is wetter-than-average conditions along the Gulf Coast from Texas to Florida during this 6-month period. This relationship has occurred during more than 80% of the El Niño events in the past 100 years.\nOver California and the Southwest, the relationship between El Niño and above-average precipitation is weaker, and it depends significantly on the strength of the El Niño. The stronger the episode (i.e., the larger the sea surface temperature departures across the central equatorial Pacific are), the more reliable the signal in this region has been.\nFor instance, during the two strongest events in the past 60 years (1982/83 and 1997/98), much-above-median rainfall amounts fell across the entire state of California. Median or above-median precipitation was recorded over the entire state during strong episodes in both 1957/58 and 1972/73 (Figure 2). However, strong events in 1991/92 and 2009/10 only provided small surpluses in the southern part of the state, while precipitation during 1965/66 was generally average to below-average across the state.\nFigure 2. DIfference from average (1981-2010) winter precipitation (December-February) in each U.S. climate division during strong (dark gray bar), moderate (medium gray), and weak (light gray) El Niño events since 1950. Years are ranked based on the maximum seasonal ONI index value observed. During strong El Niño events, the Gulf Coast and Southeast are consistently wetter than average. Maps by NOAA Climate.gov, based on NCDC climate division data provided by the Physical Sciences Division at NOAA ESRL.\nFor weak and moderate strength episodes (Figure 2), the relationship is even weaker, with approximately one-third of the events featuring above-average precipitation, one-third near-average precipitation, and one-third below-average precipitation.\nElsewhere over the United States, El Niño impacts are associated with drier conditions in the Ohio Valley, and there is a less-reliable dry signal in the Pacific Northwest and the northern Rockies. Hawaii also often experiences lower-than-average rainfall totals from the late fall through early spring period.\nThe climate impacts linked to El Niño help forecasters make skillful seasonal outlooks. While not guaranteed, the changes in temperature and precipitation across the United States are fairly reliable and often provide enough lead time for emergency managers, businesses, government officials, and the public to properly prepare and make smart decisions to save lives and protect livelihoods.\nWeak El Niño: Episode when the peak Oceanic Niño Index (ONI) is greater than or equal to 0.5°C and less than or equal to 0.9°C.\nModerate El Niño: Episode when the peak Oceanic Niño Index (ONI) is greater than or equal to 1.0°C and less than or equal to 1.4°C.\nStrong El Niño: Episode when the peak Oceanic Niño Index (ONI) is greater than or equal to 1.5°C.\nHalpert, M.S. and C.F. Ropelewski, 1992: Surface Temperature Patterns Associated with the Southern Oscillation, J. Clim., 5, 577-593.\nRopelewski, C.F. and M.S. Halpert, 1987: Global and Regional Scale Precipitation Patterns Associated with the El Nino/Southern Oscillation, Mon. Wea. Rev., 115, 1606-1626\n--- Emily Becker, lead reviewer\nSubmitted by Christine McCabe on Fri, 06/13/2014 - 15:43\nSubmitted by AKflamingo on Fri, 06/13/2014 - 22:50\nIn reply to El Nino by Christine McCabe\nUnfortunately, the climate division data set used to create these plots do not include divisions over Alaska.  There isn't a well defined precipitation signal over Alaska in any case.  However, winters are typically warmer than average over large parts of the state during El Nino years.\nSubmitted by mike.halpert on Sat, 06/14/2014 - 19:22\nIn reply to RE: El Nino by AKflamingo\nSubmitted by Concerned Student on Wed, 10/28/2015 - 14:06\nIn reply to RE: El Nino by AKflamingo\nSubmitted by Theresa on Wed, 12/02/2015 - 18:17\nIn reply to RE: RE: El Nino by Concerned Student\nSubmitted by melissa on Mon, 06/16/2014 - 17:57\nIn reply to El Nino by Christine McCabe\nThe link between El Nino and Texas rainfall is a cold season relationship (October - March), so the development of El Nino wouldn't be expected to impact the Texas gulf coast during the summer.\nSubmitted by mike.halpert on Tue, 06/17/2014 - 13:59\nIn reply to RE: El Nino by melissa\nSubmitted by Ron M on Wed, 06/18/2014 - 14:55\nIn reply to RE: RE: El Nino by mike.halpert\nSubmitted by RyleE Brown on Fri, 10/30/2015 - 22:58\nIn reply to RE: RE: RE: El Nino by Ron M\nThat's weird because it is? El Niño affected Texas raising temperatures to over 110 degrees rising to 119 it killed 2 people.\nSubmitted by Kayla Harvey  on Thu, 06/29/2023 - 21:16\nIn reply to RE: RE: El Nino by mike.halpert\nSubmitted by Josh on Thu, 06/26/2014 - 16:51\nIn reply to El Nino by Christine McCabe\nSubmitted by Jill Hopper on Sat, 07/25/2015 - 10:23\nIn reply to El Nino by Christine McCabe\nNew England, especially the northern part (northern Vermont & New Hampshire, and most of Maine) is likely to have above-average temperature during winter. Although there is not much effect on precipition, what little there is would be toward low-average or below average. Because of the likely warmer-than-average temperature, a little more of the precipitation would be expected to be rain than snow or other types of frozen precipitation. Of course none of these tendencies are a guarantee. What the North Atlantic Oscillation (NAO) does will exert greater weight on the climate than ENSO, and the NAO has very little predictability; ENSO has much greater predictability, especially now that we're well into summer.\nSubmitted by anthony.barnston on Mon, 07/27/2015 - 13:17\nIn reply to RE: El Nino by Jill Hopper\nSubmitted by Farley on Fri, 06/13/2014 - 16:09\nSubmitted by ricderr on Sat, 06/14/2014 - 12:51\nIn reply to El Nino by Farley\nSubmitted by Matt on Sat, 06/14/2014 - 13:12\nIn reply to El Nino by Farley\nSubmitted by kenneth on Fri, 06/20/2014 - 23:29\nIn reply to El Nino by Farley\nSubmitted by Howard on Thu, 05/14/2015 - 13:05\nIn reply to El Nino by Farley\nSubmitted by Puncher on Fri, 06/13/2014 - 17:34\nSubmitted by John myers on Fri, 06/13/2014 - 18:48\nSubmitted by Carolyn on Fri, 06/13/2014 - 22:38\nNo impacts are guaranteed with El Nino, or really with any climate phenomena.  However, the development of El Nino will increase the odds that the winter of 2014-15 will be warmer than average over large parts of the state.\nSubmitted by mike.halpert on Sat, 06/14/2014 - 19:26\nIn reply to El Nino by Carolyn\nSubmitted by Lori on Sat, 06/14/2014 - 00:56\nPrecipitation impacts over California often depend on the strength of the episode.  Hard to say very much about smaller, local regions as factors such as the terrain can significantly impact local precipitation totals.\nSubmitted by mike.halpert on Sat, 06/14/2014 - 19:28\nIn reply to El Niño by Lori\nSubmitted by Nadine on Mon, 06/16/2014 - 13:59\nIn reply to El Niño by Lori\nSubmitted by Jermane  on Mon, 11/13/2017 - 12:53\nIn reply to El Niño by Lori\nSubmitted by Jan Null on Sat, 06/14/2014 - 23:33\nSubmitted by Marcy on Sun, 06/15/2014 - 10:35\nAs the article discuses, precipitation during the winter in California often depends on the magnitude of the event.  Northern California can be an even tougher call, as often the jet stream shifts far enough south to provide suplus precipitation for southern and central California, but leaves northern California dry.  We'll have to see how this event unfolds, assuming it eventually develops.\nSubmitted by mike.halpert on Sun, 06/15/2014 - 18:26\nIn reply to El Nino by Marcy\nSubmitted by Dr Tom on Sun, 06/15/2014 - 10:56\nSubmitted by Bob Tisdale on Mon, 06/16/2014 - 09:10\nSubmitted by Laura on Mon, 06/16/2014 - 13:53\nSubmitted by Gina on Mon, 06/16/2014 - 14:59\nSubmitted by Dennis Kirby on Thu, 08/21/2014 - 11:34\nIn reply to North & South Carolina by Gina\nSubmitted by Karen Slobod on Mon, 06/16/2014 - 18:00\nSubmitted by  Tom the Nurse on Mon, 06/16/2014 - 21:26\nSubmitted by Dave on Mon, 06/16/2014 - 22:01\nSubmitted by louie on Tue, 06/17/2014 - 07:20\nThere seems to be a lot of questions about the potential for snow next winter from the Carolinas northward through the Northeast. There was no mention in the piece about this region because quite simply, the relationship between El Nino and weather/climate is not very strong.  The Climate Prediction Center does have a webpage that shows U. S. seasonal composites of temperature, precipitation, and snowfall that may be of interest.  However, there is no level of significance associated with these composites, other than the frequency with which these departures have occurred in the past.  These figures do show a tendency for snowier El Nino winters in the mid-Atlantic and the Northeast.\nhttp://www.cpc.ncep.noaa.gov/products/precip/CWlink/ENSO/composites/\nSubmitted by mike.halpert on Tue, 06/17/2014 - 08:09\nIn reply to northeast/el nino by louie\nSubmitted by Louie on Tue, 06/17/2014 - 12:31\nIn reply to RE: northeast/el nino by mike.halpert\nSubmitted by Greg Heiden on Tue, 06/17/2014 - 10:01\nSubmitted by Rick on Tue, 06/17/2014 - 10:29\nThe eventual strength of this event will be determined by the maximum seasonal departure in the region we refer to as Nino 3.4, a region in the equatorial central Pacific.  At CPC, we characterize an event as weak, when the maximum departure falls between 0.5 and 0.9 degrees Celsius, moderate when the departure is between 1.0 and 1.4, and strong when the maximum anomaly is 1.5 or greater.\nSubmitted by mike.halpert on Tue, 06/17/2014 - 12:41\nIn reply to El Nino by Rick\nSubmitted by Marty on Tue, 06/17/2014 - 11:36\nEl Nino normally acts to suppress the Atlantic hurricane season and as such, the current seasonal outlook calls for a normal or below normal season.  However, this forecast is not a landfalling forecast, and it's impossible to say anything about specific regions.\nSubmitted by mike.halpert on Tue, 06/17/2014 - 13:46\nIn reply to El Nino by Marty\nSubmitted by t. jameliah on Tue, 06/17/2014 - 18:00\nSubmitted by Tim Smith on Wed, 06/18/2014 - 07:51\nImpacts related to El Nno in the Tennessee Valley occur during the winter season.  Less than average precipitation is the typical impact and is favored in the current CPC winter outlook .\nSubmitted by mike.halpert on Wed, 06/18/2014 - 10:54\nIn reply to El Nino's Impacts on the Tennessee Valley by Tim Smith\nSubmitted by Anonymous on Fri, 08/15/2014 - 21:10\nIn reply to RE: El Nino's Impacts on the Tennessee Valley by mike.halpert\nSubmitted by ariel on Wed, 06/18/2014 - 12:49",
  "source": "climate.gov"
}