{
  "url": "https://www.climate.gov/news-features/blogs/enso/enso-signal-and-noise",
  "title": "The ENSO Signal and The Noise",
  "date": null,
  "content": "The Signal and the Noise is often mentioned in reference to ENSO forecasting and not just in reference to Nate Silver’s bestselling book.  In fact, understanding what is signal and what is noise is critical to interpreting predictions from models and climate science in general.   Very generally:\n(1) Signal:  Signal is the part of the forecast that can be predicted if one were to build a perfect climate model (for example, physical relationships between and within the ocean and atmosphere are perfectly understood and coded into the model).  In seasonal climate prediction, signal can arise from the surface conditions, such as sea surface temperatures, land cover, or sea ice, which vary more slowly than faster atmospheric motions.\n(2) Noise:  Noise is the part of the forecast that cannot be predicted.  Despite having a perfect model and understanding of the physical system, there will always be some uncertainty associated with the forecast because imprecise observations made at the time of the forecast (also known as errors in initial conditions) will grow into the future.  Think of the noise as akin to the famous “butterfly flaps its wings” example – a butterfly flaps its wings in Brazil and the ripple effect contributes to a tornado in Texas (Lorenz, 1963, 1972).\nNow how does this help us understand ENSO predictions?  Obviously, we do not have perfect models at our fingertips.  However, the concepts of signal and noise are still helpful to interpreting model forecasts and the expected uncertainty around them. Here is a recent forecast from the NCEP Climate Forecast System (CFSv2):\nThe forecast model is started using recent observations (started at slightly different moments in time) that are measured by satellites, buoys, etc. and then the model is run forward out to 8 seasons (here, any 3-month average is a season).  Each individual, grey line in the figure is referred to as a model member and represents one possible outcome, based on just one initial condition at one time. All of the members averaged together is called the ensemble mean and is shown by the dashed, red line. In the figure above, the start dates range from June 12 through 21 (10 days), run from 4 different start times each day, so 10 x 4 = 40 members.\nThe ensemble mean is the model’s estimate of the signal, which is one predictable part of the forecast (1).  However, clearly, the individual members show a wide variety, or spread, of possible outcomes.  One can expect the actual reality will have the same characteristics as any one of those members. In theory, each member has the same probability of occurring.  We ENSO forecasters bet that the future has a higher chance of being closer to where the members cluster together near the ensemble average (red dashed line), but the fact is, the future conditions could be closest to any one of the model members (grey lines).\nMany folks will consider the forecast to be a failure when it does not match the expected signal (the ensemble mean), but the observed reality will always be some combination of signal + noise. This is why ENSO and climate outlooks are expressed in terms of probability (i.e. what is the chance of El Niño?).   This is also why making forecasts for the strength of El Niño or La Niña is always fraught with uncertainty: the spread of possible outcomes is clearly larger than the width of any one strength category (see definitions).\nIn part because we don’t have a perfect model, we often examine the ensemble means from many different types of models (see IRI/CPC plume and North American Multi-Model Ensemble), hoping that the average of those will cancel out individual model errors.  This strategy is called using multi-model ensembles (MME).\nSo, this is why on June 5th 2014, we slightly favored a moderate strength El Niño.  The observed reality will ultimately be some factor we cannot know in advance due to the noise.\n(1) Forecast predictability can be reflected by changes in the spread of the forecast as well. Knowing whether the future could encompass a larger range of outcomes versus a smaller range of outcomes can provide useful information (e.g. Kumar et al. 2000)\nWeak El Niño: Episode when the peak Oceanic Niño Index (ONI) is greater than or equal to 0.5°C and less than or equal to 0.9°C.\nModerate El Niño: Episode when the peak Oceanic Niño Index (ONI) is greater than or equal to 1.0°C and less than or equal to 1.4°C.\nStrong El Niño: Episode when the peak Oceanic Niño Index (ONI) is greater than or equal to 1.5°C.\nKumar, A., A. G. Barnston, P. Peng, M. P. Hoerling, and L. Goddard, 2000:  Changes in the Spread of the Variability of the Seasonal Mean Atmospheric States Associated with ENSO. J. Climate, 13, 3139-3151.\nLorenz, Edward N., 1963: Deterministic Nonperiodic Flow. J. Atmos. Sci., 20, 130–141. doi: http://dx.doi.org/10.1175/1520-0469(1963)020<0130:DNF>2.0.CO;2\nLorenz, E.N., 1972: Predictability: does the flap of a butterfly's wings in Brazil set off a tornado in Texas? 139th Annual Meeting of the American Association for the Advancement of Science (29 Dec 1972), in Essence of Chaos (1995), Appendix 1, 181.\n-- Thanks to Arun Kumar for reviewing this post\nSubmitted by Alec aka Daffy Duck  on Wed, 06/25/2014 - 15:33\nThe threshold defining a \"strong\" El Nino is admittedly arbitrary, and not all strong events will have severe impacts over the U.S. That said, 2009-2010, with its peak  ONI value of 1.6, was a strong El Nino by the operational definition.\nSubmitted by emily.becker on Mon, 06/30/2014 - 09:05\nIn reply to 1.5 or greater a 'strong El Niño???! by Alec aka Daffy Duck\nSubmitted by Widodo Ramono on Fri, 06/27/2014 - 07:14",
  "source": ""
}