{
  "url": "https://www.climate.gov/news-features/blogs/enso/enso-and-indian-monsoon%E2%80%A6-not-straightforward-you%E2%80%99d-think",
  "title": "ENSO and the Indian Monsoon… not as straightforward as you’d think",
  "date": null,
  "content": "When folks hear the term El Niño, they generally think of two things. 1) A decrease in the amount of hurricanes in the Atlantic Ocean and 2) Chris Farley. Ok, they probably only think of #2, but we here at the ENSO blog are trying to broaden that viewpoint. We’ve already discussed US impacts during El Niño but we know it also affects global circulation.\nOne of ENSO’s most important influences is to the Indian Monsoon—the large-scale circulation pattern that brings the Indian subcontinent the vast majority of its yearly rainfall.  From June through September, India and its population of 1.2 billion receive most of their annual rainfall. To put this into perspective, imagine receiving all the money you can spend during a month during the first week. Usually, you have enough to get by, sometimes you are in for a cash windfall, but other times you have to stretch every penny. You can imagine the importance of knowing just how much money you may get ahead of time, so you can plan ahead. In other words, an accurate forecast is essential.\nEvery year the responsibility for forecasting the arrival and strength of the Indian Monsoon falls to the India Meteorological Department. And one of the prime influences on these forecasts is the state of ENSO (Kumar et al. 2006), particularly if there will be a La Niña (cooling of the central/eastern equatorial Pacific Ocean) or an El Niño (warming of the central/eastern equatorial Pacific Ocean).\nEl Niño generally suppresses monsoon rainfall; La Niña generally increases it. But, does this relationship between El Niño and poor Indian monsoon rains hold up every time? Well, it’s complicated.\nComparison of the Oceanic Niño Index to Indian monsoon rainfall from 1950-2012. La Niña years are blue, neutral years are gray, and El Niño years are red. El Niño years tend to be drier than average, but the strongest El Niño of the century (1997-98) produced a monsoon season with above-average rainfall. Graph adapted from Kumar et al. 2006.\nIf we look at the June-September rainfall anomalies for every Indian monsoon season from 1950-2012 and compare those rainfall totals to the ENSO conditions during that summer (the Oceanic Niño Index, ONI, is used here), several interesting features pop out.\nFirst, during the 16 La Niña years, Indian summer rains were above or around average nearly every time. Meanwhile, five of the leading droughts in India coincided with El Niño. But (and this is a huge but), El Niño doesn’t always mean drought.  During the 14 El Niño years, summer rains ranged from well below-average to average, and even above-average.\nAnd this held true regardless of the strength of the El Niño. Stronger El Niños weren’t necessarily related to a weaker monsoon (Kumar et al. 2006). The strongest El Niño in the 20th century, 1997-1998, for example, resulted in no drought and above-average rain, while one of the driest Indian monsoons, 2002, featured a weak to moderate El Niño.\nSo what is happening? Well, just like being tall doesn’t always make you a better basketball player (although it certainly helps), having an El Niño doesn’t necessarily mean a poor Indian Monsoon (but it does help). Other weather and climate influences also help to drive the Indian monsoon circulation and they can be enhanced regardless of ENSO. One possible example is the Himalayan/Eurasian snow extent.  Research suggests that less snow cover means a warmer Indian subcontinent, which can help to intensify the large scale circulation and bring more rain to the subcontinent (Kumar et al. 1999).\nSea surface temperature for June through September 2002 (top) and 1997 (bottom) compared to the 1981-2010 average. Maps by NOAA Climate.gov, based on OISST v2.0 data provided by Tom DiLiberto.\nAlso, importantly, not all El Niño events are the same. The location of the warming—not just the strength—in the Pacific may possibly have an influence on the Indian monsoon. Take a look at these two maps of difference from average sea surface temperature in June-September of 1997 and 2002. The location of the warming is shifted from the central Pacific in 2002 to the eastern Pacific in 1997.\nWherever the most ocean warming is, that is where you find increased convection associated with the upward/rising branch of the Walker Circulation (an east-to-west circulation across the tropics at low levels, and west-to-east circulation at upper levels of the atmosphere). In normal years, the upward branch of this circulation is located in a large area around Indonesia. During El Niño events, the upward branch shifts east following the anomalous ocean warming, while more sinking motion (anomalously high surface pressure) occurs around Indonesia.\nResearch suggests that the degree to which the Walker circulation shifts can affect the Indian Monsoon performance.  If ocean warming is mostly in the central Pacific, sinking branches of the circulation expand to include India, reducing the Indian Monsoon. But if warming shifts to the far eastern Pacific, the sinking branch may not affect the monsoon. [Editors note: language changed for clarity]\nFiguring out precisely how any given El Niño will affect the Walker circulation, and therefore the Indian monsoon, is like trying to stop filling your gas tank at exactly $20.00 and holding on just a second too long and ending up with $20.05. There is a “sweet” spot in the positioning of the El Niño warming that can influence the Indian Monsoon the most.\nFor this year’s monsoon, the latest forecast (made at the beginning of June) from the India Meteorological Department predicts that India will receive 90-96% of the total monsoonal rains. So far through the first month of the monsoon, rainfall was 43% below-average, the driest June in 5 years. In years past, though, monsoon rains have recovered after a poor start to end with average or above-average seasonal totals. However, don't be surprised if forecaster’s eyes turn towards the equatorial Pacific for not only signs of a developing El Niño, but also where that warming is occurring.\nSo remember, not every El Niño event affects global circulation in the same way, which makes seasonal forecasting all the more important. More on “different” El Niños in a future post—stay tuned!\nLa Niña years: years during which the Oceanic Niño Index value for July-September) was -0.5 or lower\nEl Niño years: years during which the Oceanic Niño Index value for July-September was 0.5 or higher\nReferences:\nKumar, K. Krishna, B. Rajagopalan, M. Cane, 1999: On the Weakening Relationship Between the Indian Monsoon and ENSO. Science, 284, 2156 -2159.\nKumar, K. Krishna, B. Rajagopalan, M. Hoerling, G. Bates, M. Cane, 2006: Unraveling the Mystery of Indian Monsoon Failure During El Niño. Science, 314, 115-119.\nSubmitted by Barbara Spencer on Wed, 07/02/2014 - 12:00\nSubmitted by Miguel Campusano on Fri, 07/11/2014 - 19:44\nSubmitted by Reema Puri on Thu, 04/16/2015 - 02:54\nSubmitted by PARTHA SONAR on Thu, 08/18/2016 - 05:09\nSubmitted by zayn on Thu, 06/14/2018 - 13:53\nSubmitted by Shahid on Tue, 02/19/2019 - 10:13",
  "source": "climate.gov"
}