{
  "url": "https://www.climate.gov/news-features/blogs/enso/walker-circulation-ensos-atmospheric-buddy",
  "title": "The Walker Circulation: ENSO's atmospheric buddy",
  "date": null,
  "content": "Reading back over the many excellent (if I do say so myself) posts here at the ENSO blog, there have been several re-occurring themes—the biggest of which is that ENSO is not just an ocean phenomena but an ocean-atmospheric interaction. ENSO is no one-man act. If the ocean is Abbott, then the atmosphere is Costello; the ocean…Laverne, the atmosphere…Shirley; the ocean…Kanye, the atmosphere…Kim. And just like there would be no “Kimye” without Kanye West and Kim Kardashian, there is no ENSO event without both an atmospheric and oceanic response.\nWe have previously touched on both aspects of this with a post on the importance of a sea surface temperature (SST) gradient in the equatorial tropical Pacific Ocean (and the lack of gradient may be currently hindering the development of El Niño) as well as a post on the atmospheric response, the SO part of ENSO, where Emily Becker described the Southern Oscillation, especially the lack of typical response in that Southern Oscillation during June 2014.\nThe focus of Emily’s post was on the Pacific Ocean atmospheric circulation, which we also call the Pacific “overturning cell” of an atmospheric “loop” called the Walker Circulation. The lower part of the loop flows east to west across much of the tropics near the surface; the upper part flows west to east at higher altitudes. Rising air in the west and sinking air in the east connect the flow in one big, continuous loop.\nThe post EN…SO? describes how El Niño can affect this Pacific Ocean “overturning cell,” but unlike the popular saying in that desert southwest tourist town, what happens in the Pacific, does not just stay in the Pacific. ENSO can affect this atmospheric circulation, the Walker Circulation, over the entire tropics, impacting rainfall near the equator across multiple continents from Africa to Asia to South America!\nSO (pun intended) what does the entire Walker Circulation look like normally and how is it maintained? Figure 1 shows a simplified version of what the airflow over the equator looks like during the northern hemisphere winter, when ENSO events—El Niño and La Niña—are strongest. During neutral ENSO conditions, upward branches of the Walker Circulation rise strongly across the Maritime Continent and more weakly over eastern Africa and northern South America. These rising branches coincide with bull’s-eyes of precipitation during December through February. In contrast, downward branches of dry, stable air sink strongly over the eastern Pacific Ocean and more weakly over the Arabian Sea.\nGeneralized Walker Circulation (December-February) during ENSO-neutral conditions.  Convection associated with rising branches of the Walker Circulation is found over the Maritime continent, northern South America, and eastern Africa. NOAA Climate.gov drawing by Fiona Martin.\nWhat creates such a broad, large-scale circulation along the equator? Well, we already sorta went over that here, when talking about the importance of a sea surface temperature gradient. Thanks to Earth’s rotation on its axis, trade winds at the equator blow relentlessly from east to west, pushing sea water towards the west side of most ocean basins. The ocean water warms the entire way.\nThe end result is relatively warmer surface water in the west and cooler surface waters in the east. Above this large pool of warm water (known to Earth scientists as the Pacific Warm Pool), air rises; above the cooler water in the east, air dries and settles near the surface. More widespread storminess and rising air motion are associated with a larger warm pool. Temperature contrasts between land and ocean also amplify the circulation (1).\nFrom Figure 1, we can see that the strongest upward branch of the Walker Circulation is located over the Maritime Continent, north of Australia. Weaker upward branches occur over less discernible warm pools, like the western Indian Ocean. The relative strength of the rising branch over South America is between those two extremes.  The Walker Circulation is basically a thermally (fancy word for temperature) direct circulation that relies on temperature differences to drive the rising and sinking branches.\nDuring ENSO events like El Niño and La Niña, this circulation gets either pushed or pulled around (El Niño) or sent into overdrive (La Niña) across the Pacific. We’ve discussed how during El Niño, this warm pool of water usually in the western Pacific Ocean begins to slosh to the east. As this warm pool moves east, the rising branch of the Pacific cell of the Walker Circulation follows, and boy does the rest of the Walker Circulation get shifted around (Figure 2).\nGeneralized Walker Circulation (December-February) anomaly during El Niño events, overlaid on map of average sea surface temperature anomalies. Anomalous ocean warming in the central and eastern Pacific (orange) help to shift a rising branch of the Walker Circulation to east of 180°, while sinking branches shift to over the Maritime continent and northern South America. NOAA Climate.gov drawing by Fiona Martin.\nInstead of strong rising motion over the Maritime Continent, upward flow weakens, and anomalous sinking motion occurs. The usual rising, moist air over South America is replaced by another anomalous sinking branch. The reversal of the circulation generally means that less rainfall than average dominates in these two areas during El Niño. In contrast, increased rising motion enhances rainfall over the central Pacific Ocean and even parts of equatorial eastern Africa.\nMeanwhile during La Niña events (Figure 3), when waters in the western Pacific are even warmer than normal and waters in the eastern Pacific are even colder, it is like someone turned the normal Walker Circulation “up to 11”.  Warm, moist air rises even more over the Maritime Continent and South America leading to above-average rainfall. In the eastern Pacific, where colder than average waters exist, an enhanced downward branch of the Walker Circulation helps to further reduce the region’s already small rainfall totals.\nGeneralized Walker Circulation (December-February) anomaly during La Niña events, overlaid on map of average sea surface temperature anomalies. Anomalous ocean cooling (blue-green) in the central and eastern Pacific Ocean and warming over the western Pacific Ocean enhance the rising branch of the Walker circulation over the Maritime Continent and the sinking branch over the eastern Pacific Ocean. Enhanced rising motion is also observed over northern South America, while anomalous sinking motion is found over eastern Africa. NOAA Climate.gov drawing by Fiona Martin.\nSo in addition to ENSO impacts outside the tropics, ENSO events literally change the overturning circulation across the entire equatorial region. Of course, these patterns describe idealized or typical cases. As of early July, we were still waiting for the atmosphere to begin to reflect characteristics similar to Figure 2, if it does at all. If the atmosphere gets in gear, plenty of places could see changes in their usual rainfall patterns. But until then, we wait and see, trying to figure out what Mother Nature has up her sleeve.\nCheck out the interactive maps below to get a sense how the upward and downward branches of the circulation change during the different phases of ENSO relative to ENSO-neutral conditions.\nMouse over tabs to change maps.\n(1) Rising and sinking branches of the Walker Circulation generally occur over land as opposed to the ocean. This is due to a variety of other forcing mechanisms such as land-sea temperature contrasts where land areas warm and cool to a larger degree than the oceans nearby which is one reason why rising and sinking air is focused over land.\nLau K-M, and S. Yang, 2002: Walker Circulation. Encyclopedia of Atmospheric Sciences;\nWalker, G.T. and E. Bliss, 1932. World Weather V. Mem. Roy. Met. Soc., 4, 53-84\nSubmitted by Franklin Ormaz… on Fri, 08/01/2014 - 16:13\nSubmitted by Bob Tisdale on Mon, 08/04/2014 - 21:25\nSubmitted by Francis Abbott on Sun, 08/31/2014 - 13:42\nSubmitted by Robert Rethfeld on Sun, 07/28/2019 - 06:08\nIn reply to La Niña and Canary island rains by Francis Abbott\nSubmitted by atuhaire beckmas on Tue, 03/08/2016 - 09:49\nits spanish for son and daughter\nSubmitted by Edward Prince on Thu, 06/08/2023 - 23:31\nIn reply to climatology by atuhaire beckmas\nTo be more specific, the name \"El Nino\" is in reference to the Christ child, as Peruvian fishermen noted that these periodic warm spells off the Peruvian coast tend to occur around Christmas.\nSubmitted by Nathaniel.Johnson on Fri, 06/09/2023 - 10:07\nIn reply to el nino by Edward Prince\nSubmitted by sergio cobo gonzalez on Wed, 10/12/2016 - 20:16\nSubmitted by marco chacon on Sat, 02/11/2017 - 17:47\nSubmitted by YZ on Sun, 02/12/2017 - 09:06\nSubmitted by Maharat, Nazir… on Thu, 03/15/2018 - 14:59\nSubmitted by Rahul khamri on Sun, 10/18/2020 - 01:20\nA direct cell oriented along the equator; originally used by Bjerknes (1969) to refer to the cell induced by the contrast between the warm waters of the western Pacific and the cooler waters of the eastern Pacific.\nVariability in this cell is associated with the Southern Oscillation. The term is now sometimes used to refer to the entire chain of east–west equatorial circulation cells that stretches around the globe.\nSubmitted by thabo on Fri, 04/15/2022 - 05:57\nMy understanding is that the WC is the name given (by Norwegian Wm.  Bjerknes) to the winds resulting from the pressure oscillations between Darwin and Tahiti  discovered by Sir William Walker (\"Boomerang Walker) - the Southern Oscillation\nSubmitted by Jim Austin on Tue, 01/31/2023 - 10:09\nIn reply to geography by thabo\nGreat diagrams and explanation. \nDo you know if there are similar diagrams of the circulation for June-August available?\nSubmitted by Harrison on Mon, 06/06/2022 - 21:35",
  "source": "climate.gov"
}