{
  "url": "https://www.climate.gov/news-features/blogs/enso/how-might-el-ni%C3%B1o-affect-wildfires-california",
  "title": "How might El Niño affect wildfires in California?",
  "date": null,
  "content": "This is a guest post from Simon Wang, Utah Climate Center/Dept. Plants, Soils & Climate, Utah State University\nScientists and natural resource managers are closely watching the potential development of El Niño as it might increase rainfall in California and bring relief to the severe drought there (see footnote 1). In the western United States, drought often brings a double punch: water shortfall plus wildfires. The West as a whole has experienced a relatively quiet fire season thus far, with fewer than 3 million acres burned between January 1-August 25 compared to the 10-year average of 5.4 million acres (see National Interagency Fire Center for more information). But California is well ahead of its 5-year average.\nNumerous studies, including the latest National Climate Assessment, have reported a substantial increase in fire size and area burned in the Southwest over the past 30 years; these trends are projected to continue increasing in the future.  The reason is intuitive: warmer temperatures, earlier springs, and faster snowmelt are driving the increases, and these trends are expected to continue along with increasing greenhouse gas concentrations.\nHow could the upcoming El Niño–if it occurs–affect the wildfire threat?\nLooking at Figure 1, we see significant year-to-year variability embedded in the long-term increase in area burned by fires. Some scientists believe much of this variability arises from the El Niño-La Niña cycle, though finding direct correlations between ENSO and wildfires is not straightforward (2).  The rather short records of climate and fires do not help, either.\n(top) Massive plumes of smoke from wildfires in California in October 2003. (bottom) Acres burned during California wildfires each year from 1971-2013. Image from NASA GSFC; graph by S.-Y. Wang from CalFire data.\nTrees can help tell the story, because they record widespread, synchronous wildfires that sweep forests in the U.S. West. How?  Some trees are lucky–burned during large fires, but not fatally, leaving burn scars.  As the trees continue to grow, the burn scars are embedded in the tree’s annual growth rings.  These rings can be accurately dated, precisely indicating the fire years.  Tree rings also reveal climate conditions, based on how fast and slow the trees grow: wide rings indicate wet years, narrow rings indicate dry years.  Putting it all together, that’s how those lucky trees are able to tell us the story of past fires.\nAnalyzing over 33,000 fire-scar “paleofire” records from forests in western North American, one study found that large fires in the Southwest tend to occur during La Niña events (Kitzberger et al., 2007).  During El Niño events, fewer fires occurred, and the trees appeared to grow faster due to wetter conditions, producing wider rings.  Figure 2 shows a fire-scar sample collected from the Sierra Nevada Mountains.\nFire-scar sample collected from Sierra Nevada Mountains. Corresponding ENSO events identified. Figure from S.-Y. Wang based on information from Gergis and Fowler (2009).\nWe can compare the fire scars with paleo El Niño/La Niña events–in this case reconstructed from a combination of tree rings, corals, and ice cores (Gergis and Fowler, 2009).  Apparently, in this long paleo record, most fire scars coincide with La Niña, while a multi-year El Niño event led to rather fast growth (wider ring width) with, apparently, no nearby fires.  In the Pacific Northwest, this relationship tends to be reversed.  In other words, forests in the West can “feel” the changes of sea surface temperature far away in the tropical Pacific.\nThis relationship between forest fires and El Niño/La Niña exists because of “teleconnections” in the atmosphere that emanate from the tropical Pacific.  In an earlier blog post, Mike Halpert explained how El Niño teleconnections impact precipitation in the United States.  Rainfall in California can be enhanced by El Niño, and suppressed by La Niña. However, the thinking is that wildfires have a “memory” of precipitation changes, which can delay or prolong the ENSO response.  Say, a wet year reduces fires while increasing vegetation growth, but then the increased vegetation dries out in subsequent dry years, thereby increasing the fire “fuel.”  More grass and bush that grew in the rainy cool season would dry out in summer, providing “fuel” for wildfires (Westerling et al. 2003); such a process happens seasonally in the desert Southwest where a more active fire season commonly follows a relatively wet winter (3).\nIf the wet-dry cycle amplifies in the future, as Stevenson et al. (2012) suggest it might, more vegetation will grow in the wetter years and, subsequently, provide more fire fuel during the drought years.  The potential and extent of wildfire will continue to increase as a result.\n(1) At this time, NOAA CPC/IRI forecasters think the odds favor a weaker El Nino event this coming winter.\n(2)  A survey of the scientific literature shows different sensitivity to ENSO depending on the geographic area targeted (i.e. how fire responds to different types of vegetation) and how wildfires are defined.\n(3) http://archive.pahrumpvalleytimes.com/2010/May-19-Wed-2010/news/3597678…\nKitzberger, T., Brown, P. M., Heyerdahl, E. K., Swetnam, T. W. & Veblen, T. T. Contingent Pacific–Atlantic Ocean influence on multicentury wildfire synchrony over western North America. Proc. Natl. Acad. Sci. 104, 543-548, doi:10.1073/pnas.0606078104 (2007).\nGergis, J. L. & Fowler, A. M. A history of ENSO events since AD 1525: implications for future climate change. Climatic Change 92, 343-387 (2009).\nStevenson, S. et al. Will there be a significant change to El Niño in the twenty-first century? J. Climate 25, 2129-2145 (2012).\nWesterling, A. L., Gershunov, A., Brown, T. J., Cayan, D. R. & Dettinger, M. D. Climate and wildfire in the western United States. Bull. Am. Met. Soc. 84, 595-604, doi:10.1175/bams-84-5-595 (2003).\n-- Emily Becker, Lead Reviewer",
  "source": ""
}