{
  "url": "https://www.climate.gov/news-features/blogs/enso/details-september-enso-diagnostic-discussion%E2%80%94late-or-never",
  "title": "Details on the September ENSO diagnostic discussion—late, or never?",
  "date": null,
  "content": "In this month’s ENSO Diagnostic Discussion, forecasters are again calling for an approximately 65% chance that El Niño will develop by the Northern Hemisphere winter–with a 55% chance it will start during September-October-November.  If it seems like each month we’ve been saying “… in the next few months,” you may be wondering what’s going on. Isn’t an ENSO event (either El Niño or La Niña) supposed to develop in the late spring or summer, peak in the winter, and return to normal conditions in the spring? Generally speaking, yes. But, of course, it’s not always so simple.\nENSO is seasonally “phase-locked,” meaning the events do follow a seasonal cycle, due to a series of physical processes that are a topic for a later post. However, it’s a complex system, and there is a lot of variation in the timing.\nFirst, it’s important to note that our “well observed” record of the tropical Pacific Ocean goes back only about 60 years–really a blink of an eye when it comes to the climate. Over the last decade or so, there have been several studies of fossil corals, tree-rings, cores from lake beds, and other paleoclimate records, as well as computer model runs simulating the past climate. These studies have identified the consistent presence of an ENSO cycle for over millions of years (Ivany et al., 2011; Manucharyan and Federov, 2014).\nThe paleoclimate records show substantial variability in that cycle–meaning there seem to be long time periods (decades to centuries) where the El Niño/La Niña phases are relatively strong, and other long stretches when they’re weak (Cane 2005 and references, Wittenberg 2009). While we can tell what years had ENSO events in most of these paleorecords, it’s not possible to pinpoint exactly when each El Niño started and ended within that year.\nLooking at the record of Oceanic Niño Index values (seasonal or 3-month averages in the Niño-3.4 region) going back to 1950, we see considerable variation in the start time of the approximately 33 individual ENSO events (Figure 1). April-May-June (AMJ) is the most frequent month during which the threshold for El Niño or La Niña was crossed. During the past decade, though, while ENSO has been very active, zero events have begun before June-July-August (JJA), with two of the eight events starting in August-September-October (ASO), and two events as late as October-November-December (OND). It’s hard to know if this is just random chance, or if it’s due to some change in the system that we don’t understand—a change that would lead to more frequent late-starting events.\nFigure 1: Start time for each ENSO event since 1950. Figure by CPC from historical ONI index data.\nThe weekly Niño3.4 index at the end of August was +0.4°C, and the monthly Southern Oscillation Index was -0.7. Another downwelling Kelvin wave developed during late July, and it’s transporting warmer-than-average waters eastward across the equatorial Pacific (Figure 2). These warmer waters will reach the surface of the eastern Pacific around September or October. This Kelvin wave, combined with the forecast from climate models for a weak El Niño, is leading forecasters to stick with the 2-to-1 odds that El Niño conditions will be met “in the next few months.”\nFigure 2: Sea surface height anomaly averaged over August 20-30, 2014. Higher-than-average sea-surface height indicates warmer waters below the surface; the current upwelling Kelvin wave is visible along the equator as an especially dark red spot near image center. Image by NOAA Climate.gov from JASON-2 satellite data provided by NOAA View.\nCane, M.A., 2005: The evolution of El Niño, past and future. Earth and Planetary Sci. Lett., 230, 227-240.\nWittenberg, A. 2009: Are historical records sufficient to constrain ENSO simulations? Geophys. Res. Lett., 36, doi:10.1029/2009GL038710.\nIvany, L. C., T. Brey, M. Huber, D. P. Buick, and B. R. Schöne, 2011: El Niño in the Eocene greenhouse recorded by fossil bivalves and wood from Antarctica, Geophys. Res. Lett., 38, L16709.\nGeorgy E. Manucharyan and Alexey V. Fedorov, 2014: Robust ENSO across a Wide Range of Climates. J. Climate, 27, 5836–5850.\nSubmitted by John Lyman on Sat, 09/06/2014 - 22:42\nTony was referring to a flare up of westerly wind anomalies that occured in late July/early August.  Since then we have not seen a re-occurence of westerly winds of similar amplitude across the Pacific.\nAs for whether we should be monitoring other climate patterns and trying to better understand/predict them-- abosolutely!  We seasonal climate forecasters certainly are aware ENSO is not the only show in town and I recommend that you read these two blog articles that go over a few other patterns:\nhttp://www.climate.gov/news-features/blogs/enso/other-climate-patterns-…\nhttp://www.climate.gov/news-features/blogs/enso/how-much-do-climate-pat…\nThe problem with many climate patterns or teleconnections, and why they get lesser emphasis relative to ENSO, is that they cannot be predicted months or seasons ahead of time.\nSubmitted by michelle.lheureux on Mon, 09/08/2014 - 09:46\nIn reply to re: possible co-operation from the winds again? by John Lyman\nSubmitted by John L. on Fri, 09/12/2014 - 22:51\nIn reply to RE: re: possible co-operation from the winds again? by michelle.lheureux\nSubmitted by Alberto Vivas … on Mon, 09/15/2014 - 09:04\nSubmitted by Balkon Hotel on Sun, 08/11/2019 - 02:08",
  "source": "climate.gov"
}