{
  "url": "https://www.climate.gov/news-features/blogs/enso/enso-climate-change-headache",
  "title": "ENSO + Climate Change = Headache",
  "date": null,
  "content": "One of the best things about this blog is the number of excellent comments we get on each post. And after spending some time reading your comments for inspiration, I’ve come to several conclusions. One: people really care about the forecast for this winter and two: people are curious about climate change’s impact on ENSO. While I cannot tell you about snow this winter (full disclosure: I love snow and hope for a lot… everywhere. Always.), I can discuss the impact this grand experiment we have started with our atmosphere—climate change—could have on ENSO.\nIn short, if you are someone who wants more or stronger ENSO events in the future, I have great news for you–research supports that. If you are someone who wants fewer or weaker ENSO events in the future, don’t worry–research supports that too.\nTruth be told, because of how important and popular this question is, I wish I had a more confident answer. But, it is not possible at the moment. Let me explain why.\nIf there is one bit of knowledge you should leave the ENSO blog with, it is that ENSO is a complex system of give and take between the atmosphere and the ocean (see here or here or maybe here, and just for good measure here). Imagine a dining room whose light is controlled by a dimmer switch. If you want to make the room brighter, adjust the switch. Now, imagine instead of one dimmer switch on the wall there are hundreds, all of which affect the amount of light in the room. That light is ENSO. And climate change is some bratty kid who goes into the room and fiddles with each switch differently. Will the end result of his fiddling be a brighter room (i.e. stronger or more frequent ENSO) or a darker room (weaker or less frequent ENSO)? Hard to say.\nWe’ve already discussed some of these “switches,” or feedbacks, in past blog entries. Michelle explained something called the Bjerknes feedback, which deals with a relationship between tropical Pacific sea surface temperatures (SST) and winds.  In a guest post next week, Columbia professor Adam Sobel will describe another type of feedback between the tropical SSTs and the overlying atmosphere.  These are just two: many other switches exist, all of which could be affected by climate change.\nSo, for example, if sea surface temperatures (SST) warm more in the central or eastern Pacific than in the western Pacific, that could change the magnitude of the sea level pressure difference from west to east, which in turn, helps to control how strong the trade winds are, which helps control how much upwelling of cold water occurs in the eastern Pacific, which controls how strong the trade winds are. If you feel like I am talking in a loop, you would be correct.\nFigure 1: Idealized schematic of atmospheric and oceanic conditions across the equatorial Pacific Ocean in normal conditions (top) and in a warmer world (bottom).  a) On average, the western Pacific is warmer (darker red) than the eastern Pacific, and easterly trade winds in the Walker Circulation are relatively strong (thick arrows). (b) According to the IPCC WGI (2013), global warming may change the average state of the tropical Pacific: (left) the trade winds and Walker Circulation weaken and the upwelling of cold water reduces. Sea surface temperatures (SST) warm more along the equator than away from it. (right) This map shows the relative strength of SST anomalies with respect to the average temperature change across the entire domain. Red colors mean more warming than average compared to the rest of the basin, and blue colors mean less warming than average (not cooling). Adapted from Collins et al. (2010) and IPCC AR5 (2013).\nFigure 1, from the latest IPCC report, shows one possible way the Pacific Ocean might change if the central/eastern Pacific Ocean warms faster than areas in the western Pacific or just north or south of the equator. The resulting reduction in sea level pressure difference between the east and west is due to weakening high sea level pressure in the east as SSTs warm more so than SSTs in the west. This weakens the trade winds and the overall Walker Circulation (IPCC, 2013; Collins et al. 2010).  However, keep in mind, other studies suggest the SST gradient and the Walker Circulation could strengthen (Cane, 1997; Solomon and Newman, 2012; L’Heureux et al., 2013).\nAnd remember, in order to tell if climate change will have any effect on future ENSO, the change in ENSO must be teased out of a system that naturally has large changes from decade to decade, without any help from climate change (Emily briefly mentioned this here and we will have a longer post on ENSO variability and decadal changes in the future).\nWhen climate models are tasked with answering this question, they have struggled to give a consistent prognostication (Vecchi and Wittenberg 2010). For example, in Figure 2, the y-axis refers to ENSO variability (how frequently events occur) while the x-axis refers to the pattern of SST change (whether it looks more like El Niño or La Niña). While most climate models show a tendency towards more SST warming in central/eastern Equatorial Pacific than western (i.e. points located on the right side of the plot), there is no consensus on what that actually means for ENSO variations (i.e. points placement on the y-axis). Some models show decreasing variability (i.e. points in the bottom half), increasing variability (i.e. points in the upper half), or remains nearly the same (i.e. points in the middle). The point near the origin (center) would be if that bratty child in the dining room adjusted the switches but the total amount of light never changed.\nFigure 2. Projections by 21 global climate models of changes in the mean state of sea level pressure of the tropical Pacific Ocean (x-axis) and ENSO variability (y-axis). When climate projections of the mean state of the tropical Pacific resemble something that looks like El Niño, points are greater than 0 along the x-axis and vice-versa for La Niña (points less than 0). When ENSO variability increases, points are located greater than 1 along the y-axis and vice versa for a decrease in ENSO variability (points less than 1). We see here that most climate models project a trend towards an El Niño-like average state of the tropical Pacific Ocean but there is considerable model-to-model disagreement regarding whether ENSO variability will increase, decrease, or remain the same in the future.  Adapted from IPCC AR4 (2007).\nWhat does the Intergovernmental Panel on Climate Change (IPCC) say?\nIt’s not surprising then that the IPCC report issued in 2013 takes a measured approach. The IPCC has LOW confidence in exactly what will happen to ENSO in the future even while they have HIGH confidence that ENSO itself will continue (IPCC, 2013).\nEven though we are not sure how ENSO will change in the future, the impacts of ENSO will probably be affected. In a warming world, rainfall variability is expected to increase. Wet areas will likely get wetter, while dry areas get drier. Combined with a future ENSO event, climate change could strengthen or weaken the typical weather patterns associated with ENSO.\nFor instance, during El Niño events, below-average rain usually occurs across Indonesia. However, according to climate models, average wet season* rainfall will increase in the same area (Power et al., 2012). So, during future El Niño events, dry conditions in Indonesia may not be as dry as today. Similarly, La Niña events are associated with a drying of southwestern North America and so are impacts from climate change. So drying during future La Niñas may be enhanced (Vecchi and Wittenberg 2010).\nThis is a very brief overview of the potential impact of climate change on ENSO and on how the atmosphere and ocean might change in the next hundred years or more. But remember, just because we do not have high confidence on how ENSO might change in the future does not mean that it won’t. It just means scientists have more work to do.\n*Correction: This post originally said \"annual average\" rainfall. The projected change due to a warming climate is an increase in wet season rainfall.\nCane, M.A., A.C. Clement, A. Kaplan, Y. Kushnir, R. Murtugudde, D. Pozdnyakov, R. Seager, and S.E. Zebiak, 1997: 20th century sea surface temperature trends. Science, 275, 957-960.\nChristensen, J.H., K. Krishna Kumar, E. Aldrian, S.-I. An, I.F.A. Cavalcanti, M. de Castro, W. Dong, P. Goswami, A. Hall, J.K. Kanyanga, A. Kitoh, J. Kossin, N.-C. Lau, J. Renwick, D.B. Stephenson, S.-P. Xie and T. Zhou, 2013: Climate Phenomena and their Relevance for Future Regional Climate Change. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA\nCollins, M., et al., 2010: The impact of global warming on the tropical Pacific ocean and El Niño. Nature Geosci., 3, 391–397.\nL'Heureux, M.L., S. Lee, and B. Lyon, 2013: Recent multidecadal strengthening of the Walker circulation across the tropical Pacific. Nature Clim Change, 3, 571-576.\nPower, S., Delage, F.,  Colman, R., and Moise, A. 2012: Consensus on Twenty-First-Century Rainfall Projections in Climate Models More Widespread than Previously Thought. J. Climate, 25, 3792–3809.Solomon, A., and M. Newman, 2012: Reconciling disparate 20th century Indo-Pacific ocean temperature trends in the instrumental record. Nature Climate Change, 2, 691-699\nVecchi, G., and A. Wittenberg, 2010: El Niño and our future climate: Where do we stand? WIREs Clim Change,1, 260–270.\nWorking Group I Contribution to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Solomon S, Qin D, Manning M, Marquis M, Averyt K, et al., eds. Climate Change 2007: The Physical Science Basis. Cambridge: Cambridge University Press, 2009, 747–845.\nSubmitted by Bob Tisdale  on Thu, 09/11/2014 - 20:53\nThese are both great papers.  Our understanding is that the IPCC took into account the fidelity of the models, and this helped to inform their statement of low confidence.\nSubmitted by michelle.lheureux on Fri, 09/12/2014 - 15:04\nIn reply to ENSO in CMIP5-Archived Models by Bob Tisdale\nSubmitted by Eric Guilyardi on Thu, 09/18/2014 - 06:43\nIn reply to RE: ENSO in CMIP5-Archived Models by michelle.lheureux\nThanks Eric for weighing in! We agree that paper is fascinating and we intend to explore more of it in a future post.\nSubmitted by tom.diliberto on Thu, 09/18/2014 - 07:51\nIn reply to RE: RE: ENSO in CMIP5-Archived Models by Eric Guilyardi\nSubmitted by kathy on Fri, 09/12/2014 - 11:42\nWe definitely are due for a post on the MJO, but have been waiting.... and waiting....  and waiting for an MJO to clearly emerge before introducing it.  The short answer to your question is that there are *times* when the MJO can be an important factor in El Nino or La Nina evolution.  It does this mainly through adjusting the low-level winds over the tropical Pacific Ocean.  By modifying those winds, the MJO can help determine whether ENSO form, strengthen, or even decay.\nBecause the PDO is decadal and MJOs are \"subseasonal\" (best seen in weekly average data), the interaction between those two phenomenon is much less clear and I'm not aware of any research that connects MJO-PDO.\nSubmitted by michelle.lheureux on Fri, 09/12/2014 - 14:52\nIn reply to Madden Julian Oscillation by kathy\nSubmitted by kathy on Mon, 09/15/2014 - 15:27\nIn reply to RE: Madden Julian Oscillation by michelle.lheureux\nSubmitted by Brian Higgins on Sun, 09/14/2014 - 18:01",
  "source": ""
}