{
  "url": "https://www.climate.gov/news-features/blogs/enso/role-ocean-tempering-global-warming",
  "title": "The role of the ocean in tempering global warming",
  "date": null,
  "content": "This is a guest post from Richard P Allan, who is a professor in the Department of Meteorology at the University of Reading/UK.  He is a lead investigator of the DEEP-C project and tweets at @rpallanuk .  This guest post reflects one interpretation of this expansive topic, which like all cutting-edge science, will be revised and updated as new observations and analysis arise.\nIt is well known that the surface has warmed over the past few decades, primarily in response to rising concentrations of greenhouse gases. ENSO variability and other natural factors, have additionally contributed toward year-to-year fluctuations about this warming trend (dark red line in Figure 1). Strong El Niño events add a few tenths of a degree Celsius to the global average surface temperatures. However, there has recently been an observed slowing in the rate of surface warming (compare the red and orange trend lines in Figure 1) which may be related in part to a greater number of cold La Niña events in the 2000s compared to previous decades (see article by Climate.gov).\nFigure 1: Observed changes in global annual average surface temperature relative to 1961-1990 from the HadCRUTv4 dataset which is updated to account for gaps in data coverage (version 2.0 Long Reconstruction). The temperature difference is compared with 1961-1990 average using data from Cowtan & Way (2014). The rate of warming from 1970-2013 (red trend line) is larger than the rate of warming between 1998-2013 (orange line).\nOn its own, though, ENSO is only part of the story, and it cannot fully explain how and why extra heat trapped by rising greenhouse gas concentrations is unable to raise surface temperatures; recent research indicates that, if anything, the Earth is gaining heat at an increasing rate. How can warming at Earth’s surface have slowed when energy accumulation is becoming larger? The role of our oceans is central in answering this.\nAs greenhouse gas concentrations continue to rise, infra-red radiative cooling by the surface and the atmosphere (1) to space becomes less effective. This sends the planet out of balance, with more energy arriving through absorbed sunlight than leaving through infra-red radiation. Or to put simply, more energy stays on our planet than leaves, which results in the Earth warming. The heating effect is modified by knock-on effects which amplify or reduce climate change through vicious cycles or \"feedbacks.\"\nFor example, as the atmosphere warms, observations and basic physics agree that the atmospheric moisture content increases. This enhances the strength of the greenhouse effect, and therefore the overall heating effect, still further. Inexorable rises in greenhouse gas concentrations have driven a radiative imbalance leading to global warming at the surface, which has been amplified by the associated increases in atmospheric moisture. These processes are crucial in explaining rapid global climate change during my lifetime.\nWhile ENSO influences Earth's overall heating rate and global surface temperatures from year to year (Figures 1-2), what explains the diminishing rate of surface warming over the longer period from the 1990s to the 2000s? A number of small volcanic eruptions (which make the planet reflect more sunlight) and a slightly weaker sun in the 2000s compared to the late 1990s are thought to have offset some of the heating effect of rising greenhouse gas concentrations. However, our recent analysis of satellite data, ocean measurements and detailed simulations (see Figure 2) indicates that Earth's heating rate has not diminished over the period 1985-2012. And if anything it has increased. Currently heat is accumulating at a rate approximately equivalent to every person worldwide using 20 tea kettles each to continuously boil the oceans. That's a big tea party.\nFigure 2: Changes in Earth's yearly average heating rate in observations and simulations 1985-2013 (adapted from Allan et al., 2014). Shown here are an average of 9 simulations which applied observed surface temperatures and were adjusted to match the observed average heating rate over the 2005-2010 period. Earth loses heat following large volcanic eruptions such as Mt. Pinatubo in 1991 which injected aerosol particles into the stratosphere, reflecting more of the incoming sunlight back to space. Also important are changes in ocean circulation associated with ENSO: during the strongest El Niño events, such as 1997/8, warm ocean surface waters heat the atmosphere and more thermal infra-red radiation is emitted to space (there is a lag between the peak of the El Niño and the decrease in the heating rate of the planet) . Conversely, during La Niña events colder conditions in the east Pacific generally lead to a reduced rate at which energy is lost from the global oceans causing a greater overall heating rate of the planet (see above).\nAs we all know from boiling up a pan of vegetables for dinner, you have to put in quite a bit of energy to raise the temperature of water: approximately 4,000 Joules to heat a kilogram of water by 1 degree Celsius. And it turns out that Earth's capacity to take up heat is primarily determined by our vast oceans, all 1.4 billion billion tons of them (1.4×1021kg) (2). But only the upper layers of the ocean are well mixed over the course of a year or a decade. Exchanging energy between the surface layers and the deep sea (defined here as depths below 700 meters (2,300 feet)) can be a glacially slow processes for much of ocean.\nObservations and simulations demonstrate that the upper ocean has warmed up much more than deeper layers (in fact, a recent study indicates that observed warming in the upper 700 meters, shown in Figure 3, has been underestimated in the Southern hemisphere due to the sparse distribution of measurements). Some parts of the deep abyss (down below 4 kilometres, or 2.5 miles) may even be cooling and an evaluation of current satellite data and ocean measurements cannot detect a significant warming and associated contribution to sea level rise from layers deeper than 2000 meters (1.2 miles); many parts of the deep oceans are apparently still blissfully unaware that anything untoward is occurring at the surface!\nFigure 3: Top: Depth-averaged temperature trends (in degrees Celsius per decade) in the upper 700 metres of the ocean for 1971-2010 (colours). Bottom: Observed warming rate (in degrees Celsius per decade) in the upper 700 metres of the ocean averaged over lines of latitude for the period 1971-2010 (colours) with average ocean temperature also shown (black contour lines in degrees Celsius) [Source: IPCC (2013) Working Group 1 assessment report, Figure 3.1]. Variability in ocean circulation associated with ENSO generally affects the way heat is mixed in the upper few hundred metres of the ocean (a recent analysis indicates that 85% of the year to year variability in sea level change due to thermal expansion of the upper 2000m of the ocean is explained by the upper 700m depth).\nRecent research indicates that fluctuations within the ocean, operating over longer timescales and at greater depth than the circulation changes associated with ENSO, are stealing some of the heat from the surface layers, thereby depriving the atmosphere of the warmth from the ocean surface. Changes in the Pacific and Atlantic oceans have been implicated as prime suspects.  Strengthening trade winds in the Pacific, blowing from east to west associated with a La Niña-like enhanced Walker circulation, have been linked to a well-studied decade to decade variability called the Pacific Decadal Oscillation. This appears to be the driving force in burying heat just a few hundred metres below the sea surface.\nIt has recently been suggested, however, that the unusual conditions in the Pacific have been driven by the Atlantic Ocean as part of a change in the global ocean circulation, causing accelerated heat uptake at deeper levels in the North Atlantic and Southern Oceans. These ocean basins are fully interconnected and recent unusual changes in the tropics also influence weather patterns in remote locations such as across Europe and the Arctic which are connected by “bridges” in the atmosphere. In such a complicated system it can, however, be all too easy to conclude that the tail is wagging the dog.\nIt has been long appreciated that surface temperatures will not rise smoothly in response to increasing greenhouse gas concentrations; other heating and cooling factors including changes in the sun, volcanic eruptions and particle \"aerosol\" pollution influence Earth's overall heating rate. And natural fluctuations within our vast oceans from one decade to the next determine what proportion of that heat warms the surface layers and what part is gobbled up by deeper levels. While a lot of the focus on ocean circulation revolves around ENSO, it is important to note there is much more that goes on within the vast oceans that can affect our climate.\nA further intriguing question is can climate models realistically simulate ocean variability and heat uptake over a range of time-scales? Plus, it is yet to be established whether the unusual circulation patterns of the atmosphere and ocean are part of a natural fluctuation or whether greenhouse gas forcing has also played a role in generating unusual oceanic conditions. Understanding these processes is vital in gauging the likely rates of global and regional warming associated with human activities, important for how we plan for and adapt to future climatic change. These are important topics of research being tackled by hundreds of scientists worldwide as detailed in the latest comprehensive assessment by the Intergovernmental Panel on Climate Change and as documented by the growing pile of journal articles steadily accumulating... just like heat in the oceans.\n(1) In order to stay in energy balance, the earth must emit energy equal to that which is absorbed from the sun. The process in which the Earth’s surface and atmosphere emit energy back to space is referred to as infra-red radiative cooling as our planet is “losing” heat. Greenhouse gases act to reduce the amount of energy that is emitted back to space by Earth, leaving more heat within the atmosphere, land and, in particular, the oceans, resulting in an imbalance as more energy from the sun is absorbed by the Earth than is emitted back to space.\n(2) If the heat currently accumulating was distributed evenly throughout the oceans, the temperatures of the entire ocean, including the sea surface, would rise by a paltry 0.017 degrees Celsius each decade. Observations show that the Earth is heating at 0.6 Watts per square metre and since the global surface area is 5.1×1014square metres, the buildup of energy is about 3×1014Joules per second which is 9.5×1022Joules per decade. Making a rough approximation, assuming the specific heat capacity of sea water is about 3,900 Joules per kg per degrees Celsius and the total mass of the oceans is 1.4×1021kg this would mean that it would take 5.5×1024Joules (5.5 trillion trillion Joules) to heat the entire ocean by 1 degrees Celsius (1.8 degrees F). Then we simply divide the heating rate (9.5×1022Joules per decade) by 5.5×1024Joules per degrees Celsius to get 0.017 degrees Celsius per decade (so it would take about 600 years to raise the temperature by 1 degrees Celsius). In reality most of this energy has been heating the upper few hundred metres (see Figure 3 above), explaining why temperatures have been rising at around ten times this rate since 1970.\n-- Tom Di Liberto, lead reviewer\nMany can be viewed by clicking the hyperlinks in the article.\nA growing list of journal articles discussing aspects of the slowdown in global average surface warming are available on the NERC-funded DEEP-C project website.\nSubmitted by JIm Baird on Fri, 10/24/2014 - 12:39\nSubmitted by Rick Guest on Tue, 12/02/2014 - 05:45\nIn reply to The unutilized potential of the deep ocean heat sink.  by JIm Baird\nSubmitted by Faizan Zahid on Mon, 07/17/2017 - 09:42\nIn reply to RE: The unutilized potential of the deep ocean heat sink.  by Rick Guest\nSubmitted by Jan Freed on Fri, 10/24/2014 - 13:38\nSubmitted by V Tight gel on Tue, 07/07/2020 - 06:39\nHi climate.gov administrator, Your posts are always well-formatted and easy to read.\nSubmitted by Marvin Birtles on Tue, 02/07/2023 - 07:51",
  "source": "climate.gov"
}