{
  "url": "https://www.climate.gov/news-features/blogs/enso/details-november-enso-forecast-slip-slidin%E2%80%99-away",
  "title": "Details on the November ENSO forecast: slip-slidin’ away?",
  "date": null,
  "content": "The CPC/IRI ENSO forecast has dropped the likelihood of El Niño again, to 58%, despite the presence of “borderline” El Niño conditions (i.e. warmer equatorial Pacific sea surface temperature, and some reduction in rain over Indonesia). El Niño is still expected, but with less confidence. What is it about this year that may be making it harder to forecast?\nMany studies, using both long-term climate model simulations and observed data, have found that ENSO changes on decadal (10-year) or longer timescales.  This low-frequency or interdecadal variability includes changes in ENSO strength (variance) and frequency (how often events re-occur).\nIn other words, in one decade, the pattern may be weak El Niño events followed by weak La Niña events every other year, and then the next decade the pattern may be just a handful of strong, irregularly spaced events.  These decadal shifts are largely not predictable (Wittenberg et al. 2014; if you’re interested in a lot of technical detail about the interdecadal variability of ENSO, check out the references in that article.)\nIn an earlier post, I discussed the start times we’ve seen in ENSO events in the past, and mentioned how in the last decade, we’ve seen events starting later in the year than in decades prior. This isn’t the only recent change in the characteristics of ENSO, though, and many scientists think we have seen a shift in low-frequency variability since around the year 2000 (e.g. Yeh et al. 2009, Lee and McPhaden 2010).  These shifts may make ENSO prediction harder for today’s state-of-the-art climate models to predict.\nOne example of the evidence of a change in ENSO behavior is that El Niño events since 2000 have tended toward the central Pacific flavor, and there have been more frequent, less intense events (Lee and McPhaden 2010, Hu et al. 2013). Along with weaker ENSO, we’ve observed changes in the thermocline, the line that separates the warmer upper ocean and the colder deeper waters (often identified by the depth of the 20°C layer).\nThe thermocline is now deeper in the western Pacific, and shallower in the eastern Pacific (Fig. 1), which means that colder waters are closer to the surface in the eastern Pacific (Wen et al. 2014).  Yet another change is that winds near the equator are more easterly, indicating a strengthening of the Pacific Walker circulation (e.g. L’Heureux et al., 2013; Sohn et al., 2013).\nFigure 1: Schematic of average thermocline position and easterly winds, pre-2000 (left) and post-2000 (right). Shading shows average sea surface anomalies during El Niño events in each of the two periods. Figure by climate.gov.\nAll of these changes affect the development of ENSO, and one implication of the shift in decadal (or longer) variability is that ENSO may be less predictable while this phase interdecadal variability is underway. For example, much of the predictability of ENSO is based on the slow movement of warm Pacific subsurface ocean waters. In the period prior to 2000, anomalies in the warm water volume would occur six or eight months before the start of an ENSO event. Since 2000, this lead time has shrunk to only two or three months (Fig. 2; McPhaden 2012).\nFigure 2: Warm water volume anomalies in the tropical Pacific (green) and Niño3.4 index (purple). Figure by climate.gov from CPC data.\nIn addition, the shift toward weaker, more centrally located El Niños is more difficult for climate models to capture (e.g. Kirtman et al., 2013; Xue et al. 2013).  The depth of the thermocline, equatorial winds, and sea surface temperatures are inextricably linked–and so the combination of certain factors results in changes in how well ENSO can be predicted.\nAn illustration of how weaker events are harder to predict is shown by the four “missed” events in the model prediction of the October-December ENSO index: all were weak events that the models thought would be neutral (three of these four have been since 2000). The “false alarm” forecast of 2012 was for a weaker El Niño (Niño3.4 between +0.5 and +1.0°C) that never occurred.  If an El Niño develops this year, it’s likely to be weak.\nWhat is this 58% confidence–still close to 3-in-5 odds–based on, then? Well, surface temperature anomalies are hovering around the +0.5°C threshold, and most of the dynamical models are still calling for increasing Niño3.4 anomalies. As well, another downwelling Kelvin wave has developed (Fig. 3), which will continue to supply the central and eastern Pacific with warmer-than-average sea surface conditions.\nThe CFSv2 has an unusual forecast (some slight cooling in the Niño3.4 region, then increasing warm anomalies through the spring) that’s difficult to interpret. We’re still not seeing much of an atmospheric response to the surface warming, so there is now concern that if El Niño conditions are achieved, they won’t persist for the five overlapping seasons required for this to be called an El Niño event. So, we’re still calling for the development of El Niño–just with less confidence.\nFigure 3: Sea surface height anomalies in early November 2014. Red indicates higher-than-average heights caused by warm waters of the current downwelling Kelvin wave. Figure by NASA/JPL.\nHu, Zeng-Zhen, Arun Kumar, Hong-Li Ren, Hui Wang, Michelle L’Heureux, and Fei-Fei Jin, 2013: Weakened Interannual Variability in the Tropical Pacific Ocean since 2000. J. Climate, 26, 2601–2613.\nKirtman, B., J. Infanti, and S. Larson, 2013. The diversity of El Nino in the North American Multi-Model Prediction System. U.S. Clivar Variations, 11, 18-23.\nLee, T. and M. J. McPhaden, 2010: Increasing intensity of El Niño in the central-equatorial Pacific. Geophys. Res. Lett., 37,  doi:10.1029/2010GL044007.\nMcPhaden, M. 2012: A 21st century shift in the relationship between ENSO SST and warm water volume anomalies. Geophys. Res. Lett., 39,  doi:10.1029/2012GL051826.\nSohn, B. J., S.-W. Yeh, J. Schmetz, and H.-J. Song (2013), Observational evidences of Walker circulation change over the last 30 years contrasting with GCM results, Clim. Dyn., 40, 1721–1732, doi:10.1007/s00382-012-1484-z\nWen, C., A. Kumar, Y. Xue, M. J. McPhaden, 2014: Changes in Tropical Pacific Thermocline Depth and Their Relationship to ENSO after 1999. J. Climate, 27, 7230 – 7249.\nWittenberg, A. T., A. Rosati, T. L. Delworth, G. A. Vecchi, and F. Zeng, 2014: ENSO Modulation: Is It Decadally Predictable? J. Climate, 27, 2667-2681.\nXue, Yan, Mingyue Chen, Arun Kumar, Zeng-Zhen Hu, and Wanqiu Wang, 2013: Prediction Skill and Bias of Tropical Pacific Sea Surface Temperatures in the NCEP Climate Forecast System Version 2. J. Climate, 26, 5358–5378.",
  "source": "climate.gov"
}