{
  "url": "https://www.climate.gov/news-features/blogs/enso/climate-change-and-enso-take-2",
  "title": "Climate Change and ENSO: Take 2",
  "date": null,
  "content": "This is a guest post by Mat Collins, who is the joint Met Office Chair in Climate Change and professor in the College of Engineering, Mathematics, and Physical Sciences at the University of Exeter in the UK.  You can follow him on Twitter @mat_collins.\nTom previously touched on how climate change might affect ENSO, emphasizing the 2013 AR5 Intergovernmental Panel on Climate Change (IPCC) statement (footnote 1), which basically said that ENSO (the El Niño-Southern Oscillation) will continue, but we don’t know if or how its frequency or intensity might change.\nThat’s the answer we get when we look at the question head-on. But what about when we look at it more indirectly? Looking at other elements of the climate system, for example, we can focus on one reasonably robust finding: an intensification of mean rainfall in the central and eastern equatorial Pacific is ‘likely,' according to the IPCC criteria. Recently, my colleagues and I have been focusing on the possibility that these overall rainfall changes may impact ENSO.\nThere have been a number of modeling studies since the publication of the IPCC report that have seemed to hint at a clearer picture of future changes in ENSO. The picture began to come into focus when looking at changes in the rainfall response in the equatorial Pacific to an El Niño event (Cai et al., 2014) rather than just changes in the ocean surface temperature in the traditional regions (Niño-3 or Niño-3.4).\nBy “rainfall response,” I mean the differences in intensity or location of rainfall anomalies during El Niño. During an El Niño event, massive cumulus clouds and rainfall linked to atmosphere convection move away from Indonesia, out into the central or eastern Pacific following the eastward extension of warm waters. Figures 1 and 2 show the shift in convection with transition from ENSO-neutral to El Niño conditions.\nGeneralized Walker Circulation (December-February) during ENSO-neutral conditions.  Convection associated with rising branches of the Walker Circulation is found over the Maritime continent, northern South America, and eastern Africa. NOAA Climate.gov drawing by Fiona Martin.\nThere it triggers large-scale teleconnections, which are responsible for global El Niño rainfall patterns. During very strong or ‘extreme’ El Niño events, such as those that occurred in 1982/3 and 1997/8, the convection reached all the way into the tropical east Pacific, reaching South America (2).\nSo, if we consider El Niño events only in terms of these rainfall patterns, what do climate models show us? First, we find that not all models can simulate present day conditions very well. However, some do. When we look at the climate change simulations of these better models, we see an increase in instances where rainfall spreads all the way into the east Pacific, as is the case for more extreme El Niños (3) but not for moderate events.\nSo, there may be some model agreement on changes in the most extreme El Niño events in the future when viewing the phenomena in terms of rainfall patterns rather that SST patterns.\nJust because the change is seen in models, or even a subset of models, doesn’t mean that we should believe it without question. Not only do we have to factor in errors or biases in the models, but we also have to have a convincing physical argument for the changes.\nA feature of model predictions for the end of the 21st century is an increase in the average rainfall over the equatorial central and eastern Pacific. Average rainfall changes in the tropics are related to changes in atmospheric circulation (Chadwick et al., 2013), which are, in turn, closely tied to changes in sea surface temperature (SST) patterns. In particular, there is a equatorial maximum in SST warming across the Pacific basin which is seen in many different models (Xie et al., 2010).\nBut these SST changes are occurring in a region where there are known and persistent biases in climate models. The relatively colder SSTs in the east Pacific (“cold tongue”) are often too cold and extend too far into the central and, sometimes, west Pacific. If the models represent the region as being colder than it is at present, the predicted warming they show may be exaggerated. Hence the change in rainfall which seems to occur in all models might be tied to errors in SSTs which are common to all models.\nAs far as a good physical explanation for the projected changes, one hypothesis for the increase in the frequency of extreme El Niño events is that, because of average rainfall increases in the equatorial Pacific, it is easier for El Niño events to shift atmospheric convection from the west Pacific Warm Pool region into the east. In others words, the atmosphere is already primed to rain harder.\nChanges in mean rainfall under Representative Concentration Pathway (RCP) 8.5 for the period 2081-2100 expressed as anomalies with respect to 1986-2005. Hatching indicates regions where the multi-model mean change is less than the natural variability (computed from 20-year averages taken from pre-industrial control experiments). Images generated using http://climexp.knmi.nl/plot_atlas_form.py.\nSo, the picture of changes in ENSO, when viewed in terms rainfall response patterns, may be limited by errors and biases that have been long-term features in climate models. Research is required to test the potential impact of SST biases on the change in average precipitation in the tropics. We must improve models, but we must also to better understand the processes whereby biases in present-day simulations link to future projections. Until we get a better handle on these issues, the prediction of an overall increase in rainfall in the eastern tropical Pacific, and its year-to-year variability, remains uncertain.\n(1) “…there is high confidence that ENSO very likely remains as the dominant mode of interannual variability in the future and due to increased moisture availability, the associated precipitation variability on regional scales likely intensifies…However, natural modulations of the variance and spatial pattern of ENSO are so large in models that confidence in any specific projected change in its variability in the 21st century remains low.” [Chapter 14, Executive Summary]\n(2) For weaker El Niño events, increased rainfall and convection will not spread as far eastward across the equatorial Pacific and may only remain in the central Pacific.\n(3) A similar result is obtained when we look at the rainfall response to both El Niño and changing climate using atmosphere-only experiments (Power et al., 2013).\nCai, W. et al. Increasing frequency of extreme El Nino events due to greenhouse warming. Nature Climate Change 4, 111-116, doi:10.1038/NCLIMATE2100 (2014).\nPower, S., Delage, F., Chung, C., Kociuba, G. & Keay, K. Robust twenty-first-century projections of El Nino and related precipitation variability. Nature 502, 541-+, doi:10.1038/nature12580 (2013).\nChadwick, R., Boutle, I. & Martin, G. Spatial Patterns of Precipitation Change in CMIP5: Why the Rich Do Not Get Richer in the Tropics. Journal of Climate 26, 3803-3822, doi:10.1175/JCLI-D-12-00543.1 (2013).\nXie, S. et al. Global Warming Pattern Formation: Sea Surface Temperature and Rainfall. Journal of Climate 23, 966-986, doi:10.1175/2009JCLI3329.1 (2010)\nLead reviewer: Michelle L’Heureux\nSubmitted by John S on Fri, 12/12/2014 - 07:00\nYou're right! Even though we like to think that folks have been reading from the beginning of the blog, and that they have picked up some of the lingo, we still try to define unfamiliar terms each time. I just missed this one this time. I've updated the text. Thanks for the feedback.\nSubmitted by rebecca.lindsey on Fri, 12/12/2014 - 08:33\nIn reply to abbreviation ENSO by John S\nSubmitted by Answer on Wed, 08/05/2015 - 00:43\nIn reply to abbreviation ENSO by John S\nSubmitted by Lenguaje común on Fri, 12/12/2014 - 23:10\nIn English, this comment is:\nThe information is very interesting, but since it is publicly available you should use a language that is understandable to the general public. Regards.\nSince I do not know Spanish, and needed to consult a Spanish speaking colleague for the above translation, and I can only reply in English.\nBelieve it or not, we try pretty hard to make our blog articles understandable to the layman. It is not easy for us to put our normal scientific manner of speaking to the side and talk about ENSO-related topics in a way that my brother or mother would easily understand. Sometimes we goof and use a \"bad\" word, not realizing it until the person looks puzzled or asks directly what a word or phrase means, such as \"anomaly\" or \"relaxed low-level trade winds\". Perhaps this article on Climate Change and ENSO, Take 2, is not sufficiently laymanized. But several of us reviewed it and thought that it was. If it is not too difficult for you, would you be willing to identify two phrases (or words, or whole concepts) in this article that were not understanable to you? This way we can actually answer it right here, and also learn how to better serve the layman audience in future blog articles. Thanks....\nSubmitted by anthony.barnston on Thu, 12/18/2014 - 14:17\nIn reply to Adú by Lenguaje común\nSubmitted by Lucas on Mon, 12/15/2014 - 13:14\nCertain biases are definitely occurring in climate models, although they are able to do specific things roughly correctly. Some biases can be related to a lack of complete understanding of the climate processes, but many are caused by lack of sufficient spatial resolution to represent the processes explicitly, even when we do understand the processes quite well. Some biases do not greatly degrade a model's ability to represent departures from normal fairly well, as we simply look at the departure from the model's own historical average, even if that average is different from that of the real world. However, sometimes a model's bias can ruin its reproduction of what we are interested in knowing. In the case of climate change and ENSO, we note that many models make the current cold tongue too cold. Then, when we look for effects of climate change on SST, there is a danger that warming in the eastern tropical Pacific SST may be overdone because they have too cold a starting point. We need to work on the causes of this too cold a starting point to get a more trustworthy picture of the likely rate of warming in the coming decades. As for hurricanes, these are detected on an individual basis by weather models, not climate models, using initial observations. For changes in the expected prevalence or intensity of hurricanes in the future, the climate change models would be used, and would involve changes in the atmosphere and the SST outside of the tropical Pacific (most notably the Atlantic), and model biases would definitely come into play and affect the nature and trustworthiness of the predictions of possible changes in seasonal hurricane activity.\nSubmitted by anthony.barnston on Thu, 12/18/2014 - 13:51\nIn reply to Are persistent biases occurring in climate models? by Lucas\nSubmitted by Gopinathan Krishnan on Wed, 12/31/2014 - 08:41\nSubmitted by Ashok Patel on Wed, 12/31/2014 - 17:22\nSubmitted by easymart on Tue, 12/01/2020 - 05:31",
  "source": "climate.gov"
}