{
  "url": "https://www.climate.gov/news-features/blogs/enso/january-enso-update-little-engine-couldnt-quite",
  "title": "January ENSO update: The little engine that couldn't quite",
  "date": null,
  "content": "A month ago, I wrote about the factors we look for when declaring the presence of “El Niño conditions.” Last month we were close: monthly average sea surface temperature anomalies in the Niño3.4 region were above +0.5° Celsius, and they looked to stay that way for at least another few seasons.\nHowever, signs that the atmosphere was responding to the warmer-than-average ocean waters were inconclusive, and we decided to hold off on declaring the presence of El Niño conditions for the moment. Was that the right decision? Why is this particular forecast so difficult? This month, I’m going to take you behind the scenes, into the forecast process.\nThe CPC/IRI ENSO* team currently consists of eleven forecasters. The forecasters use a variety of statistical and dynamical computer model forecasts, information from different climate monitoring systems, and personal knowledge. As the team develops the forecast, we also seek input from several other climate experts at NOAA.\nEach forecaster provides a prediction for the Oceanic Niño Index (ONI), the three-month average sea surface temperature anomaly in the Niño3.4 region. This is a 3-category probability forecast: one probability that the ONI will be below -0.5°C, one that it will be above +0.5°C, and one that it will be between the two.\nThese forecasts extend out to ten months into the future. For example, this month’s first forecast period is for the December-January-February average, and the last is for August-September-October 2015. These probabilities are what go into the consensus probabilistic forecast (fig. 1).\nThe CPC/IRI consensus probabilistic ENSO forecast.\nForecasters must also answer the question of whether or not they think El Niño conditions are present (El Niño Advisory), likely to develop (El Niño Watch), or neither. (The same applies for La Niña, but for now I’m going to focus on the current situation.) This forecast has been tricky because, while the sea-surface temperature anomalies increased during October and November, the atmosphere was slow to respond.\nWe make such a big deal about the atmospheric response for two main reasons. One, the changes in the tropical atmosphere connect to the higher latitudes through teleconnections, affecting the jet stream and leading to weather impacts over North America and elsewhere. The other reason is that the atmosphere feeds back onto the ocean, helping to develop and sustain the sea surface temperature anomalies.\nAs of the end of December, we were still seeing limited changes in the Walker Circulation. The Equatorial Southern Oscillation Index, or EQSOI, was still near zero (-0.1), and the SOI (Tahiti minus Darwin) increased slightly, but remained negative, at -0.6. Positive outgoing longwave radiation anomalies in the central Pacific decreased slightly too, but there was still suppressed rainfall near the Date Line.\nThrough all these months during which the atmosphere has been saying “maybe” to El Niño, the ocean has been pretty consistently saying “yes.” However… during December, we saw a drop in the weekly Niño3.4 index, down from +1.0°C at the end of November to +0.5°C at the end of December. Plus, there is a reduction of sub-surface heat across the equatorial Pacific (fig. 2; see an animated progression here), meaning that there is a diminishing supply of heat that could recharge surface temperatures. The CFSv2 model, which has been hinting at this drop in SSTs for a couple of months now, also doesn’t think there will be a reversal in this current trend over the coming few months.\nSubsurface temperature anomaly along the equator, averaged over December 29, 2014 - January 3, 2014. Vertical axis is ocean depth, from 450 m deep to the surface. Horizontal axis is longitude. Figure by Climate Prediction Center.\nAll of these considerations led the forecasters to conclude we are not in El Niño conditions this month. And, while there is a 50-60% chance of El Niño conditions emerging during the next two months, ENSO-neutral is favored beyond that.\nNot quite yet. With probabilities hovering around 50% that the ONI will stay above +0.5°C through January-February-March, we’re leaving the El Niño Watch up.\nIt’s not just U.S. forecasters that are watching this situation closely and trying to figure out what is going to happen. Australia’s Bureau of Meteorology has left their “El Niño Alert” raised, similar to our consensus. On the other hand, last month, the Japanese Meteorological Agency announced that El Niño was upon us, and has been since summer. They focus on the Niño-3 SST region (slightly eastward of Niño3.4).\nThe fact that different agencies are coming to different conclusions is further evidence of how borderline these conditions are.  If “El Limbo” were real, and not a fake category someone at the IRI thought of, we might have already declared it.\n*Climate Prediction Center/International Research Institute for Climate and Society (CPC/IRI) El Niño-Southern Oscillation (ENSO)\nSubmitted by Michael Moffitt on Thu, 01/08/2015 - 15:08\nSubmitted by sean on Thu, 01/08/2015 - 16:55\nSubmitted by tom mallard on Thu, 01/08/2015 - 18:35\nSubmitted by Janet H. on Thu, 01/08/2015 - 22:07\nSubmitted by Andrew B. Watkins on Thu, 01/08/2015 - 23:21\nSubmitted by Juan Carlos Correia  on Fri, 01/09/2015 - 09:56\nSubmitted by Rick Holtz on Sat, 01/10/2015 - 01:45\nSubmitted by John Lyman on Wed, 01/14/2015 - 16:32\nSubmitted by Srihari Yamanoor on Fri, 01/16/2015 - 03:37",
  "source": ""
}