{
  "url": "https://www.climate.gov/news-features/blogs/enso/oceanic-kelvin-waves-next-polar-vortex",
  "title": "Oceanic Kelvin waves:  The next polar vortex*",
  "date": null,
  "content": "*Okay, maybe not.\nWhile not as popular as “polar vortex,” oceanic Kelvin waves did break into media reports in early 2014 (here, here, here) when a really strong wave traveled eastward across the tropical Pacific Ocean.  In this post, we’ll go into a little more detail on what these waves are and why they are important in ENSO prediction.   And if Kelvin waves ever get as popular as the polar vortex some day, we are confident our readers will be able to describe them in a way that doesn’t generate a heavy sigh from scientists.\nThe waves that most of us are familiar with are the waves at the beach—waves that endlessly curl and crash on the shore. But the ocean and atmosphere also have what are called “planetary waves”—waves of immense scale. Kelvin waves are a kind of planetary wave.\nUnlike the waves you see at the beach, Kelvin waves do not curl over and then crash.  They are more like the waves in your bathtub, which slowly slosh around. They don’t break, but they still have broad peaks and valleys that change the depth of the water (the ocean equivalent is “sea surface height”).\nThe Kelvin waves that are relevant to ENSO only move eastward and along the equator (1). Like all planetary waves, the geographic extent of an equatorial Kelvin wave is huge, often stretching over much of the Pacific Ocean (thousands of miles).\nEquatorial Kelvin waves have two phases, which can lead to very different changes in subsurface and sea surface temperature (SSTs) in the eastern tropical Pacific:\n(A) Downwelling phase:  Normally, winds blow from east to west across the tropical Pacific, which piles up warm water in the western Pacific. A weakening of these winds starts the surface layer of water cascading eastward.  The thick warm layer sloshes east, pushing down the thermocline as it goes, thus we call this a “downwelling” wave.  The thermocline is the boundary between the warmer, near surface mixed layer and colder deeper water (4).  Because of this downward push as the wave travels eastward, it is harder for the colder, deeper water to affect the surface so near-surface temperatures are often above average. This will often (not always) warm the surface temperatures and plant the seeds for an El Niño (5).\n(B) Upwelling phase:  After the downwelling part of the wave goes by, we sometimes see a rebound or upwelling where there was once downwelling (6).  Here, the colder water at depth upwells and the thermocline comes closer to the surface.  We often will see below average temperatures near or at the surface.\nYou can see both downwelling and upwelling phases in this diagram below, which shows the average temperature of the top 300m of the ocean along the equator (7). When the warm upper layer is thick, this average temperature is warmer, so this kind of diagram is convenient. After it gets started, a Kelvin wave takes 2-3 months to cross the tropical Pacific, which gives us some lead time to anticipate a possible El Niño event. We saw a big downwelling Kelvin wave in March/April 2014 (also see this article), but then we saw an upwelling phase go through in June/July, which helped to reverse and cool temperatures in the eastern Pacific. The subsurface temperature changes are not always perfectly equal and opposite.   Just because there is a strong downwelling phase does not mean there will be a strong upwelling phase (6).\nEquatorial sub-surface temperature anomalies (averaged from 0-300 meters depth) shown for each longitude across the Pacific Ocean (see x-axis).  Time is shown on the y-axis from mid-January 2014 (top edge) to mid January 2015 (bottom edge).  Red shading shows where temperatures were above-average, and blue shading shows where they were below average.  Data is from the NCEP Global Ocean Data Assimilation System (GODAS) with anomalies defined with respect to the average over 1981-2010.  Figure is from NOAA Climate Prediction Center.\nDuring December 2014 and January 2015, we saw a weak upwelling Kelvin wave move across the tropical Pacific (white shading), which resulted in cooling of the subsurface tropical Pacific ocean.  Will this be the final nail in the coffin for El Niño in winter of 2014-15?  It is possible, so stay tuned to future ENSO updates.  Going forward, we still need to continue to monitor the Pacific for future downwelling Kelvin waves which may increase the risk of El Niño forming in 2015 (see latest NCEP CFSv2 run).\n-- Thanks for the review and edits from William Kessler, NOAA Pacific Marine Environmental Laboratory (PMEL).  Check out his helpful and entertaining ENSO FAQs.\n(1) At this point, our more inquisitive readers might ask themselves, what happens after this wave hits the coast of South America?  Well, they can bounce back (slightly off the equator) as a westward moving Rossby wave.  Also, there is a second type of Kelvin wave in the ocean that is not as directly applicable to ENSO prediction, which is called a coastal Kelvin wave that travels with the coast to its right in the Northern Hemisphere.\n(2) At planetary scales, different forces dominate, and so we find these different classes of waves.  However, like any wave, planetary waves begin when the surface of a fluid is disturbed somehow.\n(3) The atmospheric Kelvin wave is often presented as Convectively Coupled Kelvin wave (CCKW) and is essentially similar to the atmospheric Madden Julian Oscillation (MJO) except they move faster eastward and span shorter wave lengths (Kiladis et al., 2009).\n(4) The thermocline is often defined by subsurface temperatures at 20°C.  Around the 20°C layer, ocean temperatures change rapidly (a strong temperature gradient).  On average, the thermocline is found at a deeper depth in the western Pacific and is closer to the surface in the eastern Pacific.\n(5) The appearance of a downwelling Kelvin wave does not automatically mean an El Niño event is coming.  Sub-surface temperatures can get quite warm, but they do not necessarily manifest themselves at the surface of the ocean in a 1:1 fashion.  This is because it is “easier” to achieve large anomalies near the thermocline (a large temperature gradient can lead to big anomalies) and not necessarily right at the surface.  However, downwelling Kelvin waves are one sign of a possible El Niño and are why it is important to monitor below the surface of the ocean in addition to the surface.\n(6)  There does not have to be a rebound upwelling wave. The waves entirely reflect the wind forcing: if the winds remain westerly, there will be no rebound. But it happens that typically westerly wind forcing (e.g. say from the MJO) is then followed by easterly anomalies. This process is entirely external to the ocean— ultimately, the ocean will respond to sustained wind forcing.\n(7) Figure 1 is referred to as a Hovmoller diagram, which is an intimidating name, but it is a nice way to present information. The red shading is showing where the subsurface temperatures (from the ocean surface to 300 meters below the surface) are above average.  Blues show you where they are below average.  The nice thing about this diagram is that you can see the evolution and movement of these waves over time.  The upper-left to lower-right tilt of the temperature anomalies indicates eastward movement which is a sign of an oceanic Kelvin wave.  In contrast, you cannot see this movement when you examine a figure simply showing the subsurface ocean temperatures at one point in time (like the one below that is for 13 January 2015).  In a Hovmoller diagram, one of the axes (usually the vertical/y-axis) must be time.\nDepth-longitude section of the equatorial Pacific upper-ocean (0-300m) temperature anomalies centered on the pentad of 13 January 2015. The anomalies are averaged between 5S-5N and are based on departures from the 1981-2010 base period pentad means.\nReferences:\nKiladis, G. N., M. C. Wheeler, P. T. Haertel, K. H. Straub, and P. E. Roundy (2009), Convectively coupled equatorial waves, Rev. Geophys., 47, RG2003.\nWang, B.  (2003), Kelvin Waves.  Encyclopedia of Meteorology.  Ed. J. Holton. Academic Press. Pp. 1062-1067.\nSubmitted by FF on Sat, 04/11/2015 - 02:43\nNo, the tropical wind anomaly often changes on a quicker time scale than the 2-3 months it takes for the Kelvin wave to cross from western to eastern Pacific Ocean. That means that a spell of westerly wind anomalies may produce a downwelling phase of a Kelvin wave but end long before the wave makes it to the eastern part of the Pacific basin. Another spell of wind anomalies may sometimes occur while tthe Kelvin wave is still traveling eastward. This can trigger two separate Kelvin waves, or, if the wind spells are close together in time, the two spells of westerly wind anomalies may cause a single, but less sharp, downwelling Kelvin wave. The Kelvin waves are somewhat integrative--they may contain the effects of more than one spell of wind anomalies. The heat content of the subsurface waters is yet even more integrative, as it can be a result of more than one Kelvin wave at a time, such as two of them moving eastward but separated by 1000 km, being triggered by separate spells of wind anomaly. In addition to these shorter-lasting wind anomalies, long-lasting ones may come about once an El Nino is in full swing, and the ocean and atmosphere are well coupled. In that case there would be a longer period of steadier westerly wind anomalies due to the El Nino SST pattern, with wind blowing toward the location of maximum SST anomaly, typically in the Nino3 or Nino3.4 region, or even farther west over the dateline (as is the case in the current weak El Nino).\nSubmitted by anthony.barnston on Mon, 04/13/2015 - 12:07\nSubmitted by FF on Sat, 04/18/2015 - 01:07\nIn reply to No, the tropical wind anomaly by anthony.barnston\nSubmitted by kevingeorge on Tue, 04/03/2018 - 02:45\nSubmitted by Jim Leslie on Sat, 06/29/2019 - 19:37\nThe Kelvin waves we discuss in this blog are isolated to the equator, so it's unlikely it affects you up in Oregon.  You can track ocean data closer to Oregon at this web site:  https://www.cpc.ncep.noaa.gov/products/GODAS/\nSubmitted by michelle.lheureux on Mon, 07/08/2019 - 14:57\nIn reply to Kelvin Waves effecting Oregon Coastal waters by Jim Leslie\nSubmitted by Arpit Rathi on Thu, 07/25/2019 - 13:24\nSubmitted by Ryan on Tue, 09/17/2019 - 05:23\nSubmitted by Zhiyu Liu on Mon, 09/14/2020 - 05:31\nIn reply to Downwelling Kelvin wave by Ryan\nDo Kelvin waves have a specific or marked effect on weather in the western US? Specifically during a la niña winter? Any sources I should check out?\nSubmitted by Matthew Janson on Fri, 01/14/2022 - 12:06\nI understand that, after reaching the boundary, downwelling equatorial Kelvin waves propagate poleward along the (America´s) coast. Is this also true for upwelling Kelvin waves? In advance, thank you.\nSubmitted by Daniel B. Lluch-Cota on Wed, 06/22/2022 - 17:09\nThat is a different type of kelvin wave known as a coastal kelvin wave. They behave differently than an equatorial kelvin wave (which balance between the coriolis force in the Northern and Southern Hemisphere)\n\nCoastal Kelvin waves balance the Coriolis Force against a Topographic Boundary\nSubmitted by tom.diliberto on Mon, 06/27/2022 - 09:21\nIn reply to Coastally trapped Kelvin Wave by Daniel B. Lluch-Cota\nWhat is the speed and period of Equatorial Kelvin Waves?\nSubmitted by CONG GAO on Sat, 08/20/2022 - 03:30",
  "source": ""
}