{
  "url": "https://www.climate.gov/news-features/blogs/enso/challenges-enso-today%E2%80%99s-climate-models",
  "title": "Challenges with ENSO in Today’s Climate Models",
  "date": null,
  "content": "This is a guest post by Eric Guilyardi, who is a professor in the Department of Meteorology at the University of Reading (NCAS Climate) in the UK and is affiliated with the Institut Pierre Simon Laplace (IPSL) in Paris, France.  He has led various efforts to diagnose ENSO in state-of-the-art climate models, with a focus on how ENSO responds in a changing climate.\nOn a global scale, the El Niño-Southern Oscillation (ENSO) is the dominant mode of seasonal and year-to-year climate variability. Originating in the tropical Pacific, it affects many regions of the globe via atmospheric or oceanic teleconnections. Hence, we climate scientists are frequently working to understand ENSO itself or having to take it into account as we study other aspects of climate (e.g., regional drought).  It is the 800-lb gorilla in the room.\nUnderstanding the main mechanisms of ENSO has given us the ability to operationally forecast it a season or more ahead. This success is mostly due to the advent of coupled ocean-atmosphere general circulation models (CGCMs) that encapsulate the complexity of the physics and dynamics of the climate system as we understand it.\nJust as for weather forecasts, the future evolution of the atmosphere can be predicted by knowing the observed atmosphere and ocean state at a given time and applying the equations of motion. ENSO results from numerous interactions between the ocean and the atmosphere, as explained below. This means it is an emergent property resulting from the basic laws of physics and thermodynamics that govern the climate system. Hence, in models, there is no line of code or button to press to “have” ENSO. Therefore being able to reproduce ENSO as such an emergent property of climate models is a compelling testimony of the quality of these models.\nENSO mechanisms showing the complexity of processes involved in ENSO. Dashed contour shows the location of the strongest positive SST anomaly during El Niño (the Niño 3 region). NOAA Climate.gov, based on original provided by Eric Guilyardi.\nThe challenges in modeling ENSO are nevertheless plentiful. They all have to do with the complex interactions of the oceanic and atmospheric processes involved—and there are many (seen in the figure above).\nWe can distinguish three related challenges: the extent of theoretical understanding, limited observations, and errors in our models. These challenges are partially interrelated.\nTheoretical understanding of ENSO is still a domain of active research. Does ENSO behave like a self-sustained pendulum of the coupled ocean-atmosphere system? Does the pendulum weaken over time and require an external source of energy to kick it? And, if so, is that kick coming from atmospheric noise like the Madden Julian Oscillation (MJO) or from regions outside the tropical Pacific? What initiates an event? Why are some events more extreme than others, like the one in 1997-98?\nThese fundamental questions are still debated in part because past and present atmospheric and oceanic observations are not available in enough detail over large expanses of the tropics and the globe.  This limits the understanding of past ENSO variability, in particular its diversity, since no two El Niños are alike (Capotondi et al. 2015).\nModel systematic errors arise because state-of-the-art climate models are still imperfect representations of reality. The complexity of the processes involved (seen above) is an additional challenge for models as small errors in one aspect can quickly amplify. Given the limited length of the historical record (1), improving model simulations by Coupled General Circulation Models (CGCMs) is a critical endeavor.  Last year’s aborted extreme El Nino that started in the Spring like the record 1997-98 event but disappeared in early Summer is a compelling illustration that much has still to be understood.\nThe November through January mean SST (contours) and bias (shaded) field (°C) taken from a multi-model ensemble-mean of 14 CMIP5 models. The period of the mean is 1979-2005 and the observations are from the Hadley Center SSTs for the same period. A negative (positive) bias indicates that the model SST field is colder (warmer) than observations. It can be seen that the models extend the cold tongue, normally seen in the eastern Pacific, farther across the central Pacific than observations. This is referred to as the cold tongue bias. Graphic by Fiona Martin from data and image provided by Dr. Jason Furtado of AER.\nWhat specific issues with ENSO in the models need to be improved?  First, there are mean state (the normal or typical conditions in the tropical Pacific) errors, which can influence ENSO, even though it is defined as a departure from the mean state (i.e. as anomalies).  One example is the so-called “cold tongue” bias in the models (seen in the figure above), which leads to abnormally below-average SSTs through the western and central equatorial Pacific.  This pervasive error affects the vast majority of models and can have different origins such as too strong trade winds or too cold water upwelled in the eastern Pacific. Several studies have shown that if the cold tongue bias in SSTs is reduced then other aspects of ENSO are improved (Bellenger et al. 2013).\nSecond, there are problems with atmospheric convection (think thunderstorms) and clouds. Many studies have shown ENSO is very sensitive to convection and clouds, via mechanisms that can be counter-intuitive (Neale et al. 2008, Guilyardi et al. 2009, Sun et al. 2010).  For example, in some models, El Niño (above-average SSTs) conditions will result in less cloud cover over the eastern equatorial Pacific, opposite to what is usually observed. Because of various feedbacks or interactions between the atmosphere and ocean, the growth (and ultimate strength) of simulated ENSO events can be adversely impacted due to these errors.\nWhat about the ocean, which theories have placed at the heart of ENSO dynamics? Well, both modelling results and new theoretical work suggest that the ocean plays a lesser role in the ENSO cycle than initially thought. Describing the ocean conditions accurately at the start of a model run is still important for seasonal forecasting, and the ocean also contributes to the emergence of the 2-7 years time scale for El Niño return. But it seems the key player, and source of errors, lies within the atmosphere.\nThese model limitations make understanding the details of ENSO a hard challenge.\nModelers are well aware of these limits and are working hard to address them (2).  In particular, they are focusing on making sure they have the correct mechanisms, or processes, giving rise to the ENSO cycle, while at the same time making sure the frequency and magnitude of simulated ENSO events generally match observations (3) – in short having the right ENSO for the right reasons!  A generalized look at how models can predict different impacts on ENSO amplitude from ENSO mechanisms, or processes, yet still have the same final ENSO amplitude, can be seen below.\nA generalized look at how general circulation models can predict different impacts on ENSO from various mechanisms or processes related to ENSO, yet still predict the same resulting ENSO amplitude. Occasionally, models can even predict a different sign for a mechanism (see equatorial ocean dynamics in blue for model C), and still have the resulting ENSO amplitude be the same. It is therefore important to verify that models correctly predict the final ENSO amplitude as well as the correct ENSO mechanisms, or processes. Graphic by Fiona Martin, based on work by Eric Guilyardi.\nCapturing the correct mechanisms generating ENSO variability and diversity is fundamental to understanding how ENSO will vary under climate change due to the addition of greenhouse gases (Guilyardi et al. 2009, 2012, Collins et al. 2010). As my colleague, Mat Collins, wrote in his blog post, there is a chance for an increase in extreme El Niños.  More recently, we extended this work and argued for more extremes in the opposite state, La Niña, too! However, the issues discussed here are still critical to resolve in order to become more confident in what may happen.\nIn addition to better models, addressing questions about ENSO requires more observations and understanding of what ENSO was like in the distant past when Earth’s climate was quite different (paleo climate, Schmidt et al. 2014).  Sustaining existing observations is crucial to ensure we secure a long enough record to understand trends and decade-to-decade changes in ENSO behaviour. Various climate groups (e.g. CLIVAR, GOOS and PAGES) are addressing these challenges by facilitating work among various teams of scientists and field campaigns.\nUntil we understand more, we may have to come to terms that, for the foreseeable future, ENSO may not be reliably predicted more than a few months in advance. As for how ENSO and its impacts will change under climate change, more knowledge is expected in the next several years as we try to reduce model errors by better representing the many individual processes that preside over ENSO.\n(1) Using the observations alone is often not sufficient to obtain clear understanding of ENSO and its impacts.  The “well observed” record goes back to the 1950s, which means there are only ~15-20 La Nina or El Niño events to study.  Long records produced by a model offer scientists a much higher number of ENSO events to study and learn from, but are prone to model errors.\n(2) There is speculation that modelers “tune” or build the model with a special eye toward getting ENSO correct.  While modelers are certainly motivated to obtain a realistic looking ENSO (and may throw out model versions that are poor), there are many other important modeling goals other than just ENSO.  The complex interplay of various ocean-atmosphere-land mechanisms precludes any direct tuning of ENSO.   Hence, it is quite impressive that most CGCMs today roughly simulate ENSO variability that looks like observations.\n(3) One primary goal to evaluate the models is to measure the similarity, or distance, between the model and the observations.   Two types of metrics help us to do this: “performance metrics” and “process-based metrics.”  The first type is based on statistics of some key indicators, such as impacts related to ENSO or SSTs.  One example is to measure the variance or standard deviation of SST in the eastern equatorial Pacific.  Up until recently this metric was the primary focus of modeling groups to evaluate ENSO in their model development process.  But detailed studies have shown that the performance metric can look correct, but result from the wrong balance of processes or compensating errors (as seen in the last figure). A so-called “right answer” for the wrong reasons. Hence the recent advent of process-based metrics. The much harder challenge for modeling groups is now to get the right statistics (performance metrics) for the right reasons (process-based metrics). The synthesis of ENSO model evaluation provided in the latest IPCC report for example shows that if the latest generation of models (CMIP5) exhibits improved performance metrics, the process-based metrics are still an issue.\nBellenger H., E. Guilyardi, J. Leloup, M. Lengaigne, J. Vialard (2013). ENSO representation in climate models: from CMIP3 to CMIP5. Clim. Dyn., 42, 1999-2018\nCapotondi, A., A. T. Wittenberg, M. Newman, E. Di Lorenzo, J. Y. Yu, P. Braconnot, J. Cole, B. Dewitte, B. Giese, E. Guilyardi, F.-F. Jin, K. Karnauskas, B. Kirtman, T. Lee, N. Schneider, Y. Xue, S.-W. Yeh (2015). Understanding ENSO diversity. Bull. Amer. Met. Soc, in press\nCollins, M., S-I An, W. Cai, A. Ganachaud, E. Guilyardi, F-F Jin, M. Jochum, M. Lengaigne, S. Power, A. Timmermann, G. Vecchi and A. Wittenberg (2010). The Impact of Global Warming on the Tropical Pacific and El Niño. Nature Geoscience, 3, 391-397\nGuilyardi E., A. Wittenberg, A. Fedorov, M. Collins, C. Wang, A. Capotondi, G.J. van Oldenborgh, T. Stockdale (2009). Understanding El Niño in Ocean-Atmosphere General Circulation Models : progress and challenges. Bull. Amer. Met. Soc., 90, 325-340\nGuilyardi E., W. Cai, M. Collins, A. Fedorov, F.-F. Jin, A. Kumar, D.-Z. Sun, A. Wittenberg (2012). CLIVAR workshop summary: New strategies for evaluating ENSO processes in climate models. Bull. Amer. Met. Soc., 93, 235-238\nSchmidt, G. A., Annan, J. D., Bartlein, P. J., Cook, B. I., Guilyardi, E., Hargreaves, J. C., Harrison, S. P., Kageyama, M., LeGrande, A. N., Konecky, B., Lovejoy, S., Mann, M. E., Masson-Delmotte, V., Risi, C., Thompson, D., Timmermann, A., Tremblay, L.-B., and Yiou, P. (2014): Using paleo-climate comparisons to constrain future projections in CMIP5, Clim. Past Discuss., 10, 221-250, doi:10.5194/cp-10-221-2014, 2014\nUS CLIVAR Variations. “ENSO observing system. Past, present and future”, Winter 2015, Vol. 13, 1 (www.usclivar.org)\nSubmitted by Enrique H Aguirre on Fri, 04/24/2015 - 14:30\nSubmitted by Sirius_TheStarDog on Sun, 04/26/2015 - 21:21\nIt is important when we discuss weather/climate forecasts that we take into account the time scale and specificity of each forecast. Just because there is difficulty in predicting an individual ENSO event a few months in advance does not mean that GCM forecasts for AGW past a few months are worthless.\nSubmitted by tom.diliberto on Fri, 05/08/2015 - 12:22\nIn reply to Challenges with Today’s Climate Models by Sirius_TheStarDog",
  "source": "climate.gov"
}