{
  "url": "https://www.climate.gov/news-features/blogs/enso/july-2015-el-ni%C3%B1o-update-bruce-lee",
  "title": "July 2015 El Niño update: Bruce Lee?",
  "date": null,
  "content": "El Niño continued to build during June, despite some shorter-term fluctuations in the climate system (here’s looking at you, MJO). CPC/IRI forecasters are still very confident that this event will persist through the winter, and they continue to favor a strong event, with the three-month average sea surface temperature in the Niño3.4 region expected to peak at more than 1.5°C above normal.\nNearly all the computer models are in agreement, and the atmosphere and ocean continued to behave in a very El Niño-like manner. So what is there to talk about this month? Well, a few interesting things happened over the past few weeks.\nSea surface temperatures (SSTs) all across the central and eastern equatorial Pacific were more than 1°C above normal, including a June average of 1.0-1.3°C (depending on SST dataset) above normal in the Niño3.4 region, our primary tracking indicator for ENSO events. The gradient in anomalies (anomaly = departure from long-term average) across the Pacific looks like a pretty classic El Niño event.\nSea surface temperature departure from normal, averaged 10 June – 1 July 2015. CPC figure.\nAveraged over June, we continued to see more clouds and rain than normal over the central and eastern equatorial Pacific, fewer clouds and less rain over Indonesia, weaker near-surface easterly winds, and weaker upper-level westerly winds – all hallmarks of the reduced Walker Circulation characteristic of El Niño.\nThe near-surface winds along the equatorial Pacific (the trade winds) are an important component of the ENSO system. These winds normally blow from east to west; they are usually persistent enough to sweep sun-warmed surface waters into a “pile” in the western Pacific. When they weaken, or even reverse (blowing from west to east), the warmer waters that are piled up in the western Pacific begin to move to the east. During El Niño, we expect these winds to be weaker than normal on monthly and seasonal timescales.\nHowever, it’s normal for the background El Niño signal to be drowned out by short-lived weather patterns over one- or two-week periods. That was the case in the first half of June, when the weakened winds over the equatorial Pacific were temporarily amplified by an active Madden-Julian Oscillation (MJO).\nThe MJO is an area of enhanced convection and storms that travels around the world from west to east along the equator. Ahead and behind the active stormy area are areas of suppressed convection and drier conditions. The MJO affects near-surface wind patterns, because the rising air in the stormy area causes surface winds to blow toward the active area.\nThe surface and upper-atmosphere structure of the MJO for a period when the enhanced convective phase (thunderstorm cloud) is centered across the Indian Ocean and the suppressed convective phase is centered over the west-central Pacific Ocean. Horizontal arrows pointing left represent wind departures from average that are easterly, and arrows pointing right represent wind departures from average that are westerly. The entire system shifts eastward over time, eventually circling the globe and returning to its point of origin. Climate.gov drawing by Fiona Martin.\nWhen the active area of the MJO is centered over the Indian Ocean and Indonesia, it leads to drier conditions and easterly trade winds over the tropical Pacific. (For a thorough description of the MJO and its interaction with ENSO, check out this post.)\nIn the first half of June, the MJO was traveling through the Indian Ocean and Indonesia, which put an area of suppressed convection over the tropical Pacific. The related strengthening of the easterly trade winds and drier conditions over the Pacific temporarily weakened the atmospheric signal of El Niño conditions. (This is a good example of the short-term variations that Michelle discussed in her post couple of days ago.) But as soon as the MJO moved along, El Niño conditions strengthened again, and the monthly average conditions remained consistent with El Niño.\nDifference from average near-surface winds in the tropical Pacific (120°E to 80°W). Each row in the plot is the daily average wind anomaly at 850 millibars from January (top) through early July 2015 (bottom). The stronger-than-average easterly winds caused by the MJO in early June first show up as a light blue area (circled). Over the next two weeks, the blue area moves east, sloping toward the bottom right of the image. For more on how to interpret these Hovmoller graphs, check out Tom’s post. CPC figure.\nAs I mentioned above, sometimes the easterly trade winds will weaken so much that they reverse, and blow from the west. A reversal of these winds tends to last only a week or two—an episode we call a westerly wind burst. Often, but not always, a westerly wind burst will kick off a downwelling Kelvin Wave, where a warmer-than-average pulse of subsurface waters travels east across the Pacific.\nTwo strong westerly wind bursts, in the first half of March and the first half of May, preceded the downwelling Kelvin waves during this spring and early summer, and as a result, contributed to the fairly impressive El Niño we see now.\nDuring the end of June and first week of July, another very strong westerly wind burst occurred in the western Pacific, on the heels of the MJO event. It is likely that this westerly wind burst will reinforce the movement of warmer waters to the east, maintaining and probably strengthening this El Niño.\nNear-surface wind average and departure from normal over the tropical Pacific, averaged from 29 June to 3 July 2015. CPC figure.\nTropical storms and hurricanes have been given names since the early 1950s, which helps to clarify communications. In recent years, the Weather Channel has attracted attention by naming winter storms, perhaps with similar intentions. “So why don’t we name ENSO events?” you ask. Excellent question! I propose we do name them, starting this year. Since I think we should have a theme to the names, and the theme should be action movie stars, I hereby designate the 2015-2016 event as El Niño Bruce Lee.\nStatue of movie star and martial artist Bruce Lee on the Avenue of Stars of Hong Kong. Photo by Soerfm from Wikimedia.org.\nSubmitted by  Khalid from S… on Thu, 07/09/2015 - 15:18\nHere are some related papers/abstracts you can read:\nhttp://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00388.1\nhttp://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-12-00306.1\nhttp://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0011.1\nIn general, there are a lack of strong and statistically significant relationships between El NIno and the Arabian Peninsula.  But some of these papers indicate that if certain conditions are also observed in the Indian and western Pacific Ocean, then there might be more of a relationship.  The Kang et al. paper suggests there is  a decadally varying relationship between rainfall and El Nino, such that between 1981-2010, El Nino led to more rainfall, but in the decades previous to that (1950-79), there was an opposite relationship (El Nino was related to drier conditions).\nSubmitted by michelle.lheureux on Fri, 07/10/2015 - 15:06\nIn reply to  impact of the El Niño phenomenon in the Arabian by  Khalid from S…\nSubmitted by Amir Mohsen on Sat, 07/11/2015 - 02:31\nIn reply to  impact of the El Niño phenomenon in the Arabian by  Khalid from S…\nSubmitted by Anonymous on Thu, 07/09/2015 - 19:10\nBrilliant.\nSubmitted by michelle.lheureux on Thu, 07/09/2015 - 19:14\nIn reply to I would posthumously name El by Anonymous\nSubmitted by Ty Whalin on Thu, 07/09/2015 - 22:11\nSubmitted by Mildly Panicke… on Fri, 07/10/2015 - 10:31\nI'm not an expert, but my understanding is that Peru has a dry season that lasts approximately between April and October.   During this season it is pretty difficult to get rainfall (not unheard of!) because the waters off the coast of Peru are colder.  Colder water inhibits rainfall.  So, El Nino means that cold water near Peru is warmer than normal, but it is usually still to too cold to cause rainfall.  This will change as we get closer to November and is why Peru recently declared a preemptive state of emergency.\nSubmitted by michelle.lheureux on Fri, 07/10/2015 - 12:21\nIn reply to If you don't mind me asking, by Mildly Panicke…\nSubmitted by Debra Tillinger on Fri, 07/10/2015 - 12:07\nSubmitted by prasad  on Fri, 07/10/2015 - 14:01\nThe location of the MJO can influence the strength of the Hadley circulation at certain positions (longitudes) depending on where the enhanced and suppressed phases are located.  More here:   https://www.climate.gov/news-features/blogs/enso/what-mjo-and-why-do-we…; ... where rainfall is greater than average, you can assume there is more rising motion and as a result the north-south oriented overturning circulation (Hadley) in that region is increased.   But the opposite is true when rainfall is less than average.\nSubmitted by michelle.lheureux on Fri, 07/10/2015 - 14:59\nIn reply to Can we call MJO as strong by prasad\nSubmitted by G Matthews on Sat, 07/11/2015 - 10:53\nSubmitted by Kathy on Sun, 07/12/2015 - 14:55\nThe much above average waters off the Gulf of Alaska are definitely not due to Fukushima. Check out Dennis Hartmann's response to a comment on his blog post about the source of the warm waters.\nSubmitted by emily.becker on Tue, 07/14/2015 - 15:21\nIn reply to California Rain by Kathy\nSubmitted by Keith Blades on Mon, 07/13/2015 - 16:33\nA strong El Nino event does \"tilt the odds\" for rain in California over the winter, but it's not a guarantee. Check out this blog post to understand more about US El Nino impacts.\nSubmitted by emily.becker on Tue, 07/14/2015 - 15:17\nIn reply to Cailf. drought by Keith Blades\nSubmitted by Weine Josefsson on Thu, 07/16/2015 - 10:19\nFantastic! Thanks for this great list.\nSubmitted by emily.becker on Thu, 07/16/2015 - 17:35\nIn reply to naming of La Niña events by Weine Josefsson\nSubmitted by JS on Mon, 07/20/2015 - 06:59\nIt is not so clearcut to attribute the above-average water temperatures off of Baja and California to the current El Nino. Sometimes warmer than average water appears off those coasts after an El Nino has been around for 3-6 months, such as during the summer following an El Nino that peaked the previous winter. Last winter we did have a borderline El Nino, but it's hard to point to that as the cause of the warmth off the mid-latitude North American West Coast. It seems more reasonable to watch for warm waters there NEXT summer, assuming that we have a significant El Nino event this coming winter. Another possible association with your warm waters off the SW US coast could be the Pacific Decadal Oscillation (PDO), which may be beginning to be in positive phase now, following 15 or so years in mainly negative phase from 1999 to 2013. But it's hard to be sure it has switched to positive phase before waiting another year or two to be sure. The PDO has a signal in the water temeprature off of California. As for more tropical storm activity in the eastern North Pacific this summer and fall, yes, there is an established positive association with El Nino. Getting rain in July in southern California has been an extra bonus, though, as even in the most active years for tropical storm activity it is an extreme rarity!\nSubmitted by anthony.barnston on Mon, 07/20/2015 - 17:55\nIn reply to Delores by JS\nSubmitted by Luk on Mon, 07/20/2015 - 15:55\nYes, there is a positive statistical relationship between El Nino activity and eastern North Pacific (and central North Pacific) tropical cyclone activity. Right now, the El Nino in progress is featuring sea temperatures that are far above normal in the far eastern part of the tropical Pacific (the so-called Nino1+2 and eastern part of the Nino 3 regions). And this month, sea temperatures are also far above average off the coast of Baja California. Although I cannot prove it, I strongly suspect that this very warm water off Baja played a role in the recent tropical cyclone activity in the eastern Pacific, and Dolores. Of course it is VERY unusual for a tropical storm to \"hit\" anywhere in the vicinity of southern California, where sea temperatures are usually far too cold to support such storms from coming so close to the region. The extent to which the El Nino played a role in the warm sea temepratures off Baja is unclear. Sometimes an El Nino during a given winter (we had a borderline one during winter 2014-15) leads to warm waters farther to the north, such as off the California coast. A switch to a positive Pacific Decadal Oscillation (PDO) is another possible reason for the warm water off Baja and southern California, but it is not clear the PDO has actually switched to its positive phase at this time. So, in conclusion, Dolores was very likely associated with the warm water off Baja. But just why that water is warm, is less certain. The current El Nino may be playing some role, last winter's borderline El Nino may have also played some role (with a time delay), and the PDO may be playing some role.\nSubmitted by anthony.barnston on Mon, 07/20/2015 - 18:10\nIn reply to ENSO, Cali and Hurricanes by Luk\nSubmitted by Kana on Thu, 07/23/2015 - 02:36\nActually, your comment caused me to evaluate the purpose of the nationality description, and I realized it wasn't even necessary. It's not like \"martial artist Bruce Lee\" could be confused with anyone else, nor is the article is a comparison of martial arts traditions from various countries or heritages, which might make his nationality relevant. So actually, I think I will just remove the reference altogether.\nSubmitted by rebecca.lindsey on Fri, 07/24/2015 - 07:35\nIn reply to Minor snark by Kana\nSubmitted by Jeff on Thu, 07/23/2015 - 16:17\nSubmitted by Diego  on Fri, 07/24/2015 - 09:49\nDiego, El Nino should increase the chances for a plentiful rainy period in central Mediterranean Chile. Although it is not guaranteed, I would expect a reasonably good chance that in August and/or September there will be above-average rainfall totals in that region. Your winter is only about half over, and the second half may bring wetter conditions, especially since this El Nino is by no means a weak one.\nSubmitted by anthony.barnston on Mon, 07/27/2015 - 12:59\nIn reply to Chile situation by Diego\nSubmitted by Pamela Gray on Sun, 07/26/2015 - 18:10\nI'm sorry, I do not see a discharge/recharge phase graph in this particular blog. It is hard to try to explain something without seeing it first.\nSubmitted by anthony.barnston on Mon, 07/27/2015 - 13:08\nIn reply to discharge/recharge phase graph by Pamela Gray\nSubmitted by Pamela Gray on Mon, 07/27/2015 - 15:33\nIn reply to RE: discharge/recharge phase graph by anthony.barnston\nHere's a response from the scientist at CPC responsible for this figure. This plot is not in the blog post, only on the CPC web site.\nThe x-axis in the plot shows the anomalous Warm Water Volume (WWV), which measures the total volume of water warmer than 20C. When the depth of the 20C isotherm (D20) is deeper than normal, more warm water resides above D20, and therefore WWV is above-normal with positive anomaly. A shallower D20 indicates WWV is below-normal with negative anomaly. A positive (negative) WWV anomaly is often a precursor for the development of El Nino (La Nina). The plot is used to show the relationship between WWV and NINO3.4 anomaly during the ENSO cycle. For ENSO events before 2000, there is usually a cyclonic progression of WWV and NINO3.4 anomaly in the phase space. However, after 2000 there is a less systematic progression in the phase space and the amplitude of WWV and NINO3.4 anomaly is much weaker. However, during the development of the current El Nino, we see a clear cyclonic progression in the phase space. For example, from January to March 2015, a rapidly increasing WWV accompanied a slowly growing NINO3.4. While from March to June 2015, a slowly growing WWV accompanied a rapidly increasing NINO3.4.\nSubmitted by mike.halpert on Wed, 07/29/2015 - 09:04\nIn reply to RE: RE: discharge/recharge phase graph by Pamela Gray\nSubmitted by Kevin on Wed, 07/29/2015 - 13:35\nSubmitted by Ken Naugleq on Tue, 08/04/2015 - 13:06\nSubmitted by Ken naugle on Tue, 08/04/2015 - 13:11\nSubmitted by Al Friedman on Tue, 08/04/2015 - 19:54\nExcellent question Al. Definitely a topic that we should cover here at the ENSO Blog. It is a little bit of a chicken or the egg predicament. The trade winds can weaken due to an MJO event  or simply due to the chaotic nature of our atmosphere. The ocean state itself can also spur a weakening of the trades as well with changes in the ocean temperature gradient between the waters in the west and central/eastern Pacific. The hard part is teasing out what came first as this is all very much a coupled system. The oceans can change by responding to changes in the wind which then can cause a further changing of the winds, which can then cause a change in the ocean and so on. So to answer youe question, it is somewhat related to the piling up of warm water in the western equatorial Pacific but it could be caused by something as simple as natural variability as well.\nSubmitted by tom.diliberto on Thu, 08/06/2015 - 16:19\nIn reply to Yes, but why do the tradewinds weaken in the first place? by Al Friedman\nSubmitted by Mike T on Thu, 08/13/2015 - 19:33\nSubmitted by Ecopirate on Fri, 08/14/2015 - 04:37\nSubmitted by Ian Wevell on Fri, 08/21/2015 - 00:38",
  "source": ""
}