{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/not-what-i-ordered-how-el-ni%C3%B1o-bad-bartender",
  "title": "Not what I ordered: How El Niño is like a bad bartender",
  "date": null,
  "content": "Let’s face it: El Niño is the life of the party. He’s the Most Interesting Child in the World. The good folks over at The ENSO Blog have filled up a whole blog, and still there are enough leftovers for Beyond the Data, where we don’t always blog about teleconnections, but when we do, we prefer El Niño.\nWe’ve already written about how El Niño will push the needle toward 2015 being the warmest year on record. But thinking a little more directly about the state of the climate in the U.S., how might a strong El Niño impact things here? Will it put a dent in the Western U.S. drought, one of the defining climate events of the decade? What about the rest of the country?\nIf you’ve been following along over at The ENSO Blog, you know this El Niño event is already one of the big ones. And, it will very likely take its place among the pantheon of El Niños of the last 60-70 years. But the expectations in some places aren’t as cut and dried as you might think.\nLet’s say you have a favorite establishment, where everybody knows your name, and they bring you “your” beverage on sight. And then one night you go in, and based upon your past experience, you sorta expect the bartender to bring you your favorite beer. Instead, maybe he unexpectedly brings you a warmer-than-normal beer, or even <shudder> a wine cooler. El Niño is like that bartender. Seeing him when you walk in may tilt your odds toward getting your favorite beer, but it’s not a guarantee. In other words, sometimes El Niño is the bartender who doesn’t bring you what you ordered.\nEven two \"strong\" El Niño events can have different outcomes. Cold season (October-March) precipitation in 1982-83 (top) and 1965-66 (bottom) compared to the 1951-2010 average. Numbers indicate U.S. Climate Divisions used in the analysis below. NOAA Climate.gov maps based on NCEI climate division data and analysis from NOAA ESRL.\nEl Niño is important, so we appropriately pay attention to it when considering seasonal outcomes. However, El Niño is not the only game in town, and just like external factors may distract your bartender, each El Niño is born into a unique global situation, so its push on seasonal outcomes is unique as well. Indeed, this year, we have \"the “Blob,” reduced Arctic sea ice, and a persistent North Atlantic feature that weren’t in play in the 20th-century El Niños of yore.\nAt NCEI, we turn to the official outlooks from NOAA’s Climate Prediction Center for predictions about the upcoming season. But we also sit on top of the world’s best weather and climate data, and can illustrate some of the variability in outcomes from past El Niño events.\nWe’ll look at some historical outcomes for arguably the six strongest El Niño events since the mid 20th century: 1957-58, 1965-66, 1971-72, 1982-83, 1991-92, and 1997-98. Keep in mind that the significance of an El Nino is in the eye of the beholder; these six were identified based upon their duration, and by the level of interaction (“coupling”) between ocean and atmosphere. For convenience, we’ll call them “strong” from here forward, recognizing that “strong” can be a loaded term in the ENSO world.\nLet’s look at some historical precipitation outcomes for the cold season (October through March) for each year since 1950. Why cold season? Because it’s starting now, and it is also when much of the West gets the lion’s share of its precipitation. It’s also more responsive to El Niño’s influence, compared to other months on the calendar. Why 1950? That coincides with the beginning of the Oceanic Nino Index era, which was a factor in selecting historic El Niños.\nWe’ll start in the Northeast, if only to get used to these goofy images.\nOctober-March precipitation in New York's Eastern Plateau Climate Division each year since 1950 (gray dots), including 6 strong El Niño episodes (red dots). In this division, the average precipitation during the 6 El Niño episodes (red line) was barely different from the 1951-2014 average (gray line). NOAA Climate.gov graph based on analysis of U.S. Climate Division data (nClimDiv) by Deke Arndt.\nThe image above is for New York’s Climate Division Number Two (NY-CD2), covering the Eastern Plateau region. From left to right, you’re looking at the cold-season precipitation averaged across NY-CD2 for the 65 cold seasons between the fall/winter of 1950-51  to 2014-15 The higher the dot, the wetter the season.\nThe grey line represents the overall average for those 65 cold seasons. The red line represents the average during strong El Niño events, which show up as red dots.\nThe gray line and the red line are very close, and the red dots indicating strong El Niño years straddle the average line very evenly. This means that on average, a strong El Niño cold season isn’t much different than a regular (average) cold season for NY-CD2.\nMoving to the West, where drought is a raging issue, let’s jump straight into California. California isn’t the only drought-stricken state, but it draws upon water resources from throughout the West. In terms of water—in some ways, at least—California goes, so goes the West; as the West goes, so goes California.\nOctober-March precipitation in California each year since 1950 (gray dots), including 6 strong El Niño episodes (red dots). The average precipitation during the 6 El Niño episodes (red line) was much higher than the 1951-2014 average (gray line), but even so, some individual years were below average. NOAA Climate.gov graph based on analysis of U.S. Climate Division data (nClimDiv) by Deke Arndt.\nThe statewide graphic is revealing. First of all, the average outcome is fairly optimistic: the red line indicating average cold season precipitation during strong El Niño years, sits six inches above the long-term average. However, two of those six strong El Niños (red dots) actually delivered below-average precipitation. So, a strong El Niño doesn’t guarantee a wet outcome for California statewide, even though it significantly pushes the odds towards wet conditions.\nThis situation is magnified in Northern California. Drilling down into CA-CD3 in Northeastern California, the modestly wet average outcome of all six strong El Niños comes as a result of one whopper episode (1982-83), three near-average episodes, and two below-average (i.e., dry) episodes.\nOctober-March precipitation in Southern California's San Joaquin Basin each year since 1950 (gray dots), including 6 strong El Niño episodes (red dots). The average precipitation during the 6 El Niño episodes (red line) was much higher than the 1951-2014 average (gray line), but even so, some individual years were below average. NOAA Climate.gov graph based on analysis of U.S. Climate Division data (nClimDiv) by Deke Arndt.\nOn the flip side, southern California has had a much more consistently wet relationship with strong El Niños. This is best shown in Southern Coastal California (CA-CD5), where each of the six strong El Niños have delivered at least nominally above-average precipitation, and five of them have come in notably above the norm.  As such, the current winter outlook from CPC indicates the highest probabilities for increased precipitation are across southern California.\nOctober-March precipitation in California's Northeastern Interior Basin each year since 1950 (gray dots), including 6 strong El Niño episodes (red dots). The average precipitation during the 6 El Niño episodes (red line) was somewhat higher than the 1951-2014 average (gray line), but there was a lot of variability from one episode to the next. NOAA Climate.gov graph based on analysis of U.S. Climate Division data (nClimDiv) by Deke Arndt.\nPersistent drought and wildfire have been year-long issues in the Northern Rockies. How might El Niño play out here? Unfortunately, the influence of a strong El Niño to the region is a drying one. Western Montana outcomes are almost the mirror image of Southern California: all of them at least nominally drier-than-average, and most of them seriously so.\nOctober-March precipitation in western Montana each year since 1950 (gray dots), including 6 strong El Niño episodes (red dots). The average precipitation during the 6 El Niño episodes (red line) was consistently lower than the 1951-2014 average (gray line), but the extent of the dryness varied. NOAA Climate.gov graph based on analysis of U.S. Climate Division data (nClimDiv) by Deke Arndt.\nEl Niño can play a huge role in seasonal outcomes. It’s no coincidence that, for much of the country, the current seasonal outlook looks a lot like the pattern of average El Niño outcomes. However, as forecasters can tell you, those average outcomes can be pulled apart into specific examples which may sometimes stray from the averages. Some places have a pretty consistent response, and for these areas, confidence in outcomes is higher. In other places, the signal is anything but consistent. For our friends in northwest Wyoming, both the wettest and the driest cold seasons on record came during strong El Niño episodes.\nOne more point: the Western drought is entrenched. It took years to get into the current situation; it will take more than one wet season to get out of it. Let’s hope that we put a big dent in the drought this year, but one season, and probably even one El Niño, is not a single magic bullet.\nThanks for reading. And stay thirsty for data, my friends.",
  "source": "climate.gov"
}