{
  "url": "https://www.climate.gov/news-features/blogs/enso/november-el-ni%C3%B1o-update-it%E2%80%99s-small-world",
  "title": "November El Niño update: It’s a small world",
  "date": null,
  "content": "The peak of our current El Niño is expected to occur in the next month or so… but what does that mean? We measure El Niño events by how much warmer the surface waters in a specific region of the equatorial Pacific are, compared to their long-term average. The difference from average is known as the “anomaly,” and we use the average anomaly in the Niño3.4 region as our primary index for El Niño. When the index in this region is at its highest, we have our peak El Niño.\nAverage sea surface temperature departure from the 1981-2010 average over the four weeks ending on November 7. Graphic by climate.gov, data from NCEP-NCAR reanalysis.\nHowever, El Niño-related impacts have been occurring around the globe for months already, and will continue for several months after the warmest temperatures occur in the tropical Pacific Ocean. For example, during the 1997-98 El Niño, the Niño3.4 Index peaked at 2.33°C in November (using ERSSTv4 data, the official dataset for measuring El Niño), and the most substantial U.S. effects occurred through the early spring of 1998. A bit later in this post, we’ll take a look at what’s been going on so far this year.\nThe average anomaly in the Niño3.4 region during August-October of this year was 1.7°C, second to the same period in 1997 (1).\nRanking of August-October average sea surface temperature departures from the mean for all El Niño episodes since 1950. This measurement, the Oceanic Niño Index, uses ERSSTv4 data. Figure by climate.gov, data from CPC.\nThe atmospheric response to the warmer waters is going strong. The Walker Circulation (tropical near-surface winds blowing from east to west, and upper-level winds blowing from west to east) is substantially weakened, as we expect during a strong El Niño.\nTop: Recent departure from the 30-year average near-surface winds. Purple shading area indicates where the normally easterly (blowing from east to west) winds are weaker than normal. Bottom: Recent departure from the 30-year average upper-level winds in the tropical Pacific region. Purple shading area indicates where the normally westerly (blowing from west to east) winds are weaker than normal. Maps by climate.gov, data from NCEP-NCAR reanalysis.\nIn case you’re unimpressed by a 2°C (3.6°F) change, let’s do a little math. The area covered by the Niño3.4 region is a little more than 6 million square kilometers (2.4 million square miles). One cubic meter of water weighs 1,000 kg. So the top two meters (6.6 feet) of the Niño3.4 region contains about 12 quadrillion kilograms (about 13.6 trillion tons) of water.\nThe energy required to raise one kilogram of water one degree Celsius (the “specific heat”) is 4.19 kilojoules. A 2°C increase in just the top two meters of the Niño3.4 region adds up to an extra 100 quadrillion kilojoules (95 quadrillion BTUs), about equal to the annual energy consumption of the U.S.!\nIn the U.S., the season of strongest El Niño impacts is December through March. While we’re waiting to see what the strong 2015-16 El Niño brings us, we’ll look around a few other corners of the world to see what’s happened so far.\nEl Niño has substantial impacts in two regions of Africa. I checked in with the Climate Prediction Center’s International Desk to see what’s been going on. In East Africa, including Ethiopia, Somalia, Kenya, Tanzania, Uganda, Burundi, and Rwanda, the primary impact season is October–December, when El Niño tends to enhance the ”short rains” rainy season (the “long rains” season, which is much less ENSO-sensitive, is March-May), leading to wetter conditions. Over the last month, rain has begun to increase across much of the area, and some flooding has been seen in Somalia. Short-term forecasts suggest the wetter conditions should continue through the next few weeks, at least.\nMonthly precipitation departure from the long-term average during October 2015. Map by climate.gov, data from the CPC ARC2.\nSouthern Africa, including Zimbabwe, Botswana, Namibia, Angola, South Africa, Lesotho, Swaziland, and the southern half of Mozambique, tends to see a drier December–February during an El Niño. Areas of this region, especially South Africa, are very dry right now, after a failed monsoon last year. Another dry year would place more stress on water availability. You can check out recent rainfall conditions in Africa here, and see climate model forecasts for the continent here.\nIn a couple of short sentences, here are some huge impacts: El Niño-related dry conditions in Indonesia have set the stage for devastating fires, and the region is experiencing the greatest number of forest fires since 1997. Also, all the extra warm waters associated with this El Niño are placing heat stress on sea life, and an intense coral bleaching event is underway.\nEl Niños tend to enhance the hurricane season in the Pacific, and depress the Atlantic hurricane season. Phil Klotzbach of Colorado State University had this to say about the wild Pacific hurricane season: “So far this year, there have been a total of 21 Category 4 and 5 storms in the North Pacific, shattering the old record of 17, set in 1997.  The North Central Pacific region (140-180W) has shattered records for most named storms, hurricanes, and major hurricanes tracking through the 140-180W region.”\nAccording to Lindsey Long of the Climate Prediction Center, the Atlantic season has been fairly quiet, although the number of named storms has been close to average, at 11 storms so far (including Kate, which formed on Monday). The average is about 12… but the overall activity of this storm season (the combined strength and duration of all storms, measured as the Accumulated Cyclone Energy (ACE) has been less than 60% of average, and we’ve had 3 hurricanes, half the average number of 6.\nWe won’t know until next spring what exact impact this El Niño will have on the U.S., but it is already making its presence felt around the world.\n(1) Note that CPC subtracts past 30-year “normals” from the current sea surface value to obtain the Nino-3.4 anomaly values, and the “normals” are updated every five years. Therefore, the long-term trends are removed.  These monthly values are averaged together to obtain our Oceanic Niño Index [ONI].\nSubmitted by http://www.cri… on Thu, 11/12/2015 - 23:15\nSubmitted by criminal defense on Thu, 11/12/2015 - 23:17\nSubmitted by Rob G on Fri, 11/13/2015 - 00:19\nSubmitted by Amber Forest on Fri, 11/13/2015 - 08:56\nSubmitted by larry wilhelmsen on Fri, 11/13/2015 - 16:28\nWow, you really go back a long way, talking about Joe Fletcher. MANY scientists have picked up where he left off. To name just a small subset: Gene Rasmussion, Mark Cane, Steve Zebiak, Max Suarez, Paul Schopf, Mike McPhaden, Chet Ropelewski, Tim Barnett, Kevin Trenberth, Mojib Latif, Ants Leetmaa, Ming Ji, Arun Kumar, Marty Hoerling, Tim Stockdale, Tim Palmer. I'm sure I'm omitting some others. I guess by \"wind strength around the world\", you're referring to the angular momentum studied by Rick Rosen, am I right? And during ENSO there is a perturbation in it. Sun intensity? How do you relate that (e.g., the 11-year cycle) to ENSO? COADS? Are you back in the 1990s still? Yes, we still use ship and buoy SST observations, and combine them with satellite measurements for some of the current SST data sets. You should check out the ERSST data set and the OISST data set. A lot has been going on since the 1990s!\nSubmitted by anthony.barnston on Fri, 11/13/2015 - 19:41\nIn reply to climate-wind strength long term trends by larry wilhelmsen\nSubmitted by Jodi on Sun, 11/15/2015 - 17:37\nIn reply to RE: climate-wind strength long term trends by anthony.barnston\nSubmitted by Ben  on Fri, 11/13/2015 - 17:47\nSubmitted by Peter on Sat, 11/14/2015 - 08:23\nSubmitted by Tom F.  on Sat, 11/21/2015 - 05:23\nIn reply to Thank You by Peter\nSubmitted by Sherman on Mon, 11/30/2015 - 12:08\nIn reply to RE: Thank You by Tom F.\nSubmitted by et on Tue, 11/24/2015 - 11:13\nIn reply to Thank You by Peter\nSubmitted by Alan on Sun, 11/15/2015 - 22:17\nYes, in a strong El Nino such as this one, Florida is expected to have above average winter rainfall, and some of the rain may come with storminess in terms of wind, but nothing dangerous. Besides giving Florida a wet winter, El Nino usually also results in a quieter hurricane season in the preceding summer and fall, and that is indeed what has been observed during the last several months. El Nino's effects on both the effect on hurricanes and on Florida's winter rainfall have known physical causes.\nSubmitted by anthony.barnston on Mon, 11/16/2015 - 13:25\nIn reply to Atlantic Hurricane by Alan\nSubmitted by Cynthia White on Mon, 11/16/2015 - 12:50\nDuring winter and early spring (next 5 months), the usual effect of El Nino on southeastern Caribbean region is for below average rainfall. That region shares its impact with northern South America. It is the opposite effect from the above average rainfall expected in the northern Caribbean and southeastern US. After mid-spring, effects are unknown, partly because the El Nino is expected to dissipate around that time.\nSubmitted by anthony.barnston on Mon, 11/16/2015 - 13:28\nIn reply to ENSO and Rainfall in Southern Carribean by Cynthia White\nSubmitted by Tom F.  on Sat, 11/21/2015 - 06:17\nIn reply to ENSO and Rainfall in Southern Carribean by Cynthia White\nSubmitted by Melinda on Mon, 11/16/2015 - 14:00\nBelieve you mean 1997/98, but I know what you mean.  As far as timing rainfall into California, that's really beyond the state of the science.  The current oulooks for the rest of November and December are equal chances, which means there's no strong signal or tilt in the odds for wetter or drier than normal weather.  However, the lack of significant rainfall during the early part of the winter is not unusual with El Nino, as the best chance for above normal rainfall is typically during the January - March season.\nSubmitted by mike.halpert on Sun, 11/22/2015 - 19:55\nIn reply to Rainfall in Coastal California by Melinda\nSubmitted by Luis on Mon, 11/16/2015 - 20:50\nSubmitted by Rodney Small on Tue, 11/17/2015 - 10:52\nThere's no way to convert between the weekly OISST value and the seasonal ONI value, since they use different underlying data sets.  For the past few months, the data set used for the ONI (ERSST) has been running a bit more than 0.5C cooler than the OISST.  You can read more about the different data sets in this blog post:\nhttps://www.climate.gov/news-features/blogs/enso/exactly-same-completel…\nSubmitted by mike.halpert on Sun, 11/22/2015 - 19:59\nIn reply to Nino 3.4 Region SST Anomaly for Week Centered on 11 NOV 2015 by Rodney Small\nSubmitted by Mr. Khalid on Tue, 11/17/2015 - 13:26\nSubmitted by Ionut Ciuca on Thu, 11/19/2015 - 04:43\nThe ENFEN committee provides El Nino updates regularly for Peru.  Here is a link to their updates.\nSubmitted by michelle.lheureux on Mon, 11/30/2015 - 14:36\nIn reply to Peru Area by Ionut Ciuca\nSubmitted by Melinda R. on Thu, 11/19/2015 - 14:37\nThe current seasonal forecasts have a tilt toward above normal rainfall during both the December - February and January - March seasons.  There's not much else we can say at this time, although it's worth remembering that during the other two strongest events (1982/83 and 1997/98) there were numerous signifcant storms with much above normal preciptiation, particularly from the middle of the winter into the beginning of the spring.\nSubmitted by mike.halpert on Sun, 11/22/2015 - 21:22\nIn reply to Rainfall in Central Coast California by Melinda R.\nSubmitted by Peter Pan on Thu, 11/19/2015 - 16:23\nWhile we currently expect this El Nino to transition to neutral by next summer, what comes next is still an open question.  It's really just too far into the future to make a prediction that would be anything except a guess.  The 1997/98 did quickly transition to a La Nina, but the Pacific ocean after the 1982/83 event only became marginally below average and the La Nino didn't develop until the following winter (1984/85).\nSubmitted by mike.halpert on Sun, 11/22/2015 - 20:04\nIn reply to La Nina by Peter Pan\nSubmitted by Juan on Fri, 11/20/2015 - 10:30\nSubmitted by Ward on Fri, 11/20/2015 - 18:28\nDepends on where you're planning on skiing.  Often, snowfall in the northern rockies is less than normal, while above normal in the southern Rockies.\nSubmitted by mike.halpert on Sun, 11/22/2015 - 21:19\nIn reply to snowfall in the Rockies  by Ward\nSubmitted by Erik on Fri, 11/27/2015 - 18:16\nIn reply to snowfall in the Rockies  by Ward\nSubmitted by Kim Anderson on Sat, 11/21/2015 - 16:55\nSubmitted by Larry on Sun, 11/22/2015 - 22:36\nSubmitted by Kurt on Mon, 11/23/2015 - 13:55\nGreat question... I'm not an expert on this topic, but my understanding is that different observing systems (ships, buoys, etc) do measure \"SST\" at slightly different depths.   Almost all do so within the upper several meters of the ocean, but depths can vary.  When putting together SST datasets, the experts do account for this at least implicitly by adjusting the various types of observing systems so they are more consistent.\nSubmitted by michelle.lheureux on Mon, 11/30/2015 - 14:53\nIn reply to SST by Kurt\nSubmitted by Eddie on Mon, 11/23/2015 - 18:23\nToo early to call it a bust given that the higher chances for precipitation are not until the core winter months.  Best chances are January-March.  Also, keep in mind that there are no guarantees in seasonal climate outlooks.... our forecasts state there are increased odds (%) for precipitation, but certainly not assured.  See CPC's latest outlooks here:  http://www.cpc.ncep.noaa.gov/products/predictions/long_range/seasonal.php?lead=1\nSubmitted by michelle.lheureux on Mon, 11/30/2015 - 14:44\nIn reply to Southern California Rain by Eddie\nSubmitted by Gaby on Tue, 11/24/2015 - 06:27\nHere is one resource showing the chances of precipitation (below, near, above) for the upcoming seasons:\nhttp://iri.columbia.edu/our-expertise/climate/forecasts/seasonal-climate-forecasts/\nSubmitted by michelle.lheureux on Mon, 11/30/2015 - 14:41\nIn reply to Niño by Gaby\nSubmitted by Ed Millis on Wed, 11/25/2015 - 22:37\nWe hope to have a blog article posted this week on the Galapagos.  So stay tuned!\nSubmitted by michelle.lheureux on Mon, 11/30/2015 - 14:40\nIn reply to El Nino effects on the Galapagos by Ed Millis\nSubmitted by Laura on Sun, 11/29/2015 - 15:57\nEl Nino impacts are very minimal b/c January is the dry season.\nSubmitted by michelle.lheureux on Mon, 11/30/2015 - 14:39\nIn reply to Effects of El Niño on Yucatán  by Laura\nSubmitted by Dean on Wed, 12/02/2015 - 12:34\nThe main precipitation impact for Calfornia -- especially during stronger El Ninos -- is during the January-March average period.  While El Nino makes precipitation more likely, it doesn't offer guarantees for all of California (higher odds are for southern California).\nSubmitted by michelle.lheureux on Sun, 12/06/2015 - 22:09\nIn reply to Still waiting for rain in California.  by Dean\nSubmitted by Peter on Tue, 12/08/2015 - 09:33\nSubmitted by JH JP on Sat, 12/12/2015 - 16:52",
  "source": ""
}