{
  "url": "https://www.climate.gov/news-features/blogs/enso/el-ni%C3%B1o-and-gal%C3%A1pagos",
  "title": "El Niño and the Galápagos",
  "date": null,
  "content": "This is a guest post by Prof. Kris Karnauskas of the University of Colorado Boulder. He runs the Oceans and Climate Lab (@OceansClimateCU), which aims to improve the understanding the tropical ocean and atmosphere, its interaction with ecosystems, and how it has changed in the past and will change in the future. In his spare time we hear he runs ultra-marathons, which is simultaneously very cool and kind of crazy.\nWhat happens when a tiny island rises from the seafloor and stands directly in the path of one of the grandest ocean currents in the world? This happened millions of years ago, when the Galapagos Archipelago formed. We now have penguins in the tropics and such a remarkable biological system that it got Darwin thinking about life. There is far more than one could learn in a lifetime about geology, ecology, biology, and evolution from the Galápagos, partly because of where they are on the planet. In fact, it is precisely where the islands just happened to have formed—smack on the equator—that makes them so fascinating and important.\nVolcanic activity right on the equator created the Galápagos Islands in the eastern Pacific. (top) Satellite composite from NASA's Blue Marble collection. (bottom) A rare cloud-free view of the main islands on December 3, 2013, from Worldview.\nImagine you could see miles beneath the surface of the sea, revealing highways of currents in every direction—sometimes even stacked on top of one other. In the tropical Pacific, you would notice the Equatorial Undercurrent flowing eastward some 8,000 miles, all the way from Papua New Guinea toward South America—about a third of the way around the planet.\nThis current is centered at a depth near 150-650 feet across most of the Pacific and rises up (upwells) toward the surface near South America. It moves at a top speed of a little over 3 mph (just a casual walking pace), which doesn’t sound very impressive. However, multiplying by its width and height reveals that about 10 billion gallons of cold water are moving by every second!\nThe Equatorial Undercurrent was discovered accidently in the early 1950s, when long-line fishermen noticed their gear drifting eastward beneath their boat—the opposite direction as the wind and surface current. Now we know it’s a fundamental part of the global ocean circulation.\nThe Galápagos formed on the equator some millions of years ago in the eastern Pacific. The largest island (Isabela) extends from about 1.1°S to 0.2°N. Isla Isabela quite literally forms a wall in the ocean that just happens to have the same dimensions as the Equatorial Undercurrent barreling toward it from the west. Some of the water manages to sneak around the islands, while some rises up to the surface.\nThe Galápagos Islands force part of the Equatorial Undercurrent toward the surface, boosting populations of phytoplankton and supporting species like penguins and fur seals not otherwise found in the tropics. Illustration by Amy Caracappa-Qubeck, © Woods Hole Oceanographic Institution. Modified with permission.\nThe cold water in the deep ocean is full of nutrients. When it rises up into the sunlight, it fuels photosynthesis and a remarkable abundance of phytoplankton, the basic food for much of the ocean ecosystem. This food source has allowed the Galapagos to develop into a unique outpost of biodiversity. Virtually all of the penguins and fur seals live along the western shores of Isabela and Fernandina (Boersma, 1977; Vargas et al., 2005, 2006) where the upwelling is strongest and water temperatures are measurably cooler than elsewhere in the vicinity.\nAnnual average sea surface temperature from 1982-2014 and penguin distribution (black lines). Nearly 70% of the Galápagos penguins (distributions shown by black line) live around the southwestern bulge of Isla Isabela, where waters are coldest. Map adapted from original in Karnauskas, et al., 2015.\nThere is another source of upwelling waters in the Galapagos: the trade winds, which normally blow from east to the west on either side of the equator. These winds push water generally westward and away from the equator. Cold water from the deep ocean rises up to replace it. The Galápagos sit right in the middle of the tongue of cold water that results from the wind-driven upwelling.\nSea surface temperatures in July 2014 (an ENSO-neutral period), showing the tongue of cold water that extends across the eastern tropical Pacific when the trade winds are blowing normally. The trade winds relax during El Niño, and the cold tongue subsides. NOAA Climate.gov map from Data Snapshots.\nWhat happens when nature throws a wrench in this delicate balance of physics and biology? During an El Niño event, the Galápagos is geographically positioned in the heart of the warming ocean waters. (See this map of October 2015, for example.) The change in water temperatures can affect the marine life directly. Upwelling from the Equatorial Undercurrent, for instance, is reduced during an El Niño, reducing the food supply in the near-surface waters. Also, during El Niño, the trade winds are weakened, so that source of upwelling is reduced. In other words, El Niño is a double-whammy for the Galápagos, doing away with the broader wind-driven upwelling and the Equatorial Undercurrent.\nSatellite images of phytoplankton around the Galápagos during an El Niño event in March 1998 (left) and a La Niña event in July (right). Like plants on land, many phytoplankton use chlorophyll to capture light for photosynthesis. NOAA Climate.gov images, based on SeaWiFS data provided by Norm Kuring, NASA GSFC.\nPrecipitous declines in the Galapagos penguin population have followed past major El Niño events, including 1982-83 and 1997-98. Penguin population collapses during or following major El Niño events are understandable from an oceanographic perspective. The Equatorial Undercurrent weakens substantially and even disappears altogether during such events (Firing et al., 1983), with dramatic consequences for the entire food web from schooling fish to penguins (Boersma, 1978 and 1998; Boersma et al., 2013, fur seals (Aurioles and Trillmich, 2008), marine iguanas (Nelson et al., 2004), and other marine predators.\nMarine iguanas (left) and fur seals (right) are just two of many unusual Galápagos residents. Slowdowns in upwelling during past El Niño events have caused populations of iguanas, seals, penguins, and other species to crash. Photos by Michon Scott.\nThe most amazing thing to me is still the coincidence of the islands; had they formed a degree north or south of where they did, none of this would matter. The Galápagos would not stand in the way of the Equatorial Undercurrent; consequently, the local oceanographic conditions (and the ecology that depends on them) would be fundamentally different. Upon stepping off the HMS Beagle in 1835, what biota would Charles Darwin have found, and how might that have influenced contemporary thought, philosophy, religion, and the development of evolutionary biology? It is this fluke of geography that helped create such abundant biodiversity in the Galápagos, but also the islands vulnerability to Earth’s great climatic heartbeat, El Niño.\nLead reviewer: Michelle L'Heureux\nKarnasuskas, K. Dispatches from Paris: Galápagos vs. the greatest ocean current in the world\nKarnauskas, K. B., R. Murtugudde, and W. B. Owens, 2014: Climate and the Global Reach of the Galápagos Archipelago: State of the Knowledge, in The Galápagos: A Natural Laboratory for the Earth Sciences (eds K. S. Harpp, E. Mittelstaedt, N. d'Ozouville and D. W. Graham), John Wiley & Sons, Inc, Hoboken, New Jersey, doi: 10.1002/9781118852538.ch11.\nKarnauskas, K. B., S. Jenouvrier, C. W. Brown, and R. Murtugudde, 2015: Strong sea surface cooling in the eastern equatorial Pacific and implications for Galápagos Penguin conservation. Geophys. Res. Lett., 42(15), 6432-6437, doi: 10.1002/2015GL064456.\nAurioles, D., and F. Trillmich (2008), Arctocephalus galapagoensis, The IUCN Red List of Threatened Species (2014.3).\nBoersma, P. D. (1977), An ecological and behavioral study of the Galápagos Penguin, Living Bird, 15, 43–93.\nBoersma, P. D. (1978), Breeding patterns of Galápagos Penguins as an indicator of oceanographic conditions, Science, 200, 1481–1483.\nBoersma, P. D. (1998), Population trends of the Galápagos Penguin: Impacts of El Niño and La Niña, Condor, 100(2), 245–253.\nBoersma, P. D., A. Steinfurth, G. Merlen, G. Jiménez–Uzcátegui, F. Vargas, and P. G. Parker (2013), Galápagos Penguin (Spheniscus mendiculus), in Penguins Natural History and Conservation, edited by P. G. Borboroglu and P. D. Boersma, 360 pp., Univ. of Washington Press, Seattle, Wash. [Available at www.washington.edu/uwpress/search/books/BORPEN.html.]\nFiring, E., R. Lukas, J. Sadler, and K. Wyrtki (1983), Equatorial Undercurrent disappears during 1982–1983 El Niño, Science, 222(4628), 1121–1123.\nNelson, K., H. Snell, and M. Wikelsi (2004), Amblyrhynchus cristatus, The IUCN Red List of Threatened Species (Version 2014.3).\nVargas, H., C. Lougheed, and H. Snell (2005), Population size and trends of the Galápagos Penguin Spheniscus mendiculus, Ibis, 147(2), 367–374.\nVargas, F. H., S. Harrison, S. Rea, and D. W. Macdonald (2006), Biological effects of El Niño on the Galápagos Penguin, Biol. Conserv., 127(1), 107–114.\nVargas, F. H., R. C. Lacy, P. J. Johnson, A. Steinfurth, R. J. M. Crawford, P. D. Boersma, and D. W. Macdonald (2007), Modelling the effect of El Niño on the persistence of small populations: The Galápagos Penguin as a case study, Biol. Conserv., 137(1), 138–148.\nSubmitted by Belinda Storey on Thu, 12/03/2015 - 21:27\nSubmitted by Ed Millis on Tue, 12/08/2015 - 20:25\nI don't know the answer to this - I've emailed some people at the Galapagos Conservancy to see if they can help. I'll let you know what they say!\nSubmitted by emily.becker on Thu, 12/10/2015 - 09:40\nIn reply to El Nino and Galapagos by Ed Millis\nSubmitted by Amy Coghlin on Mon, 05/02/2016 - 16:01\nI don't think there is any way to stop it during our lifetimes. The amount of heat energy involved is mingboggling. It would be a little like asking how we can change the rotation rate of the earth, so we can have 25-hour days instead of 24, to have more time each day. A bunch of ants cannot move a house from one corner of the block to the other.\nSubmitted by anthony.barnston on Tue, 05/03/2016 - 20:35\nIn reply to el nino  by Amy Coghlin\nSubmitted by Isobel on Wed, 03/21/2018 - 14:55\nHi Isobel,\nSince El Ninos occur in the central and eastern equatorial Pacific Ocean and affect the circulation along the entire equator, whenever there is any El Nino, it likely will have some sort of impact on the Galapagos Islands. Although, not all El Ninos will have the same impact. The stronger the El Nino and the farther east the abnormally warm ocean temperatures occur along the equator, the more likely the impact is larger.\nThe last El Nino was in 2015-2016.\nSubmitted by tom.diliberto on Tue, 03/27/2018 - 08:25\nIn reply to el nino by Isobel\nSubmitted by Franklin Ormaz… on Wed, 12/02/2020 - 10:22\nYour article was excellent and very easy to understand. Just one point. There are sea lions in Galapagos, not seals.  Sea lions have external ears, seals do not. Likewise Fur sea lions are in Galapagos, not Fur seals.\nSubmitted by Michele Adler on Tue, 05/24/2022 - 03:07\nWell, we're definitely not marine mammal biologists here at the ENSO blog. I do know the thing about the internal versus external ears, but perhaps this was a situation where the common name came to be used before those taxonomic differences were fully understood?\n\nAll I can say is that there are some pinnipeds (which is a word I just love, btw) that are widely referred to as \"fur seals\" despite their greater similarity to sea lions. And indeed, according to the website of the Galapagos Conservation Trust, the islands actually have both a \"Galapagos fur seal\" and a \"Galapagos sea lion\"! \n\nhttps://galapagosconservation.org.uk/fur-seal-or-sea-lion/\nAre you saying you think our picture is of the sea lion, not the fur seal?\nSubmitted by rebecca.lindsey on Thu, 05/26/2022 - 09:32\nIn reply to Galapagos by Michele Adler",
  "source": "climate.gov"
}