{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/dissecting-2015s-warm-and-wet-december",
  "title": "Dissecting 2015's warm and wet December",
  "date": null,
  "content": "Welcome back—belatedly—from the holidays. For those of us east of the Mississippi, it didn’t feel like the holidays. Well, it did feel like a holiday—Memorial Day, maybe. In fact, for some of us, the weather felt a lot more like Memorial Day than the holidays we celebrate as the year closes.\nAverage temperatures in December 2015 felt more like Memorial Day in many parts of the eastern U.S. Image from Climate.gov's Data Snapshots, based on NCEI climate division data.\nThe year ended with an unprecedented warm run in the United States. The last 5-6 weeks of 2015 were very warm east of the Rockies. But how unusual was it?\nOn a national scale, December was both the warmest and wettest December on record for the contiguous United States, or CONUS. That in itself is a feat. It’s the first time since the CONUS record reached statistical adulthood (in 1925, when it turned 30) that any month became the wettest and warmest on record.\nTotal monthly precipitation in December 2015. Image from Climate.gov's Data Snapshots, based climate division data from NCEI.\nOnly three months prior had simultaneously set temperature and precipitation records; the more familiar “hot and dry” and “cool and wet” combos of the warm season. Interestingly, most of those monthly records still stand.\nNationally, December saw 12,000 daily temperature records on the warm side. That’s a lot. It’s almost twice as many as any other month during 2015, which was the second-warmest year on record for the CONUS. Of these, 581 were monthly records (the warmest temperature recorded during any December day). This is also a high number, but not outrageously so; June 2015 had 770 monthly records of its own.\nTogether, these two facts - that December piled up a massive number of daily records and a less massive number of monthly records - indicate that the warmth everybody talked about was more unusual in its duration than in its intensity on any given day. It’s one thing to get record temperatures for a couple of days; it’s another thing to do it for three weeks straight.\nDecember temperatures in the East were well above average for several weeks, leaving a big imprint on the difference from average monthly temperature. This image is the December frame of an animated gif recapping 2015 monthly temperatures.\nThat’s not to say December 2015 didn’t have its moments locally.\nThe days surrounding Christmas Day along the eastern seaboard were some of the most unusually warm we’ve seen perhaps since the Midwestern heat in March 2012. Overnight temperatures were as much as 40 degrees warmer than normal from North Carolina to Lake Champlain. This resulted in temperatures as much as five months ahead of the typical schedule: resembling normal values from late May.\nOn the morning of the 24th, the low of 63° at New York’s Central Park was 23° warmer than the normal high for the date, and blew away the normal low by 33°. Two mornings later, Danville, Virginia one-upped Central Park, with an overnight low of 64°, which tied its record high for the date!\nThe answer is “yes.” And “no.” It’s not uncommon for Decembers to be warm during strong El Nino events, as this composite map from NCEI shows. It’s also not uncommon for Decembers to be warm during the last 20 years. Three of the five warmest Decembers on record have occurred in the last 10 years, and for the last quarter century or so, a lot more December bars rest above the long-term average than below.\nDifference from average (20th century) temperature each December since 1895. Recent decades have had more warmer than average Decembers than colder than average ones, and three of the five warmest Decembers on record have occurred in the past 10 years. Graph by NOAA Climate.gov, based on data from NCEI.\nSo, the December outcomes fit—well, exceeded, actually—a general pattern suggested by both El Nino and long-term warming. But, like with all short-term events, it’s not easy, practical, or in some cases even possible to nail down direct cause-effect relationships between larger-scale drivers and shorter-term outcomes. It’s safe to say that this December will reinforce both trends, though.",
  "source": "climate.gov"
}