{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/problem-child-sometimes-snow-data-need-extra-love",
  "title": "Problem child: sometimes snow data need extra love",
  "date": null,
  "content": "It’s early February, and many of us just dug out—literally and figuratively—from the blizzard of January 2016. We got 6-12 inches here in Asheville; the totals varied from mountain to mountain, like they always do. The snowstorm also buried me under 25 feet of snow-related paper, and that’s what inspired this week’s blog.\nA New York City street during the January 2016 snowstorm. Photo by Malinda Rathnayake, used under a Creative Commons license.\nPutting today’s big weather events into perspective is one of our responsibilities here at NCEI. People and businesses are naturally curious about whether today’s Big Event is dwarfed by history, repeats history, or makes history. This helps us map it out in our minds and in our strategic plans, and that helps shape our actions going forward.\nWe need data to objectively describe that history. Cleaner data helps us do it more accurately.\nSimilarly, one criterion to determine if Federal disaster assistance is appropriate is how a snowstorm stacks up to history. If snow totals fell within a certain percentage of the all-time record one-, two-, or three-day event, then - pending some other factors - a disaster declaration may follow.\nThat’s what sent me into our 25-foot-high stacks of historical paper observer forms.\nA cooperative observer form for November 1918 at Datil, New Mexico. A large snowstorm beginning on the 22nd prevented the observer from making a proper measurement until the 26th. The five-day accumulation of 36 inches of snow and the liquid equivalent (melted snow) of 2.52\" were transcribed in subsequent years as one-day values. An examination of the paper copy corrected the record. Photo by Deke Arndt, NCEI.\nI’ve worked with weather and climate data almost every day for a quarter century now—long enough to get weird(er). After so many years, I appreciate each variable’s unique “personality.”\nIf weather observation types were kids in a classroom, temperature would be the Teacher’s Pet. Temperature data is clean, it shows up every day, it gets along with the other kids. Data issues are typically minor and straightforward, hey-tuck-in-your-shirt kinds of issues. When issues are large, there’s usually a clear path to understanding why.\nRainfall is the kid you underestimate. Literally. The instruments to measure rainfall occasionally fall a bit short of what actually happened.\nWind and Pressure are those kids you wished you’d paid more attention to. Where did the time go?\nSnow observations can be a little, um, flaky. Show-up-at-the-wrong-school flaky. They’re kind of messy. Instead of hey-tuck-in-your-shirt, it’s hey-put-your-shirt on, followed by no-your-arms-go-in-the-arm-holes.\nSledding in Brooklyn during the January 2016 snowstorm. Photo by Adrian Cabrero, used under a Creative Commons license.\nBut, like any schoolkid, once you get past the maddening distractions, there are moments of clarity and excellence that are truly rewarding. That seemingly impossible snow total you didn’t believe at first? It may be evidence of some really interesting local meteorology: a plume off of a warm lake, or a band that set up over just a few counties.\nGoing Beyond the Data, the factors that make snow data challenging are the same ones that make snow itself challenging.\n(1) Snow impacts us in three distinct ways, so we measure it in three ways. Temperature is straightforward. 73 degrees is 73 degrees, no matter how you measure it. Rainfall is straightforward. If we know rainfall rates and amounts, we can figure out how gravity and land features will move the water. But snow is a special type of precipitation that impacts us in three phases.\nObservers recognized these three aspects early on, so we measure snow three ways, with three different precisions: snow depth to the inch; snowfall to the tenth of an inch; precipitation to the hundredth of an inch. Measuring the same thing three ways can set you up for old-fashioned clerical mistakes, often compounded by the next item on our list.\n(2) Snow is relatively rare. With few exceptions, most places, even northern places, only see snowfall during certain months of the year. Only a fraction of days during those months actually produce snow. Those of us in the South can go months or even years between snow events (please keep your Southerners-driving-in-the-snow jokes to yourself). Observers don’t get to practice recording snow events every day like they do for temperature.\n(3) Snow’s large variability is one of its hallmarks. Where temperature is well-behaved in this aspect--the temperature at one station is very likely to in the same ballpark as the temperature at a station a half-mile away, at least if they are at similar elevation--snow can be all over the map, all over the map. The combination of the following two factors makes spatial intercomparison (“buddy checking” against neighboring stations) really challenging.\nThe different shapes of snow crystals are one of many traits that make snow variable and challenging to observe. Photos by Alexey Kljatov, used under a Creative Commons license.\nlarge images plate | dendrite | needles\n(4) Finally, and sorry kids, you’ll know when you’re my age, it’s miserable to work in snow. Its occurrence actually impedes observations. Nobody works particularly well when it’s cold and wet. Sometimes it’s not safe to work when there’s a foot of snow on the ground.  For an observer in South Dakota, iced in after a blizzard, sometimes that daily snow observation will just have to wait until tomorrow, which makes it a two-day accumulation, which makes the observation an apple in a basket of oranges. It happens.\nConsider all of these things together. Historically, snow observations were written by hand, in columns, on paper spreadsheets like the one above, with different precisions, for different aspects, by someone who was probably cold and wet, and didn’t do this too often, then transcribed into digital data years later, by someone the observer never met. Add to this how challenging it is for computers to buddy-check a snow observation. It’s easy to see how there may be some issues hiding within the historical data we compare to today’s snow totals.\nShielded snow gauge in the Northwest to register snowfall. In: \"The Boy with the U.S. Weather Men\", 1917, p. 224. Image from the NOAA Photo Library.\nIf you’ve concluded that checking out large historical snow observations is a laborious and hands-on process, you’re right! But it needs to be done, and it is done here at NCEI. Sometimes, it means walking into our stacks, pulling a specific piece of paper filled out 75 years ago, by someone long since gone, and verifying that the 15 inches of snow in our electronic data was really written as “15.0” - or finding it was written as “1.50”. An automated algorithm considering seven inches at a neighboring site would be at peace with either value. Sometimes the best quality assurance method involves shoe-leather and warehouse dust.\nFinally, if sifting through records by hand sounds enjoyable, welcome to a small club of weird data scientists, some of whom assign personalities to data types. And tuck your shirt in.",
  "source": "climate.gov"
}