{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/marcia-marcia-marcia",
  "title": "Marcia, Marcia, Marcia",
  "date": null,
  "content": "Is El Niño the Marcia Brady of climate variability? No doubt that El Niño is the sexiest, most popular, and most studied aspect of climate variability. And we do continue to talk about El Niño events decades after they seem relevant, much like Marcia.\nNow that the U.S. has just finished its warmest winter on record, we naturally ask ourselves just how influential the strong El Niño was.  But how did other factors in the earth’s climate system contribute to the record-breaking season?  How did Greg and Bobby and Cindy—or even Jan—influence the hit TV show from yesteryear?  Was the success of the show solely due to Marcia, and was our warmest winter on record solely a result of El Niño?\nIn this Beyond the Data post, we take a closer look at the warmest winter on record and what role El Niño might have played.\nOne of the most straightforward tools that climatologists have to examine how a particular climate pattern influences weather is comparing similar events from the past. It has been stated numerous times on this blog and others that no two El Niño events are the same, and that is definitely true for the current El Niño event. Still, we can use the past to identify big picture similarities that many El Niño events have in common.\nTo help us examine historical trends, we have identified six previous strong El Niño events in the 1950-present historical record: 1957-58, 1965-66, 1972-73, 1982-83, 1991-92, and 1997-98. According to NOAA’s Oceanic Niño Index (ONI), the current El Niño event is one of the strongest on record and of similar magnitude to the events in 1982-83 and 1997-98.\nThe table below shows the contiguous U.S. temperature during the past six strong El Niño winters (December-February) as well as this past winter.  Winter seasons in the past tended to be close to or warmer than 1981-2010 average when a strong El Niño was present.\nAverage winter temperature in the U.S. for the 6 strongest El Niños since 1950 along with the winter of 2015-16. Colder-than-average winters are shaded blue, and warmer-than-average winters are shaded red. More often than not in the U.S., strong El Niño winters have been warmer than average, but that's partly because winters overall have warmed. *61st place sits exactly in the middle of the historical record, so it is also the 61st warmest.\nAs previously reported by NOAA, the winter (December-February) of 2015-16 was the warmest and 12th wettest on record for the contiguous United States. The average temperature was 36.8°F, 3.3°F above the 1981-2010 average, while the precipitation total was 8.05 inches, 1.25 inches above average. As you can see in the graph below, the record warm winter season for the contiguous U.S. was an unprecedented occurrence—with or without an El Niño present.\nDecember-February temperature in the contiguous U.S. compared to the 1981-2010 average for each winter since 1950, with strong El Niño years marked with gray dots.  Earlier El Niño winters were near or below-average, while the four most recent events saw warmer-than-average temperatures. NOAA Climate.gov graph, based on analysis by Jake Crouch, NCEI.\nIt is clear in the data that winters in the contiguous U.S. have warmed over time. Winters are warming at an average rate of 2.1°F per century since U.S. record keeping began in 1895, and 3.3°F per century since 1950 when our operational El Niño records begin. So, El Niño winters have gotten warmer through time due to climate change, despite no significant strengthening of El Niño events themselves. This warming trend means that the odds of having a record warm winter have increased, much like rolling loaded dice, and the El Niño potentially loaded the dice even slightly more.\nTemperature\nDuring December-February 2015/2016 much of the contiguous U.S. was warmer than the 1981-2010 average, particularly areas across the North and east of the Rockies. Much of the warmth east of the Rockies occurred during the record-smashing heat wave during the last two weeks of December—an example of how a multi-week event can influence seasonal outcomes. Parts of the Mountain West saw temperatures that were near to below average.\nWinter temperatures (December 2015-February 2016) compared to the 1981-2010 average. It was the contiguous U.S.' warmest winter on record. NOAA Climate.gov map based on analysis by Jake Crouch, NCEI.\nNow compare this winter’s temperature pattern to an average temperature map of the previous six strong El Niño events (below). There isn’t much similarity across the southern half of the contiguous United States. However, there is a similar signal across the northern half of the country, with past strong El Niño events being warmer than average for the region.\nWinter temperatures (December-February) compared to the 1981-2010 average during the 6 strongest El Niño events since 1950 (not including the ongoing event). Based on these 6 events, strong El Niño winters are warmer than average across the northern U.S. and cooler than average across the southern U.S. NOAA Climate.gov map based on analysis by Jake Crouch, NCEI.\nThat northern-tier warmth stems from a strong, semi-permanent low pressure system called the Aleutian Low that sets up in the Gulf of Alaska during El Niño events. Downstream from the Aleutian low here in the contiguous U.S., cold air outbreaks from the Arctic tend to occur less frequently.\nPrecipitation\nDuring December-February 2015-16 parts of the Northwest, Midwest, and along the East Coast, particularly South Florida, were wetter than average while parts of the Rocky Mountains, Southwest, Southern Plains, and Northern Plains were drier than average.\nDecember 2015-February 2016 precipitation compared to the 1981-2010 average. It was wetter than average in the Pacific Northwest and part of the Gulf Coast, and much wetter than average in the Great Plains and southern Florida. NOAA Climate.gov map based on analysis by Jake Crouch, NCEI.\nWhen we compare this winter’s precipitation pattern to the average precipitation map of the previous six strong El Niño events, there is not much similarity across the Southwest and Southern Plains. Part of the reason might be the small number of cases examined. With only six strong events observed over 67 years on top of a changing climate base state, we might not fully be able to represent what the signal of a strong El Niño actually looks like. One atypical event could have skewed the entire average.\nWinter precipitation (December-February) compared to the 1981-2010 average during the 6 strongest El Niño events since 1950 (not including the ongoing event). Based on these 6 events, strong El Niño winters are wetter than average across the southern U.S. and drier than average in the Northern Plains, the Northern and Southern Rockies, and the Ohio Valley. NOAA Climate.gov map based on analysis by Jake Crouch, NCEI.\nMuch of California was also drier than average during the winter of 2015/2016, which caused drought conditions to persist into mid-March. California has been dealing with drought going on five years, and many had high hopes that this El Niño would be the state’s savior because past El Niño events tended to be wet for the state. However, the precipitation received in California during the wet season through the end of February made only a minor dent in the multi-year precipitation deficits. However, early reports of heavy precipitation during March look promising!\nStation data\nHow did major cities across the country fare during this winter in terms of average temperature, precipitation, and snowfall? Below are tables that compare what happened during the winter of 2015-16 to the winter seasons during past strong El Niño events. First up is temperature...\nAverage winter temperature for 10 U.S. cities for the 6 strongest El Niños since 1950 along with the winter of 2015-16. Colder-than-average winters are shaded blue, and warmer-than-average winters are shaded red.\nAnd here is total winter precipitation...\nTotal winter precipitation for 10 U.S. cities for the 6 strongest El Niños since 1950 along with the winter of 2015-16. Wetter-than-average winters are shaded blue-green, and drier-than-average winters are shaded tan.\nFinally, here is snowfall during strong El Niño winters...\nTotal winter snowfall in inches for 10 U.S. cities for the 6 strongest El Niños since 1950 along with the winter of 2015-16. Winters with more than average snow are shaded light blue-green, and winters with less than average snow are shaded light tan. Remember earlier when I talked about how if we only have 6 events to consider, one atypical year could skew the signal? Houston is a good example: 2 years with missing data, 4 years with no snow, and one year with close to 5 inches. Yes, that comes out above average mathemtically, but you can't really call it a pattern of snowier than average winters during strong El Niños. (*A previous blog explained some of the unique challenges of compiling historical snow data.)\nWas El Niño solely responsible for the record warm winter for the contiguous United States? No, but for some areas, like the northern U.S., the El Niño likely played a role. We know that other factors including climate patterns in the north Atlantic, Pacific, and tropics also influenced our weather during winter. Longer-term climate change was also a player, similar to Alice, the Brady family’s housekeeper—an ever-present force influencing outcomes to varying degrees.\nBut exactly how much of the record warm winter was due to the El Niño, and how much was due to other climate patterns, including climate change? That is a question yet to be answered, but the answer—like most climate extremes—is likely some version of “all of the above.”\nWhen trying to determine how a strong El Niño impacted winter seasonal outcomes across the contiguous U.S., we might be easily lulled into false expectations. Just like Jan’s complaint that no one could keep their eyes off Marcia, we often can’t keep our eyes off El Niño. Yes, El Niño events have well documented historical impacts in the U.S., but there are always other players involved, just like other members of the Brady family influenced an episode’s outcome.\nOur climate is changing and our assumptions of how El Niño will impact the U.S. might need to be revisited. But we also need to understand that there is variability even within well-understood climate patterns like El Niño, and we must keep an open mind when it comes to the impacts of less exciting climate patterns.\nWas Marcia ever really going to be a teen model, and was this El Niño ever going to manifest itself in the way we expected? Probably not.  To truly understand the beauty of the Brady family, we must look beyond the obvious choice.",
  "source": "climate.gov"
}