{
  "url": "https://www.climate.gov/news-features/blogs/enso/april-2016-el-ni%C3%B1ola-ni%C3%B1a-update-what-goes-%E2%80%A6",
  "title": "April 2016 El Niño/La Niña update: What goes up…",
  "date": null,
  "content": "It will soon be time to bid good-bye to the strong El Niño of 2015-2016. Forecasters anticipate that sea surface temperatures in the Niño3.4 region will drop below the El Niño threshold (0.5°C above the long-term average) in the late spring or early summer. After more than a year of El Niño conditions, what’s next?\nFirst, though—what’s now?\nThe average anomaly (departure from average) in the Niño3.4 region during March still reflected a strong El Niño, at 1.6°C in the ERSSTv4 dataset. However, this was a substantial drop from February’s 2.0°C, which is what we’d expect during the demise of an El Niño.\nMonthly sea surface temperature in the Niño 3.4 region of the tropical Pacific compared to the long-term average for all moderate-to-strong El Niño years since 1950, showing how 2015/16 (black line) compares to other strong events. Climate.gov graph based on ERSSTv4 temperature data.\nThe atmosphere was still responding to those warmer-than-average El Niño surface waters with a reduced Walker Circulation during March, although the response was weaker than earlier in the winter. This was evident as both near-surface and upper-level winds over the equatorial Pacific averaged out to slightly below normal during March. The area of enhanced cloudiness and rain in the central Pacific that has persisted for the last several months as the warm waters of El Niño transferred heat to the atmosphere was also still present during March, but it weakened during the second half of the month and continues to diminish into April.\nThe two most common indexes tracking the atmospheric response to El Niño also weakened recently. (The indexes measure how air pressure in the eastern Pacific compares to pressure in the western Pacific; negative values mean El Niño conditions). The Southern Oscillation Index was nearly zero in March, and the monthly Equatorial Southern Oscillation Index was the weakest is has been since the beginning of this El Niño last spring.\nSo El Niño is still hanging around, and we’re still in an “El Niño Advisory.” However, its impact on weather over North America during late springtime is fairly unremarkable. Weather during this transition season is highly variable, and that variability often overwhelms signals from El Niño or La Niña.\nThe most substantial change over the last several weeks was in the ocean heat content in the upper 300 meters (~1000 feet) of the central Pacific. This has been above average since mid-2014, but dropped below average last month. This means that the large source of warm waters feeding the surface anomaly has disappeared, possibly paving the way for…\nLa Niña?\nThe main feature of La Niña is cooler-than-average surface waters in the tropical central and eastern Pacific: the opposite of El Niño. The cooler waters lead to an intensification of the Walker Circulation.\nLa Niña often follows El Niño, although it’s not a guarantee. Looking at earlier strong El Niño events, both the 1972/73 and 1997/98 El Niños were followed by a quick transition to long-lasting, strong La Niña conditions. On the other hand, sea surface temperatures following the 1982/83 El Niño bounced around just a bit below zero for more than a year, before settling into a moderate La Niña in the fall of 1984.\nAlmost all of the computer models we use for predicting climate are anticipating a transition to La Niña during the second half of this year. Last month, an error was detected that was causing two models to produce a suspect forecast of returning to El Niño conditions. That error has been fixed, and these two models are now in line with the rest. (For a lot more information about the error and fix, check out this presentation from the Environmental Modeling Center, and the Technical Implementation Notice.)\nSea surface temperature forecast from the North American Multi-Model Ensemble, made early April 2016, for the September – November average. Forecast is expressed as percent likelihood for each of three categories: Below normal, near normal, and above normal. Figure by Climate.gov from CPC data.\nSo what might La Niña mean for the U.S.? La Niña impacts on weather are roughly the opposite of El Niño, but not precisely. Over the next couple of months as we track the potential development of this La Niña, we’ll get into more detail on the typical ways La Niña can affect global circulation and therefore weather around the world.\nLa Niña can enhance the Atlantic hurricane season, primarily by reducing vertical wind shear – how much the wind changes as you go up in the atmosphere. If there is a lot of change in the speed and direction of the wind from one level to the next, it’s difficult for hurricanes to survive. Stay tuned to NOAA’s Hurricane Season Outlook, which will be released in May.\nTypical influence of La Niña on Pacific and Atlantic seasonal hurricane activity. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nEven though La Niña means cooler water in the central and eastern Pacific, it means warmer water in the western Pacific, which will likely extend the ongoing global coral bleaching, already the longest bleaching event on record. Coral can tolerate shorter periods of high temperatures, but global warming has raised the average temperature experienced by corals. When the stress of El Niño or La Niña is added, the chance of widespread coral bleaching increases.\nWe’ve issued a “La Niña Watch” because conditions are favorable for the development of La Niña within the next six months. But you don’t need to stick your head out the window and watch the horizon for an impending La Niña or anything; we’ll take care of that for you, and keep you posted.",
  "source": ""
}