{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/alaska-last-frontier-front-lines",
  "title": "Alaska: Last Frontier on the front lines",
  "date": null,
  "content": "This week, NOAA’s National Centers for Environmental Information (and several other institutions) reported April 2016 to be the warmest April on record for the planet. If broken temperature records seem to you like, well, a broken record, you’re onto something: all of the last twelve months now hold the “Warmest [INSERT MONTH HERE] on Record” title. That’s twelve months in a row, and that’s never happened.\nBut that global average is just that: an average. Each month—even the warmest ones—bring pockets of cold. Conversely, they also bring regions that are colossally warm. This is true over time, too. In recent decades, as month-to-month weather fades into a clearer signal of climate, regional patterns emerge. One is clear: the Arctic is warming faster than anywhere else on the earth’s surface.\nHere in the United States, that’s plainly evident in the Great State of Alaska. You may have seen our analysis that 12 of Alaska’s 13 climate divisions are on pace for their warmest year on record through April. Admittedly, that’s only four laps into a 12-lap race, but those four months have averaged more than 11 degrees warmer than their 20th-century average.\nAll but one of Alaska's climate divisions are having their warmest year to date in 2016. NOAA NCEI map based on climate division data.\nEleven degrees. If you want to know how eleven degrees affects living systems, set your thermostat at 83°F for four months, and see if your metabolism, energy levels, and habits—not to mention your overall comfort level—change.\nAlaska’s statewide warming rate of +5.3°F per century since 1950 is faster than any other state in the Union, by a comfortable margin. Minnesota, in second place, is almost a full degree-per-century behind, at +4.4°F.  Heck, Alaska, as a state, is warming faster than every single one of the 344 climate divisions in the rest of the contiguous United States.\nThe ten fastest-warming U.S. states, based on U.S. Historical Climatology Network data from NOAA NCEI.\nSpeaking of the contiguous United States, or “CONUS,” as we say for short, you may have wondered why we often treat Alaskan climate monitoring separately from the national stats in our monthly reports. Well, you may have also noticed that our Alaskan record begins in 1925, rather than the 1895 we use for the CONUS. These two things are related.\nThe Alaskan data before 1925 aren’t dense enough to resolve within-state details to allow for a highly confident analysis. As a result, the Alaskan “modern climate history” begins 30 years after the CONUS, and needs to be treated as a separate history for this reason.\nYearly temperatures (solid lines) and long-term averages (dashed lines) for the contiguous United States (orange) since 1895 and Alaska (red) since 1925. NOAA Climate.gov graph based on NCEI Climate at a Glance data.\nAnyway, back to the climate. Alaska’s hot start to 2016 is big, but it’s not a new thing, and it’s not just an ENSO thing. It continues a trend we’ve seen in the state in recent decades. For starters, ten of Alaska’s last twelve years have been above-average. That includes some La Nina years. Moreover, the warmth has been propelled even more by the state’s North Slope, which is—by far, even within Alaska—the nation’s fastest warming place, at +7.1°F per century since 1950.\nThe top 20 fastest-warming U.S. regions, based on climate division data from NOAA NCEI.\nAnd that will propel us Beyond the Data, because there’s something more going on.\nThe North Slope warming is largely driven by the retreat of sea ice. Seasonal ice in neighboring waters of the Beaufort and Chukchi Seas is generally arriving later and leaving earlier, and the impact on North Slope temperatures is monumental. This is a very obvious example of connections between a rising global temperature, measured in degrees, and a concrete, physical side effect—in this case, witnessed as the retreat of sea ice.\nThis is a classic “positive feedback” loop, which isn’t as nice as it sounds. In climate, “positive feedback” means that the changes driven by warming tend to drive more warming. “Vicious cycle” might be a better term.\nSea ice retreat isn’t the only change unique to Alaska compared to its 49 peer states. In Alaska, the ground itself is changing, dramatically. Many areas considered permanently frozen year round in the 20th century are now “active,” meaning they are seeing some seasonal thawing. Areas that were active are moving toward a thaw-dominated state. Areas still permanently frozen are warming, getting closer to that precious 32°F mark, at least during parts of the year.\nWarming and thawing permafrost isn’t just a scientific curiosity: when infrastructure is built assuming hard-frozen ground will stay hard-frozen, thawing can cause serious problems with heaving and settling.\n(top). An August 2007 photo at Drew Point, on Alaska's North Slope, showing how thawing permaforst allowed ccean waves to undercut the land. Grassy turf extends out over a wave-cut notch. (bottom) By June 20, 2008, a chunk of coastline had tumbled into the Arctic Ocean. Photos by Stratus Consulting/University of Colorado.\nAnother Arctic change that’s affecting Alaska is a rapid change in vegetation type in many regions. The “shrubification” of Arctic tundra is a well-documented phenomenon, as larger plants replace tundra sedges. Recent research suggests this will contribute to a larger threat of wildfire across the region. This also darkens the landscape, which reinforces the warming by absorbing rather than reflecting sunlight.\nExpanses of tundra in the northwest Siberian Low Arctic are being colonized by alders, which take advantage of frost circles—patches of bare ground created by seasonal frost heave—and recent decades’ warmer summers. Photo courtesy Gerald Frost.\nAlaska’s climate is already challenging to monitor, even before climate change. Those challenges are multiplied by its status as the fastest-changing climate in the United States, according to the data. Going Beyond the Data, the interplay between climate and landscape and the soil itself put the Last Frontier state on the front lines in dealing with our changing global climate.",
  "source": "climate.gov"
}