{
  "url": "https://www.climate.gov/news-features/blogs/enso/bittersweet-victory-el-ni%C3%B1o-chaser",
  "title": "A bittersweet victory for an El Niño chaser",
  "date": null,
  "content": "This is a guest post by Dr. Kim Cobb of the Georgia Institute of Technology. She runs a lab focused on paleoclimate (the study of past climates) and climate change whose mission is to uncover the mechanisms of global climate change, both natural and human-caused, in order to inform projections of future climate change.  She has also been given a National Science Foundation CAREER award and a Presidential Early Career award for Scientists and Engineers. Her research also lets her travel to places like Borneo and the Line Islands in the Pacific, making us question whether we made correct choices in our professional careers. You can follow along with her lab’s exploits on twitter @coralsncaves or at her lab website.\nIt has been a tough year for the world’s corals, as warm ocean temperatures associated with one of the largest El Niño events on record drove extensive coral bleaching and coral mortality. As someone who uses coral skeletons to reconstruct El Niño events in the distant past, it was a decidedly mixed year, filled with the exhilaration of a once-in-a-lifetime scientific opportunity as well as profound grief for a reef I’ve been diving on for 18 years. Let me explain.\nA pre-El Niño view typical of the healthy coral reefs at remote Kiritimati Island, taken in August, 2013. Photo credit:  Kim Cobb.\nI’ve been chasing the signature of El Niño-Southern Oscillation (ENSO) extremes in geologic archives since 1994, when I was an undergraduate researcher at the Scripps Institution of Oceanography. At that time, the basin-wide array of moored buoys that relay ocean temperatures and winds back to the ENSO forecasting centers was only three years old, motivated in part by fundamental advances into the physics governing ENSO variability. It was heady times in the tropical Pacific climate science community – long-range, accurate forecasts of ENSO extremes seemed just around the corner.\nHowever, the instrumental record was very short, and contained few examples of strong El Niño events. How - and more importantly, when - would scientists be able to detect a change in ENSO associated with human-caused climate change? I immediately understood that extending our view of ENSO into the more distant past would yield dividends. As I’m fond of saying, we can either wait several more decades for this erratic climate pattern to reveal its secrets in the instrumental record, or we can harvest the geologic record for the best-quality reconstructions of ENSO and hope to learn its secrets much faster. It has taken the better part of 20 years for the paleoclimate and climate dynamics communities to begin working together in earnest.\nCorals are the undisputed Kings of ENSO reconstruction, providing records of tropical ocean climate that can be calibrated to the instrumental record of climate and extend back centuries to millennia. Corals can show changes in tropical ocean climate that happened over as little time as one month! While early efforts focused on relating changes in coral growth rate to ocean temperatures - much like tree rings - variations in the coral skeleton’s geochemistry provide a more direct relationship to the climatic variables of interest. (Footnote 1)\nBlocking of outgoing longwave radiation (OLR) during December 2015. Blue shading shows areas where more clouds than average were present, indicated by greater-than-average absorption of surface OLR (less OLR exiting the top of the atmosphere). Climate.gov figure from CPC data.\nAs an El Niño chaser like me, you would want to work at a site where El Niño effects are maximized. For corals, that site is Kiritimati Island (pronounced Christmas Island), a remote atoll in the very middle of the Pacific Ocean. Here, El Niño events bring a combination of warm waters and rainier conditions that drive coral oxygen isotopes to much lower values. The opposite signals occur during La Nina cool extremes. Indeed, our lab’s work establishes the Kiritimati coral oxygen isotopic records as exceptionally faithful reconstructions of ENSO variability, often indistinguishable from the instrumental climate record.\nComparison of monthly coral oxygen isotope records from coral samples taken from the island of Kiritimati to monthly instrumental sea surface temperatures over the same area. Changes in the coral records mimic those changes seen in the instrumental sea surface temperature record, indicating that coral can be used to reconstruct past sea surface temperatures. Climate.gov map adapted from data provided by Dr. Kim Cobb.\nOur Kiritimati coral-based ENSO reconstructions now extend back nearly 7,000 years, and suggest that ENSO extremes of the last decades are significantly stronger than those of the pre-industrial era, implying a human contribution that has strengthened ENSO ( Cobb et al., 2013; P. Grothe et al., in prep).\nThe author, Kim Cobb, installing a Conductivity-Temperature-Depth (CTD) sensor on a healthy coral reef at Kiritimati Island. Photo credit:  Pamela Grothe.\nSo when the forecasts for a monster El Niño event began to materialize in the summer of 2015, I excitedly planned a flurry of field expeditions to Kiritimati Island – in November 2015 and April 2016. I would measure ocean temperatures, salinities, and oxygen isotopes on the reef, and set up equipment to take these observations through the peak of the event. Finally I would have the chance to answer a lot of long-running science questions. (2)\nAveraged weekly OISST sea surface temperature anomalies for the Pacific Ocean starting on the week of December 2, 2015 through the week of February 24, 2016. A historic El Niño lead to well above-normal ocean temperatures across the central and eastern Pacific Ocean leading to extensive damage to the coral reefs around the island of Kiritimati. Climate.gov map with data provided by the National Center for Environmental Prediction.\nBut our Kiritimati field teams also had another, more grim purpose:  to document the extent of the coral damage caused by record-breaking ocean temperatures at the site. When we went in November, we witnessed broad-scale coral bleaching as we measured ocean temperatures in excess of 31°C (see original post here). We came back home, and I watched helplessly as the El Niño gripped the central Pacific in temperatures far exceeding any bleaching threshold for one, two, three, and ultimately four more months.\nIt is important to remember that coral mortality is related to both the magnitude and the duration of ocean warming. By the time I boarded the plane bound for Kiritimati on March 30, 2016, I had gone from giddy ENSO geek to feeling like someone flying to the deathbed of a close relative. I could only imagine the devastation that had been unleashed on the reef, even while I hoped against hope that the island’s corals had escaped the worst possible fate.\nA CTD at the same site as above, taken in April, 2016, showing a large number of dead and dying coral colonies. Photo credit:  Kim Cobb.\nWe arrived to witness the wholesale destruction of the reef that I know like the back of my hand as my primary research site for the last 18yrs. While a few corals were recently bleached, the vast majority of the corals had succumbed months ago, already coated in a thick layer of red-brown algae. They will never recover, and will be reduced to white coral sands in the coming months. You can read more about my personal experience of this mass mortality event here and here.\nIt was particularly hard to see 50-60yr-old coral colonies completely dead – coral colonies that I had drilled for the Showtime documentary on climate change called “Years of Living Dangerously”. Our cores indicate that some of these old colonies had bleached during the 1997/98 El Niño event, but none had died off completely. At face value, therefore, it appears that the 2015/2016 event was far more devastating to the Kiritimati reefs than anything in the recent 50-60 years.\nOur future work will help to understand if the magnitude of the 2015/2016 El Niño event is exceptional not only in the context of the 20th century, but over the last millennia or more. Such research is critical to the community’s quest to identify if, and how, ENSO is responding to human-caused climate change. The implications for society are significant, for as these last few months have demonstrated, corals aren’t the only living organisms that are sensitive to ENSO extremes.\nLead reviewer: Tom Di Liberto\nCobb, K.M., N. Westphal, H. Sayani, E. Di Lorenzo, H. Cheng, R.L. Edwards, C.D. Charles. Highly variable El Nino-Southern Oscillation throughout the Holocene, Science. DOI: 10.1126/science.1228246, 2013\n(1) Specifically, the ratio of two stable isotopes of oxygen – 16O and 18O – in the coral skeleton varies as a function of ambient ocean temperature, governed by the laws of thermodynamics. Apart from the temperature signal, the coral’s oxygen isotopic ratio also reflects any changes in seawater oxygen isotopic ratios, which closely track changes in seawater salinity, as both variables are primarily controlled by the balance of evaporation and precipitation, at least in surface waters.\n(2) Coral oxygen isotope values are affected by changes in both the temperature and salinity of the water. El Niño has a very clear effect on both, through warmer water and increased rainfall, which decreases salinity. However, it isn’t clear how much temperature versus seawater oxygen isotopes contributed to the coral oxygen isotopic signal laid down across a large El Niño event; study of the 2015/16 event offers a chance to resolve this question. Also, we eventually will be able to make an apples-to-apples comparison of the 2015/2016 event to the 1997/98 and 1982/83 and older mega-El Niño events that we have previously reconstructed with Kiritimati coral oxygen isotopes.\nSubmitted by Bailey P. on Sun, 05/29/2016 - 17:25",
  "source": ""
}