{
  "url": "https://www.climate.gov/news-features/blogs/enso/life-and-death-el-ni%C3%B1o",
  "title": "The life and death of El Niño",
  "date": null,
  "content": "Over the last couple of months, we’ve been witnessing a tremendous fall from the peak of one of the strongest El Niño events on record.  Sea surface temperatures in the Niño-3.4 region of the east-central equatorial Pacific Ocean have cooled down over three degrees Fahrenheit since January!   The collapse of El Niño was well predicted because El Niño-Southern Oscillation (ENSO) events are almost always strongest during the Northern Hemisphere winter (1).  So, the seeds of destruction are sown into most El Niño events, but what exactly are they?\nTo understand the demise of El Niño, one needs to understand why and how ENSO evolves.   The entire ENSO lifecycle describes the birth, growth, maturation, and death of warm (El Niño) and cool (La Niña) phases.  When and why ENSO events get their start is still a bit of a mystery to us and is why forecasting remains challenging.  The death of ENSO is slightly more predictable, but still not preordained (2).  While ENSO events don’t always die in the spring or summer, there are times—like recently!—when it’s clear that a eulogy needs to be written.\nRemember that one of the best crystal balls for the future state of ENSO is what is happening in the ocean.  Relative to the fast-changing atmospheric winds, we can literally see the evolution of ENSO in slow-mo because the ocean is tough to push around. One of the reasons we know the seeds of destruction have been planted is because we can watch them unfolding from below.\nThe TAO moored buoy array and Argo buoys that drift and dive several hundred meters below the surface show us what is happening not just at the surface of the tropical Pacific Ocean, but what has been happening below the surface of the ocean. Recently, there are signs of El Niño’s demise at the surface of the ocean (a strip of cooler sea surface temperatures emerging), but for months we have been watching the equatorial Pacific cool down well below the surface (usually down to 1,000 feet below the surface).  You can see one nifty animation of the subsurface ocean in this recent Climate.gov article written by our fabulous editor Rebecca Lindsey (3).\nTemperature anomalies (departures from normal) across the depth of the equatorial Pacific Ocean (shown from the surface to 300 meters/984 feet below the surface). Red shading shows where temperatures are above average, and blue shading shows where the temperatures are below average. Animation by Climate.gov, based on NCEP GODAS data.\nBut why did this cooling of the subsurface ocean along the equator of the Pacific Ocean occur in the first place?  Not so long ago we were witnessing the entire tropical Pacific (surface and subsurface) running a considerable fever, with well above-average temperatures.  One theory is called the “recharge-discharge” mechanism (4).  Hang with me, and I promise I will explain, but not overload you (but if you want to be overloaded go straight to footnote #5).\nI. Following La Niña and/or during Neutral conditions, heat builds up in the subsurface ocean around the equator over many months or even years (6).  Heat tends to increase initially in the western Pacific Ocean.  This is called the “recharging” period (akin to recharging a battery!).\nII. At some point, this built-up heat in the subsurface ocean becomes large and extensive enough that it begins to influence the surface of the ocean.   Generally, there is some trigger that instigates the spread of above-average temperatures across the equatorial Pacific Ocean, such as a strong westerly wind burst (7).  El Niño occurs when above-average surface temperatures are observed across the central and eastern Pacific Ocean.\nIII. As El Niño matures, the warmer than average waters in the upper layers of the equatorial Pacific Ocean drain away from the equator and toward the off-equatorial regions (8).  This is called the “discharging” period (9).\nWhy does this discharging occur?  Without getting into math that might make your head spin, during El Niño the sea level is higher than average in the central and eastern Pacific, and the winds are anomalously westerly.  These conditions are not normal and so an ocean current arises in order to try to bring everything back in balance.\nThis ocean current moves heat away from the equator (“Sverdrup transport” if you want to impress your friends). To the north of the equator, this current moves northward and to the south of the equator, it moves southward.  With the near-surface currents pulling water away from the equator, what then happens on the equator?  Basically, cooler water from the deeper depths of the ocean moves upward, so it is closer to the surface.\nIV.  Sometimes (not always), the discharging is enough that the equatorial Pacific cools down to the point that a La Niña event occurs, as reflected in below-average temperatures across the central and eastern Pacific Ocean.  After this the heating cycle starts anew.  Go back to step I.\nWhat’s neat is that we can see this discharging (step III) occurring in measurements going back several months.  The animation below is showing the average of oceanic temperatures from the depth to the surface.\nTemperature anomalies (departures from normal) averaged from the surface to 300 meters (or 984 feet) below the surface of the Pacific Ocean.  Red shading shows where temperatures are above-average and blue shading shows where the temperatures are below-average.  Animation by climate.gov using pentad (5-day) averaged data from NCEP GODAS.\nWatch how you can clearly see the disappearance of the above-average ocean temperatures near the equator of the eastern Pacific Ocean (red shading), with the area of elevated temperatures elongating just to the north and south of equator.  Eventually, the below-average ocean temperatures (blue shading) dominate along the equator.  Another way to track recharge-discharge is in CPC’s monthly Ocean briefing, which has a diagram showing this idea in action (the slide is titled “Warm Water Volume and Niño3.4 Anomalies”).\nDischarge is not always this obvious, but given the tremendous El Niño we just had, it is clearly a big player and now all eyes are on whether it cools down enough that a La Niña gets underway. If you’re a regular reader of this blog, you already know where our bets are placed!\nThanks to Christina Karamperidou (Univ. of Hawaii), Hongli Ren (China Meteorological Administration), and Aaron Levine (NOAA/PMEL) for reviewing this blog post.  Also thanks to Yan Xue (NOAA/CPC) for making the GODAS data available.\n(1) In the case of our Oceanic Niño Index (ONI), there was one really oddball El Niño episode that maximized during the late summer/early fall in 1987.  This El Niño is also unusual because it spanned two consecutive winters (1986-87 and 1987-88).\n(2) Unlike El Niño, La Niña events in particular have been known to last 1-3 years, so while it might weaken sometimes in the spring, it may not fade away entirely.\n(3) People read the ENSO blog.  Some folks ask how this happened and I’m a little baffled by it myself.  This is an unabashedly nerdy blog.  But it’s clear to me that this blogging team is top notch, our guest bloggers have been generous about sharing their expertise, and Rebecca is a major reason why it’s not written entirely in Klingon.\n(4) We’ve already touched on the “delayed oscillator” mechanism on this blog.  See two such articles by Tony here and here.  The recharge-discharge and delayed oscillator mechanisms are not mutually exclusive in the real world, so they can both be occurring at the same time.  In fact, you can – with math – show that delayed oscillator is a sub-case of recharge-discharge.  The biggest difference is that recharge-discharge theory does not explicitly invoke oceanic waves (Kelvin and Rossby waves), while delayed oscillator does.  Recharge-discharge is more focused on the movement of heat from the equator to off the equator and vice versa, while delayed oscillator is focused more on the zonal (east-west) movement of heat.  While we’re not getting into them here, there are a lot of other ENSO mechanisms in the literature as well, but recharge-discharge and delayed oscillator are probably two of the most popular ones.\n(5) For those who want more technical details please here are some potentially useful references:\nWyrkti, 1985: Water displacements in the Pacific and the genesis of El Niño cycles, J. Geophys. Res. 90, 7129-32.\nCane & Zebiak, 1985: A Theory For El Niño And The Southern Oscillation, Science, 228, 1085-7.\nJin, F.-F., 1997a: An equatorial ocean recharge paradigm for ENSO.  Part I: Conceptual model.   J. Atmos. Sci. Vol  54  811-829.\nJin, F.-F., 1997b: An equatorial ocean recharge paradigm for ENSO.  Part II: A stripped-down coupled model.  J. Atmos. Sci. Vol  54  830-847.\nMeinen, C.S. and McPhaden, M.J., 2000. Observations of warm water volume changes in the equatorial Pacific and their relationship to El Niño and La Niña. J. Climate, 13, 3551-3559.\n(6) Again, the birth of ENSO events is more of a mystery than its death, which tends to be more foreseeable. Why does heat build up over time?  We don’t understand all the details other than this usually occurs after an extended period of ENSO-neutral (normal or average conditions) or La Nina when the trade winds are either near normal or stronger, respectively.  The trade winds blow from east-to-west across the tropical Pacific Ocean.  What happens in that journey is that the water heats up (from the sun) and then piles up in the western Pacific because it has nowhere else to go.\n(7) Timing is important too as the average state of the Pacific is more conducive to atmosphere-ocean coupling and growth during the Northern Hemisphere summer and fall.\n(8) Not all heat that was on the equator is released to the ocean off the equator.  Some heat goes into the atmosphere resulting in an increase in global air temperatures.   Also, some heat may remain on the equator due to nonlinear processes that don’t cancel out during the El Niño-La Niña cycle – this is referred to as “ENSO rectification on the mean state due to residual nonlinear dynamical heating.”  We won’t get into this now (phew!), but maybe we’ll get someone to guest post on it sometime.\n(9) Not only is the heat draining off the equator during the peak of El Niño (usually Northern Hemisphere winter), but as the event progresses into the spring, the average state of the Pacific Ocean becomes less conducive to coupling (less of a normally present east-west SST gradient and weaker Bjerknes feedback, which is something we briefly referred to in this blog post).\nSubmitted by Dave Affinito on Fri, 06/24/2016 - 16:50\nHi Dave, thanks for compliments on the post. As for your question about our offices, it depends on where you are. Local National Weather service offices tend to be more open with many computer screens available to look at the latest weather information. At the Climate Prediction Center, we do have a room which is just computers used by forecasters but our individual offices where our computers are located are more cubicle in nature.\nSubmitted by tom.diliberto on Thu, 06/30/2016 - 15:19\nIn reply to El Nino by Dave Affinito\nSubmitted by LUIS PALACIOS on Mon, 06/27/2016 - 13:29\nSubmitted by douglas mallach on Thu, 06/30/2016 - 14:29\nSubmitted by Julio Mtz on Thu, 06/30/2016 - 16:00\nSubmitted by Hector Quevedo on Mon, 08/12/2019 - 17:48\nI regularly read your blog, and frequently click on links to older entries to get context.  And, it's informative, even if I've read it before (since it's a good review).  So, keep up the good work!\nNow for my question: In light of how we're about to have year 3 of this La Niña (September 2022), are there any signs that recharging has been going on below the ocean surface?\nSubmitted by Matt  on Tue, 09/13/2022 - 15:38\nNot yet!\nSubmitted by emily.becker on Wed, 09/14/2022 - 09:56\nIn reply to La Niña, 2022 by Matt\nCan you explain how the different lifecycles affect the weather in Hawaii? For instance, does La Niña cause more rain while El Niño cause more drought conditions.\nSubmitted by PukalaniBob on Sat, 03/16/2024 - 03:45",
  "source": "climate.gov"
}