{
  "url": "https://www.climate.gov/news-features/blogs/enso/july-2016-enso-discussion-enjoy-neutral-while-it-lasts",
  "title": "July 2016 ENSO discussion: Enjoy neutral while it lasts!",
  "date": null,
  "content": "Neutral ENSO conditions reigned during June and so far in July, as the sea surface temperature in the Niño3.4 region, often used to measure the El Niño/La Niña (ENSO) state, was between -0.5°C and 0.5°C away from average. ENSO-neutral means forecasters can relax a bit, and phones are no longer ringing off the hook now that this whale of an El Niño finally bit the dust.\nSea surface temperature in June 2016 compared to the 1981-2010 average. Cooling in the central tropical Pacific confirms that El Niño is over and hints that La Niña may develop later this year, if the atmopshere responds. NOAA Climate.gov map by Dan Pisut (NOAA EVL), based on GEO-Polar data.\nHowever, we can’t rest too much. During the last 60 or so years, strong El Niño years have often been followed by La Niña years. There are known physical reasons for this, which we have covered (here and here). Although the record is short, it appears the stronger the El Niño, the greater the chance for a La Niña the next year. And we just had a pretty strong El Niño!\nSure enough, forecasters currently believe there is an approximately 50% chance that sea surface temperatures for the Niño3.4 region will drop to at least -0.5°C below average (qualifying as a La Niña condition) during the August–October season, and a 55-60% chance for La Niña for the fall. Although 55-60% is far from a sure thing, it means that getting some grade of La Niña, even if just a weak one, is more likely than not.\nAt the moment, there is a good supply of cooler-than-average water below the surface in the central and eastern tropical Pacific. This cold water has been making contact with the surface along portions of this vast stretch of ocean right along the equator, and the Niño-3.4 index dropped into weakly negative territory by late June as a result.\nHowever, the 55-60% chance for La Niña represents a noticeable drop in probability from last month, which had peak probabilities of about 75%. Why the decrease? A typical cop-out answer would be “The ENSO forecast models now show a decrease in the likelihood, and also in the peak La Niña strength, and we trust them.”\nBut why are they showing the decrease? What are the models seeing that the sea gull of average intelligence flying over one of the TAO or Argo buoys in the eastern tropical Pacific might not see? Or that some egghead scientist sitting on the 13th floor of an ivory tower at a high-powered university overlooking a green hill might miss in eyeballing a dozen busy-looking charts and graphs?\nFirst, let’s probe the obvious, and look at the recent monthly rate of decrease of the ocean temperature in the Niño3.4 region since the peak of the 2015-16 El Niño, in comparison with what happened following other past El Niño events—in particular, the very strong 1997-98 and 1982-83 events. The figure below shows the result.\nTemperatures in the Niño3.4 region of the tropical Pacific compared to the 1981-2010 average for 2015-16 (black line) and for other moderate-to-strong El Niño years since 1950. The two strongest previous events (1982-83 and 1997-98) are shown in magenta, four more strong events in purple, and the moderate events in light gray. The graph starts in July of the first year of El Niño and ends two years later in June. Climate.gov graph, based on ERSSTv4 data.\nWe can see that between May and June this year, the temperature decrease lost pace with that of 1998, after more closely paralleling it up through May. Note that a significant La Niña developed by late summer 1998. However, this year’s rate of decrease has been steeper, so far, than the one in 1983, and a weak La Niña condition even emerged in late 1983 (but it didn’t last long enough to make in on NOAA/CPC’s official list). So far, we’re on a trajectory this year that is somewhere in between those two cases.\nBut looking carefully at the behavior of 1998, 1983 and other significant post-El Niño cases like 1973, 1992, 1958 and 1988, we see that monthly fluctuations in behavior may not mean much in the grander scheme of things. Remember that ENSO usually acts more on a seasonal time scale than a monthly one, although ENSO-relevant events can occur within a single month from time to time, such as when the MJO interacts with ENSO. We may not have cooled at a very fast rate between May and June, but could easily make up for it in the coming months. So then, why are the models weakening their forecasts at this point in time?\nOne likely answer is the delay in the expected onset of La Niña-like ocean-atmosphere coupling in the eastern tropical Pacific Ocean. What is coupling? To set the stage, cooler than average water currently sits beneath the surface, and is now impacting the surface across the eastern Pacific Ocean, as seen in the figure below.\nDeparture from average of the surface and subsurface tropical Pacific sea temperature averaged over July 5-9 2016. The vertical axis is depth below the surface (meters) and the horizontal axis is longitude, from the western to eastern tropical Pacific. Values are for right along the equator. The massive volume of water of below-average temperature extends to the surface near 130°-150°W, and also near 105°W and 85°-90°W.\nWith below-average water temperature along the equator in the eastern tropical Pacific, we would expect some atmospheric coupling, such as enhanced trade winds that blow from the colder-than-average water in the east toward the warmer-than-average waters of the central and western Tropical Pacific. Sinking motion (higher surface pressure) tends to occur over anomalously cool water, with rising motion (lower pressure) over warm water. And surface winds blow from high toward low pressure. If the trade winds were to increase, they would cause upwelling of the even more anomalously cold waters from below the surface, which would then cause even stronger trade winds, and so on—the typical La Niña feedback loop. This is nothing more than a strengthening of the Walker circulation that typifies La Niña.\nBut the first nod toward above-average trade winds has not yet been observed, as we can see in the figure below. Trades are very close to average across most of the tropical Pacific.\nDeparture from average low-level (850 hPa) winds across the tropical Pacific Ocean from June 10–July 9, 2016. Arrows show wind direction, and shading shows areas where the speed is different from zero to a noteworthy degree. Along the central and eastern equatorial Pacific, the trade winds were mostly average.\nTo get a La Niña started, someone—the ocean or the atmosphere—has to make the first move. The ocean has done that—the ocean surface has cooled somewhat, and appears to be “waiting” for some stronger surface winds to upwell still colder water. To get the La Niña to grow, we need more upwelling. It is the atmosphere’s turn to play ball. Is it going to kick in or isn’t it?\nClimate forecast models, which look at the latest observations, are beginning to wonder the same thing. Therefore, they recently have become less bullish on the La Niña—both for the rate of onset and the peak strength later in 2016. But they are not forecasting a cancellation of the event, so we need to keep our eyes peeled over the coming weeks and months to see if we get some action.\nSubmitted by Anonymous on Thu, 07/14/2016 - 12:44\nGenerally, the stronger an ENSO event (either La Nina or El Nino), the more predictable the impacts. However, as we saw this past winter in Southern California, expected impacts do not always materialize. Your point about the direct vs. remote impacts is a good one, and yes, the direct impacts due to the cooler central and eastern Pacific and a potentially slightly stronger Walker Circulation would be more reliable during a weak event than the remote effects.\nSubmitted by emily.becker on Fri, 07/15/2016 - 14:03\nIn reply to Fantastic blog, Tony! What by Anonymous\nSubmitted by Ben on Tue, 07/26/2016 - 00:35\nIn reply to RE: Fantastic blog, Tony! What by emily.becker\nSubmitted by Roger Bowring on Fri, 09/02/2016 - 07:29\nIn reply to Fantastic blog, Tony! What by Anonymous\nSubmitted by John Ertle on Thu, 07/14/2016 - 13:55\nSubmitted by Ben  on Sat, 07/16/2016 - 18:04\nYes, Ben, I think you might be on to something. The amount of residual warmth from the strong El Nino is very substantial. Both north and south of the immediate equator, positive SST anomalies remain, and may be making it hard for the negative anomalies right along the equator to \"take over\". A very narrow band of negative anomalies presents a weaker trigger for the onset of enhanced trade winds than would a latitudinally wider band. So your point is a good one.\nSubmitted by anthony.barnston on Mon, 07/18/2016 - 12:43\nIn reply to Slower dissipation of El Niño weakening La Niña probability?  by Ben\nSubmitted by Christian on Mon, 07/18/2016 - 17:43\nIn reply to RE: Slower dissipation of El Niño lowering La Niña probability?  by anthony.barnston\nYes, it is normal. Even during a more mature La Nina, there is an expected horseshoe pattern of opposite sign (warm) SST anomalies surrounding the cool anomalies near the equator. But it is the AMOUNT of warm water in the tropical Pacific more generally, say from 20S to 20N. It is quite extensive. It may be related to the positive PDO phase currently. It also may be because the El Nino was strong, so there is more warm water. Another factor, as you mentioned, is that the negative OHC anomaly is not extremely strong as it was in 1998, so the emergence of cold water right along the equator is not as strong as it was in 1998. You're right that models have weakened their La Nina forecast strength partly because the initial conditions in July are not as cool as they had been predicted to become in the forecasts from the prior month. The question becomes why didn't things cool down as much as objectively expected earlier by the models. A natural question to ask now is whether this adjustment is part of a trend, and if the models will back off even more in August, or whether it is an overshoot and the models will slightly strengthen their La Nina forecast next month. Looking at the subsurface profile, to me it looks weaker now, and without the negative OHC anomaly things could weaken even more for next month's set of model runs. The cooling seems to be manifest right now at the surface, with last week's OISST anomaly in Nino3.4 at -0.6C, which could be just flash in the pan that might retreat to -0.4C again next week.\nSubmitted by anthony.barnston on Tue, 07/19/2016 - 15:48\nIn reply to RE: Slower dissipation of El Niño lowering La Niña probability?  by Christian\nSubmitted by Christian on Wed, 07/20/2016 - 10:32\nIn reply to RE: Slower dissipation of El Niño dropping La Niña probability?  by anthony.barnston\nA positive PDO just means there is more warmth in the tropical Pacific region, plus in the other areas in the North Pacific that go along with a positive PDO, such as near certain portions of the North American coast. The backdrop of more warm water in the tropical Pacific means a lowered tendency toward La Nina. Some scientists believe that the PDO is no more than a cumulative effect of recent ENSO activity (e.g., in the current case, the big El Nino), while others think that the PDO also does its own thing, independent of ENSO.\nSubmitted by anthony.barnston on Wed, 07/20/2016 - 19:44\nIn reply to RE: Slower dissipation of El Niño dropping La Niña probability?  by Christian\nSubmitted by Christian on Sun, 07/17/2016 - 05:36\nYou're right, Christian, the strength of the westerly wind anomalies was stronger in 1997 than it was in 2015. The led to stronger eastward-moving Kelvin waves and westward-moving Rossby waves in 1997 than in 2015, resulting in stronger negatively anomalous subsurface heat content in 1998 than in 2016. Accordingly, the current negative OHC anomaly is moderately strong, not extremely strong. As for the PDO, it also is a relevant factor of difference between 1998 and 2016. In 1998 the PDO is thought to have changed phase, from generally positive to generally negative, at the same time tthat the ENSO situation changed from warm to cold in the middle of 1998. This was after being mainly in positive phase during all of the time from the late 1970s until 1998. By contrast, the PDO has been generally in warm phase since 2014, and particularly during 2015 and the first half of 2016. So yes, this PDO backdrop is tending to make it a little harder for a La Nina to set in, and especially for it to be a very strong one when and if it does.\nSubmitted by anthony.barnston on Mon, 07/18/2016 - 14:57\nIn reply to Is this really a surprise? by Christian\nSubmitted by Christian on Mon, 07/18/2016 - 16:47\nIn reply to RE: Is this really a surprise? by anthony.barnston\nYour feedback elements are all good, except I don't understand the role of the weakened ocean/and contrast (could be a gap in my understanding). I do not usually think of the convection at the dateline as the first step, although it could happen that way. I think \"all together\" is the best way to conceptualize the feedback loop, although it is not entirely simultaneous in practice and is instead incremental and staggered. I usually think of the wind anomalies and the SST changes as the two most fundamental components, but all of them you mentioned are at play. I think of the convection as a result of the increased SST, so think of it as at least 3rd in the order, but there is not set rule about that. Increased convection would change the atmospheric circulation, which would change the SST in that same direction but more so, etc. About 2014, one factor that stands out in my mind is that the westerly wind bursts and the amazing increase in OHC occurred a little too early (in March or so). To a moderate extent, the ENSO phenomenon is seasonally phase-locked. It must get revved up near the time of the spring \"barrier\", April to June. May is the center of the barrier. If what had happened in early spring 2014 happened a bit later, when the SST is at its climatological peak and anomalous convection is easier to get, we may have had a big El Nino in 2014-15. But most of the critical fireworks happened a couple of months too early when the baseline SST was still a bit too cold.\nSubmitted by anthony.barnston on Tue, 07/19/2016 - 15:35\nIn reply to RE: RE: Is this really a surprise? by Christian\nSubmitted by Christian on Wed, 07/20/2016 - 10:54\nIn reply to RE: RE: RE: Is this really a surprise? by anthony.barnston\nRather than there being a time limit under which the components of the feedback loop must act, I meant that there are some seasons of the year when El Nino (or La Nina) is harder to initiate, such as during late fall or winter, and other seasons when the normal climatology of the tropical Pacific Ocean is more conducive to getting the feedback going. It is easier from mid-spring (northern) to summer, when the SST is normally at its wamest as a starting point.\nSubmitted by anthony.barnston on Wed, 07/20/2016 - 19:37\nIn reply to RE: RE: RE: RE: Is this really a surprise? by Christian\nSubmitted by Anonymous on Sun, 07/17/2016 - 23:49\nYes, you can look at the low level wind anomalies in the tropical Pacific by going to the NOAA/CPC page:\nhttp://www.cpc.ncep.noaa.gov/products/precip/CWlink/MJO/enso.shtml\nThen, beneath where it says \"Current Conditions\", click on the button that says \"850hPa Wind Anomalies\". The map will appear just underneath. Note that there are a number of other ENSO-related fields to check on there, under the headings of tropical convection and sea surface temperature. A new playground for you!\nSubmitted by anthony.barnston on Mon, 07/18/2016 - 12:52\nIn reply to Thanks Tony, great article by Anonymous\nSubmitted by Troy on Tue, 07/19/2016 - 23:37\nThanks for the comment Troy. You're right about the PDO being a factor that influences (but does not very strongly dominate) ENSO. And yes, we now have a strongly positive PDO, and this means the tropical Pacific SST is tending to be on the warm side despite the emergence of below average SST right along the equator in the eastern part of the basin. The positive PDO may well hinder the development and peak strength of any cool episode we have in 2016-17. About the chicken and egg problem regarding ENSO and the PDO, it is an unsolved scientific question. Some scientists believe the PDO is just a cumulative reflection of recent ENSO behavior (more than just from the last 1 or 2 years) while others think the PDO can also do its own thing and is driven by factors other than ENSO, such as dynamics in the North Pacific. The idea of ratios of El Nino to La Nina during each of the phases of PDO is interesting. I've never done it, but suspect other may have tinkered with that sort of thing. A big problem in doing it is that there are only 3 or 4 PDO phases in recent history, and also not so many ENSO events in each PDO phase. This leads to a sample size problem, which would imply a large uncertainty in any results. But it would still be fun to do, and might be suggestive.\nSubmitted by anthony.barnston on Wed, 07/20/2016 - 20:02\nIn reply to Role of the PDO in this Forecast La Nina by Troy\nSubmitted by Carrie on Sat, 07/23/2016 - 04:21\nSubmitted by Ryan on Thu, 08/11/2016 - 10:00\nSubmitted by Erik on Sat, 08/27/2016 - 15:13\nHi Erik, thanks for the comment! A lot went into why southern California did not receive as much rain as expected and it is probably too soon to point to any one cause. There likely will be plenty of research into exactly what happened. What makes attribution difficult is that we do not have a long list of El Ninos like the most recent to compare impacts to. What was just seen could simply be a potential natural outcome during a strong El Nino or highlight the randomness of weather. This is one reason why forecasts for winter rainfall for southern California peaked at around 65% chance for above-average rains.\nSubmitted by tom.diliberto on Mon, 08/29/2016 - 10:55\nIn reply to El Nino -- Quo Vadis? by Erik\nThis is a great, concise explanation of the El Niño–La Niña transition—clear enough for general readers but still rich with scientific insight. I especially appreciate how you’ve framed the probabilities: 55-60% isn’t a guarantee, but it’s enough to start paying attention. The detail about subsurface cool water making contact with the surface really helps paint a vivid picture of the mechanics behind the potential shift to La Niña. Definitely keeping an eye on how the atmosphere responds over the next few months!\nSubmitted by dibaa on Wed, 04/16/2025 - 01:13",
  "source": ""
}