{
  "url": "https://www.climate.gov/news-features/blogs/enso/long-arm-california-drought",
  "title": "The long arm of the California drought",
  "date": null,
  "content": "This is a guest post from Simon Wang, Utah Climate Center/Dept. Plants, Soils & Climate, Utah State University. Simon specializes in climate dynamics, prediction, and their extremes.\nThis past winter, most water agencies across California were counting on the strong El Niño to produce surplus water, helping to increase groundwater and make up for what’s been pumped out due to the severe drought.  Unfortunately, precipitation during the winter of 2015-16 was barely above the long-term average in the state, despite stormy weather in the northern part of California.\nAmount of rain and snow (as water equivalent) for the state of California over December – March each year since 1948, shown as the departure from the 1981-2010 average (dark gray bars; scale on left). The December – February Niño3.4 Index (Oceanic Niño Index) is shown in overlay (scale on right). Pink bars = El Niño conditions, blue bars = La Niña, light gray = neutral. Data from NOAA Climate Divisions data, graph by climate.gov.\nThe drought was somewhat alleviated in Northern California, thanks to these rains. However, new evidence suggests that the groundwater level in California’s Central Valley will continue to decline this year. We examined about 55 years of data from nearly 500 wells, and also used estimated water storage from Gravity Recovery and Climate Experiment (GRACE) satellites (footnote 1).\nHistorically, drought and reduced groundwater storage occurred almost hand-in-hand in the Central Valley. When drought conditions ended, groundwater storage would normally rebound – this is the relationship we see in records from about 1960 - 2000.  But our recent study found that this relationship has changed over the last decade and a half.\nIn the data from the past fifteen years or so, scientists found that groundwater storage continued to decline for a full year after drought has ended.  So, whereas previously when drought ended, groundwater resources would begin to recover, now groundwater continues to decline, even through a wet period. It will take more research to understand exactly why this is happening, but it’s possible that the recent tendency toward more intense, longer-lasting droughts in this region (footnote 2) has changed the way rainfall and snowmelt are taken up by the soil and recharge groundwater.\nSince the 1970s, drought severity in California in a given year has been closely correlated to groundwater levels in that same year (purple line), but not to groundwater levels the following year (pink line).  Since the mid-2000s, however, the pink line has climbed steeply, which means groundwater levels have become sensitive to drought for an additional year. Graphic by Climate.gov, from data supplied by Simon Wang (see Wang et al. 2016).\nCalifornia’s groundwater has been used to supplement the water supply for households, agriculture, and industry for many years, and there’s been a downward trend in groundwater storage since at least the middle of the 20th century (footnote 2). However, this trend doesn’t explain the recent change in the effect of drought on groundwater supply.\nIt’s well known that precipitation in California is somewhat tied to the El Niño/Southern Oscillation (ENSO). Roughly speaking, El Niño tends to bring rain, and La Niña tends to withhold it. (Although this past winter is an excellent example of how what’s expected doesn’t always happen.)\nSeveral recent studies have found that drought conditions in California have become increasingly more intense and longer-lasting (footnote 3). Some of our research has linked this tendency to the combination of strong ENSO events and global warming (Yoon et al. 2015). We’ve found that strong ENSO events modulate California’s climate not only through the peak of El Niño and La Niña, but also their transition phases when they dissipate, and before another El Niño or La Niña potentially forms.\nSpecifically, our research suggests that in the year prior to El Niño, there is often a ridge of high pressure in the Gulf of Alaska. This relationship has strengthened over the past 20 years, with the ridge becoming stronger. This ridge can then tilt conditions toward drought in California.\nSo, in short, if La Niña tends to drought, and the ramp-up to El Niño tends to drought, there’s a likelihood of more drought time than wet time, even if El Niño itself leads to wetter conditions (Yoon et al. 2015, Wang et al. 2014). If there's an increased duration of drought AND groundwater recovery now lags the end of drought, groundwater resources could have a hard time recovering at all.\nNorthern California's Lake Oroville in late November 2015, when lake levels were near record lows. The water level has recovered significantly due to good winter precipitation in winter 2015-16. NOAA image by Andrew Williams.\nThe implication is that current groundwater storage in the Central Valley will likely continue to diminish further in 2017, even though the recent El Niño somewhat mitigated the drought. Currently, there is a 55-60% chance of La Niña developing by the end of 2016 which, based on past cases, would tend to reduce winter precipitation in California. This forecast provides all the more reason to continue our careful management of water resources.\nEmily Becker was the lead editor on this post.\nFootnotes\n1) The twin satellites in the GRACE program can detect changes in water storage both above and below ground by measuring changes in the gravity at specific locations. See also: Anderson, R. G., M. H. Lo, S. Swenson, J. S. Famiglietti, Q. Tang, T. H. Skaggs, Y. H. Lin, and R. J. Wu, 2015: Using satellite- based estimates of evapotranspiration and groundwater changes to determine anthropogenic water fluxes in land surface models. Geosci. Model Dev., 8, 3021–3031. doi:10.5194/ gmd-8-3021-2015\n2) Cayan, D. R., T. Das, D. W. Pierce, T. P. Barnett, M. Tyree, and A. Gershunov, 2010: Future dryness in the Southwest US and the hydrology of the early 21st century drought. Proc. Natl. Acad. Sci. USA, 107,21 271–21 276, doi:10.1073/pnas.0912391107.\nDiffenbaugh, N. S., D. L. Swain, and D. Touma, 2015: Anthropogenic warming has increased drought risk in California. Proc. Natl. Acad. Sci. USA, 112, 3931–3936, doi:10.1073/pnas.1422385112.\nMacDonald, G. M., 2010: Water, climate change, and sustainability in the Southwest. Proc. Natl. Acad. Sci. USA, 107, 21 256–21 262, doi:10.1073/pnas.0909651107.\n3) Groundwater has been declining all over the world, especially in arid (dry) and semi-arid zones. This article has an interview with a NASA scientist who studies global groundwater resources. See also: Famiglietti, J. S., 2014: The global groundwater crisis. Nat. Climate Change, 4, 945–948, doi:10.1038/nclimate2425.\nReferences\nWang, S.-Y., Y.-H. Lin, R. R. Gillies, and K. Hakala, 2016: Indications for protracted groundwater depletion after drought over the Central Valley of California. Journal of Hydrometeorology. DOI: 10.1175/JHM-D-15-0105.1\nYoon, J. H., S.-Y. Wang, R. R. Gillies, B. Kravitz, L. E. Hipps, and P. J. Rasch, 2015b: Increasing water cycle extremes in California and in relation to ENSO cycle under global warming. Nature Communication, 6, 8657, doi:10.1038/ncomms9657.\nWang, S.-Y., L. Hipps, R. R. Gillies, and J.-H. Yoon, 2014, Probable causes of the abnormal ridge accompanying the 2013–2014 California drought: ENSO precursor and anthropogenic warming footprint, Geophysical Research Letters, 41, 3220–3226, doi:10.1002/2014GL059748.\nSubmitted by MaxDo on Sun, 08/14/2016 - 23:57\nwe need a la nina in california\nSubmitted by frida on Fri, 10/15/2021 - 07:09",
  "source": ""
}