{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/siberian-weather-climate-and-matryoshka-dolls",
  "title": "Siberian weather, climate, and Matryoshka dolls",
  "date": null,
  "content": "By now, you’ve probably heard that July was the warmest month on record for the planet’s surface. We live in a warming world and with that comes a surge in global-scale temperature. In my office, though, we often remind each other that nobody was harmed by “global average temperature.” It’s an important indicator of change, to be sure, but the consequences of a warming world show up locally.\nOne such consequence came to light in July, the warmest month of Earth’s recent history: an anthrax outbreak in western Siberia. The outbreak was traced, at least preliminarily, to a reindeer carcass that had thawed after being frozen for several decades.\nI won’t pretend to know all the details or the nuances or the epidemiology. I read about it in the newspapers, just like you.\nBut I can confirm that July was really hot there, by western Siberian standards. The natural question—one that my colleagues and I have been asked repeatedly—is whether this is a consequence of climate change.\nBefore we address that, going Beyond the Data, let’s acknowledge something else that happened a little more than a thousand miles away during this very same July. Just off the central Siberian coast, sea ice in the Laptev Sea was darn near as expansive as it’s been in at least 35 years.\nAs analyzed by the National Snow & Ice Data Center, and summarized in NCEI’s report, below-normal temperatures and wind patterns dramatically slowed the summer retreat of sea ice in the area. By July’s end, the Laptev Sea had more ice, relative to the seasonal normal, than just about any time in the satellite era, which dates to 1979.\nThe map of July temperature anomalies—the difference between what was observed in July 2016 versus the 1981-2010 average—shows that most of the Earth experienced above-normal temperatures for the month. Relative to this normal, western Siberia was the warmest place on Earth during the warmest month in modern history, and had its own warmest July on record. A thousand or so miles east, Central Siberia was the coolest place on Earth during the warmest month in modern history.\nJuly 2016's surface temperatures, as measured by weather stations, ships and buoys, compared to the average of the 1981-2010 period. Red areas were warmer than normal; blue areas were cooler than normal.\nBoth of these events have climate overtones. Both stand out historically. Can they be related?\nThey are. It’s no accident that the reddest spot on the map sat not too far \"upstream\" from the bluest spot on the map. They are related, not so much by climate, but by meteorology.\nHere in the U.S., early August brought a heat wave to the eastern United States. It probably got some catchy name (“Heat Dome”?), but it was essentially a \"synoptic-scale\" meteorological feature. Synoptic-scale features are—you guessed it—roughly a thousand miles across.\nFor much of July, western Siberia sat under a upper-level ridge, characterized by a northward excursion of the jet stream. It is not uncommon for a long-lived northward bulge in the jet stream to be flanked by a long-lived southward bulge—a “trough”—either upstream (to the west) and/or downstream (to the east).\nTroughs bring cooler and more active weather to a region, like the cool and windy conditions that helped stall the summer retreat of the sea ice in the Laptev Sea.\nSo, what about the climate connection to a thawed reindeer carcass? Was it weather? Was it climate? Was it something else that exposed the reindeer during the warmest month on record?\nIt can be all of the above. Just like your own life can be influenced by your culture, and also your family, and also your parents, and also your workplace, and also the guy that just happened to sit next to you on the bus three minutes ago. Climate is big, complex, and involves the intermingling of many scales. They can be nested within each other, not unlike a Matryoshka doll.\nRecord-breaking temperature events are the result of short-term and long-term influences that nest within each other like Matryoshka dolls. Image by Lachlan Fearnley (Own work), used under a Creative Commons license, via Wikimedia Commons.\nJuly was the warmest month in Earth’s modern history. That was because we’ve been warming for decades. But it was also because the recent El Niño pushed the needle a little more. July is also the warmest month on the calendar for pretty much any year, period. And some other things, called “weather” may have pitched in too.\nWestern Siberia isn’t isolated from this intermingling of scales. It’s a fact that the region is warming faster than the vast majority of the planet. It’s a fact that the baseline July temperature is moving warmer for the region. It’s also a fact that there was a big ridge there during July 2016. These facts all coexist.\nIt’s also a fact that Central Siberia is warming faster than the vast majority of the planet and its July baseline temperature is warming. Again, also a fact that Central Siberia had a trough parked over it during July that counteracted that long-term signal. Like one of my favorite climatologists once said: We will have pockets of cold in a warming world.\nThere you have it: Siberia’s two big climate stories of July were connected by weather. It’s an intermingling of scales.\nDiagnosing whether a single warm event is driven by climate change is difficult, like diagnosing whether a single cough is caused by a lifetime of smoking or whether a single home run is powered by steroids. While it may be valuable scientifically to look at single events, it’s paralyzing culturally to wait for confirmation on an event-by-event basis.\nBut seeing patterns is not so difficult. Overall, Big Heat is getting bigger. Big Rain is getting bigger. We’re dealing with Big Rain right now in the Southern United States. It is part of an established and recognized and measured pattern, if not a singular smoking gun.\n(top) Observed increase in extremely heavy rainfall across the United States between 1958 and 2012. (bottom) Increase in heavy rainfall projected by 2081-2100 compared to 1981-2000 if carbon dioxide emissions continue at a high rate. Maps by NOAA Climate.gov, based on Figure 2.18 and Figure 2.19 of the 2014 National Climate Assessment.\nWe can work with patterns. We can plan to patterns. We can build to patterns.\nThanks for going Beyond the Data.",
  "source": "climate.gov"
}