{
  "url": "https://www.climate.gov/news-features/blogs/enso/september-2016-enso-update-cooling-our-heels",
  "title": "September 2016 ENSO update: Cooling our heels",
  "date": null,
  "content": "Since the demise of the big 2015-16 El Niño in April, the tropical Pacific has been loitering around in neutral… and now forecasters think it’s likely to stay that way through the winter. For now, we’re taking down the La Niña Watch, since it no longer looks favorable for La Niña conditions to develop within the next six months.\nOver the last few months, sea surface temperature anomalies (the departure from the long-term average) in the Niño3.4 region have become more negative, which was expected.  Currently, the sea surface temperature in the Nino3.4 region is about -0.5° below the long-term average, according to the ERSSTv4 data.\nMonthly sea surface temperature in the Niño 3.4 region of the tropical Pacific compared to the long-term average for all moderate-to-strong El Niño years since 1950, showing how 2015/16 (black line) compares to other events. Climate.gov graph based on ERSSTv4 temperature data.\nThis is the La Niña threshold! However, the second step of the La Niña conditions decision process is “do you think the SST will stay below the threshold for the next several overlapping seasons?” For now, the answer to this question is “no.”\nIn fact, the dynamical climate models are predicting that this month’s Niño3.4 index will be the low point, and sea surface temperatures will recover to near average over the next few months. There is still a range of forecasts, but all eight of the North American Multi-Model Ensemble models expect the negative anomalies to weaken toward zero.\nClimate model forecasts for the Niño3.4 Index, from the North American Multi-Model Ensemble (NMME). Darker purple envelope shows the range of 68% of all model forecasts; lighter purple shows the range of 95% of all model forecasts. NOAA Climate.gov image from CPC data.\nHere at the ENSO Blog, we talk a lot about the response of the atmosphere to the change in sea surface temperatures. That’s because it’s critical—you can’t have ENSO without the Southern Oscillation. Just like El Niño, La Niña requires an atmospheric response, and it just hasn’t happened over this summer.\nThe La Niña response is a stronger Walker Circulation. Even more than usual, cooler air sinks toward the surface over the cooler-than-average waters of the central and eastern Pacific. Meanwhile, the perpetually warm waters near Indonesia warm further, and the overlying air becomes even more warm and buoyant than usual, leading to more vigorous convection (rising air).\nThese opposing areas of vigorous rising and sinking air amp up the normal circulation across the tropical Pacific: at the surface, stronger-than-average winds blowing east to west, and high up in the atmosphere, corresponding stronger-than-average winds blowing west to east.  More rain falls over Indonesia, and less falls over the Central Pacific.\nSo far, there have only been some very weak indications of this intensification, like a small area of stronger-than-average upper level winds over a localized region of the central Pacific. Also, some extra rain over western Indonesia, and a narrow, but weak, strip of drier-than-average conditions over the cooler waters of the central Pacific.\nBlocking of outgoing longwave radiation (OLR) during August 2016. Blue shading shows areas where more clouds than average were present, indicated by greater-than-average absorption of surface OLR (less OLR exiting the top of the atmosphere). Climate.gov figure from CPC data.\nBut what needs to happen to really get La Niña conditions underway is for those stronger-than-average winds to blow across the surface of the equatorial Pacific, cooling the surface and helping to keep warm waters piled up in the far western Pacific. We’ve seen some weak bursts of this activity over the past few months, but nothing has settled in for the long haul.\nWithout this atmospheric feedback, the large area of cooler subsurface waters that we saw back in the late spring has decreased substantially. Yes, the surface has cooled, but there’s not much cool subsurface water left to extend or intensify the conditions. For fun, have a look at the subsurface during August of 1983, 1998—other years following a strong El Niño—and 2016.\nIt’s certainly not impossible that La Niña could still develop; forecasters are putting the chances for La Niña somewhere around 40% through the early winter. And, while a strong La Niña developed immediately after the 1997/98 El Niño, there was nearly a year of slightly-below-average temperatures following the 1982/83 El Niño before a moderate La Niña eventually developed in October of 1984, further evidence that there are many pathways that the climate system can follow after a large El Niño event.\nFor now, though, most signs are pointing toward a stronger chance of remaining in neutral conditions for the time being. Between the model consensus and the current lack of atmospheric response, forecasters put the odds of staying ENSO-Neutral at 55-60%. Of course, we’ll continue to keep you posted on all the happenings (and non-happenings) in the tropical Pacific.\nSubmitted by Anonymous on Thu, 09/08/2016 - 10:37\nthanks. I corrected it.\nSubmitted by rebecca.lindsey on Thu, 09/08/2016 - 11:28\nIn reply to Nice article.  Your link to by Anonymous\nSubmitted by Charles Welsbacher on Thu, 09/08/2016 - 18:16\nSorry you're disappointed. Why would you like there to be a La Nina winter?\nSubmitted by anthony.barnston on Thu, 09/08/2016 - 18:38\nIn reply to La Nina by Charles Welsbacher\nSubmitted by adam on Thu, 09/08/2016 - 19:16\nIn reply to RE: La Nina by anthony.barnston\nSubmitted by Anonymous on Thu, 09/08/2016 - 22:36\nIn reply to RE: La Nina by anthony.barnston\nExtra warmth means more evaporation of water. So we would want (need) more precipitation too.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 10:57\nIn reply to RE: RE: La Nina by Anonymous\nSubmitted by More Sunshine on Fri, 09/23/2016 - 19:08\nIn reply to RE: RE: RE: La Nina by anthony.barnston\nSubmitted by T. Karcher  on Thu, 09/08/2016 - 23:48\nIn reply to RE: La Nina by anthony.barnston\nIt's not that you won't get a good snow year now, but just a slight shift in the odds for it getting lower. Even with a cool-neutral winter you could get good snow this winter. So don't give up hope at all. Also, climate impacts are not very tightly related to ENSO, but rather somewhat loosely related. I'm sure you can check your snow history, along with the ENSO state, over the last 20 years and see that is the case.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 11:00\nIn reply to RE: RE: La Nina by T. Karcher\nSubmitted by anonymous on Fri, 09/09/2016 - 06:02\nIn reply to RE: La Nina by anthony.barnston\nAs I said above, don't give up hope of a decent snow year. We could have cool-neutral ENSO conditions, which would be better for your snow than perfectly neutral condions. Also, there is still some chance for a weak La Nina even though it has dropped to below 50%.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 11:02\nIn reply to RE: RE: La Nina by anonymous\nSubmitted by kcb on Fri, 09/09/2016 - 17:14\nIn reply to RE: La Nina by anthony.barnston\nSubmitted by Bailey P. on Thu, 09/08/2016 - 20:27\nNo, three charts is at least enough to give a suggestion, even if not conclusive. But exactly which charts are you referring to? It sounds like the subsurface equatorial temperature anomaly (depth-longitude cross section). Let us know if that's incorrect; \"warmer\" may not fit my hypothesis, unless you mean less cold.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 17:25\nIn reply to subsurface charts by Bailey P.\nSubmitted by Bailey P. on Sat, 09/10/2016 - 10:34\nIn reply to RE: subsurface charts by anthony.barnston\nSubmitted by Ana on Thu, 09/08/2016 - 22:08\nAlthough I have not directly observed the intensity of the instability waves week to week, I expect them to gradually become less intense as we go forward, because they are strongest when the temperature difference between the cold water right along the equator and the surrounding water is greatest. The time when this temperature difference was greatest was most likely a couple of months ago, when the warm waters from the El Nino were still hanging around but the much colder waters right at the equator appeared. Since then there has been more mixing of the two contrasting temperatures (which the waves facilitate) and the area of the cold water somewhat widened away from the immediate equator, and the warmth of the surrounding waters weakened.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 15:24\nIn reply to La Nina by Ana\nSubmitted by Karen on Thu, 09/08/2016 - 22:31\nI also dislike the winter temperatures in the Northeast US, but let's face reality. Your thought is fun, but let's quit dreaming.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 11:07\nIn reply to I hate winter, especially by Karen\nSubmitted by Dr. Roy A. Teel Jr. on Thu, 09/08/2016 - 23:41\nIt means that the chances for Southern California to have deficient rainfall is lower than it would be if we still believed a La Nina would be coming. The new set of seasonal forecasts for winter will be issued next Thursday (see http://www.cpc.ncep.noaa.gov/products/predictions/90day/ ) and they will likely show a lower chance for the \"below normal\" rainfall category due to the weakening in the outlook for La Nina. It is good news for you. But I know your drought is serious and getting a healthy rainfall season is important, so we need more than just making a poor rainfall outlook more of a normal one.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 14:57\nIn reply to La Nina by Dr. Roy A. Teel Jr.\nSubmitted by Dromio on Fri, 09/09/2016 - 00:14\nThe new set of seasonal forecasts for winter will be issued next Thursday (see http://www.cpc.ncep.noaa.gov/products/predictions/90day/ ) and they will likely show a lower chance for the \"below normal\" rainfall category in central and southern California due to the weakening in the outlook for La Nina. In the Pacific Northwest it could mean a reduction in the likelihood of above normal rainfall. In general, the teleconnection pattern associated with La Nina will probably be weakened, and will show less areal coverage. But you should check the forecast next Thursday, since there are other factors determining the West's winter climate besides ENSO, that the dynamical model predictions should pick up.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 15:05\nIn reply to Avg yr on the way? by Dromio\nSubmitted by Anonymous on Fri, 09/09/2016 - 01:27\nNot necessarily. The new set of seasonal forecasts for winter will be issued next Thursday (see http://www.cpc.ncep.noaa.gov/products/predictions/90day/ ) and they will likely show no preference for above normal or below normal temperatures in the Northeast, as last month's forecasts for winter did. But I'm only guessing and you should check.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 15:07\nIn reply to a warm winter is expected in by Anonymous\nSubmitted by Maxis on Fri, 09/09/2016 - 03:19\nEven without a named La Nina this coming winter, things already look a lot better for you this year, as Indonesia has been having more rain this year than last, and a bit more than average due to the near-La Nina conditions. The current nearly borderline La Nina conditions should persist a bit longer, such as another 2 months, before weakening toward mid-neutral toward winter. But it's the next couple of months that matter for your haze conditions, so I think calling off an official La Nina for later in the year (Nov, Dec, ...) is not as bad for you as it might seem.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 14:29\nIn reply to I'm disappointed that La Nina by Maxis\nThe first graph is made for blogs or for meeting/workshop presentations, and for research papers or reports. So it is not updated regularly every month.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 14:53\nIn reply to I'm disappointed that La Nina by Maxis\nSubmitted by @njsnowfan on Fri, 09/09/2016 - 09:06\nThere is no solid scientific evidence linking the phase of the 11-year solar cycle to ENSO. There is also no plausible physical mechanism connecting the solar cycle to ENSO. (How would it work?) So I would argue that any relationship between the two that you have found, is due to luck using a small sample size. There was once a theory that El Nino is triggered by volcanic activity, and that is another example of an idea that bit the dust once more data became available.\nSubmitted by anthony.barnston on Fri, 09/09/2016 - 14:34\nIn reply to I  predicted no strong La Nina  by @njsnowfan\nSubmitted by Aaron Shunk on Wed, 09/14/2016 - 02:59\nIn reply to RE: I  predicted no strong La Nina  by anthony.barnston\nSubmitted by Brett Anderson… on Fri, 09/09/2016 - 13:37\nSubmitted by Knight on Fri, 09/09/2016 - 16:17\nSubmitted by Sam on Fri, 09/09/2016 - 21:31\nThe IRI's updated forecast for South America will be released this Thursday. The ENSO forecast driving this new updated forecast is for cool-neutral SST conditions in tropical Pacific. Probably the tendencies forecast from last month will continue, but more weakly. The forecast will be available at: http://iri.columbia.edu/our-expertise/climate/forecasts/#Seasonal_Clima… and South American can be selected.\nSubmitted by anthony.barnston on Mon, 09/12/2016 - 20:36\nIn reply to Effects of a neutral ENSO in center South America. by Sam\nSubmitted by Jill Hortz on Mon, 09/12/2016 - 11:56\nPlease see comments and discussion above about southern California. A little less gloomy than if the La Nina were still being predicted. See the CPC's coming forecast (URL given above).\nSubmitted by anthony.barnston on Mon, 09/12/2016 - 20:38\nSubmitted by Mike anderson on Tue, 09/13/2016 - 19:37\nThe current seasonal outlooks for southern Arizona through the winter slightly favor a drier than average winter, but that certainly doesn't mean no rainfall at all.  Would expect you'd get some use of it, but probably not enough to pull you out of drought.\nSubmitted by mike.halpert on Mon, 09/19/2016 - 12:43\nIn reply to Southern Arizona by Mike anderson\nSubmitted by Aaron Shunk on Wed, 09/14/2016 - 02:47\nGlobal temperature departures are likely to fall at least a bit from the very elevated range they're currently at, but it's quite doubtful that the decrease will result in a short term cooling.  Given the background increase in global temperature we'veobserved over the last 40-50 years, the decrease we'd expect to see with the end of El Nino (and possibly the development of La Nina) is still likely to leave global temperatures well above normal.  A piece on the \"Beyond the Data\" blog explores some of this here:\nhttps://www.climate.gov/news-features/blogs/beyond-data/how-will-el-ni%…\nSubmitted by mike.halpert on Mon, 09/19/2016 - 12:56\nIn reply to Global Temperature by Aaron Shunk\nSubmitted by rfernando@mwdh2o.com on Mon, 09/19/2016 - 14:09\nYou're absolutely right that other countries can come to different conlusions on the ENSO status (though I only know of one right now: Japan).  The main reason for this is that we all have different thresholds with respect to ENSO.  Why is that?  ENSO is a very complex phenomenon that cannot be simply distilled to one number and impacts each country differently.  In our ENSO guidebook we're \"cool-neutral\" at the moment, but one of the main reasons we dropped the watch is because we're favoring Neutral in the near future.  I just updated the ENSO blog with a new post that provides some more info on why we made that decision, so check it out:\nhttps://www.climate.gov/news-features/blogs/enso/incredible-growth-2015-16-el-niño-followed-incredible-shrinking-la-niña\n... and, as always, forecasters will update our consensus outlook next month when the new round of data comes rolling in.  This is a borderline situation, which is one of the hardest forecasts to make (in contrast 2015 was easy as pie because the El Nino was so strong and obvious).\nFor upcoming precipitation and temperature outlooks, check out the CPC webpage here:\nhttp://www.cpc.ncep.noaa.gov/products/predictions/long_range/\nSubmitted by michelle.lheureux on Fri, 09/23/2016 - 14:23\nIn reply to RE: La Nina by rfernando@mwdh2o.com\nSubmitted by Jason on Thu, 09/22/2016 - 03:05\nThe link just posted above should give some rough idea of where seasonal forecasters are leaning in terms of U.S. temperature and precipitation.\nSubmitted by michelle.lheureux on Fri, 09/23/2016 - 14:24\nIn reply to El Nino and La Nina  by Jason\nSubmitted by Grants Pass  on Thu, 09/29/2016 - 16:48\nThanks for the comment! For any upcoming precipitation and temperature outlooks, I recommend checking out the CPC webpage here:\nhttp://www.cpc.ncep.noaa.gov/products/predictions/long_range/\nThese forecasts take into account not only ENSO but other factors in the atmosphere which can impact seasonal climate.\nSubmitted by tom.diliberto on Mon, 10/03/2016 - 08:03\nIn reply to southern Oregon weather by Grants Pass\nSubmitted by mjd on Thu, 10/06/2016 - 22:55\nHi mjd,\nInteresting thought, but La Nina doesn't have location-based classifications like El Nino does, in part because the magnitude of La Nina events (as measured by the size of the Nino3.4 index) tends to be smaller than El Nino events.\nSubmitted by emily.becker on Mon, 10/10/2016 - 10:37\nIn reply to la nina by mjd",
  "source": ""
}