{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/back-basics-temperature-truisms",
  "title": "Back to basics: Temperature truisms",
  "date": null,
  "content": "We’ve been going Beyond the Data for a year and a half now (time flies!). Sometimes, on a long journey, it’s good to revisit the basics. What got us here?\nThat’s the theme for this edition. We’re going old school, and just look at some good old climatology adages and truisms, through the lens of a sturdy, reliable warhorse of a dataset.\nOne question that we get here at NCEI’s Center for Weather and Climate, more so than you might think, are questions about superlatives. “What is the hottest place in America?” and so on. I call these the “Mostest Questions.”\nTo respond to these recurring questions, we set up a handy viewer that helps describe just that. Today’s edition of Beyond the Data will walk through the tool’s output for temperature, focusing on the “why” behind the answers to these Mostest Questions.\nIf you want to explore the data yourself, have at it. Here’re a few things to know before you explore:\nThe values come from NCEI’s Normals dataset, the same project that provides the values you may hear on the evening news (“Today’s normal high in Tulsa is …”).\nNot every location in America is represented in the data set. It’s limited to about 450 stations for which we have the most comprehensive data.\nThere’s an option to “filter by distance.” This provides some geographic flexibility on the output (“gee, the 20 coldest places in America are in the same part of Alaska”). For the discussions below, I left the filter at the default “don’t give me stations that are within 20 miles of each other” setting.\nOkay, the obvious questions: what are the warmest and coldest places, year-round, in the country?\n(average annual temperature)\n(average annual temperature)\nNo surprises, right? The warmest places are in the south and the coldest places are in Alaska. This really underscores our first climate adage of the day: All else being equal, places closer to the equator are warmer and places closer to the poles are cooler. The underlying reason is straightforward: over the course of a year, the equator catches more of the sun’s energy than the poles.\nThis marker at the Southernmost point of Key West, Florida, reads \"90 miles to Cuba.\" Taken on November 6, 2008. Photo courtesy Daniel Schwen via Wikimedia Commons. Used under a CC license.\nAnyway, on to our next - wait, what? The coldest aren’t all in Alaska? Oh, that’s right. There’s Mt. Washington, New Hampshire, which reminds of us a climate second adage: All else being equal, places at higher elevation are cooler, and places at lower elevation are warmer. What’s the underlying physics behind this? It’s simple: the atmosphere - at least the bottom two-thirds or so of it - cools with height. Mt. Washington combines elements of the first and second adages to sneak its way onto the list.\nAnother variation of the Mostest questions involve how often a place gets really hot or really cold. One way to examine that is by counting the number of days each year a place reaches triple digits, or on the other extreme, drops below freezing. We’ve listed the top ten of each below. For the cold list, we’ve excluded Alaska to explore some details in the CONUS.\nMost days-per-year in triple digits\n\t\t\t(highs > 100°F)\nUnited States\nContiguous United States\nAgain, looks like southern places are warm and northern are cold. Wait, Redding, California has the sixth-most number of days over 100F? What? It was 99th in the \"warmest places in America\" list. Flagstaff, Arizona makes the list of frequent freezers? Looks like we may need to tag a few more truisms to explain these.\nThe triple-digit list emphasizes the following adage: When the sun is high, and the ground is dry, it gets hot. Redding, like most of California, and much of the Southwest, has very dry summers. It’s no coincidence that the triple-digit list is chock full of places with dry summers.\nThe frequent-freezer list evokes the first two truisms about temperature, and Flagstaff is certainly cool thanks to its elevation, but it also conjures up an additional adage: All else being equal, coastal places don’t experience the temperature extremes of inland places. The oceans have a moderating effect, while inland places will exercise more of the thermometer over the course of a year.\nThanks for going Beyond the Data. We’ll pick up with the precipitation-and-snow versions of these climate adages in a future issue.",
  "source": "climate.gov"
}