{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/back-basics-precipitation-patterns",
  "title": "Back to the Basics: Precipitation Patterns",
  "date": null,
  "content": "Last week’s Beyond the Data post examined the extreme temperature climates in the United States, as defined by station “normals.” We promised to come back and look at the precipitation extremes, and here we are.\nFirst, a reminder: this information, for a subset of about 450 stations across the United States, is available through this tool. We’ve left the settings at the default “don’t give me stations within 20 miles of each other” setting.  Jump in and play with the data yourself!\nThe tables below list the ten wettest and ten driest locations in the United States. Again, these are annual normals, or what would be expected in the mythical “average” year.\nUnlike extreme temperature stations, which were dominated by where you are on a map, the “ten wettest” list is dominated by what you see when you look out the window on a clear day. It’s no accident that all of these stations are within a few miles of some pretty substantial summits: mountains play a huge role in local precipitation.\nThat cements our first precipitation truism: the windward sides of mountain ranges tend to be significantly wetter than the leeward sides.\nA map of the 10 places in the U.S. with the highest annual precipitation. Map produced with NOAA NCEI U.S. Climate Extremes Tool.\nHow does that work? The mountains provide the mechanism to lift moist air until it cools enough to condense cloud droplets (or form snowflakes) that are big enough to fall to earth. Or, to put it a little less technically, the mountains will “wring out” the precipitation from moist air.\nUnlike other weather mechanisms, like cold fronts and warm ocean waters, the mountains don’t go away. Basically, all that’s needed is some moist air being driven toward higher elevations.\nIn most cases, the warmer the air, the more water vapor it can “hold”, and therefore deliver. But, as this list clearly shows, the cool, damp air of the Gulf of Alaska is plenty moist to dump tubs of rain (and snow!) onto Alaska’s southern mountains.\nEach of the listed Alaskan stations sits along Alaska’s southern coast, where the ocean, the mountains, and a persistent low-pressure feature – the “Alaskan low” – work together to produce prolific rainmaking.\nThe dry side of the table underscores the corollary of the first point: the leeward reaches of mountain ranges tend to be much drier than the windward side. Many of the dry stations sit just east of a significant mountain range. After the moisture is wrung out on the windward side, the air will warm as it descends. This warming brings the air out of saturation – it is plenty capable of “holding” the remaining water vapor – which means precipitation doesn’t happen in most situations.\nA map of the 10 places with the lowest annual precipitation in the United States. Map produced with NOAA NCEI U.S. Climate Extremes Tool.\nIt’s also worth noting, looking across these lists, that the wet stations are comfortably in the far northern regions of the country. And many of the dry stations, especially those that aren’t obviously in the “rain shadow” of a mountain range, are at sub-tropical latitudes. The world’s major deserts sit at around 25 to 30 degrees latitude.\nThe exceptions to the above are: 1) Barrow, Alaska, which is so far north and so cold, that there’s just not a great deal of precipitation, and 2) Hilo, Hawaii, which is so far south that it’s tropical. Hilo also sits on the east side of a major summit, the windward side in the tropics, where the prevailing winds are easterly.\nOr, to sum it up in a truism: all else being equal, subtropical latitudes tend dry.\nThe following table lists the places with the most, and the least, days per year with precipitation.\nWhat do these tables tell us? They tell us that the places that get the most and least precipitation per year also get the most and fewest days with precipitation. Let’s not overthink this.\nFinally, the ten snowiest places in the United States:\nWhat does this list tell us? Well, first, oddly, apparently having “Hancock” in your airport’s name sets you up for snow.\nAs you’d expect, the more northern and higher-elevation places make the list. But the influence of the Great Lakes really pops in this list. Large, relatively warm bodies of water, especially in the early winter, can juice snow-making storms with even more moisture and atmospheric instability. Being downwind of a Great Lake means you experience this early and often in the winter.\nA map of the 10 places with the highest annual snowfall in the United States. Map produced with NOAA NCEI U.S. Climate Extremes Tool.\nOr, presented as a truism: The Great Lakes Make Great Flakes\nThanks for joining us in a back-to-the-basics Beyond the Data.",
  "source": "climate.gov"
}