{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/drought-breaks-out-fall",
  "title": "Drought breaks out this fall",
  "date": null,
  "content": "Drought has erupted in the Southeast United States in recent months, and emerged in the central plains in recent weeks. Forest fires have dotted the Southern Appalachians. Areas not directly threatened by the fires have dealt with the downstream consequences. Many places—including here in Asheville—have seen an almost uninterrupted run of air quality alerts. My part of the country now faces some of the same challenges many Californians have been battling for several years.\nThe short version of how we got there, and this isn’t meant to sound flippant, is that it’s been dry and warm.\nTake a look at October’s “percent of normal” precipitation map. The darkest brown color painted over much of the south—and nearly all of Alabama—and parts of the central and southern high plains represents less than 5% of normal rainfall. In other words, less than one part out of twenty of October’s average rainfall. In the south, October was an exclamation point at the end of a dry stretch dating to summer.\nOctober's precipitation deficits intensified drought in the south and caused drought to emerge in the southern high plains.\nIt’s also been warm. Again, comparing to the “normal” October, both regions were warmer than average.\nTemperature versus normal for October 2016. Areas in red were warmer than normal for October; those in blue were cooler than normal for October. The darker the shade, the larger the difference from normal.\nIt’s an important combination: dry is bad, but warm and dry is worse. The lack of precipitation represents the supply side of the drought equation.  On the flip side of that coin: a warmer atmosphere is a thirstier atmosphere, and will demand more water from soils and plants. That’s the “demand” side of drought.\nThings haven’t gotten better since October. The following stations have broken—as of November 15th—their longest stretches of days.\nStation\nState\nDays without Measurable Precipitation\nDallas 7 NE\nGeorgia\n57\nAlexander City\nAlabama\n57\nDemopolis Lock & Dam\nAlabama\n49\nWarrior Lock & Dam\nAlabama\n58\nLogan | Martin Dam\nAlabama\n57\nMitchell Dam\nAlabama\n48\nMuscle Shoals\nAlabama\n25\nOneonta\nAlabama\n86\nSylacauga 4NE\nAlabama\n57\nTuscaloosa | Oliver Dam\nAlabama\n58\nWeiss Dam\nColorado\n49\nBlack Forest 6WNW\nColorado\n39\nMonument 3S\nColorado\n44\nShaw 4NE\nColorado\n43\nWild Horse 6N\nColorado\n34\nWoodrow 6NNE\nColorado\n34\nMonticello 10SW\nFlorida\n30\nNew Hope\nFlorida\n57\nAdairsville 5SE\nGeorgia\n48\nAllatoona Dam\nGeorgia\n30\nCedartown\nGeorgia\n87\nCrisp County Power\nGeorgia\n49\nDoraville 2NNE\nGeorgia\n38\nGeorgetown 4E\nGeorgia\n49\nGermany Valley\nGeorgia\n25\nJackson Dam\nGeorgia\n57\nJasper 1NNW\nGeorgia\n57\nRome\nGeorgia\n49\nSautee 3W\nGeorgia\n31\nTugalo Dam\nGeorgia\n38\nCoon Rapids\nIowa\n35\nNew Ulm 3SE\nMinnesota\n16\nWillmar 5N\nMinnesota\n16\nForest City\nNorth Carolina\n38\nOld Fort Agricultural Stn\nNorth Carolina\n38\nBismarck 2NNW\nNorth Dakota\n19\nCenterville 4NE\nTennessee\n24\nCarrollton\nGeorgia\n48\nRussell Springs 3N\nKansas\n34\nDuluth Natl Weather Service\nMinnesota\n12\nChipley\nFlorida\n47\nUnicoi State Park\nGeorgia\n29\nHendersonvill 1NE\nNorth Carolina\n38\nAberdeen 3E\nSouth Dakota\n16\nEmerging drought also shows up in an interesting way in the October temperature data. Generally speaking, both minimum (morning) temperatures and maximum (afternoon) temperatures were above normal, but these side-by-side maps show just how historically unusual those temperatures were, relative to history.\nOctober 2016 departure from the 20th century October average for minimum (morning) temperature on the left, and maximum (afternoon) temperature on the right. Red shades depict areas warmer than the 20th century average for October. Blue shades depict areas that were cooler.\nIn the droughty areas, especially in the South, morning temperatures were warmer than normal, but afternoon temperatures were record-warm or nearly so. This is typical of drought: drier areas, all else being equal, tend to see a larger temperature range (relatively cooler mornings, relatively warmer afternoons). This is because a drier atmosphere tends to allow more “radiational cooling” overnight. During the day, drier soils and plants mean that less of the sun’s energy goes into helping water evaporate, and more of it goes directly into raising the temperature.\nThis signal typically shows up more strongly in the summer, but in the South, October still has enough sunlight to get noticeably divvied up in this way.\nDrought is a creeping hazard. Unlike many other weather hazards, which develop then arrive, drought develops around and between us.\nStop and think about that for a moment. It’s more important than it may seem at the surface.\nOur hazardous weather warning philosophy—rightfully—typically adopts a spot-and-track-the-invader approach. We’re used to getting a heads-up about something moving toward us. Physically, moving toward us.\nDrought is also more common than other weather hazards. We don’t see hurricanes or tornadoes every day, but there has been drought somewhere in the U.S. every day for many years. It’s a natural part of the climate system.\nHowever, drought is different than other weather hazards in a more profound and challenging way. With the other hazards, the conflict is us (society) versus destructive force (weather hazard). With drought, the conflict is often us—full stop. It’s about who gets the water.\nEven setting that big issue aside, different communities just see drought differently. Some communities like agriculture and fire management are sensitive to short-term drought. Others, like water supply managers, may be more worried about longer drought episodes than shorter and more severe ones.\nIf that sounds like a recipe for turning on each other, take heart. Drought management is a multi-layered approach—I work with the monitoring side, just one piece of the puzzle. When it’s done well, drought monitoring and management is a noisy process, with lots of dialogue from many parties with different perspectives.\nJust in the narrow drought management slice called “monitoring,” the ultimate instrument for assessing drought, the weekly U.S. Drought Monitor, is a weekly portrait of perspectives: short-term versus long-term indicators, this dataset versus that dataset, data analysis versus boots-on-the-ground impacts.\nThe weekly United States Drought Monitor assessment for November 15, 2016. Weekly drought maps available in our Data Snapshots map collection.\nIs it perfect? No. Does it work better than anything else in human history? Yes.\nIt works better than anything else in human history because it is a sustained, respectful conversation that corrects itself as it goes. It does not confuse perfection with validity, and does not divorce what is seen in data and what is experienced in the real world. Instead, it reconciles these.\nIt’s a model for the climate services community as we go forward with assessing and managing all of the creeping hazards associated with our changing climate, which will form around and between us as much or more as they come at us.\nIt’s a model for successful management and successful services and successful decision-making that goes Beyond the Data into the age-old practices of communication and respect.",
  "source": ""
}