{
  "url": "https://www.climate.gov/news-features/blogs/enso/january-2017-enso-update-happy-new-year",
  "title": "January 2017 ENSO update: Happy New Year!",
  "date": null,
  "content": "It looks like La Niña is on her way out, and neutral conditions are expected to take over by next month. While she’s still hanging around, let’s take a tour around the world in 80 lines (or so).\nThe engine of ENSO (El Niño/Southern Oscillation, the whole El Niño & La Niña cycle) is the temperature of the ocean surface in the equatorial central and eastern Pacific. Since late summer 2016, the Niño3.4 region has been cooler than the long-term average. December was -0.72°C below average, a slight uptick relative to the month before.\nMonthly sea surface temperature in the Niño 3.4 region of the tropical Pacific compared to the long-term average for all years starting off from moderate-to-strong El Niño since 1950, showing how 2016 (blue line) compares to other events. Climate.gov graph based on ERSSTv4 temperature data.\nAs I’m sure you’ll recall, we assess ENSO on seasonal timescales, meaning the average over several months. The average for the October – December  period was -0.8°C, so we now have four successive three-month periods with an average cooler than the La Niña threshold of -0.5°C. Five successive seasons are required to officially qualify as a La Niña event. Forecasters are confident that the November – January period will qualify as continuing the La Niña, but predict that the next period, December – February, will be warmer, and likely end up in neutral territory (between -0.5°C and +0.5°C).\nNearly all of our computer models forecast this upward trend in the sea surface temperatures, giving confidence to the prediction that our weak La Niña is nearing its end. The store of cooler-than-average water below the surface has dissipated, too.\nThere were still consistent signs in December of a weak atmospheric response to the cooler equatorial ocean, with reduced cloudiness and rain over the tropical central Pacific, and more over Indonesia. La Niña conditions mean the wind circulation in the tropical Pacific (east-to-west in the lower atmosphere, and west-to-east in the upper atmosphere) is stronger than average, an effect we also saw during December.\nTaking a look at the global ocean map, you can see the small patch of cooler waters that is powering our La Niña is still embedded in a very warm (compared to average) Pacific Ocean. To the north, you can see a horseshoe pattern that resembles the positive phase of the Pacific Decadal Oscillation (PDO).  Because ENSO can impact sea surface temperatures across the North Pacific Ocean, a positive (warm phase) PDO during La Niña is less common than a negative (cold phase) PDO during La Niña (though, during August-October 2016, the PDO was slightly negative).\nHas this La Niña affected global weather and climate over the past few months? It’s very tough to point to any one weather or climate event and say “that was due to La Niña!” (In our business, the process of identifying the causes of certain events is called attribution.) There are a lot of different, complex things going on in the atmosphere at any one time, interacting and affecting each other. It’s like trying to identify exactly which sneeze is due to the head cold you have, or to a random bit of dust floating through the air.\nHowever, we can look at overall patterns and get a lot of information. If you’re sneezing a lot more than average, that pattern is probably due to the head cold. Likewise, we have expected outcomes during El Niño and La Niña, and we can look at the global maps to see how much the observed patterns resembled the expected.\nWhile the peak season of global ENSO impacts in the U.S. is the Northern Hemisphere winter, the late fall has some expected precipitation and temperature impacts, too. (You’ll need to mentally swap the colors on the maps at those links, as they show the expected relationships for El Niño. The La Niña relationships are mainly the opposite.)\nOctober – December 2016 rain and snow patterns, shown as the difference from the long-term mean. Climate.gov figure from CPC data.\nThis past October – December’s precipitation over North America looked quite a lot like the expected La Niña effect: drier over Alaska’s southern coast and panhandle, wet in the Pacific Northwest, and drier than average across much of the Southeast.\nOne fairly reliable La Niña impact is dry conditions through Uganda, Kenya, Tanzania, Malawi, Mozambique, and Madagascar, and this region was, in fact, dry during October – December. I chatted with staff at the Climate Prediction Center’s Africa Desk, and they told me this rainfall deficit has resulted in degraded ground conditions across many areas of these countries. (Check out their briefing for more.)\nOctober – December 2016 surface temperature patterns, shown as the difference from the long-term mean. Climate.gov figure from CPC data.\nMost maps of global temperatures are warmer than average these days, as temperatures trend upwards with global warming. Of course, it’s not warmer everywhere, all the time, because of all that complexity I mentioned earlier. The October – December 2016 temperature map has a lot of warmer-than-average colors, with some colder areas over northern Asia.\nENSO relationships with temperature are not as strong as they are with precipitation, especially during the fall. Northern Asia can be warmer than average during La Niña—opposite of what was observed this past fall—but this is a weak relationship, easily overwhelmed by other climate variability. Another La Niña tendency is a continental pattern over North America of cooler northwest/warmer south. This showed up a bit, with the northwest being not actually cool, but somewhat less warmer-than-average. Hey, it’s a warm world.\nYou may have noticed that some of the long-range computer model forecasts appear to be wandering back up into El Niño territory for the second half of this year. We’re not placing a lot of confidence in these forecasts and are favoring ENSO-neutral (~50% chance during August-October 2017), but the remaining odds are not evenly split: we are tilting the odds toward El Niño (~35% chance) over La Niña (15% chance).  Forecasts of ENSO made in the winter and early spring have historically not been very skillful (the “spring predictability barrier”). Also, there are no strong signs right now giving us a good picture of what the summer and fall will look like.\nA three-year series of El Niño/La Niña/El Niño has only happened once since 1950, in 1963/1964/1965. This doesn’t make it impossible that El Niño could develop, but it means that we aren’t counting on it.\nOne thing you can count on is that we’ll be watching all the ENSO indicators, and keeping you posted on all things ENSO!\nThanks to CPC’s Miliartiana Robjhon for his help with this post\nSubmitted by Clyde James on Mon, 01/16/2017 - 18:55\nSubmitted by David on Tue, 01/17/2017 - 02:12\nIn reply to this blog by Clyde James\nThanks!  We agree that ENSO is a nice example of how weather intersects with climate.\nSubmitted by michelle.lheureux on Tue, 01/17/2017 - 13:54\nIn reply to RE: this blog by David\nSubmitted by Ben on Tue, 01/17/2017 - 21:53\nHi-- as Emily pointed out, there is some tilt in the odds toward El Nino during later 2017.  We're not favoring this outcome at this point b/c we still have yet to get through the spring barrier when predictions are lower in skill.  So right now, we favor ENSO-neutral, but certainly, we need to keep our eyes on the tropical Pacific Ocean for signs we could go back into an El Nino (or even a La Nina!).\nSubmitted by michelle.lheureux on Sun, 01/22/2017 - 19:02\nIn reply to El Niño Resurgence?  by Ben\nSubmitted by Nancy  on Wed, 01/18/2017 - 21:03\nSubmitted by Bailey P. on Thu, 01/19/2017 - 14:20\nThere is no regular monitoring of the ocean floor.  However, we do have the Argo buoys, which often extend down to 2000 meters below the surface.  There is also a new generation of \"deep Argo buoys\" but they are very limited in numbers right now (12 per year) because of funding. Caitlyn wrote a nice article on the Argo program here:  https://www.climate.gov/news-features/climate-tech/deep-argo-diving-answers-ocean’s-abyss\nSubmitted by michelle.lheureux on Sun, 01/22/2017 - 19:06\nIn reply to Deep water by Bailey P.\nSubmitted by Bailey P. on Mon, 01/23/2017 - 13:32\nIn reply to RE: Deep water by michelle.lheureux\nSubmitted by Manuel on Mon, 03/12/2018 - 15:49",
  "source": "climate.gov"
}