{
  "url": "https://www.climate.gov/news-features/blogs/enso/winter-outlook-2017-%E2%80%93-how-did-we-do",
  "title": "Winter Outlook 2017 – How did we do?",
  "date": null,
  "content": "When it comes to the Winter Outlook, there are two equally important blog posts here at the ENSO Blog. The first, obviously, is the actual post on the winter outlook describing what exactly we, at the Climate Prediction Center, were thinking when it came to temperature and precipitation for winter. But we shouldn’t overlook the second post. The one where we look back upon that forecast and say “So… how’d we do?”\nSo…now that winter’s officially over, how’d we do?\n(left) Temperature forecast for December-February 2016-17, made in mid-November. The colors show the forecast category with the highest probability. White areas are where all three outcomes (warm, cool, or average) were equally likely (each had a 33.3% chance of happening). (right) Observed temperature category for December-February 2016-17. Climate.gov image based on CPC data.\nWhen Yogi’s right, he’s right.  The Winter Outlook, issued in November for December-January-February, looked a lot like what you expect during a La Niña winter (1). There was a tilt in the odds towards warmer than average conditions across the southern tier of the US and a tilt towards below-average temperatures across the northern Plains. The 2017 outlook also favored drier than average conditions across the U.S. southern tier and wetter than average conditions from the Great Lakes through eastern Washington.\nLike with most expected things in life, reality was somewhat similar but also different in a few key ways. Temperature-wise, the 2016-17 winter was one of the warmest winters on record for the United States. So it was a good call to favor above-average temperatures across a large part of the country. However, the region where below-average temperatures were observed was west of where we thought it was likely to be.. Instead of being over the northern Plains, the colder-than-normal temperatures were instead over the Pacific Northwest. Close! But this isn’t darts.\n(left) Precipitation forecast for December-February 2016-17, made in mid-November. The colors show the forecast category with the highest probability. White areas are where all three outcomes (wet, dry, average) were equally likely (each had a 33.3% chance of happening). (right) Observed precipitation category for December-February 2016-17. Climate.gov image based on CPC data.\nThe precipitation outlook did not fare as well. It was indeed wetter than average over the Great Lakes and the northern tier of the United States—whee! But our prediction that the odds for a drier than average winter across the southwest US, including California, were going to be slightly higher than the odds for a wet, or near-normal winter turned out to be a big dud.\nBut this is just an eyeball verification. And since you’ve all surely read my epic three-part series on how we verify our forecasts (Part 1, Part 2, Part 3), you’d know that arbitrarily grading our forecast based only on our eyes or gut feeling is a recipe for disaster. Instead, we use objective measures to verify our forecast. In this case, we count up all the locations where the forecast was right and compare that to how often we’d be right if we issued a completely random forecast. This verification metric is called the Heidke Skill Score (HSS), which you can read more about here.\nAny HSS number above 0 means that the forecast was better than a random guess, and the higher the number, the better—the HSS tops out at 100. For temperature, the outlook scored about 48 when looking at areas where we issued a forecast favoring either above-average or below-average temperatures, a pretty solid score. For precipitation, the outlook scored a smaller—but still positive—12, meaning that both forecasts were better than a random forecast.  Overall, it was a successful forecast for the United States as a whole. Still all anyone seems to want to talk about was one especially conspicuous miss: the wet winter in California.\nTypical impacts of La Niña on U.S. winter temperature and precipitation. Such impacts have been associated with past episodes, but all impacts aren't seen with every episode. NOAA Climate.gov drawing by Fiona Martin.\nYou’re right! Often during a La Niña winter, central and southern California receive below-average amounts of precipitation. While this dry pattern does not occur in every La Niña winter—and it’s especially fickle during weak, short-lived La Niñas like we just experienced--nevertheless there is a drier-than-average expectation. Instead, all wet-heck broke lose.\nMultiple atmospheric river events in December, January, and February brought copious amounts of rain and snow to the state. Reservoirs were filled to their brims, even exceeding them in some places. At Lake Oroville north of Sacramento, water levels rose past capacity of the Oroville dam leading to the release of water, causing downstream flooding and evacuations. Snow across the Sierra Nevadas was plentiful enough to close ski resorts due to too much snow.  In fact, total precipitation across higher elevations in the state is pacing close to and even above the wettest water year on record. How did this happen?\nAverage 300-hPa wind speed and direction from December 8-18, 2016. During this time period, numerous atmospheric river events brought heavy rain and higher elevation snow to California. The atmospheric pattern at 300-hPa showed a slightly retracted jet stream over the western/central Pacific Ocean and higher wind speeds extending west from the eastern half of the United States. NOAA Climate.gov image based on data from NCEP/NCAR Reanalysis.\nIt’s likely a combination of a dying La Niña, competing climate phenomena, and the random vagaries of the atmosphere. Usually during La Niña, the jet stream above the Pacific Ocean—an area of fast winds 30,000 ft in the atmosphere that serves as a storm highway—is confined to an area just off the Asian continent and doesn’t extend eastward. Also expected during La Niña is a broad high-pressure system over the North Pacific. This high-pressure area blocks Pacific storm systems from easily moving east (2) toward the U.S. Southwest.\nThis year, even though the jet stream in the Pacific was slightly retracted to the west and the high pressure was present—if slightly displaced northward from what was expected—multiple atmospheric rivers brought heavy rain to California in December.  So, what gives? Well, the Pacific jet stream is not the only jet stream on earth. Jet streams can arise in other locations too.  During the winter, the jet stream over the eastern United States and Atlantic Ocean also strengthens.  This winter, the winds blowing west-to-east across the contiguous United States stretched farther west than usual, helping guide Pacific moisture straight into California.\nSo even though the Pacific jet roughly acted in La Niña fashion, the US/Atlantic jet stepped into the storm-carrying role instead. That’s just the weather sometimes, as La Niña does not impact the Atlantic jet in a systematic way. Then it happened again somewhat at the beginning of January. Even strong La Niñas don’t mean that California would get NO rain. And this was a pretty pathetic La Niña (one of the shortest and weakest in our historical record). An occasional atmospheric river should be expected during winter, even if the number of them this winter was abnormal.\nAverage 500-hPa height anomaly from December 8-18, 2016. During this time period, numerous atmospheric river events brought heavy rain and higher elevation snow to California. The atmospheric pattern at 500-hPa indicated higher pressure over the North Pacific and over northern Mexico and lower pressure over Canada. NOAA Climate.gov image based on data from NCEP/NCAR Reanalysis.\nBut what about in late January and February, after La Niña faded away? Well, Carl Schreck at the Beyond the Data blog covered this nicely. A Madden Julian Oscillation (MJO) event was the likely culprit for the mid-winter wetness. By late January, our short-lived La Niña was unable to exert its influence strongly across the Pacific. Instead, the MJO helped create the conditions for another round of epic rain and snow.  Put all of those events together and you end up with a ridiculously wet winter for California.\nIf this winter shows anything, it is that we aren’t kidding when we say that ENSO is not the only game in town. Random weather and other climate factors can often override a La Niña signal, especially when it is weak. And there is always some randomness that is simply not predictable when we make our winter outlooks. That is why we issue our forecasts in terms of probabilities—because we understand what we know, and more importantly, what we don’t know.\n(1) The winter outlook that is verified by the Climate Prediction Center is the December through February forecast issued in November. This differs slightly from the Winter Outlook post/video that came out a month earlier in October. Overall, though, the forecast changed very slightly.\n(2) La Nina’s influence on the mid-latitudes usually reflects onto the negative phase of the Pacific/North American Pattern (PNA). This means a ridge-trough-ridge pattern extending from Alaska to the southeast United States (Flip the colors seen on this map.) This can be seen in the 500hPa height anomaly image even if the high pressure over the southeast is displaced westward. During the wet December and beginning of January periods in California, the PNA was negative. This, at least somewhat, reflects an overall La Nina state.\nSubmitted by carlos on Thu, 03/23/2017 - 16:14\nSubmitted by HD on Fri, 03/24/2017 - 13:33\nThe spring outlook was issued on March 16th and details are available here:\nhttp://www.noaa.gov/media-release/spring-outlook-risk-of-major-flooding…\nSubmitted by mike.halpert on Tue, 03/28/2017 - 11:44\nIn reply to Weather this spring by HD\nSubmitted by Rick Fritsch on Sun, 03/26/2017 - 03:51\nSubmitted by Jennifer Riefler on Sun, 03/26/2017 - 08:14\nSubmitted by Mark on Sun, 03/26/2017 - 11:39\nSubmitted by Dr Keith Stevens on Sun, 04/02/2017 - 22:48\nAs Michelle wrote about in a previous post, with climate forecasts that are inherently probabilistic, it is important to play the long game. The forecasts made some years will be better than others but over the long-term forecasts can show skill above a random guess.\nSubmitted by tom.diliberto on Thu, 04/13/2017 - 12:42\nIn reply to Pat on the back premature  by Dr Keith Stevens\nSubmitted by Anonymous on Thu, 04/06/2017 - 12:23",
  "source": ""
}