{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/northeast-just-one-cold-day-can-keep-apples-away",
  "title": "In the Northeast, just one cold day can keep the apples away",
  "date": null,
  "content": "Yet another warm February has left apple growers worrying if their crops will survive below-freezing spring temperatures, a substantial concern given the annual value of the Northeast apple crop exceeds a quarter of a billion dollars.  February 2017 temperature departures, as measured by Global Historical Climatology Network (GCHN) stations in the region, were eerily similar to those in 2012, when abnormally high temperatures in February and early March accelerated bud development before temperatures in the low 20s later in March and again in April severely damaged the blossoms, resulting in significant crop losses.  Similar conditions last winter also resulted in abnormally high freeze damage to apple and other fruit crops in the Northeast.\nComparison of February temperature departures between 2017 and 2012. A warm February can hasten the development of apple buds, which are then vulnerable to frost and freeze damage.\nSpring freeze risk in apple blossoms depends on three sequential factors: 1) the accumulation of winter chill units, 2) the accumulation of growing degree days, and 3) the probability of occurrence of damaging sub-freezing temperatures.  During winter, apple trees must experience a period of chilling before the overwintering blossoms can begin to develop.  Ideal chilling conditions occur between 35°F and 60°F with warmer temperatures counteracting previously accumulated chill units and colder temperatures not contributing to chill accumulation.  Most apple cultivars grown in the Northeast require between 1000 and 1200 chill hours, a threshold that is typically met in late January or early February.\nOnce chilling is met, apple blossoms can begin to develop.  This development can be tracked using the accumulation of base 41°F growing degree days*. Dormancy is broken after accumulation of approximately 100 degree days, when the blossoms enter the silver-tip stage.  Blossom development culminates in bloom at about 400 degree days and finally petal fall at approximately 500 degree days.  Early stages like silver-tip are able to withstand temperatures as low as 5°F without significant damage, while more advanced stages, such as bloom, experience damage at temperatures in the upper 20s.\nApple blossoms in the pink stage.  Such blossoms can survive temperatures near 24°F. “apple buds” by liz west is licensed under CC BY 2.0\nUsing the Applied Climate Information System (ACIS), the Northeast Regional Climate Center (NRCC) has developed a series of tools designed to help Northeast growers track the risk of freeze damage to their crops.  The tools rely on recent and historical GHCN temperature observations and forecasts from the National Weather Service’s National Digital Forecast Database.  Each morning the Northeast Regional Climate Center creates a regional temperature map using GHCN observations.  National Weather Service Rapid Refresh model initialization inputs are used to guide spatial interpolation of the observations (filling in areas without data) and to account for topographic temperature variations that are not well represented by the observations.\nThese data are used to produce several map-based monitoring products that show the current chill accumulation during the winter season and then up-to-date degree-day accumulation and estimated apple blossom stage.\nBase 41°F degree day accumulation across the Northeast for the period commencing on the date that the chill requirement was satisfied.\nRed Delicious apple stage on April 15, 2017 based on the accumulation of base 41°F degree days.\nIn the event that the daily minimum temperature falls below the damage-producing temperature threshold, a separate map shows locations in the region where blossom damage can be expected. (The most recent apple freeze risk model results can be found at http://www.nrcc.cornell.edu/industry/apple/apple.html.) So far during 2017, most apple-producing areas in the region have avoided serious damage.\nClimatological risk maps are also produced on a daily basis using historical temperature data.  Using these maps, a grower can anticipate the climatological risk of freeze damage to their crop.  The maps are updated each day and show the probability of experiencing a damage-producing minimum temperature during the remainder of the growing season, based on the occurrence in the historical data record.\nFor example, if apple blossoms in southwestern New York were at petal fall on May 3, there would be a greater than 50% chance that at least 10% of the blossoms would be damaged by freezing during the remainder of the growing season.  This level of damage would occur if the temperature fell below 29°F.   More severe damage, in which more than 90% of the blossoms would be killed, is less likely but is still indicated in 10-50% of the historical years.  This level of damage requires temperatures below 27°F.\nOn April 30, apple blossoms in this part of New York were only in their pink-bud stage, thus these levels of damage are not expected.   Petal fall, however, was indicated in central and southern New Jersey. Here the risk of damage to 10% or more of the blossom is less than 10%.\nProbability of experiencing freeze damage to 10% and 90% of apple blossoms at full bloom on May 3, 2017.\nA related tool can be found on the Cornell’s Climate Smart Farming website http://climatesmartfarming.org/tools/csf-apple-freeze-probability/.  Using this tool, a grower can click on a map to see data specific to their orchard.\nScreenshot from an online tool that provides a site-specific summary of apple development stage for different kinds of apples, their damage-producing temperature level, and the daily minimum temperature at a New York location.\nThe graphic above shows the bloom stage, damage-producing temperature, and observed minimum temperature over the previous 30 days as well as a 6-day forecast using the National Digital Forecast Database.  The graphic shows that minor damage may have occurred at this site in late March.\nDr. Art DeGaetano is the Director of the Northeast Regional Climate Center at Cornell University, Ithaca, New York.\n*Editor’s note: A “growing degree day” is a way to measure the seasonal build up of heat required to trigger various growth stages of plants and animals. Every day the average temperature gets above a given threshold—in the case of apples, it’s 41°F—growing degree days start to accumulate at the rate of one growing degree day for each degree the temperature is above the threshold. For the apple freeze risk tool, an average daily temperature of 42°F would yield one growing degree day. An average daily temperature of 60°F would add 18 growing degree days to the seasonal tally.",
  "source": ""
}