{
  "url": "https://www.climate.gov/news-features/blogs/enso/july-2017-enso-update-holding-steady",
  "title": "July 2017 ENSO update: Holding steady",
  "date": null,
  "content": "Editor’s Note: Welcome to Dr. Nat Johnson, our newest ENSO blogger! Nat is an associate research scholar who is affiliated with Princeton University and NOAA Geophysical Fluid Dynamics Laboratory. He has an extensive research record studying large-scale climate dynamics, with a special focus on predictability of subseasonal-to-seasonal timescales (hello ENSO!). We’re excited to have him on our team.\nThe latest ENSO forecast by CPC/IRI is holding steady since last month and favoring ENSO-neutral conditions (50-55% chance) into the winter of 2017-18. Although not favored, El Niño development has an elevated chance of occurring (~35-45%) relative to the long-term average (~25-35%), so we still need to keep our eyes on this possibility.\nThe ocean temperatures in the Niño3.4 region have remained nearly steady over the past three months. The temperature in June was about 0.4°C (0.7°F) above the long-term average in one of our most historically consistent SST datasets.\nAverage sea surface temperature (SST) during June 2017, shown as departure from the long-term (1981-2010) average. Red shading shows where SSTs were above average and blue shading shows where they were below average.  Climate.gov figure from CPC data.\nIn fact, this persistent warmth means that the latest three-month average (April–June) Niño3.4 temperature has reached 0.5°C above the long-term average, which is one condition necessary to declare El Niño. This is the first time we’ve hit this threshold since April–June of last year. Does that mean we can declare that El Niño has awoken from its yearlong slumber? Let’s not get too excited just yet!\nRegular readers may remember that El Niño is a seasonal phenomenon, so forecasters require that the Niño3.4 temperatures persist above the 0.5°C threshold for at least five consecutive three-month seasons. (If you ever forget, this nifty little cheat sheet can help you out). Therefore, forecasters have to decide if there is sufficient reason to expect these elevated Niño 3.4 temperatures to continue.\nOne factor that limits forecasters’ confidence in the persistence of El Niño conditions is the current state of the atmosphere. As you may recall, the El Niño/Southern Oscillation (ENSO) is a coupled phenomenon that requires cooperation between the atmosphere and ocean to develop. Over the past month, the atmosphere really has not resembled anything that we would expect in a typical El Niño. In particular, we have seen enhanced cloudiness and rainfall near Indonesia instead of the International Date Line, which directly contradicts the pattern of cloudiness and rainfall that is associated with El Niño. This general atmospheric pattern has been quite stubborn, holding fairly steady throughout the calendar year thus far.\nPlaces that were more (purple) or less (orange) cloudy than the 1981-2010 average during March 2017, based on satellite observations of outgoing longwave radiation (heat). Thick clouds block heat from radiating out to space, so less radiation equals more clouds, and more radiation equals clearer skies. Climate.gov map from CPC OLR data.\nReturning to the idea of ENSO as a coupled phenomenon, right now it’s as if the ocean is trying to get the atmosphere’s attention, but the atmosphere is just not that interested.\nJust because the atmosphere seems disinterested in the ocean’s signals now doesn’t mean that the two cannot get on the same page and bring about a full-fledged El Niño in the months ahead. In addition to our analysis of the recent evolution of the atmosphere and ocean, forecasters rely on a variety of dynamical and statistical forecast models for guidance. The most recent model forecasts indicate a high probability that the sea surface temperature in the Niño3.4 region will remain at least slightly above average through winter of 2017-18. In addition, the average of the dynamical forecasts in the North American Multi-Model Ensemble falls just below the 0.5°C threshold for El Niño, which is a very slight forecast uptick relative to last month.\nClimate model forecasts for the Niño3.4 Index made in mid-June 2017, from the IRI/CPC Prediction Plume. The brown line indicates the average of the dynamical models and the orange line shows the average of the statistical models. Thin grey lines show each individual model that goes into the average.  Niño3.4 values in excess of +0.5C are generally reflective of El Niño conditions. Image modified by NOAA Climate.gov.\nThese forecasts, however, indicate that only a minority of models forecast full-blown El Niño development (and very few suggest La Niña development). Given that neither the forecast models nor the current state of ocean/atmosphere coupling seems too enthusiastic about El Niño or La Niña development in the near future, the forecast is sticking with the continuation of ENSO-neutral conditions.\nDespite the ENSO-neutral forecast lean, we still have a fair number of models forecasting at least a weak El Niño through the upcoming winter. Therefore, forecasters certainly are not ruling out the development of El Niño; in fact, they are calling for an elevated chance, relative to average, of El Niño onset. Specifically, El Niño typically occurs about 25-35% of the time, depending on the specific month, but forecasters predict the chances have risen to about 35-45% for the upcoming fall and winter. These forecast probabilities, however, are not high enough for the CPC to issue an El Niño Watch.\nAs we previously discussed in February and April, extreme warming off the coast of Peru this past winter and spring, a phenomenon known as a “coastal El Niño,” resulted in severe flooding throughout Peru. The top figure above shows us that conditions in the eastern tropical Pacific (see the boxed Niño 1+2 region) have cooled considerably, resulting in near-average ocean temperatures off Ecuador and Peru and putting a welcome end to this coastal El Niño.\nThe consequences of this extreme event, however, will linger for much longer. A recent report indicates that this particular “coastal” El Niño event caused 158 deaths and severely affected more than 290,000 people. These severe impacts highlight why the global community must do its best to deliver accurate long-range forecasts of ENSO in its myriad forms. As Tony and Emily discussed earlier, however, the coastal El Niño does not always lead to the type of basin-wide El Niño that results in clearer impacts over the United States, and so we must rely on other tools for our predictions.\nThat means that we will be doing our best to fine-tune our ENSO forecasts in the months ahead, so stay tuned for more updates!\nSubmitted by Jean-Pierre Dagon on Sun, 07/23/2017 - 11:27\nThe depth of the equatorial thermocline is monitored closely, and is considered by ENSO forecasters. You can see the most recent measurements here: http://www.cpc.ncep.noaa.gov/products/analysis_monitoring/ocean/weeklye… . Currently, it is close to average.\nSubmitted by emily.becker on Fri, 07/28/2017 - 16:35\nIn reply to Equatorial Thermocline and Kelvin Waves by Jean-Pierre Dagon\nSubmitted by Dan Kirk-Davidoff on Tue, 07/25/2017 - 12:07\nHi Dan,\nNoted! Thanks for your close read. Merriam-Webster defines both \"disinterested\" and \"uninterested\" as \"not having the mind or feelings engaged.\" Occasionally, we do anthropomorphize various elements of the Earth system--just a bit of literary license.\nCheers,\nEmily\nSubmitted by emily.becker on Fri, 07/28/2017 - 16:32\nIn reply to Grammar by Dan Kirk-Davidoff\nSubmitted by Ashok Patel on Fri, 08/04/2017 - 02:19",
  "source": "climate.gov"
}