{
  "url": "https://www.climate.gov/news-features/blogs/enso/august-2017-enso-update-extreme-neutral",
  "title": "August 2017 ENSO update:  Extreme neutral!",
  "date": null,
  "content": "Now that it’s summer in the Northern Hemisphere, we’re more firmly on the other side of the infamous spring barrier. So, forecasters have growing confidence that this coming winter in the Northern Hemisphere will most likely be a continuation of “ENSO-Neutral,” and dominated by near average temperatures across the Pacific Ocean. The most recent forecast by CPC/IRI favors the continuation of these conditions through the winter 2017-18 (56% chance during December-February 2017-18).\nFollowing some weakly warm conditions last month, this past month was characterized by an impressive span of near-average sea surface temperatures over the tropical Pacific Ocean.\nAverage sea surface temperature (SST) during July 2017, shown as departure from the long-term (1981-2010) average. Red shading shows where SSTs were above average and blue shading shows where they were below average. Climate.gov figure from OISSTv2 data at CPC.\nImpressive because usually at least one region of the tropical Pacific Ocean (the so-called “Niño regions”) contains either below or above average temperatures. In July 2017, all four Niño regions were between +0.3°C and -0.3°C. This has happened only about 4% of the time since 1950, most recently in December 2013 (using ERSSTv4 data). So it’s been a while since surface temperatures across the tropical Pacific Ocean have been so very normal.\nThe atmosphere was livelier, as it is prone to be, given that air moves rapidly across the tropical Pacific, especially relative to the heavy, slower moving ocean. In the past month, we saw a weak, short-lived Madden-Julian Oscillation, which resulted in some increased rainfall near the International Date Line. But rainfall continues to persevere near the Maritime Continent, as do slightly stronger-than-average trade winds over the west-central Pacific.\nPlaces that were more (purple) or less (orange) cloudy than the 1981-2010 average during July 2017, based on satellite observations of outgoing longwave radiation (heat). Thick clouds block heat from radiating out to space, so less radiation equals more clouds, and more radiation equals clearer skies. Climate.gov map from CPC OLR data.\nDespite the warm ocean conditions earlier this year, the atmosphere never locked into an El Niño. The official outlook reflects the models, which mostly show Niño-3.4 index hovering within ENSO-Neutral ranges (-0.5°C to +0.5°C). But because nothing in prediction is a sure thing, forecasters are assigning smaller, but non-zero chances to La Niña (28% chance) and El Niño (16% chance) this coming winter (December-February 2017-18). This also represents a flip from previous months when El Niño was slightly favored over La Niña. Now we’re seeing a clearer cooling trend in the observations and model guidance.\nNope. What Neutral means is that there is little-to-no forcing coming from either El Niño or La Niña in the tropical Pacific. You can think of a forcing as a push in a certain direction. El Niño and La Niña shove around the global atmospheric circulation, and the lack of either means this pushing motion is absent.\nConcept by Tom Di Liberto and illustration by Emily Greenhalgh, NOAA Climate.gov.\nAs we’ve covered here, here, and here, El Niño and La Niña are linked to large changes in rainfall and convection patterns over the tropical Pacific Ocean. Those changes can then alter the tropical Walker circulation and the jet streams over the middle latitudes of the Northern and Southern Hemispheres.\nSo, Neutral conditions mean that atmospheric flow isn’t pushed around in a way that is predictable. Climate forecasters like having an El Niño and La Niña around because it can provides some useful information many months in advance. In the absence of an El Niño and La Niña, the predictable signals are weaker.\nThis doesn’t mean that there aren’t any other patterns out there that are influencing our weather and climate (there are tons), but it is harder to predict them months in advance. For example, we could see Arctic Oscillation or Madden-Julian Oscillation activity, which are very important, and can have a substantial influence on temperature and precipitation, but are not clearly anticipated months into the future.\nDespite the lack of forcing from ENSO, forecasters will still be closely examining the models to suss out other possible sources of prediction skill. These other more predictable forcings commonly come in the form of longer-term trends in temperature and changes in the land surface (soil moisture, snow, ice).\nShe’s around! She is away this week doing work stuff. She’ll be the editor later this month on a guest post written by Phil Klotzbach on what is happening with the hurricanes this year. And make sure you check out her recent post on climate models.\nAlso, because there isn’t much going on with ENSO these days, we are looking to cover other climate and weather subjects in the coming months. If you have burning questions or an idea you’d like us to cover, just drop it in the comments section below.\nSubmitted by Bailey P. on Fri, 08/11/2017 - 00:10\nThanks for the suggestion!  I agree that the impact of sea ice retreat/snow cover change on climate away from the Arctic is a fascinating topic that could be explored in a blog post.  This general topic is a very active area of research in the scientific community, and a subject for which it is very challenging to reach a consensus.  The main challenges are familiar to climate scientists in various types of problems - lack of enough observational data to reach robust conclusions, incomplete understanding of the relevant physical processes, and inconsistency among various types of climate model experiments.  Nevertheless, it is a worthwhile topic to pursue, and perhaps we can touch upon it in a future blog post.\nSubmitted by Nathaniel.Johnson on Fri, 08/11/2017 - 11:40\nIn reply to Basic cable but I pick the channels? by Bailey P.\nSubmitted by Bailey P. on Mon, 08/14/2017 - 12:04\nIn reply to RE: Basic cable but I pick the channels? by Nathaniel.Johnson\nSubmitted by Gene.Rench on Fri, 08/11/2017 - 10:25\nI would say that your post could serve as a general rule of thumb for the Atlantic basin.  All else being equal, we would expect fewer Atlantic hurricanes in El Nino years and more in La Nina years.  However, there are other factors that can mess up that relationship in individual years.  Definitely tune in later this month when a hurricane expert, Phil Klotzbach, provides more insight in the next blog post!\nSubmitted by Nathaniel.Johnson on Fri, 08/11/2017 - 11:45\nIn reply to ENSO by Gene.Rench\nSubmitted by LVKimmel on Fri, 08/11/2017 - 10:48\nSubmitted by Paul Pukite (@whut) on Sun, 08/13/2017 - 14:37\nSubmitted by gaucho.pro on Mon, 08/21/2017 - 06:17\nSubmitted by Thomas Wilson on Wed, 01/17/2018 - 00:22\nI believe everyone forecast a very active season in the Atlantic which really has not been the case due to still being in the Neutral Phase and not La Nina. My feelings, other than having Beryl early, which seemed to hold with the forecast of an active season, is that there has not been much happening. I have a feeling, not scientifically based, that the East Coast is going to see a late Hurricane season, with storms more prevalent in October and November and storms merging with cold core systems. Let us see how things play out.C\nSubmitted by Chas de Geofroy on Sun, 09/22/2024 - 09:09",
  "source": ""
}