{
  "url": "https://www.climate.gov/news-features/blogs/enso/how-have-changing-enso-forecasts-impacted-atlantic-seasonal-hurricane",
  "title": "How have changing ENSO forecasts impacted Atlantic seasonal hurricane forecasts for 2017?",
  "date": null,
  "content": "This is a guest post by Dr. Phil Klotzbach of the Colorado State University Department of Atmospheric Science. Dr. Klotzbach has been the lead author of CSU’s seasonal hurricane forecasts since 2006.\nA large number of groups, including government agencies (see NOAA hurricane forecast), universities, and private sector companies, currently issue Atlantic basin seasonal hurricane forecasts.  Dr. William Gray pioneered seasonal hurricane forecasts for the Atlantic in 1984, and our group at Colorado State University has issued predictions every year since that time.\nOver 20 publicly available forecasts are displayed on a website that our group co-developed with the Barcelona Supercomputing Centre.  In general, the consensus of current predictions is calling for a slightly above-average hurricane season, when considering either the number of storms or integrated seasonal metrics such as Accumulated Cyclone Energy which takes into account the frequency, intensity and duration of all named storms.\nWhile some forecast agencies issue predictions as early as December of the prior year, most groups begin issuing forecasts at some point from the middle of March through the end of May for the upcoming hurricane season.  Scientists from Colorado State University, the National Oceanic and Atmospheric Administration (NOAA) and the University College-London have recently investigated real-time forecast skill of seasonal Atlantic hurricane forecasts issued in April, late May/early June and early August.\nReal-time forecast skill of Atlantic basin seasonal hurricane forecasts as represented by rank correlation from Colorado State University, Tropical Storm Risk and the National Oceanic and Atmospheric Administration for four tropical cyclone metrics: hurricanes, named storms, major hurricanes, and Accumulated Cyclone Energy (ACE).  A rank correlation of 1 represents a forecast with perfect skill, while a correlation of 0 represents a forecast with no skill.  Figure by climate.gov from CSU data.\nOver the period they investigated, 2003-2015, seasonal forecasts showed limited skill in early April, moderate skill in early June and good skill in early August. While the Atlantic hurricane season officially begins on June 1, over 90% of all recorded major hurricanes have occurred after August 1st.  Consequently, many groups issuing seasonal Atlantic hurricane forecasts update their predictions after the official start of the hurricane season.  For example, NOAA issues their first seasonal hurricane forecast in early May, and updates their seasonal hurricane forecast in early August.\nOne of the primary reasons for the large increase in skill from April to August is the improvement in skill of ENSO predictions.  The peak of the Atlantic hurricane season is from August-October, and ENSO predictions have historically been characterized by a springtime predictability barrier, in that models show limited skill in prediction through this time period.  The primary reason for this decrease in skill is due to weaker sea surface temperature (SST) gradients (these are changes in SSTs over a geographic area; weak gradients mean small changes) and associated low-level winds during this time period.  Consequently, we often see rapid springtime changes in SST anomalies in the tropical Pacific.\nENSO has been known to be one of the primary drivers of seasonal Atlantic hurricane activity since Dr. Gray published his classic papers on El Niño and Atlantic seasonal hurricane prediction in 1984.  El Niño can create conditions that are unfavorable for Atlantic hurricanes. When the atmosphere over the tropical Pacific responds to El Niño’s warmer-than-average surface waters, the Walker Circulation weakens and shifts eastward. This increases upper-level westerly winds and levels of vertical wind shear (the change in the wind direction with height) over the Atlantic basin.  On the other hand, La Niña conditions  are associated with weaker upper-level westerly winds and reduced levels of vertical wind shear over the Atlantic basin.\nSchematic of typical wind impacts of El Niño and La Niña events in the Caribbean and western tropical Atlantic. Figure by climate.gov, based on original by William Gray and Phil Klotzbach.\nVertical wind shear is detrimental for hurricane formation and intensification, since it tilts the hurricane, which spreads the hurricane warm core over a larger area, increasing the central pressure of the storm.  It also promotes mixing of dry air into the storm, suppressing the intense thunderstorm formation necessary for hurricane intensification.\nEl Niño also is associated with warmer temperatures at upper levels in the atmosphere.  These warmer temperatures increase the stability of the tropical Atlantic, which also suppresses thunderstorm development.  La Niña, on the other hand, is characterized by colder upper-level temperatures in the atmosphere, reducing stability and increasing thunderstorm development.\nWhen we issued our early April 2017 forecasts at Colorado State University, many of the numerical models were fairly aggressive at calling for El Niño to develop by the peak of the Atlantic hurricane season.\nClimate model forecasts for the Niño3.4 Index, from the North American Multi-Model Ensemble (NMME). Darker purple envelope shows the range of 68% of all model forecasts; lighter purple shows the range of 95% of all model forecasts. NOAA Climate.gov image from CPC data.\nAt that time, waters in the eastern tropical Pacific were quite warm, and several models amplified this warming across the entire basin.  Official NOAA forecasts at the time were somewhat more cautious about El Niño development but still gave it a higher chance than either neutral ENSO or La Niña for August—October 2017.\nOfficial CPC/IRI forecast of the odds of El Niño, neutral ENSO and La Niña conditions issued in mid-March.\nHowever, the potential El Niño never came to fruition.  The necessary atmospheric coupling to the warm sea surface temperatures did not materialize, and over the past few weeks, tropical Pacific sea surface temperatures have cooled considerably.\nAs the odds of El Niño diminished from April to August, seasonal hurricane forecasters have generally increased the expected number of storms. For example, in early April our group at Colorado State University was predicting 4 hurricanes for the season, but in early June we increased the prediction to 6 hurricanes and with each of our last two outlooks issued in early July and August we have predicted 8 hurricanes. Other groups have also increased their forecasts over the past several months.\nNiño-3.4 Index forecasts from different climate models (light pink lines) within the North American Multi-Model Ensemble (NMME). Heavy pink line shows the average of all forecasts. Persistent positive values at or greater than +0.5°C are indicative of El Niño, while persistent negative values at or less than -0.5°C reflect La Niña.  The black line shows past observed values of the Niño-3.4 Index based on daily OISST data, which was chosen because it is at a resolution more similar to the SST datasets the NMME models ingest.  Grey lines show past model average predictions going back to January 2017.  The year and month shown in the top left corner is when the models were run or “initialized.”  The x-axis displays the target year and month of the prediction. Figure by climate.gov from CPC data.\nThe reduced chance of El Niño is likely the primary reason for the increasing seasonal hurricane forecasts. However, anomalous warming of the tropical Atlantic is another contributing factor to the increase in the forecasts, since warm water provides more fuel for developing hurricanes and is associated with a more unstable atmosphere.\nFundamental challenges still exist for El Niño prediction, especially during the Northern Hemisphere springtime.  More research is needed to better understand the physics behind El Niño development, and especially what led to some climate models’ failed prediction of an El Niño event that did not occur in 2014 and 2017.  If the springtime predictability barrier can be reduced, downstream forecasts of ENSO impacts, including Atlantic basin seasonal hurricane forecasts, should likewise improve.\nLead reviewer: Emily Becker",
  "source": "climate.gov"
}