{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/noaa-partners-northern-plains-tribes-improve-drought-resilience",
  "title": "NOAA partners with Northern Plains tribes to improve drought resilience",
  "date": null,
  "content": "Hi! My name is Natalie Umphlett, and I am the interim director and regional climatologist at the High Plains Regional Climate Center (HPRCC). One of my favorite things about being a climatologist at the Center is helping people use climate data in meaningful ways. Most of the people we serve are not climatologists, so working one-on-one with them to understand their issues and then recommend a dataset or two that may help is an important aspect of my job.\nOne day I might be helping an agricultural producer to understand crop water use, while another I might be helping a medical doctor incorporate data into an asthma index. Because you never know who will be calling or writing into the Center, each day is a little different, which is exciting. Some days, you might even get to use climate data to help solve a cold case! (All true stories! Find me at an applied climatology conference, and I’ll tell you more.)\nA view of Ray Lake, on the High Plains of the Wind River Indian Reservation in Wyoming. Like other parts of the Great Plains, the region is prone to extreme dryness. Photo by Natalie Umphlett.\nMost of the time, simple climate data questions can be answered through a phone call or over email, but other questions need special attention. One of the ways we tackle more complex issues is by working alongside the people who live and work in the states in our region: Colorado, Kansas, Nebraska, North Dakota, South Dakota, and Wyoming. The goal of these collaborative, applied climate research projects is to develop climate data and information that can be used to inform local decisions.\nCurrent projects underway at the Center include helping cities and towns incorporate climate data and information into planning processes, working with agricultural producers on scenario planning to create more resilient cropping systems, and helping local water resource managers apply FEMA’s Threat and Hazard Identification and Risk Assessment process to drought scenarios.\nOver the past several years, our Center has also been working with Native American tribes in the region to help address their on-reservation climate and drought vulnerabilities. Here in the Missouri River Basin, where much of our work is focused, there are 28 tribes with a diverse set of climate-related challenges. Let’s step back for a moment and discuss why climate hazards may be different among the tribes.\nFirst, many of the rivers that flow through the region, like the Missouri River, are fed by distant snowpack from the Rocky Mountains. For places downstream, this makes surface water supply dependent on climate conditions that are relatively far away. In addition, the Great Plains is well-known for its extreme weather (tornadoes, blizzards, and ice storms) and climate (recurring droughts and springs with epic flooding).\nFort Washakie, in west-central Wyoming, is home to the tribal headquarters on the Wind River Indian Reservation. Drought is common in the region, and the reservation's water supply is highly dependent on snow and glacier melt from the Wind River Mountains, which appear in the distance of this photo. Photo by Matthew Copeland, Wyofile.\nFinally, the Great Plains is marked by an extreme east-west precipitation gradient: locations in the east (closer to moisture from the Gulf of Mexico) can receive double, if not triple, the precipitation of places in the west. This gradient alone can lead to significant differences in the ways that people manage and allocate water. For some in the region, mountain snowpack is relied upon for water resources, while others rely on ground and surface water supplies. These inherent challenges, even without taking climate change into account, make a one-size-fits-all approach to activities like water resource management impossible.\nNow, back to the research!\nOne project that I want to tell you about is with the tribes of the Wind River Indian Reservation. Located in west-central Wyoming, the reservation is home to two tribes – the Eastern Shoshone and Northern Arapaho – who depend on snowpack and glacier-fed meltwater flowing through tributaries of the Wind River for their water supply. Recent droughts have impacted the tribes, creating the need for climate and drought information that could help them become more resilient.\nExtreme heat and dryness in the Great Plains in the summer of 2012 led to exceptional drought that lasted well into the fall of 2013 in the Northern Plains and even longer in the south. This map shows drought conditions in late February 2013. Map from the Climate.gov Data Snapshots collection, based on data from the National Drought Monitor project.\nFunded by the North Central Climate Science Center at Colorado State University, this project brought together a number of partners including our team at the High Plains Regional Climate Center. Our primary contribution was the development of an operational climate and drought summary for the Wind River Indian Reservation area that we produce each quarter. The Office of the Tribal Water Engineer uses the report to assess environmental conditions and make drought declarations on the reservation.\nOur staff took the lead on the development of the summary, and, with input from local resource managers, community members, and the project team, the summary went through several iterations to become what it is today (see the screenshot above). Current sections include: an overview of seasonal temperature and precipitation, a data table for specific weather stations, the latest drought conditions, the latest snowpack or streamflow conditions (depending on the season), reservoir information, and outlooks for the upcoming season.\nA screenshot of the first quarterly climate summary and outlook developed by the High Plains Regional Climate Center and tribal and other stakeholders for the Wind River Indian Reservation territory.\nOnce the format was finalized, staff members from the Office of the Tribal Water Engineer came to the University of Nebraska-Lincoln, where we’re located, to learn how to interpret the climate and drought information contained in the summaries and to be introduced to the wide range of underlying data sources, including NOAA, the U.S. Geological Survey, the Bureau of Indian Affairs (BIA), the Bureau of Reclamation, and university-based partners. The 2-day workshop also included hands-on training on how to assemble the climate summary, particularly with the inclusion of local water resource knowledge (see image below).\nStaff from the Office of the Tribal Water Engineer for the Wind River Indian Reservation participate in a training workshop on how to find and interpret climate data in preparation for taking over the production of the reservation's quarterly climate summary.\nThe summary is currently being transitioned from our Center to the Office of the Tribal Water Engineer as the project comes to a close later this year. In preparation of this transition, we developed an online dashboard, which contains up-to-date resources that can be used for monitoring as well as incorporation into the summaries.\nScreen capture of the Wind River Decision Dashboard, which is housed on the High Plains Regional Climate Center website. The collection of tools and resources serves decision makers and stakeholders on the Wind River reservation.\nAs word of this work spread, other tribes in the Missouri River Basin became interested in developing their own climate and drought summaries for local decision-making. With generous support from the Bureau of Indian Affairs and the National Integrated Drought Information System (NIDIS), we have been able to expand this work to serve the North Dakota and South Dakota tribes of the Great Plains Tribal Water Alliance, as well as the tribes of northeastern Kansas/southeastern Nebraska.\nEach climate and drought summary and associated training session is tailored to the specific needs of the tribes. For instance, while snowpack is very important for the tribes of the Wind River Indian Reservation, groundwater is important for the Rosebud Sioux Tribe in south-central South Dakota. Additionally, the summaries can be used as a medium through which to share culturally relevant information, including climate change impacts on medicinal plants or language lessons for weather and climate terminology.\nThrough our work with tribes, our staff continues to learn new ways to aggregate, translate, and communicate climate data in ways that are meaningful to our partners. Maybe one day we will work with some of you, readers of the Beyond the Data blog!\nThe High Plains Regional Climate Center (HPRCC) is housed within the School of Natural Resources at the University of Nebraska-Lincoln. The mission of the HPRCC is to increase the use and availability of climate data and information within the High Plains, which is comprised of the six-state region of Colorado, Kansas, Nebraska, North Dakota, South Dakota, and Wyoming. The HPRCC is one of six Regional Climate Centers (RCCs) that collectively serve the entire country. The RCCs are supported by NOAA/NCEI as part of a three-tiered approach, emphasizing services that are local, regional, and national in scope. For more information about the Center, please see: https://hprcc.unl.edu.\nSubmitted by Jodie Silbaugh on Thu, 08/30/2018 - 00:45",
  "source": ""
}