{
  "url": "https://www.climate.gov/news-features/blogs/enso/what-about-snow-during-la-ni%C3%B1a-winters",
  "title": "What about snow during La Niña winters?",
  "date": null,
  "content": "This is a guest post by Dr. Stephen Baxter who is a NOAA Climate Prediction Center (CPC) meteorologist and does applied research on subseasonal-to-seasonal climate variability.  In particular he specializes in understanding how the middle-to-high latitude circulation is influenced by the tropics versus other processes. He also has a lot of opinions on Siberian snow cover and the role of the western tropical Pacific in forcing seasonal climate over North America.\nRecent cold air outbreaks over the north-central and northwestern U.S., along with record cold on Veterans Day in parts of the Northeast and Mid-Atlantic, should have people excited about (or dreading) the upcoming winter. My colleagues and I at the Climate Prediction Center have just issued our final outlook for the upcoming “meteorological winter,” that is, December through February. Right now, our official outlook covers only temperature and total precipitation, with the latter combining both liquid and frozen precipitation. However, what about the frozen stuff? What about snow?\nBecause many people remember winters that were either exceptionally snowy or not snowy at all, we get a lot of questions about what the winter forecast portends for seasonal snowfall accumulation. In many parts of the country, snowfall also has major economic and societal ramifications, including water resource management and winter tourism, among others.\nSnow Way!\nTackling this problem is not easy, though. Part of the issue boils down to the technical difficulties of snowfall measurements—a real “problem child” as Deke Arndt (NCEI) puts it. The other issue is related to the difficulties with prediction. As many people in the Northeast corridor are aware, snowfall with any given storm system is a function of the dreaded rain-snow line that separates air masses that are below or above freezing.\nFor any given storm system, the exact boundaries between rain and snow can be hard to predict even days in advance. Luckily, at CPC, we aren’t trying to predict specific events, but the climate instead. We take a step back and see how seasonal temperature and precipitation forecasts might play a role in determining seasonal snowfall accumulation.\nIn regions that receive a large percentage of their cold-season precipitation in the form of snow, increased seasonal precipitation is intuitively related to increased snowfall accumulation. In more temperate areas that receive a relatively small percentage of frozen precipitation, temperature becomes important. Anomalously cold temperatures are, more or less, a necessary condition for snow in those areas. Therefore, a region with a relatively cold winter may find itself on the cold side of storm systems more often.\nIn more mountainous areas, where temperature varies as a function of elevation, colder systems result in snow falling at lower altitudes and more total snowfall coverage over a given region. This is where the long-term warming trends, recently discussed by Tom, become important over western North America. Drier and warmer climate signals will generally result in lower snow coverage.\nBecause a La Niña Advisory was recently issued, we will take a look at how La Niña, in general, affects snowfall across North America. This analysis is part of a broader effort at CPC to better understand and potentially predict seasonal snowfall, made possible in part by a new snowfall dataset (1).\nLa Niña = Skiers Delight over the Northern United States\nIn a nutshell, La Niña is associated with a retracted jet stream over the North Pacific Ocean. The retreat of the jet stream results in more blocking high pressure systems that allow colder air to spill into western and central Canada and parts of the northern contiguous U.S. At the same time, storm track activity across the southern tier of the U.S. is diminished under upper-level high pressure, which also favors milder-than-normal temperatures. The storm track is in turn shifted northward across parts of the Ohio Valley and Great Lakes (2).\nBased on climate analysis (3) from this new snow dataset, we see that La Niña favors increased snowfall over the Northwest and northern Rockies, as well as in the upper Midwest Great Lakes region. Reduced snowfall is observed over parts of the central-southern Plains, Southwest, and mid-Atlantic.\nSnowfall departure from average for all La Niña winters (1950-2009). Blue shading shows where snowfall is greater than average and brown shows where snowfall is less than average. Climate.gov figure based on analysis at CPC using Rutgers gridded snow data.\nThis La Niña footprint is pretty intuitive. Given the northward shift of the storm track, relatively cold and wet conditions are favored over the northern Rockies and northern Plains, resulting in the enhancement of snowfall. Warmer and drier winters are more likely during La Niña over more southern states, and this is exactly where seasonal snowfall tends to be reduced (4). The more vigorous storm track and slight tilt toward colder temperatures over the northern tier of U.S. during La Niña modestly increases the chance of a relatively snowy winter.\nSnow and Strength\nWe can break up the snow pattern further and look at the weakest and strongest La Niña events. Splitting La Niña events into strength reveals some interesting differences worth investigating further. In this preliminary analysis below, there is a suggestion that weaker events are snowier over the Northeast and northern and central Plains on average.\nSnowfall departure from average for weaker La Niña winters (1950-2009). Blue shading shows where snowfall is greater than average and brown shows where snowfall is less than average. Climate.gov figure based on analysis at CPC using Rutgers gridded snow data.\nOn the other hand, stronger La Niña events (see below) are snowier across the Northwest, northern Rockies, western Canada, and the Alaska panhandle. Also, there is a tendency toward below average snowfall over the mid-Atlantic, New England, and northern and central Plains, which is not seen during weak La Niña.\nSnowfall departure from average for stronger La Niña winters (1950-2009). Blue shading shows where snowfall is greater than average and brown shows where snowfall is less than average. Climate.gov figure based on analysis at CPC using Rutgers gridded snow data.\nOverall, stronger La Niña events exert more influence on the winter climate pattern over western North America. Weaker events appear to be associated with more widespread above-average snow over the northern United States. Because a weak La Niña means that the forcing from the Pacific is weaker than normal, it may imply other mechanisms (e.g. Arctic Oscillation) may be at play and is worth further investigation.\nThe predictability of seasonal snowfall may be somewhat similar to precipitation in that one or two big events can dramatically affect the seasonal average. Thus, in general, the expected prediction skill is likely to be lower than for temperature. However, because temperature also plays an important role in snowfall, some predictability is likely nonetheless. And like for seasonal temperature and precipitation, knowing the state of ENSO is a pretty reasonable place to start.\nLead editor: Michelle L’Heureux\nFootnotes\n(1) This new dataset is documented in Kluver et al. (2016) “Creation and Validation of a Comprehensive 1° by 1° Daily Gridded North American Dataset for 1900-2009: Snowfall” in the Journal of Atmospheric and Oceanic Technology. The dataset for this analysis goes up to 2009, so we are going to look at winters from 1950-51 to 2008-09. Total cold season snowfall accumulation from October through April is used here.\n(2) This is consistent with the temperature pattern: the storm track is enhanced where the temperature gradient is stronger than normal.\n(3) Here we are using composite analysis to show snowfall. In this case we take just the La Niña years between 1950-51 and 2008-09 and compute the mean. For the strength composites, we divide the 18 La Niña winters between 1951-2009 into weak or strong cases. The median ONI value used to split them is -0.95°C during December-February (DJF) average. We need to be cautious drawing too many conclusions based on the large reduction in our sample size. Composites also emphasize variance: regions with more year-to-year variability will have higher amplitude composite signals.\n(4) The areas in the South that favor below-average snowfall during La Niña are most evident where the snowfall climatology is reasonably high. That is where the signal is most likely to come through the noise.\nSubmitted by Joe Witte on Tue, 11/21/2017 - 13:35\nSubmitted by NEWxSFC on Tue, 11/21/2017 - 19:24\nSubmitted by Stephen Baxter on Thu, 12/07/2017 - 14:11\nIn reply to Is 'average' the best statistic ... by NEWxSFC\nSubmitted by NEWxSFC on Thu, 12/14/2017 - 20:23\nIn reply to RE: Is 'average' the best statistic ... by Stephen Baxter\nSubmitted by NEWxSFC on Fri, 12/22/2017 - 00:11\nIn reply to RE: RE: Is 'average' the best statistic ... by NEWxSFC\nSubmitted by Stephen Baxter on Fri, 12/22/2017 - 10:19\nIn reply to RE: RE: Is 'average' the best statistic ... by NEWxSFC\nSubmitted by NEWxSFC on Sat, 12/23/2017 - 18:49\nIn reply to RE: RE: RE: Is 'average' the best statistic ... by Stephen Baxter\nSubmitted by billy h on Thu, 11/23/2017 - 16:48\nSubmitted by David Rilling on Thu, 12/07/2017 - 12:42\nSubmitted by Stephen Baxter on Thu, 12/07/2017 - 14:09\nIn reply to Any Observable Effects of a La Nina? by David Rilling\nSubmitted by mike mcnicholas on Sun, 12/10/2017 - 15:00\nThat's a good question.  I would not characterize the current atmospheric circulation pattern over the western U.S. as prototypical for La Nina - you can get a good sense of the expected La Nina influence from this post: https://www.climate.gov/news-features/blogs/enso/writing-about-la-ni%C3…; Therefore, there likely are other shorter-term weather factors at play right now.  However, that doesn't mean that ENSO cannot be a factor.  In fact, there is reported connection between La Nina and increases in wildfires in the southwestern U.S., including California.  You can read more about that in this post: https://www.climate.gov/news-features/blogs/enso/how-might-el-ni%C3%B1o…; It would take a careful investigation to determine how much La Nina may have contributed to the current fires in California.\nSubmitted by Nathaniel.Johnson on Mon, 12/11/2017 - 10:37\nIn reply to enso by mike mcnicholas\nSubmitted by carlos.tamarag… on Thu, 01/11/2018 - 12:43\nSubmitted by Debra Edge on Fri, 09/11/2020 - 00:20\nWhat is the meaning of the term \"composite anomaly\"?\nSubmitted by Hakan on Wed, 04/06/2022 - 08:45\nGood questions and we could have been clearer about that.  A \"composite\" is an average of many maps.  So you can take all La Nina winters over the US and then average them together to see what the average pattern is-- this is a composite.  An \"anomaly\" is a departure from average.  For example, when we make composites, we average together the *anomalies* in snowfall, rainfall, or temperature because we are interested in the question of whether it will be \"wetter than average\" or \"drier than average.\"  Maps (or composites) of anomalies come in positive and negative values which indicate \"above\" or \"below average.\"\nSubmitted by michelle.lheureux on Thu, 04/07/2022 - 08:39\nIn reply to Composite Anomaly by Hakan\nWith an El Nino winter coming up, I am wondering if similar data and maps exist for El Nino winters (weak to very strong). Thanks!\nSubmitted by Ketzel Levens on Thu, 10/12/2023 - 08:14\nWe will have an El Nino and snow article come up real soon!\nSubmitted by tom.diliberto on Mon, 10/16/2023 - 21:35\nIn reply to What About El Nino? by Ketzel Levens",
  "source": "climate.gov"
}