{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/mapping-us-climate-trends",
  "title": "Mapping U.S. climate trends",
  "date": null,
  "content": "Our climate is changing and one of the most straightforward ways to understand these changes is by examining linear trends. In climate, to determine the linear trend we plot data values by when they occurred in the past and then determining a “best fit” line through that data. The slope of the line gives us the trend. Using this method we know that since 1895 the contiguous U.S. temperature has warmed at a rate of 1.45 °F per century.\nAnnual average temperature for the contiguous United States from 1895-2016. Individual years are shown as black dots, connected by a purple line. The linear trend of 1.45°F per century over the period is represented by a straight blue line.\nHowever, temperatures are not warming uniformly in space or time. The cold parts of the day (nights), cold parts of the year (winter), and cold parts of the world (high latitudes) tend to be warming the fastest. To help our users understand how different times and places are warming at different rates, NCEI has created trend maps for the contiguous U.S. of average temperature, minimum temperature (nighttime lows), maximum temperature (afternoon highs), and precipitation for the annual period and each month and season. The maps are created in a method similar to the linear trend analysis described above, but for each grid box in NCEI’s nClimgrid 5km gridded dataset. This Beyond the Data post will explore these new maps and explain some of the findings when we spatially examine trends across the Lower 48.\nIn addition to creating trend maps for the different temperature and precipitation variables, we also produce trends maps for two different periods of record – the last 30 years (1987-2016) and the entire period of record (1895-2016). Depending on what a user might be interested in understanding, they might find utility in one or both of the time periods. For example, an electric power company might be interested in recent changes in temperature, while an ecologist trying to understand changes in migratory patterns might be more interested in the entire period of record.\nClick and drag the slider (center) to compare the two maps. (left) Change in February average temperature between 1895-2016. (right) Change in February average temperature between 1987-2016. Note that the range of values on the two maps are different.\nSometimes the trend for the entire period of record might be different than that of a shorter time period. That is the case when examining the February mean temperature trends.  The trends over the entire period of record shows warming over much of the contiguous U.S. with temperature warming at a rate of at least 2.0 °F per century over the northern third of the nation.  That pattern of warming is nearly non-existent when we examine just the most recent thirty years since 1987. A large chunk of the eastern U.S. has actually observed a cooling trend in temperatures with warming in New England and across much of the West.\nThis cooling trend in the 30-year data is due to warm Februarys in the early 1990s and several cold winters in the early 2010s, especially in the eastern United States.  Outside of the cold years in the early 2010s, the temperatures in the eastern and middle part of the country were fairly warm compared to the 20th century average.This illustrates two important points to consider when looking at linear trends:\nWe have added another set of maps to help users understand where trends in the data are statistically significant, or distinguishable from “no trend” with a high level of confidence. In some cases if you compute a linear trend from a completely random set of data, the mathematical calculation will still produce a value that implies and up or down trend. To help build confidence that  a computed trend reflects an actual change in what we’re measuring (in our case, temperature), we can test the data to determine if a trend is actually significantly different from zero. Using a statistical tool known as significance testing, we are able to calculate with a 95% confidence if a trend that shows up in the data is real, and not just an artifact of the limitations of the math or observations. Depending on your field, you may be more familiar with this being expressed as \"p <= 0.05.\"\nClick and drag the slider (center) to compare the two maps. (left) Change in February average temperature between 1987-2016. (right) The locations where the calculated trends are statistically significant.\nWhen we apply this significance testing to the 30-year trend on February mean temperatures, almost all of the trends disappear with the exception of cooling in small areas in southwest Georgia and central West Virginia. When the same significant testing is applied to the entire period of record trends, some of the smaller trends do disappear, but the warming over much of the nation, especially in the West and North do show up as statistically significant.\nStatistically significant temperature trends (p=0.05) for the month of February, over the period 1895-2016.\nFor the entire 123-year period of the contiguous U.S. minimum (“nighttime”) temperatures are warming at a faster rate compared to maximum (“daytime”) temperatures. To examine some of the spatial differences of trends in daytime and nighttime temperatures, let’s explore these trends during autumn (September-November) when nighttime temperatures have warmed at a rate of 1.43 °F per century while daytime temperatures have warmed at 0.89 °F per century.\nThe pattern of warming minimum temperatures and maximum temperatures is quite different when we examine the two maps. More than half of the nation has experienced warming minimum temperatures with the rate of warming exceeding 1 °F per century across large parts of the West and North. No warming trend, and even slight cooling, has been observed in parts of the Southwest and Southeast.\nClick and drag the slider (center) to compare the two maps. (left) Change in average maximum (\"day time high\") temperature for September-November between 1895-2016. (right) Change in average minimum (\"overnight low\") temperature for September-November between 1895-2016.\nWhen examining the maximum temperature trends we once again see that much of the West and northern tier have experienced warming, but a large part of the country from the Great Plains to interior Southeast have experienced cooling maximum temperatures. Trying to determine why there might be cooling maximum temperatures in the Southeast, the precipitation trends maps become extremely useful. While multiple factors are likely contributing to the cooling, locations from the Southern Plains, through the Southeast, and into the Northeast have experienced increasing precipitation. Increased precipitation is often associated with cooler maximum temperatures due to a decrease in incoming energy from the sun during the daytime.\nStatistically significant (95%) precipitation trends for autumn (September through November) for the contiguous United States, 1895-2016.\nThis blog post has discussed a couple of interesting patterns that emerge across the contiguous United States when plotting long-term trends of temperature and precipitation on a map. But there are countless things that the data presented in this way show us. Whether you are interested in how temperature and precipitation might be changing in your neck of the woods or you are interested in larger scale changes, exploring these new trend maps, in conjunction with the trend analysis available from our Climate at Glance tool, provide an easy way to examine the data yourself.\nhttps://www.ncdc.noaa.gov/temp-and-precip/us-trends/\nSubmitted by Megan on Sat, 03/24/2018 - 20:36\nSubmitted by ralph on Sun, 12/16/2018 - 10:40\nI'm sorry to hear this! We try to make our maps and graphs as easy to understand as possible. Please give me a little more feedback on which map(s) you find difficult to interpret, and I will do my best to further explain.\nSubmitted by rebecca.lindsey on Thu, 12/20/2018 - 08:51\nIn reply to climate by ralph\nSubmitted by Don K. on Tue, 08/20/2019 - 14:23\nBy and large, readers' response to our use of sliders for map and image comparisons is positive. But I will readily acknowledge that \"by and large\" does not mean 'everyone.' NCEI provides these maps in \"small multiple\" format on their own web page, which allows you to see all the maps at one time.\nhttps://www.ncdc.noaa.gov/temp-and-precip/us-trends/\nFolks who aren;t slider fans might appreciate that approach more.\n(Interestingly, I myself find the sliders less interpretable than a toggle/or tabbed approach, but given how widely popular they are among most of our readers, I chalked that up to my own idiosyncrasies.)\nSubmitted by rebecca.lindsey on Tue, 08/20/2019 - 15:07\nIn reply to Maps by Don K.\nSubmitted by Rebecca  on Thu, 12/19/2019 - 20:37\nThe data are available at this link:\nhttps://www.ncdc.noaa.gov/cag/national/time-series/110/tavg/ytd/12/1895-2017?base_prd=true&firstbaseyear=1901&lastbaseyear=2000\nSubmitted by rebecca.lindsey on Fri, 12/20/2019 - 10:27\nIn reply to Data by Rebecca\nSubmitted by Heather on Sun, 09/13/2020 - 23:05\nThanks for the feedback, Heather. You're right that using different scales creates the potential for misinterpretation. The problem is, as you alluded to, that using the same scale could create misunderstanding of a different kind. The trouble is that the ranges of the source data in each map vary by nearly an order of magnitude. So using the same scale for both maps would invariably cause one map in each pair to lose most of its geographic detail.\n\nIf the author used the plus/minus 10 scale from the 30-year map for the full time period map, nearly the entire U.S. would be colored a single color: the light gray of the 0-2 degrees bin. Meanwhile, if the author used the plus/minus 2 degrees scale of the full-record map on the 30-year map, all the areas with a trend above 2 F would be solid red (most of the West third of the country), and all the areas with a trend lower than -2 F/century would be solid blue (most of the eastern 2/thirds of the country). Our data visualizers talk about this challenge of balancing these two undesirable outcomes as the \"blow-out versus wash-out tradeoff.\"\nI believe that the author decided that being able to compare the exact values of the 30-year trend at a given place to the exact values of the full-record trend was less important than showing the local and regional variability within each time period, and thus chose to use scales that were optimized for each map. The decision to arrange them with a slider was mine, as the editor, and I was thinking mostly of usability and small screens (the slider allows the images to be viewed without scrolling up and down).\nIn hindsight, I probably should have suggested we iterate on the maps further to see if we could come up with a scale in-between these two extremes that would have provided a reasonable compromise between consistency and geographic detail. What I will do now is update the caption to make sure to call attention to the different scales to potentially head off any misinterpretation.\nThanks for your feedback!\nSubmitted by rebecca.lindsey on Tue, 09/15/2020 - 08:41\nIn reply to Using different scales by Heather\nwhere can I find the scientifically based temperature records to show young people who are scared and explain concern or not?\nThank you!\nRebecca\nSubmitted by Rebecca Alexander on Sun, 07/03/2022 - 23:04\nSubmitted by rebecca.lindsey on Tue, 07/05/2022 - 08:20\nIn reply to temperature changes /trends up till now 2022 by Rebecca Alexander\nJust so you are aware, small portions of this old article, specifically the part about “That pattern of warming is nearly non-existent when we examine just the most recent thirty years since 1987.” Is being cited as “evidence NOAA denies CO2 has an effect on climate change”.\nI am sure that was not the intended purpose of this article. Perhaps a follow up comment here could help clarify the issue?\nSubmitted by  David Jeslis on Sat, 01/14/2023 - 09:41\nThanks for this comment. Given that this entire article is about how short-term trends may be different than the long-term trend of global warming, especially on local/regional scales, I doubt very seriously that any comment we add is going to stop some people from cherry picking a sentence to spread climate disinformation!\n\nStill, I'm happy to re-state the obvious:\nSubmitted by rebecca.lindsey on Tue, 01/17/2023 - 12:17\nIn reply to Cherry Picking by  David Jeslis\nThank you for this thorough analysis and the great visuals. This is exactly the kind of data journalism that sparks my curiosity. I am working on an analysis of rainfall totals by state over the last 20 years and comparing it to agricultural land prices to see what, if any correlation there may be. This is just a personal project for my data portfolio and I am curious about how you went about accessing all the climate data used in your post. I have searched through the NOAA datasets available online as well as the climate.gov data, and have struggled to find anything related to state annual rainfall data except for some satellite image composites.\nSubmitted by Joe on Thu, 01/26/2023 - 19:22",
  "source": ""
}