{
  "url": "https://www.climate.gov/news-features/blogs/enso/january-2018-la-ni%C3%B1a-update-summiting-peak",
  "title": "January 2018 La Niña update: summiting the peak",
  "date": null,
  "content": "Now that we are smack dab in the middle of winter in the Northern Hemisphere, the time of year when ENSO tends to have its more reliable impacts in the United States, it’s go-time for paying attention to what’s going on in the Pacific. And the latest CPC/IRI ENSO forecast says…[drum roll please]…La Niña is here to stay for this winter with a 85-95% probability before transitioning to ENSO-Neutral conditions during the spring.\nSidenote: Also, who is this person writing this post who is definitely not Emily? I’m Tom and I’m filling in for Emily this month (see footnote for Emily’s whereabouts). And just like a normal substitute teacher, don’t be surprised if I end this article early and just make you watch a video. So buckle up!\nDecember 2017 sea surface temperature departure from the 1981-2010 average. Graphic by climate.gov; data from NOAA’s Environmental Visualization Lab.\nWe are certainly in the midst of a La Niña event as sea surface temperatures across the central/equatorial Pacific continue to remain colder than average. In fact, in December the SSTs in the Niño3.4 region—the box in the Pacific Ocean where we look for La Niña or El Niño conditions—were  around 1°C cooler than average for the second consecutive month. Three-month average anomalies of 1°C mark the cutoff between weak and moderate ENSO events, putting this La Niña on the cusp of a moderate event, should the anomalies last one more month.\nOf course, we can’t forget that La Niña is a coupled ocean-atmospheric system. So what is the atmosphere doing?\nFor the month of December, the thunderstorm activity across the equatorial Pacific looked pretty La Niña-like with reduced precipitation near the date-line and farther east while enhanced precipitation fell across the broader Maritime continent in the western Pacific Ocean.  Backing this up, the Equatorial Southern Oscillation Index, which monitors areas closely related to ENSO along the equator, measured 0.9 for December. Positive values reflect lower than average pressure in the western Pacific and higher than average pressure in the central/eastern Pacific Ocean (2).\nDeparture from average of the surface and subsurface tropical Pacific sea temperature averaged over 5-day periods centered on January 3, 2018. The vertical axis is depth below the surface (meters) and the horizontal axis is longitude, from the western to eastern tropical Pacific. This cross-section is right along the equator.\nIf there is one thing to pay attention to moving forward, though, it’s the eastward movement along the equator of warmer than average water at depth in the ocean. This could eventually undercut the ongoing La Niña in the central and eastern Pacific Ocean and help to bring an end to the event.\nAs Emily noted last month, this year’s La Niña followed closely behind the previous La Niña, which weakly petered out by Winter 2017.  This is called a double-dip La Niña and can be seen clearly in the Hovmöller image above of the heat content in the equatorial Pacific. The 2016-2018 double dipping—here it’s not a party foul—is represented by the two areas of colder than average ocean heat content that sandwich a brief period of warmer than average conditions.\nHeat content in the upper few hundred meters of the tropical Pacific near the equator (5°N-5°S) from January 28, 2016 (top of image) through January 3, 2018 (bottom of image) compared to the 1981-2010 average. The western Pacific is on the left; the eastern Pacific is on the right. Each row of the image shows a 5-day average. Scan the image from top to bottom, and you can see the \"double dip\" La Niña (two areas of colder than average temperatures) in the central-eastern Pacific.  (Still not quite sure what you're looking at? Read more about Hovmoller diagrams.) NOAA Climate.gov image, based on data provided by the Climate Prediction Center.\nHowever, it’s that brief period of warming that makes this double dip so unique. There have been 7 double-dip La Niña’s on record back to 1950 but none that warmed that much in between.  Does this have some over-arching meaning? Not necessarily. But it does reflect an important point about our knowledge of ENSO.\nDecember-February temperatures compared to the 1981-2010 average during each La Niña winter since records began in 1950. Gray lines under the maps indicate event strength: strong (dark gray), moderate (medium gray), and weak (light gray). NOAA Climate.gov image based on climate division data from NOAA ESRL.\nWhile we constantly harp on the idea that no two La Niñas or El Niños are alike, it’s important to also remember that we simply do not have a ton of events to look back on. After all, who’s to say that the evolution of this double-dip La Niña is so rare when we’ve only documented 7 cases?\nAnd this is also true for those images of what a La Niña winter might bring to the United States. As shown in previous articles, there is considerable variability when it comes to the temperature and precipitation patterns during a La Niña winter. The figure we often look at is an average of all of those events, but we don’t know whether the number of events we have in our historical record fully encapsulates the possibilities. This is yet another reason why we issue our outlooks in terms of probabilities.\nClimate model forecasts for the Niño3.4 Index, from the North American Multi-Model Ensemble (NMME). Darker purple envelope shows the range of 68% of all model forecasts; lighter purple shows the range of 95% of all model forecasts. NOAA Climate.gov image from CPC data.\nBut enough looking back. Let’s look forward. Dynamical models are confident that La Niña will continue during the Northern Hemisphere winter. Although, it does appear to have peaked in strength as expected because ENSO events typically peak during the winter. As we move into the spring, there is considerable uncertainty as to the direction of ENSO. And by the summer, the model forecasts show quite a range of potential outcomes with some models forecasting an El Niño, some predicting Neutral, while others expect La Niña. This sort of uncertainty is not uncommon the farther we look into the future. Hopefully, as we approach spring and summer, this uncertainty will decrease.  And I promise, you can follow along with us in the ENSO blog.\n(1) Boo Tom! Where’s Emily? Emily is currently with thousands of other meteorologists at the annual meeting of the American Meteorological Society and therefore has handed off blogging duties to me, the author of such high energy posts like three separate articles on how we verify forecasts. I know…It’s not ideal.\n(2) However, the Southern Oscillation Index (SOI) which measures the pressure differences between Tahiti and Darwin, Australia, fell from a La Niña reflecting value of 0.9 in November to a neutral -0.1 value in December. Because the SOI uses locations that are not directly along the equator, these numbers could be influenced by other atmospheric phenomena related to the mid-latitudes and unrelated to ENSO.   And in fact, we had an MJO event throughout December, which may have influenced the SOI.\nSubmitted by John Keyes on Mon, 01/15/2018 - 14:07\nSubmitted by David Hannes on Wed, 12/19/2018 - 21:29\nIn reply to Thanks by John Keyes\nSubmitted by Sven \"Mister T… on Tue, 01/16/2018 - 11:50\nNot enough.\nSubmitted by emily.becker on Tue, 01/16/2018 - 12:45\nIn reply to Am I hearing Echoes?   by Sven \"Mister T…\nSubmitted by John D Jones III on Sat, 01/20/2018 - 12:24\nIn reply to Am I hearing Echoes?   by Sven \"Mister T…\nSubmitted by Joan Ross on Wed, 01/17/2018 - 13:44\nSubmitted by Warren Horowitz  on Sat, 01/20/2018 - 03:03\nHi Warren,\nThat's a very good question.  There likely are several factors responsible for the late freeze-up in the Chukchi Sea, including the long-term warming trend, but ENSO may have been a factor as well.  I would expect a tendency for La Nina to be associated with reduced sea ice in the Chukchi Sea - specifically, I am thinking of Fig. 2b in this article: https://pubs.giss.nasa.gov/docs/2004/2004_Liu_li03200f.pdf.&nbsp; However, I believe that other factors must be at play to explain such an extreme occurrence.  This article provides more insight on this topic: https://insideclimatenews.org/news/30112017/arctic-sea-ice-extent-recor….\nSubmitted by Nathaniel.Johnson on Tue, 01/23/2018 - 14:32\nIn reply to Impact of La Niña on very late freeze-up in the Chukchi Sea? by Warren Horowitz\nSubmitted by Outdoor on Sun, 01/28/2018 - 07:57\nSubmitted by PHXAZ on Mon, 02/05/2018 - 16:52\nSubmitted by Charlie P on Wed, 02/07/2018 - 22:16\nSubmitted by Mmaker on Sat, 03/10/2018 - 00:47\nSubmitted by Megan on Mon, 03/26/2018 - 21:39\nIn reply to Tom seems pretty cool by Mmaker\nSubmitted by Steve  on Wed, 03/21/2018 - 09:24\nThanks Steve!\nIf your students have any questions, let them know we are here to answer them.\nSubmitted by tom.diliberto on Wed, 03/21/2018 - 10:07\nIn reply to High school science by Steve\nSubmitted by Megan on Sun, 03/25/2018 - 21:19\nIn reply to RE: High school science by tom.diliberto\nSubmitted by Megan on Mon, 03/26/2018 - 18:46\nIn reply to RE: High school science by tom.diliberto\nHi Megan,\nThanks for the comments and impressive list of retired storm names. As for the picture, I'm not sure. I think it was at a science conference I attended several years ago.\nSubmitted by tom.diliberto on Tue, 03/27/2018 - 08:38\nIn reply to Hey Thomas where are you at by Megan",
  "source": ""
}