{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/giant-hailstones-most-snow-day-state-extremes-show-us-just-how-big",
  "title": "From giant hailstones to the most snow in a day, state extremes show us just how BIG the weather can get",
  "date": null,
  "content": "In the last few weeks, my colleague Karin Gleason and her colleagues around the country finalized a number of state climate extremes records and reports. Some of these were recent record-breaking events; some were recently discovered as data continue to be liberated from paper into the digital world; and some were backlogged because somebody had let them linger too long (here’s where I blush and stare at my shoes).\n(left) Map from the Office of the Texas State Climatologist with hand annotation of record low temperatures for February 1899 by county. (right) Digital scan of Tulia, TX observer form for February 1899. Images taken from the official state extreme report.\nHere’s what Karin and Friends determined in the last month or so:\nIf you’re thinking “Hasn't it been 119 years since 1899?” and \"How can an event that old set a new record?\" you’re not alone. We’ll come back to that.\nA tree snapped during the February 2017 high-wind event that generated California's strongest known wind gust. Photo courtesy of Will Paden, as included in the State Climate Extremes Committee report related to the event.\nAbout 15 years ago, my colleague Karsten Shein took on the task of assembling a list 250 potential records—an initial set of five per state—and sent it out for examination and review by the State Climatologists of these United States. The surviving observations from that process are the base of the current list of state weather and climate records.\nToday, any changes are adjudicated by a jury of experts from five institutions: the State Climate Office, the Regional Climate Center, the National Weather Service Forecast Office, the NWS Regional Headquarters, and the National Centers for Environmental Information. Each review, and the recommendation of the committee, is captured in a report detailing the observational challenges and review methods.\nI should point out here that these are the state records recognized by NOAA and our amazing partners in the American Association of State Climatologists. There are other, perfectly fine, lists of weather and climate records out there. Ours can differ in some details; we’ll cover that below.\nI mean, who doesn’t get the itch to know when and where the largest hailstone fell in Kansas? (by the way, Coffeyville, 1970, if you’re going by weight or circumference; Wichita, 2010, if you’re going by diameter).\nBut these records have value beyond their (admittedly, seductive) trivial allure. They are valuable because they [imperfectly] address the question: how big can the weather get around here? They tell us about where we live, and what is possible, in the places we live.\nA clipping from the Hillsboro Mirror about the record-setting snowfall in Hillsboro, TX, in December 1929 was one of the pieces of evidence that the extremes committee used to corroborate the new-old record. Image taken from the NWS Dallas/Fort Worth weather office  website. Originally provided by the McIlroy family.\nThe NOAA state records have a few constraints that may make them less extreme than other lists. For example, the record warm temperature for the great state of Hawaii is 100°F, at a place called Pahala. Now, yes, anybody silly enough to bring a thermometer close enough to a Hawaiian lava flow will record an air temperature warmer than 100°F, even if it’s the last thing they record. Nobody is going to live near flowing lava, for too long, anyway. So some of the weather variables (temperature, precipitation) need to be observed by a fixed station, which, more or less, live where we live. Moreover, when possible, the data have to end up in some kind of archive, so that our grandkids can retrieve it. This is kind of important.\nOur list isn’t perfect. It’s hard to measure extremes. They are literally at the boundary of what we know to be possible. So these lists operate in a space where plausibility reigns over certainty.\nOur list doesn’t recognize all observing platforms. There are radar-estimated winds that exceed state records. Where do they go? For now, they don’t go in our list, which requires direct observation.\nThe list represents what is systematically observed, which is a much smaller sample than \"everything that has happened.\" We don’t pretend that the 4.75” hailstone that was retrieved in Minooka was the largest that has ever fallen in Illinois; surely other, larger stones have fallen. But this was the largest that a person picked up, preserved, measured, and ultimately shared with the NWS.\n(aside: if you suspect you’re holding a record hailstone and want to properly process and report it, there’s guidance for that)\nThis hailstone retrieved in June 2015, with a diameter of 4.75 inches, is the state record for Illinois. Photo from the State Climate Extremes Committee report that documented its occurrence and retrieval.\nSometimes, weather just overwhelms the observing equipment. The Texas state record for rainfall, set during a tropical storm in 1979 is an exception to our “purpose built equipment” constraint. Rain gauges aren’t built to measure 40+ inches in a day. So the total was assembled kinda forensically by a previous team looking into the event. They used rain gauge information from observers who were able to dump their gauges as they filled up—typically every ten inches. That study also used some opportunistic examination of vessels not made for accurately measuring rain—this is called a “bucket survey” in the business. The results of the fairly exhaustive study were adopted by the committee.\nA contour map of 24-hour rainfall accumulation along the Texas Gulf Coast during Tropical Storm Claudette in July 1979. The station at Alvin (inset) holds the record for the most rain recorded in a 24-hour period anywhere in the United States.\nFinally, as data continue to be rescued from paper and thrown into the digital world, records can be set retroactively (see the two Texas records above). As observing networks are commissioned into our official archives, records can be set retroactively (see the New Jersey record above).\nOne of the really unexpected benefits of doing this work, together, is that it helps inform observing practices—how and where and when and how well we measure what we measure, and the kinds of things that can lead to invalid data. We learn more about the subtleties of meteorology that can lead to huge events—the local experts from the Weather Service and State Climatologist offices provide rich detail in that regard.\nAnd, going Beyond the Data, we also learn about just how extreme our weather can get.",
  "source": ""
}