{
  "url": "https://www.climate.gov/news-features/blogs/enso/madden-julian-oscillation-has-been-active-so-far-winter-here-why-it",
  "title": "The Madden Julian Oscillation has been active so far this winter. Here is why it matters.",
  "date": null,
  "content": "Howdy readers! It’s now mid-February and while some of us are still dealing with the last vestiges of deep winter (wrapped up in wool blankets, sipping our hot tea, in the glare of our light therapy lamps), I thought it would be a nice time to recap what we’ve seen weather- and climate-wise so far this winter. Official winter for us meteorologists is the months of December-February, and although we’re not quite done, I still want to point out the changes in surface temperature over the U.S. so far because they’ve been really fascinating, likely in part due to the Madden-Julian Oscillation or “MJO.”\nThe What?  The MJO? This can’t be good! But please hang tight—hey, get your mouse cursor away from the exit button! The Madden-Julian Oscillation is a major fluctuation in tropical circulation and rainfall that moves eastward along the equator (Footnote 1), and circles the entire globe in a span of 30–60 days on average. We’ve already covered the MJO in the ENSO blog and also in the Beyond the Data blog, so if you want more details, head on over to those links and give them a read.\nAverages of all January–March MJO events from 1979–2016. Green shading shows below-average OLR (outgoing longwave radiation, or heat energy) values, indicating more clouds and rainfall, and brown shading identifies above-average OLR (drier and clearer skies than normal). The purple contours show the location and strength of the Pacific jet at the 200-hPa level (roughly 38,000 feet at that location). Note the eastward movement of the wet and dry areas. How far the Pacific jet extends past the international dateline also changes with the phase of the MJO. NOAA Climate.gov animation, adapted from original images provided by Carl Schreck.\nUnlike with ENSO, for which we make a big deal about the monthly or seasonal averages rather than shorter-term fluctuations, the MJO is tracked using daily or weekly averages. We even have a way to monitor the MJO up to the current day with this picture called a “phase diagram,” named that way because its divided up into eight stages or eight phases (stay with me, I promise this isn’t advanced math):\nThe MJO index values for each day from November 26, 2017 to February 13, 2018.  Days inside of the circle are weak or inactive MJO.  Daily movement outside of the circle and in a counter-clockwise direction indicate an active MJO.  Data is from Wheeler and Hendon (2004) and image is modified by Climate.gov.\nAs you can see above, for most of this winter the MJO has been alive and well, which is shown by the movement of each day’s value in a counter-clockwise direction (indicated by a dot with a number indicating the day of the month). This counter-clockwise motion implies that the MJO is moving, as it is supposed to, to the east (footnote 2). The stronger an MJO is, the farther the dots lie from the circle.  Some of the values so far this winter have been near record strength at times! (check out Phase 6).\nThe MJO doesn’t always exist. During winter, it is active only about 40-50% of the time. When the MJO is weak or not active, then values in the diagram below will occur more often within the circle at the origin (as was the case in middle-to-late November 2017).\nThat’s all very nice, but what does the MJO mean for the United States?  Past research (see references below) has shown that even though the MJO is confined to the Tropics, it can still push around the global circulation and impact temperature and precipitation over the United States (similar to how ENSO affects the jet streams). This influence tends to be most noticeable during the winter.\nAs a rule of thumb, we find that, when the MJO is alive and well during the winter, phases 1 and 2 tend to be associated with below-average temperatures prevailing over much of the continental United States and phases 5 and 6 are linked to generally above-average temperatures. The other phases tend to be messier and more transitional, going from colder to warmer or vice versa.\nFor specifics, check out the average temperature departures associated with the MJO during December–February (DJF) and January–March (JFM) in CPC’s MJO composites page.\nBelow are maps showing temperature departures during various periods over the last two and a half months. To define these periods, I’ve averaged together consecutive days that belong to certain MJO phases (Footnote 3). Based on our assessment, during the times when the MJO was in Phases 5 and 6 (Dec. 1–7 and Jan. 22–31), the U.S. experienced periods that were among the warmest of the 2017-18 winter. When the MJO was in Phases 1 and 2 (Dec 27–Jan 13), the U.S. had a big cold snap with largely below average temperatures over much of the lower 48 states.  The remaining days were transitional, going from a warmer pattern to a colder one (Dec 8–26) or going from colder-to-warmer (Jan 14–Jan 21).\nSurface temperature departures from average across the contiguous United States for consecutive periods during the 2017-18 winter while the MJO was active and in different phases.  Blue shading indicates below-average temperatures and red shading indicates above-average temperatures (relative to a 1981-2010 base period). Gridded data is from CPC with graphic modified by climate.gov.\nSo, the situation thus far this winter has been pretty interesting because we see temperature shifts over the United States that are mostly adhering to this rule of thumb. Can we always expect these types of temperature swings to emerge so clearly?  No, it is quite often that specific events (just like among La Niña cases) have a fair number of differences between them.\nLike most rules of thumb, don't treat this MJO one as hard and fast and run up to your friends to tell them, “Oh my goodness, the MJO is insanely strong in Phase 6 and that’s why it’s warmer outside!”  Not only may they ostracize you forever, but while this outcome may be favored, on a given day or week, there are an awful lot of other climate patterns (hello La Niña) and weather systems mucking up the big picture.\nBut when you start averaging all MJO cases together, over say the past 30 years, you start to see more of a “signal.” In other words, if we could go into a magic weather machine and turn off all the other things that can push our atmosphere around, then we would see these MJO driven patterns much more clearly (no, we don’t have one and, yes, we wish).\nBut, alas, we don’t live in an artificial world, so for a specific case, the best we get is patterns that look “MJO-ish” or “La Niña-ish.” Meaning, if you squint your eyeballs, and allow things to blur a bit, the pattern of US temperature anomalies can take on a look that is approximately what you might expect, but not perfectly (footnote 4). This is why forecasters still depend on having the latest and greatest weather and climate models for their outlooks out to four weeks. Because it’s not all about the MJO, or even, gasp, ENSO.\nSo, what does the MJO mean for the rest of February and into March?  In the past couple of weeks the MJO has stalled out and substantially weakened (link to real time) and there is uncertainty in the future progression of the MJO—some models suggest the MJO will continue to shift eastward and others suggest the MJO will weaken further. And of course there’s that sudden stratospheric warming too, so the next month or so will be interesting to watch! Wait, what?!\nThanks to Dr. Matthew Wheeler (Bureau of Meteorology in Australia) for providing the MJO index data (see Wheeler and Hendon, 2004, for information on the calculation of this index).\n(1) You might be wondering why the MJO moves to the east or why does an MJO form.  The answer is we don’t really know, but there are all sorts of equatorially trapped atmospheric waves that move eastward or westward and the MJO is just one kind of wave.  Other types include eastward propagating Kelvin waves (different from those in the ocean), westward propagating Rossby waves, eastward or westward inertio-gravity waves, etc.  If you’re interested in more detail, check out Wheeler, M. and G.N. Kiladis, 1999: Convectively Coupled Equatorial Waves: Analysis of Clouds and Temperature in the Wavenumber–Frequency Domain. J. Atmos. Sci.,56, 374–399.\n(2) The MJO index shown above can show other odd features that stay stationary in one or two phases for an extended part of time. Or even travel westward (clockwise on the diagram shown in the first two figures). What we like to see is a – more or less – continuous counter-clockwise pattern, showing eastward movement. If it is not moving in this direction it may not be indicating a true MJO. Sometimes other weather and climate phenomena get mixed up in the “MJO index,” which is why it can look a little odd at times (Ironclad Rule:  No one index is perfect all the time).\n(3) We’re averaging together all days spent in MJO Phases 5/6 combined (often warmer over the U.S.), Phases 7/8, Phases 1/2 (often colder over the U.S.), and Phases 3/4. The reason for this averaging is that daily data is really jumpy and this helps us see the overall shifts in the pattern.\n(4) As much as they would like to, climate forecasters cannot select a “blurry brush” to make an outlook map, so they resort to probabilities to communicate the degree of uncertainty with respect to the MJO—there is an acute awareness that other factors might interfere with the forecast.\nBaxter, S., S. Weaver, J. Gottschalck, and Y. Xue, 2014: Pentad Evolution of Wintertime Impacts of the Madden–Julian Oscillation over the Contiguous United States. J. Climate, 27, 7356–7367.\nJohnson, N.C., D.C. Collins, S.B. Feldstein, M.L. L’Heureux, E.E. Riddle, 2014: Skillful wintertime North American temperature forecasts out to four weeks based on the state of ENSO and the MJO. Wea. Forecasting, 29, 23-38.\nLin, H., and G. Brunet, 2009: The influence of the Madden–Julian oscillation on Canadian wintertime surface air temperature. Mon. Wea. Rev., 137, 2250–2262.\nRiddle, E.E., M.B. Stoner, N.C. Johnson, M.L. L’Heureux, D.C. Collins, S.B. Feldstein, 2013: The Impact of the MJO on Wintertime Circulation anomalies over the North American region, Clim. Dyn., 40, 1749-1766.\nSchreck, C.J., J.M. Cordeira, and D. Margolin, 2013: Which MJO Events Affect North American Temperatures?. Mon. Wea. Rev., 141, 3840–3850.\nTseng, K.-C., Barnes, E. A., & Maloney, E. D. 2018. Prediction of the midlatitude response to strong Madden-Julian oscillation events on S2S time scales. Geophysical Research Letters, 45, 463–470.  See climate.gov profile on Professor Libby Barnes’ work.\nZhou, S., M. L. L’Heureux, S. Weaver, and A. Kumar, 2012: A composite study of the MJO influence on the surface air temperature and precipitation over the continental United States. Climate Dyn., 38, 1459–1471.\nSubmitted by Dennis Shea on Thu, 02/22/2018 - 20:41\nThanks!\nSubmitted by emily.becker on Fri, 02/23/2018 - 09:39\nIn reply to February 22, 2018 MJO: References by Dennis Shea\nSubmitted by Anonymous on Fri, 02/23/2018 - 22:46\nHaha, good luck keeping up with all of the oscillations in the climate literature!  It's confusing even for the specialists.  There are quite a few other atmospheric teleconnection patterns aside from the NAO, PNA, AO, and AAO (also called the Southern Annular Mode or SAM).  The Climate Prediction Center monitors some of the others (in addition to the NAO, PNA, AO, and AAO) on monthly timescales - you can find more information here: http://www.cpc.ncep.noaa.gov/data/teledoc/telecontents.shtml.&nbsp; However, I think you hit on most of the dominant ones.  Of course, I assume that ENSO is your favorite. ENSO is king of the tropics on seasonal and interannual timescales, but the MJO is the major player on subseasonal timescales.  The PNA, NAO, and AO (AO and NAO are closely related) are the dominant Northern Hemisphere patterns in the midlatitudes and Arctic.  The AAO/SAM is the dominant pattern in the Southern Hemisphere, but the two Pacific/South American patterns (PSA1 and PSA2) are important, just as the PNA is very important for North America.  The PDO and AMO are dominant modes of ocean and atmosphere variability on decadal and interdecadal timescales.  The QBO is a very regular biennial oscillation in the tropical stratosphere.  That's a very quick summary of the major climate patterns that impact our weather and climate from days to decades!  That doesn't mean that other patterns do not play major roles because we know they do from time to time.\nSubmitted by Nathaniel.Johnson on Sat, 02/24/2018 - 21:03\nIn reply to List of all of the by Anonymous\nSubmitted by Joseph Renken on Sat, 10/06/2018 - 11:59\nIn reply to RE: List of all of the by Nathaniel.Johnson\nUnfortunately, we do not calculate these indices.\nSubmitted by michelle.lheureux on Fri, 11/02/2018 - 08:33\nIn reply to RE: RE: List of all of the by Joseph Renken\nSubmitted by Anonymous on Sun, 02/25/2018 - 17:13\nGood question!  It's challenging to draw too many inferences about multi-decadal hurricane variability from a small sample size, but there is at least one study that suggests that Atlantic major hurricanes declined from 2005-2015 because of slow variations in ocean processes, namely a slowing of the Atlantic Meridional Overturning Circulation (AMOC).  (I hate to add another acronym, given my acronym-filled response above, but the AMOC and AMO are believed to be related).  You can find that study here: https://www.nature.com/articles/s41467-017-01377-8.&nbsp; So that study seems to be in agreement with your idea of an end to the active Atlantic hurricane cycle resulting from changes in the Atlantic ocean circulation.  However, I hesitate to conclude that such an inactive period will continue.  After all, the 2017 Atlantic hurricane season was very active.\nSubmitted by Nathaniel.Johnson on Sun, 02/25/2018 - 17:43\nIn reply to Are we still in the active by Anonymous\nSubmitted by Anonymous on Sun, 02/25/2018 - 18:58\nIn reply to RE: Are we still in the active by Nathaniel.Johnson\nSubmitted by Anonymous on Mon, 02/26/2018 - 21:53\nIn reply to RE: RE: Are we still in the active by Anonymous\nDisclaimer: I have not studied the current Atlantic conditions in detail, but a lot of the ideas seem reasonable.  I am not aware of widely used, real-time monitoring of the AMOC strength, but the AMO index has been slightly positive (i.e., warm) over the past few months.  The NAO has been predominantly positive this winter, which would tend to be associated with trade wind strengthening and MDR cooling, but the forecast is for a negative NAO tendency over the next week or so.  However, I am not confident in the persistence of this NAO pattern, and so I do not know if it will have major impacts on MDR SSTs.  You are right that the Gulf of Mexico and much of the North Atlantic has been warmer than normal.  The NMME forecasts (http://www.cpc.ncep.noaa.gov/products/NMME/seasanom.shtml) indicate a fairly high probability that SSTs in a broad region of the North Atlantic will remain above normal through the summer.\nSubmitted by Nathaniel.Johnson on Tue, 02/27/2018 - 14:29\nIn reply to RE: RE: RE: Are we still in the active by Anonymous\nSubmitted by Anonymous on Thu, 03/01/2018 - 20:39\nI don't know if I would characterize my reaction as surprised.  Many did not rule out the chances of a big Atlantic hurricane season.  Still, it was more active than many anticipated before the season.  Perhaps the biggest factor that wasn't accounted for in early forecasts was that we did not see the development of El Nino.  You may recall that ENSO forecasts last winter and spring indicated elevated probabilities of El Nino development, which would have reduced Atlantic hurricane activity, but of course El Nino did not develop.  You can read more about this in this excellent blog post by Dr. Phil Klotzbach: https://www.climate.gov/news-features/blogs/enso/how-have-changing-enso…\nSubmitted by Nathaniel.Johnson on Thu, 03/01/2018 - 22:29\nIn reply to What surprised you about the by Anonymous\nSubmitted by Anonymous on Fri, 03/02/2018 - 16:47\nIn reply to RE: What surprised you about the by Nathaniel.Johnson\nThat's a good question, but I don't think we have the answers at this time.  Was it due to small errors in the initial conditions and the inherent chaos of the system?  (See Emily's great post on this topic: https://www.climate.gov/news-features/blogs/enso/butterflies-rounding-e….) Or are there errors imbedded within our forecast models that made the forecast for El Nino too aggressive?  The answers to those questions have big implications for the predictability of tropical sea surface conditions last summer and fall, but they require careful study first.\nSubmitted by Nathaniel.Johnson on Fri, 03/02/2018 - 22:06\nIn reply to RE: RE: What surprised you about the by Anonymous\nSubmitted by Anonymous on Sat, 03/03/2018 - 18:47\nIn reply to RE: RE: RE: What surprised you about the by Nathaniel.Johnson\nSubmitted by Anonymous on Fri, 03/02/2018 - 23:29\nSubmitted by Anonymous on Fri, 03/02/2018 - 23:32\nSubmitted by tim zevo on Thu, 02/21/2019 - 09:16\nHi Tim,\nYes, I believe so.  One of the key players for the recent pattern near the Pacific Northwest likely has been the negative phase of the Pacific/North American pattern (PNA).  (NOAA CPC monitors the PNA index here.)  This pattern in the negative phase is characterized by a big ridge of anomalous high pressure over the North Pacific and a trough of anomalous low pressure over western North America (among other features).  Both ENSO and the MJO impact the PNA (although El Nino typically forces the opposite phase of the PNA than what we have observed over the past few weeks), and there is a component of the PNA that is independent of both the MJO and ENSO.  There may be other important patterns to consider, but I would need to do a more careful diagnosis to speculate further.\nSubmitted by Nathaniel.Johnson on Thu, 02/21/2019 - 11:20\nIn reply to mjo and others, eastern pacific abnormal cold oscillation 2019 by tim zevo\nSubmitted by Michael Wallace on Thu, 03/26/2020 - 09:56\nSubmitted by Mike Wallace on Thu, 03/26/2020 - 10:09\nThis refers to the methodology used in the 2004 paper.\nSubmitted by mike.halpert on Fri, 03/27/2020 - 14:59\nIn reply to Abeqas question on Figure 2 by Mike Wallace",
  "source": "climate.gov"
}