{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/springing-back-beyond-data-rebellion",
  "title": "Springing Back: a Beyond the Data rebellion",
  "date": null,
  "content": "Welcome to the sprung forward part of our calendar.\n(yawns)\nI'm really sorry about that. I didn't sleep well last night.\nIf you’re one of the thousands of Americans who strolled into your first appointment about 56 minutes late today, I feel your pain. Been there, done that! So, let’s protest the onset of Daylight Saving Time by springing back. Take that, clocks!\nToday’s Beyond the Data will look back into some of the supplemental information attached to our February / Winter State of the Climate reports. Insider tip: the fun stuff is always in the supplemental information. We’ll pull out some fun regional trivia, but there’s at least one lesson about the climate system in each nugget.\nFirst things first, February 2018 was, like many months, a tale of regional contrasts. It was quite warm east of the Mississippi, and the Northern Plains were quite cold. I mean: Quite. Cold. Relative to average, Musselshell County, Montana, was the coldest place in the contiguous United States (CONUS). It checked in as the only county more than 15 degrees Fahrenheit colder than its February average, as measured by our not-yet-official (thus, “supplemental”) county data set.\nCounty-by-County temperature anomalies (departures from the 1901-2000 average) in degrees Fahrenheit for the contiguous United States during February 2018.\nAgain, that darkest spot of blue isn’t a “gosh, what a relief from the Alabama summer” refresher. It’s a “winter was brutal” punch in the chops! Let’s put it this way, an average February temperature for the area is less than 24 degrees.\nWhere were the warmest counties, relative to the February normal? The southern exurbs of Atlanta take that prize, as part of a historically warm February across much of the southern and eastern United States.\nBut it’s Spring Back Day here at Beyond the Data. So, let’s look back across the nation’s modern climate history, which dates to 1895, the second Grover Cleveland administration. One of the intermittent features of the supplemental State of the Climate information is the “when was your warmest/coolest/wettest/driest season on record?”\nFor example, when was your warmest spring on record? Here’s a map. There are six colors: the first five show the springs with the five largest footprints of “warmest spring on record.” The sixth color is \"Other” which means “we only used five crayons. The other regions are really small.”\nWarmest Spring on record, since 1895, based on average temperature, for each 5km-by-5km pixel in the contiguous United States. The five Springs with the largest footprint are depicted on this map. Please note that the five largest footprints are not necessarily the five warmest Springs, on average.\nFor almost half of the CONUS (49.0%), and most of the CONUS east of the Rockies, the answer is “2012.” That was an epically warm spring. For about half of the rest (25.0%), most of the CONUS west of the Rockies, the answer is “1934.”\nIf you’re wondering whether just two seasons uniformly covering up three-fourths of the map is unusual, it is. Most maps are more fractured than this. But it underscores one tenet of weather and climate: hot is big. The features that make things warm - ridges, namely - tend to be big and slow.\nMoving onto a variant of the same map, here’s a map that shows the same thing, but strictly for daily maximum (“afternoon high”) temperatures. In other words, this map answers the question “which year brought your warmest spring afternoons?”\nWarmest Spring on record, since 1895, based on average daily maximum (\"afternoon high\") temperature, for each 5km-by-5km pixel in the contiguous United States. The five Springs with the largest footprint are depicted on this map. Please note that the five largest footprints are not necessarily the five warmest Springs, on average.\nThe major players are still the same: 2012, 1934 and 1910, in that order. The spring of 2010 still shows up around the Great Lakes and New England. But there’s a newcomer relative to the previous map.\nIn much of Texas and some of New Mexico, the spring of 2011 was the warmest on record. And that’s a bit unusual, because look at the national rank in parentheses: 57th warmest. So, Texas and some of New Mexico had their warmest spring on record while overall, averaged across the country, spring 2011 was in the middle of the pack, temperature-wise.\nThere are a few things to pull out. First, the spring of 2011 was a colossally extreme spring. We’ll detail that more in just a few paragraphs. But it’s relevant that Texas and New Mexico hit the mark for warm afternoons, rather than mornings. That’s related to how dry it was there at the time. 2011 was a severe drought year in the southern plains, and the dryness really became entrenched early in the year.\nDryness and afternoon warmth are related. First off, those ridges that bring warm air inhibit widespread organized cloudiness and precipitation. Also, when soils are dry, the Sun’s energy goes exclusively into raising the temperature, rather than being split between that and evaporating some water. This effect is more dramatic in the summer, but the sun is high enough in the sky during spring (especially down there around 30 degrees latitude) that this effect can really play out.\nColdest Spring on record, since 1895, based on average temperature, for each 5km-by-5km pixel in the contiguous United States. The five Springs with the largest footprint are depicted on this map. Please note that the five largest footprints are not necessarily the five coldest Springs, on average.\nA quick look at the coldest springs on record indeed shows a slightly more fractured map than those for warm one. With that said, spring 1917 is pretty darn impressive on the cold side, dominating the western U.S., and picking up some spots in New England. It was the coldest spring on record for the country, and it’s not really that close.\nFinally, let’s look at the driest and wettest springs on record.\nDriest Spring on record, since 1895, based on precipitation, for each 5km-by-5km pixel in the contiguous United States. The five Springs with the largest footprint are depicted on this map. Please note that the five largest footprints are not necessarily the five driest Springs, on average.\nPrecipitation maps are even more fractured, because precipitation generally has sharp gradients and sharp boundaries and painful detail. Using only five crayons leaves a lot of the map as “other.” But we still have some relevant information.\nCheck out Texas and New Mexico. There’s 2011. Their warmest spring generally overlapped with their driest, for the reasons spelled out above.\nWettest Spring on record, since 1895, based on precipitation, for each 5km-by-5km pixel in the contiguous United States. The five Springs with the largest footprint are depicted on this map. Please note that the five largest footprints are not necessarily the five wettest Springs, on average.\nNow look at the Wet spring map. There’s 2011. Again. The Ohio Valley got all kinds of dumped on that season. There were epic floods throughout the season in the region. The spring of 2011 was marked by profound regional extremes.\nAlso, one last nugget. The spring of 1957 was the wettest spring on record, when averaged across the United States. That was a great drought buster in the South, and effectively put an end to more than a half-decade of some of the worst droughts, if not the worse, to hit the region. And yes, I'm aware of that Other Drought, but that's another Beyond the Data story. The point here is that the epic droughts often end with colossally wet seasons.\nI hope you’ve enjoyed springing Back on Beyond the Data. Now, go pound some coffee.\nSubmitted by Megan on Sat, 03/24/2018 - 20:26",
  "source": "climate.gov"
}