{
  "url": "https://www.climate.gov/news-features/blogs/enso/index-page-enso-blog-posts",
  "title": "Index page for ENSO blog posts",
  "date": null,
  "content": "Find your favorites! Here's an index of ENSO blog posts grouped a bit differently than what you get from the Climate.gov search function or what a simple listing page produces. The categories are simply the main ways that the ENSO blogging team tends to remember and talk about previous posts. Please keep in mind that everything about this index list is manual, from remembering/finding articles to include to the alphabetization of the guest authors section. I will almost certainly have missed some posts or made other mistakes. If you see a problem, feel free to point it out in the comments. I update this page a few times per year, so it will eventually get corrected.\nENSO 101 and other basics of seasonal forecasting\nPosts about monitoring ENSO\nPosts about things other than ENSO\nPosts about forecast verification\nPosts about ENSO impacts\nPosts about ENSO and climate change\nPosts previewing the winter outlook\nPosts with guest authors\nTop of the month posts (forecast discussion)\n2024\n2023\n2022\n2021\n2020\n2019\n2018\n2017\n2016\n2015\n2014\nElsewhere on Climate.gov\nSubmitted by Megan on Fri, 04/06/2018 - 22:25\nWe're not likely to update this after every post, as it's not automated, but we'll try to update it periodically.\nSubmitted by mike.halpert on Wed, 04/11/2018 - 13:53\nIn reply to This is handy are you going by Megan\nSubmitted by Joe Witte  on Wed, 09/25/2019 - 11:47\nI know it's been awhile since this page has updated, but I do appreciate the updates that are here.\nSubmitted by Jeff Rose on Sat, 04/16/2022 - 14:25\nthanks for the nudge. I will try to get this updated this week.\nSubmitted by rebecca.lindsey on Mon, 04/18/2022 - 16:32\nIn reply to Thanks for doing this! by Jeff Rose\nThis index is a great tool to navigate through the plethora of ENSO blog posts. It's indeed refreshing to see posts categorized differently, making it easier for readers like me to find specific content based on our interests. Thanks for putting in the effort to keep this updated, and I look forward to exploring more articles here.\nSubmitted by Digiwings Agency on Mon, 05/29/2023 - 04:00\nGreat what your doing with the Blog !\nSubmitted by Stephen S. on Tue, 01/30/2024 - 06:35",
  "source": ""
}