{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/all-things-being-equal-edition",
  "title": "The all things being equal edition",
  "date": null,
  "content": "This week’s Beyond the Data edition looks a little more deeply at NCEI’s monthly U.S. climate report for March.\nOne of the handful of obscure meteorological/climatological seasons is the “cold season,” which in the U.S. runs from October through March. Now, I know it’s a stretch for a reader in, say, St. Paul to think of  Arizona’s typical  October-through-March average temperature in the upper 40s as a “cold season,” but it's all relative.  For a state where the daytime high in the summer is 92F,  the term \"cold season\" applies in Arizona, too.\nSpeaking of Arizona’s “cold season,” this was the warmest such season on record for the state—a record that dates to 1895. Its average temperature of 52.6F was almost five degrees warmer than the 20th-century average of 47.8F. That’s a lot.\nTemperature percentiles (defined here) for the 2017/18 cold season, which begins in October and lasts through March.\nBut the recent trend in Arizona’s cold season temperature may be even more striking than this one year's anomaly. Over the last 50 years, the cold season has warmed by 3.5F (neighboring New Mexico, by 3.4F). That’s considerably warmer than the national average for the cold season, and even more so when compared to the national year-round rate of warming over the last 50 years.\nBut even that is nothing compared to Alaska, which has warmed by nearly 5.0F over the last 50 years—an astonishing clip of 10 degrees per century. Alaska's North Slope? Wow.\nArea\nSeason\nRate of Temperature Change During last 50 years\nCONUS\nAnnual\n5.2°F per century\nCONUS\nOct-Mar\n6.3°F per century\nNew Mexico\nOct-Mar\n6.8°F per century\nArizona\nOct-Mar\n7.0°F per century\nAlaska\nOct-Mar\n9.9°F per century\nAK North Slope\nOct-Mar\n17.1°F per century\nThese updated cold-season trends are part of a world-wide phenomenon that we've written about here on the blog before: globally, all things being equal, cold things are warming faster than already-warm things.\nSpeaking of shockers, the first quarter of 2018 saw three billion-dollar weather or climate disasters: all of them synoptic weather systems that produced significant snowfall in the Northeast—and one of them produced significant severe weather in the South.\nThe number of weather and climate events causing more than $1B each in damages, by year, since 1980. Colored segments of each bar subdivide the total by hazard type. Source: https://www.ncdc.noaa.gov/billions/time-series\nThose three events brought the total number of “billion dollar disasters” since 1980 up from 219 at the end of 2017 to 230.\nWait, what?\nThe Billion Dollar Disaster list is adjusted for inflation, using the Consumer Price Index. Each year, the master list may take on “new” events from the past, when their inflation-adjusted damages rise above $1B in today’s dollars.\nThat’s what happened this year. A total of eight events crossed that $1B mark, once 2018 dollars were considered. Which eight events? The ones with an asterisk* in this list (pro tip: sort by cost; obviously, they’re all close to the bottom).\nSo, these were pretty obviously three weather events. How's the climate part come in?\nOne major driver of losses was flooding due to the Nor'easter version of \"storm surge.\" The Boston area experienced significant flooding in two of the storms.\nOnshore flooding is a combination of factors: winds, atmospheric pressure, the tidal phase during an event, infrastructure, and so on. But with all that said, the mean sea level in the Boston area is about half a foot higher than it was 50 years ago.\nSo, all things being equal...\nOkay, let’s stop for a second. When comparing situations across changes in the climate system, all things are not equal. They never are. (Would the tidal phase during two storms that occurred 50 years apart necessarily be equal? The infrastructure development on the coast? The exact scale, intensity, and location of the larger weather pattern? And so on.). But I say it to isolate relative contributions of the different components of a complex system, and to address how the weight of one contributor may change over time.\nOkay, with that said, starting over...\nRelative sea level in and around Boston has risen about half a foot in the last 50 years. So, all else being equal, the same storm 50 years ago would have six inches less water to push inland. That's a big, big difference, and one that has developed on the climate scale.\nThat’s how climate comes in, even in these weather events. Many times, in the discussion of weather and climate, we mistakenly consider these two words, and the concepts they define, to be mutually exclusive frames. They're not. Much like you and me, they share more than they don't. Much like you and me, they can co-exist despite of their differences.\nGoing forward, we'll get more comfortable recognizing this as we diagnose big events.\nThank you, and all things being equal, I hope you’ve enjoyed going Beyond the Data.\nSubmitted by Curtis Koth on Sat, 04/14/2018 - 19:59\nHi there ... here's a map. You can use the radio buttons to bounce from displaying ranks, anomalies or observed HDDs.\nhttps://www.ncdc.noaa.gov/cag/divisional/mapping/110/hdd/201803/6/rank\nDeke\nSubmitted by Derek.Arndt on Mon, 04/16/2018 - 08:48\nIn reply to Divisional average temperature ranks October 2017 - March 2018 by Curtis Koth\nAnd for the record, this week's coming blog topic is Heating & Cooling degree days, so be sure to check back later this week.\nSubmitted by rebecca.lindsey on Mon, 04/16/2018 - 10:11\nIn reply to Divisional average temperature ranks October 2017 - March 2018 by Curtis Koth",
  "source": "climate.gov"
}