{
  "url": "https://www.climate.gov/news-features/blogs/enso/june-2018-enso-update-el-ni%C3%B1o-watch",
  "title": "June 2018 ENSO Update: El Niño Watch!",
  "date": null,
  "content": "Well, well, well… what have we here? Favorable conditions for El Niño to develop? The June ENSO forecast estimates a 50% chance of El Niño developing during the late summer or early autumn, and an approximately 65% chance of El Niño conditions in the winter, so forecasters have instituted an El Niño Watch.\nBefore we get into the potential for El Niño, let’s talk about right now. We are in neutral, and forecasters expect that ENSO-neutral conditions will play on through the summer. The surface temperature of the tropical Pacific Ocean is close to the long-term average in most areas, including the Niño3.4 region (our primary monitoring region for ENSO), which was smack-dab on the average in the latest weekly measurement.\nMay 2018 sea surface temperature departure from the 1981-2010 average. Graphic by climate.gov; data from NOAA’s Environmental Visualization Lab.\nAnother interesting thing this map shows us is the prominent pattern of warmer-than-average surface temperatures north of the equator, and cooler-than-average waters south of the equator. This illustrates the strongly positive phase of the Pacific Meridional Mode… which I’ll get to in a minute.\nThe atmosphere is also looking pretty ENSO-neutral. Remember, warmer-than-average waters tend to evaporate more water and warm the air above them, creating more rising motion and clouds than average. Cooler waters are the reverse, resulting in less cloud cover than average. During a La Niña event such as this past winter, we expect fewer clouds over the central Pacific, and more over Indonesia, which demonstrates the atmospheric response to La Niña’s cooler-than-average central Pacific.\nPlaces that were more (purple) or less (orange) cloudy than the 1981-2010 average during May 2018, based on satellite observations of outgoing longwave radiation (heat). Thick clouds block heat from radiating out to space, so less radiation = more clouds, and more radiation = clearer skies. Climate.gov map from CPC data.\nSome reduced cloudiness and rain remained over the central Pacific during May, but as we move into June, this pattern is weakening further.\nComputer model forecasts made in June are usually more reliable than those made earlier in the spring, thanks to the progression beyond the spring predictability barrier. While many of these models have been hinting at warming east-central Pacific sea surface temperatures for a few months, we can trust their predictions a bit more now that we’re moving past the spring barrier.\nMost of the dynamical models predict sea surface temperatures in the tropical Pacific will be more than 0.5°C warmer than the long-term average by this fall—i.e., above the threshold for El Niño conditions. Several statistical models, which make predictions by applying statistics to historical conditions, are also currently predicting sea surface temperatures in the El Niño realm by late fall. These models are often more conservative than the dynamical models, and the fact that both sets are largely in agreement is lending forecasters some confidence.\nClimate model forecasts for the Niño3.4 Index. Dynamical model data (purple line) from the North American Multi-Model Ensemble (NMME): darker purple envelope shows the range of 68% of all model forecasts; lighter purple shows the range of 95% of all model forecasts. Statistical model data (dashed line) from CPC’s Consolidated SST Forecasts. NOAA Climate.gov image from CPC data.\nBut wait, there’s more! The temperature of the water below the surface of the equatorial Pacific has been elevated since March, as a downwelling Kelvin wave formed and slowly moved from west to east under the surface. Recently, a second downwelling Kelvin wave reinforced the warmer-than-average subsurface conditions. The May 2018 subsurface heat content is about the 6th highest since 1979.\nArea-averaged upper-ocean heat content anomaly (°C) in the equatorial Pacific (5°N-5°S, 180º-100ºW) during May. The heat content anomaly is computed as the departure from the 1981-2010 base period mean. Climate.gov figure from CPC data.\nWe care about the subsurface because it can provide a supply of warm water to the surface. As  a downwelling Kelvin wave moves to the eastern part of the Pacific, the warmer waters will rise to the surface. Thus, elevated subsurface temperatures are often an early indicator that El Niño is on the way.\nThe positive phase of the Pacific Meridional Mode (visible in the north-south warm-cool pattern from the sea surface temperature map above) can also be an early indicator that conditions are favorable for El Niño to develop. This pattern can encourage the trade winds (the near-surface east-to-west winds along the equator) in the central Pacific to relax. The trade winds ordinarily serve to cool the surface and keep warmer waters “piled up” in the far western Pacific. Often, relaxed trade winds lead to downwelling Kelvin waves, as the warmer western waters are allowed to slosh eastward.\nSpeaking of relaxing trade winds… as we go to press, the trade winds in the eastern tropical Pacific have weakened as a “westerly wind burst” is taking place. (The effect of the Pacific Meridional Mode is usually farther to the west, and attributing the cause of any particular wind burst can be a difficult chicken-and-egg problem.) This westerly wind burst could work to enhance warming conditions.\nWith all that said… it’s early yet. The winds along the equator are difficult to predict more than a week in advance, and as much as westerly wind bursts can help El Niño develop, so easterly wind bursts (when the trade winds strengthen) can discourage El Niño. Forecasters feel that current conditions are favorable for El Niño, so an El Niño Watch has been raised. But we’ll keep a weather eye on those conditions as summer progresses, and pitch it to you straight, here at the ENSO Blog.\nSubmitted by Justin on Thu, 06/14/2018 - 15:32\nThat's a good question.  Because CPC's ENSO forecasts are based on the Nino 3.4 SST target, they do not distinguish between Eastern Pacific or Modoki El Nino.  There are several reasons why we do not distinguish between the two at this point: (1) there is no universally accepted way of distinguishing Modoki from Eastern Pacific El Nino, (2) Modoki El Nino is essentially equivalent to weak-to-moderate El Nino (you can read more about this here: https://www.climate.gov/news-features/blogs/enso/enso-flavor-month), and it's a bit too early to speculate on El Nino strength, (3) the eastern Pacific SST anomaly distributions are not bimodal between the eastern and central Pacific but instead vary rather continuously across longitudes.\nIn addition, I would add that it's not clear how skillful the dynamical models are in distinguishing between the various ENSO flavors, and there are questions about the robustness of the impact differences over North America.\nWith that said, I think it's worthwhile to examine the SST patterns that the dynamical models are predicting at this site: http://www.cpc.ncep.noaa.gov/products/NMME/seasanom.shtml.&nbsp; It looks like some models have more of a Modoki feel, but there are substantial variations in pattern and amplitude at this point.  If the models begin to converge on strength and El Nino pattern, then we will see the influence in other variables like North American temperature and precipitation.  However, we have just reached the first step of determining that El Nino conditions appear favorable for development.  It's still too early to hone in on the details!\nSubmitted by Nathaniel.Johnson on Thu, 06/14/2018 - 15:55\nIn reply to Modoki El Nino? by Justin\nSubmitted by TJ on Sat, 06/16/2018 - 19:40\nIn reply to RE: Modoki El Nino? by Nathaniel.Johnson\nSubmitted by Jim Angel on Fri, 06/15/2018 - 10:28\nHi Jim,\nThat's a fair point, and I agree that improvements in the figures would be great if the resources would allow.  In the meantime, I would like to point out that there are figures with better quality than in the HTML in the Word document found here: http://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisory/index.shtml\nor in the weekly ENSO PPT file found here:\nhttp://www.cpc.ncep.noaa.gov/products/analysis_monitoring/lanina/enso_evolution-status-fcsts-web.ppt\nSubmitted by Nathaniel.Johnson on Fri, 06/15/2018 - 12:26\nIn reply to better graphics in CPC El Nino Watch by Jim Angel\nSubmitted by alexis on Sun, 06/24/2018 - 21:38\nHi, El Nino tends to suppress hurricane activity over the Atlantic Ocean... more information here:\nhttps://www.climate.gov/news-features/blogs/enso/impacts-el-niño-and-la-niña-hurricane-season\nSubmitted by michelle.lheureux on Mon, 06/25/2018 - 09:55\nIn reply to soooooooo by alexis\nSubmitted by Climate Observer on Mon, 06/25/2018 - 01:25\nSubmitted by Robert Whitchard on Sat, 06/30/2018 - 22:08\nIF El Nino occurs (and this is not very clear at this point) then we would expect it to favor increased precipitation for Oklahoma for the December-February average.  Unfortunately, for that area there is not a clear imprint on temperature, so can't say much about that (or whether it would be snow or rain).\nSubmitted by michelle.lheureux on Mon, 07/02/2018 - 09:11\nIn reply to Oklahoma getting cold and snowy this winter by Robert Whitchard\nSubmitted by Stephanie on Sat, 07/14/2018 - 15:36\nCheck here to see historical El Nino impacts: http://www.cpc.ncep.noaa.gov/products/precip/CWlink/ENSO/composites/EC_…;\nSubmitted by emily.becker on Mon, 07/16/2018 - 13:16\nIn reply to Regular El Nino vs Modoki by Stephanie\nSubmitted by Alyssa Christi… on Fri, 09/14/2018 - 02:00",
  "source": "climate.gov"
}