{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/state-climate-2018-meet-authors",
  "title": "State of the Climate in 2018: Meet the authors",
  "date": null,
  "content": "The climate system we share is big and complex. Assessments like the State of the Climate depend on expertise from around the world and around the sciences. This year's \"Meet the Author\" profile features two contributors to the African section of the \"Regional Climates\" chapter. Their leadership and perspective make the report stronger. Both are involved in international work, often with the World Meteorological Organization (WMO), that brings their expertise to the regional and global arena.\nFatou Sima is the Principal Meteorologist overseeing the Meteorological Division and Climatological unit in The Gambia's Department of Water Resources. She received her M.Sc. in Applied Meteorology at the University of Reading (UK). She has been contributing to these types of assessments, including the WMO's first Statement on the Status of the Global Climate and Climate data, Monitoring and Forecasting for Africa.\nGuillaume Jumaux is a meteorologist with Météo France's Indian Ocean climatology division, stationed in Réunion, an island and French overseas region in the western Indian Ocean. He is involved in climatological research, forecasting, data rescue and other services across the region.\nTheir responses have been lightly edited for format.\nDeke Arndt: Who are you and what is your “day job?”\nFatou Sima: I joined the Gambia Meteorological services in 1976 as an Observer. I am a female and currently the Principal Meteorologist. I am responsible for the smooth running of Meteorological Division and Climatological unit, and used to oversee the Agrometeorological unit during the past years. My activities include monitoring the performance of the crop growing season within the framework of early warning systems and drought monitoring; data compilation, analysis, development and dissemination of 10-day agrometeorological bulletin; coordination of the national Multidisciplinary Working Group composed of several technical departments concerned with food security and natural resources management; management of climatological databank and overall supervision of junior staff in the unit. My other duties include: giving lectures to students who are staff members at the Department of Water Resources Training school, vetting of publications, and also supervising students’ research projects at the University of The Gambia. I have been preparing and publishing seasonal climate forecasts for my country, disseminating it in the media, for different users; communities, decision makers, institutions (local & International), Non Governmental Organization, and so on.\nMs. Fatou Sima,Principal Meteorologist overseeing the Meteorological Division and Climatological unit in The Gambia's Department of Water Resources.\nGuillaume Jumaux:  I was born in Normandy, France. I was already bathing in meteorology at my younger age; my grandfather had built a shelter where he could record daily temperatures in a notebook.  But I traded my birthplace beaches for the Mascarenes ones more than 9000 km away, and I have now been working for 15 years in the climatology department of ‘Météo-France Océan Indien’ located in La Réunion in the southwest Indian Ocean. I have always been interested by Mauritius and Réunion islands for their cultural heritage and their ethnic mix.\nDA: With what part(s) of the climate system do you work?\nFS: I am a principal Meteorologist and head of the climate unit. I am responsible for developing climate products, provision of seasonal forecasts, conduct research activities, data analysis and supervises their timely publication for my Department.\nExtreme weather and climate events have significant impacts on various socio-economic sectors, and community livelihoods. Provision of information and data alone is not sufficient for people to make decisions. They also need to understand how to use the information. Many use climate data and information to function, they try to understand how climate conditions vary in time and space from the information provided by the scientists. Their survival and economic success is often measured in how well they use climate information. Decisions about climate change are complex, costly and have long-term implications. It is therefore vital that such decisions are based on the best available evidence. We need to understand the quality and provenance of that evidence, and whether any assumptions have been made in generating it.\nGJ: I am currently monitoring austral winter droughts and summer heavy precipitation over La Réunion. I am also involved in data rescue which consists of recovering past data in old archives to better comprehend the past climate. I conduct or I am involved in various studies on climate change. At the same time, I develop tools for seasonal forecasting, a science in between climate and forecasting, to predict temperatures and rainfall expected at La Réunion and Mayotte over the next few months. I provide technical support during regional forums on seasonal forecasting.\nDA: How is the climate important to your part of the world (or the phenomena you study)?\nFS: Climate varies naturally on a whole range of timescales and these variations can have profound impacts on weather conditions around the world, such as storms and heavy rainfall. Understanding and predicting these natural variations is a key research challenge not only for Africa but for the whole Universe as well.\nWe had flash flooding and windstorm damage affecting many households and some casualties between July to August 2017. We also experienced prolonged dry spells leading to crop failure at some regions.\nGJ: Compared to the Atlantic and Pacific oceans, the Indian Ocean is smaller since it is limited on its northern edge by Asia, which makes it unique in the global climatic system.  The research community is more and more interested in its impact on global climate.\nThe western Indian Ocean island countries are mostly small (often less than 60 km long, except Madagascar), with steep orography that amplifies precipitation due to trade winds, monsoon flow, and tropical systems. They also share the same issues regarding extreme events and climate change. They can be impacted by tropical cyclones that can make considerable damage and cause large death tolls. These islands are sometimes prone to severe droughts that national meteorological services try to anticipate as best as they can to support authorities in their crisis management.\nLa Réunion has a similar climatology and topography to Hawaii’s Big Island. In February 2007, as tropical cyclone Gamede passed at a 230-km distance from the coast, the Fournaise volcano set several new world records for total rainfall, a few weeks before a massive collapse of the central crater. As climatologists, we felt emotion when we discovered the station record: 4936 mm (194 inches) in 4 days. We could not believe our eyes!\nClimate is the long-lasting imprint of current weather. It shapes our landscapes. Interactions between climate and geography are fascinating, especially in Réunion Island where many microclimates exist, favoring diverse and rare flora and fauna, with a large percentage of endemic species. We often say that Earth is our home. Well, climate is the interior designer. It makes home enjoyable to live in and colourful. Man has always had to adapt to climate; let’s not force climate to adapt to humans, as we could be disappointed.\nMr. Jumaux in the western Indian Ocean nation of Seychelles\nDA: How does you work overlap with the State of the Climate?\nFS: Weather and Climate have no boundary. Information sharing is key and can be done between countries, because when similar signals are detected, it provides more confidence on our monitoring and prediction. Good networking is essential so as to share results with fellow participants particularly from adjacent countries. This will enable us study and note any important trends of interest. Working on BAMS is an excellent example of team work and I commend all the participants involved.\nMy work enables me to identify and study extreme weather and climate events in Africa and also in the Global Oceans, It also helps me to run models and interpret its outputs.\nI use the State of the Climate report to get a broader perspective in enhancing my knowledge, use it as reference guide for some of my research work and also lecture notes for my students. I like reading about the Global Climate; e.g. situation in the Global Oceans (e.g. El Niño and La Niña conditions), dominant climate influences, precipitation and temperature trends.\nGJ: I have been contributing to the State of the Climate since 2010. The idea of creating the sub-region composed of Western Indian Ocean islands countries first came in 2009 during a workshop in Mauritius where all climatologists of the region were gathered to work on data homogenization and establish a first diagnostic on climate change at the regional scale. I have been coordinating the various contributions of the Seychelles, Comoros, Madagascar, Mauritius and Réunion/Mayotte countries to the State of the Climate since.\nEach country has its own organization and priorities and it is not always easy to be able to contribute to the State of the Climate at the beginning of the year in the heart of the cyclonic season. But we try the challenge together and we can feel a natural affinity between these countries when we meet annually for the SWIOCOF workshop.",
  "source": ""
}