{
  "url": "https://www.climate.gov/news-features/blogs/enso/october-2018-enso-update-trick-or-treat",
  "title": "October 2018 ENSO update: Trick or treat!",
  "date": null,
  "content": "ENSO-neutral conditions still reign as of the beginning of the month, but we’re starting to see some clearer signs of the development of El Niño. Forecasters estimate that El Niño conditions will develop in the next few months, and there’s a 70-75% chance El Niño will be present through the winter.  Most computer models are currently predicting a weak El Niño event.\nOver the past several weeks, surface temperature anomalies (difference from the long-term average) have gradually increased across much of the tropical Pacific. All four of the Niño-monitoring-region temperatures are now above average.\nAnimation showing sea surface temperature departure from the long-term average from late August through early October 2018. Graphic by climate.gov; data from NOAA’s Environmental Visualization Lab.\nThe temperature in the Niño3.4 region (our primary metric for monitoring El Niño’s development) was 0.7°C above the long-term average in the latest weekly measurement. Yep, that’s above the El Niño threshold of 0.5°C, but we’ll need the monthly temperature in the Nino3.4 region to average above that threshold, plus an expectation that it will stay above, and indications that the atmosphere is responding to the change in the ocean before we’d declare El Niño.\nSummary of NOAA decision process in determining El Niño conditions. NOAA Climate.gov drawing by Glen Becker and Fiona Martin.\nRegular ENSO Blog readers will know that we go on about the winds that blow across the tropical Pacific. At times, we probably get pretty windy about the wind! That’s because these winds are very important to the development and maintenance of El Niño and La Niña. ENSO—short for El Niño-Southern Oscillation—is a coupled system, meaning the ocean causes changes in the atmosphere and the atmosphere in turn affects the ocean.\nThe trade winds normally blow from east to west (“easterly” winds, in meteorological parlance) along the equator in the Pacific. They help bring colder water up from the depths of the ocean to the surface near South America and also pile up warmer waters in the far western Pacific, near Indonesia. When these winds slow down, the surface water can warm, and warmer waters from Indonesia begin to slosh eastward (a downwelling Kelvin wave). It takes a few months for the warm blob of water to travel across the Pacific, and when it reaches the coast of South America, the blob can rise to the surface, providing a months-long source of warmer water to the surface.\nThe reason I’m rattling on about this effect of the winds is that we’ve recently had a pretty substantial slowing down of the trade winds in the central and eastern Pacific—one of the strongest such episodes during September/October since 1979, when our real-time reanalysis data records begin.\nWind anomalies (departure from the long-term average) during early October, 2018. Shading shows the strength of the anomaly; arrows indicate the direction of the anomaly.\nThis slowdown in the winds has already allowed the surface to warm, and will help to reinforce the warmer subsurface waters that have been developing since August. The temperature anomaly in the upper ~1000 feet of the central-eastern Pacific, elevated since the spring, has increased over the past month.\nArea-averaged upper-ocean heat content anomaly (°C) in the equatorial Pacific (5°N-5°S, 180º-100ºW). The heat content anomaly is computed as the departure from the 1981-2010 base period pentad (5-day) means. Climate.gov figure from CPC data.\nThe development of El Niño in the late fall isn’t unusual, with nine El Niño events since 1950 starting in August­–October or later in the fall. Of these, only one (1986-87) had a peak Niño3.4 Index greater than 1.0 degree; all the others were weaker events. Since El Niño events peak in November or December, there probably isn’t enough time for sea surface temperature anomalies to grow very large.\nThe strength of El Niño doesn’t necessarily indicate the strength of its impacts on global weather. But a stronger El Niño can increase the likelihood that impacts of some kind will happen. The Climate Prediction Center’s winter outlook will be released next Thursday (October 18th), so stay tuned to see what effect El Niño may have on U.S. winter weather. We’ll also have a post here at the ENSO Blog on that outlook.\nSubmitted by ronald c wegner on Fri, 10/12/2018 - 11:49\nENSO events are so different that we generally discourage using 'analogs' to say something about the future.  We wrote a little bit about this here:  https://www.climate.gov/news-features/blogs/enso/why-past-enso-cases-aren’t-key-predicting-current-case This case-to-case variance is why our climate outlooks (e.g. winter outlook 2018-19) are expressed in probabilities.\nSubmitted by michelle.lheureux on Fri, 11/02/2018 - 08:29\nIn reply to MODIKI  by ronald c wegner\nSubmitted by Paul Caterina on Fri, 10/12/2018 - 14:06\nSubmitted by Topaz123 on Fri, 11/02/2018 - 10:35\nIn reply to Interesting by Paul Caterina\nSubmitted by Arthur Carbunkle on Sun, 10/14/2018 - 09:02\nOur official index that tracks ENSO does use a de-trending process in an attempt to remove long-term trends.\nhttp://origin.cpc.ncep.noaa.gov/products/analysis_monitoring/ensostuff/ONI_v5.php\nMore detailed description here:\nhttp://origin.cpc.ncep.noaa.gov/products/analysis_monitoring/ensostuff/ONI_change.shtml\nSubmitted by michelle.lheureux on Fri, 11/02/2018 - 08:27\nIn reply to average temperature by Arthur Carbunkle\nSubmitted by Knight on Wed, 10/17/2018 - 12:18\nSubmitted by Ian D. Samson on Sun, 10/28/2018 - 09:39\nThese global ENSO maps of temperature and precipitation departures may be helpful to you:\nhttp://www.cpc.ncep.noaa.gov/products/precip/CWlink/ENSO/regressions/\nSubmitted by michelle.lheureux on Fri, 11/02/2018 - 08:25\nIn reply to Why no Africa? by Ian D. Samson\nSubmitted by James Adams on Mon, 10/29/2018 - 09:07\nhttps://www.climate.gov/news-features/blogs/enso/another-mild-winter-noaa’s-2018-19-winter-outlook\nand here for the official products (these update once every month):\nhttp://www.cpc.ncep.noaa.gov/products/predictions/long_range/\nSubmitted by michelle.lheureux on Fri, 11/02/2018 - 08:23\nSubmitted by maria bernardete on Mon, 11/12/2018 - 07:54\nSubmitted by Joe Russo on Wed, 11/14/2018 - 18:07",
  "source": "climate.gov"
}