{
  "url": "https://www.climate.gov/news-features/blogs/enso/november-2018-enso-update-just-little-bit-history-repeating",
  "title": "November 2018 ENSO Update: (Just a little bit of ) history repeating",
  "date": null,
  "content": "The surface of the east-central tropical Pacific is nearly 1°C warmer than the long-term average! We haven’t seen the atmospheric response that characterizes El Niño conditions quite yet, though.  Forecasters estimate about an 80% chance that El Niño will form soon, and continue into the spring.\nLet’s run the numbers! All four of the ENSO monitoring regions in the tropical Pacific were warmer than average in October. The Niño3.4 region was 0.8°C warmer than average using the ERSSTv5 dataset with the long-term trend removed, comfortably above the El Niño threshold of 0.5°C above average.\nMonthly sea surface temperature in the Niño 3.4 region of the tropical Pacific for 2018 (purple line) and all other El Niño years since 1950. Climate.gov graph based on ERSSTv5 temperature data.\nTo qualify as El Niño conditions, though, we have to see evidence that the atmosphere is responding to the warm sea surface temperatures. In brief, the average atmospheric pattern over the tropical Pacific, the Walker circulation, is powered by warm air rising over the very warm waters of the far western Pacific and Indonesia. This air travels eastward at high levels in the atmosphere, descends in the eastern Pacific, and completes the circulation by traveling westward near the surface, forming the trade winds.\nDuring El Niño, warmer-than-average water in the east/central Pacific results in more rising air, clouds, and rain than normal in that region. This weakens the whole Walker circulation, meaning both the upper-level and lower-level winds are slower than normal. For a more thorough treatment of the Walker circulation and its role in ENSO, check out Tom’s post on the subject.\nWe monitor the tropical Pacific atmosphere a few different ways. The Southern Oscillation Index measures the difference in sea level pressure between Darwin, Australia and Tahiti. When it’s negative, it’s telling us that pressure is higher than average in Darwin and lower than average in Tahiti. (Lower pressure accompanies more rising air than average.) A negative Southern Oscillation Index indicates that El Niño-y atmosphere… right now it’s positive, 0.4.\nLocation of the stations used for the Southern Oscillation Index (Tahiti and Darwin, black dots), the Equatorial Southern Oscillation Index (eastern equatorial Pacific and Indonesia regions, outlined in blue-green), and the Niño3.4 region in the east-central tropical Pacific Ocean for sea surface temperature (red dashed line). NOAA Climate.gov image by Fiona Martin.\nIn a similar vein, the Equatorial Southern Oscillation Index measures the pressure differences between the western and eastern equatorial Pacific. The EQSOI was slightly negative in October, -0.3, not convincing evidence of an atmospheric response.\nAnother way to monitor the atmospheric circulation in the Pacific is to look at the amount of clouds or rainfall in the equatorial region. If the Walker circulation had weakened, we’d expect more clouds than average in the central Pacific, and less cloudiness over Indonesia. However, the cloud cover in the central Pacific was a little less than average last month. The amount of clouds/rainfall is also important because this drives the teleconnections that  impact the Pacific-North America region.   Right now there’s no evidence we’re seeing those teleconnections despite the ocean conditions being favorable.\nPlaces that were more (purple) or less (orange) cloudy than the 1981-2010 average during August 2018, based on satellite observations of outgoing longwave radiation (heat). Thick clouds block heat from radiating out to space, so less radiation equals more clouds, and more radiation equals clearer skies. Climate.gov map from CPC OLR data.\nAll of the above is to say… El Niño conditions haven’t kicked in just yet. Most of the computer models are predicting that sea surface temperatures will remain above average, with the anomaly (departure from the long-term average) remaining above the El Niño threshold of +0.5°C through the spring.\nClimate model forecasts for the Niño3.4 Index. Dynamical model data (purple line) from the North American Multi-Model Ensemble (NMME): darker purple envelope shows the range of 68% of all model forecasts; lighter purple shows the range of 95% of all model forecasts. Statistical model data (dashed line) from CPC’s Consolidated SST Forecasts. NOAA Climate.gov image from CPC data.\nHowever, adding confidence to the model forecasts is the substantial amount of warmer-than-average water below the surface of the Pacific. The October average was the 5th-highest since 1979. These waters will provide a source of warmer water to the surface for the next few months.\nSo we have the first two requirements on our El Niño decision tree. It’s expected that the atmosphere will respond to the warmer surface temperatures… when it does, El Niño conditions will have arrived. In 2014,  the ocean was above the El Niño threshold for several months, but the atmosphere was slow to respond. There are some key differences this time around (sea surface temperatures are a little warmer, and subsurface temperatures are much warmer), so we’re not predicting an identical outcome. Plus, one thing you can bet on is that nature will never behave exactly the same way twice.\nFor all your breaking ENSO News, watch this space!\nSubmitted by Hurricane Megan on Tue, 11/13/2018 - 11:01\nSubmitted by Rómulo Vega-Gonzalez on Wed, 11/28/2018 - 11:53\nThose types of short term climate fluctuations do not have to be driven by ENSO, so are not sufficient to say that the atmosphere has coupled to the ocean across the equatorial Pacific.  We also look for changes in tropical rainfall and and sea level pressure (the Southern Oscillation Index) as well as changes in the winds across the Pacific.  During October, these parameters were normal, so not indicative of El Nino.  We will provide an updated assessment next week on December 13, and if the atmosphere shows signs of coupling to the warm ocean we will likely update the El Nino Watch to an El Nino Advisory.\nSubmitted by mike.halpert on Mon, 12/03/2018 - 07:37\nIn reply to ENSO by Rómulo Vega-Gonzalez",
  "source": ""
}