{
  "url": "https://www.climate.gov/news-features/blogs/enso/exploring-enso-ecuador",
  "title": "Exploring ENSO in Ecuador",
  "date": null,
  "content": "It’s been a busy fall with a potential El Niño in the forecast, but I was lucky enough to get the opportunity to participate in a recent conference on ENSO in Guayaquil, Ecuador. So, I brought along my trusty blogging laptop and want to share with you the latest on all things ENSO.\nThis meeting included around 130 scientists from around the world who are all studying different aspects of ENSO… imagine a professional Comic-Con for ENSO nerds and you’ll be roughly in the ballpark. But, no, I did not wear a Chris Farley El Niño-style wrestling cape.\nProfessor Kim Cobb of Georgia Tech presents on her latest research.  Photo Credit: NOAA CPC.\nOne of the best aspects of these conferences is the chance to finally interact with the brilliant scientists whose names you see in journals or on this blog, and realize that they are: (a) actually human and (b) truly neat and passionate individuals who are working hard to further our understanding of ENSO because they recognize how important it is for societies around the world.\nAt a coffee break, Professors Christina Karamperidou of the University of Hawaii and Helen McGregor of the University of Wollongong Australia chat about interesting new research ideas.\nHere is a small sampling of what I heard:\nAs others have covered on this blog, it is difficult to know exactly how ENSO will change as the planet warms, in part because ENSO is so complex. That said, scientists have some interesting leads! One theory is that the variability increases, meaning that El Niños and La Niñas become even stronger. Lending support to that idea, Kim Cobb and Julia Cole suggested that ENSO variability now is among the highest going back at least to the last 7000 years.\nAs Tom recently wrote for the blog, even if it’s not clear how climate change results affects ENSO itself, it seems likely ENSO’s impacts could change. In his presentation, Mike McPhaden pointed out some of the compounding effects of climate change and the strong 2015-16 El Niño on extremes, such as record coral bleaching and record tropical cyclone activity.\nKen Takahashi, Boris Dewitte, and Christina Karamperidou showed compelling evidence that the strongest El Niño events behave quite differently from weaker or more moderate events (see past discussion of \"flavors\"). They argue that certain rapid and significant changes in the overlying atmospheric circulation must occur for ocean temperatures to strongly warm in the eastern Pacific Ocean and that regional air-sea interaction off the coast of Peru can influence El Niño evolution. Christina called the event-to-event diversity in El Niño a “wicked problem,” (footnote 1) meaning that understanding and diagnosing the different types of ENSO is very challenging.\nSomewhat depressing news for forecasters, Magdalena Balmaseda and Shayne McGregor noted recent challenges in predicting ENSO (footnote 2). Magdalena remarked that there has been some over-prediction of El Niño in recent years (too warm or too frequent) and speculated it may be related to model errors in the tropical Pacific winds. Shayne also pointed out the tropical Pacific atmosphere seems more important to the formation of ENSO than in the past when the slower-moving ocean provided more predictability.\nAndrew Wittenberg explained that improvements in climate models have been essential in advancing our understanding of ENSO, but still have some persistent problems with the seasonal evolution of ENSO, rainfall, and sea surface temperature patterns (such as cold tongue biases). Fortunately, several new clues are pointing to the underlying causes of these problems, and modelers are making steady headway towards addressing them. Researchers are also now getting smarter about how to leverage the differing strengths of the models, which is helping to reduce uncertainties in ENSO predictions and projections.\nYou read that right. Shineng Hu and Aaron Levine presented evidence that Atlantic sea surface temperature changes, particularly in the tropical North Atlantic Ocean, can help adjust the circulation patterns over the eastern Pacific Ocean and impact ENSO. Stronger northward winds in the eastern Pacific in the last decade may have contributed to more La Niña-like variations (a stronger Walker circulation) and that seems to have been caused by warmer temperatures in the tropical North Atlantic.\nEspecially within more developed nations, we sometimes forget how powerful our megaphone can be. For example, within NOAA, we are lucky to have an infrastructure to communicate ENSO predictions and information via many different pathways. Our messages can travel far. As José Santos explained, sometimes information coming from sources outside of a country can (inadvertently) conflict with or even interfere with local level messages.\nBecause ENSO can have very different consequences around the world, there was discussion about how important it is to invest in local data collection and climate modeling, and then freely share that information (e.g. TPOS 2020, TAO, Argo) to improve our collective understanding of ENSO. Finally, there were several conversations on how we might improve the translation of that knowledge for the benefit of our respective citizens and communities. Bridges need to be built between user communities and forecasters to help reconcile any mismatches of expectations.\nMeeting organizers Rodney Martinez, Jose Santos, and Andrew Wittenberg pose with the winners of the poster competition. Many of these individuals are talented students who will be future leaders in ENSO research (watch this space!).\nTalented Ecuadorian dancers show off their moves at the meeting reception.\nThanks to the participants noted above for reviewing this blog post, and also thanks to the organizers and sponsors of the IV International Conference on ENSO for hosting a great conference.\n(1) I kept the lingo simple above, but Christina noted that “wicked problems” describe interactively complex problems that are resistant to resolution. The term wicked problem was introduced by design theorists Horst Rittel and Melvin M. Webber back in 1973 and has ten characteristics.\n(2) Someone might wonder how we know this. Predictions of ENSO began in the mid-1980s at NOAA Climate Prediction Center, using predictions from two models that have since then been phased out. So, in order to understand the how the forecast skill (or accuracy) changes over long time periods, scientists run re-forecasts with today’s models. These re-forecasts are just like running forecasts based on today’s input data, but are instead run on data from days in the past. It is these re-forecasts, run over ~30 years of previous data, that provide the basis for determining that the skill has fluctuated over time.\nSubmitted by Megan on Tue, 11/20/2018 - 11:18\nSubmitted by Andre Robles on Tue, 01/29/2019 - 14:53",
  "source": ""
}