{
  "url": "https://www.climate.gov/news-features/blogs/enso/december-2018-enso-update-relationship-advice",
  "title": "December 2018 ENSO Update: relationship advice",
  "date": null,
  "content": "The surface of the tropical Pacific Ocean is nice and warm, but the atmosphere just doesn’t seem interested. Will these two crazy kids get in sync and qualify as El Niño conditions? Forecasters think there’s a 90% chance that will happen soon and continue through the winter.\nFollowing our “Is it El Niño conditions?” decision tree, once we have a monthly average surface temperature anomaly in the Niño3.4 region above 0.5°C (currently near 1.0°C), and it’s forecast to stay that way for the next several months (it is; more on that later), we need signs of an atmospheric response before we can change our relationship status to “El Niño Advisory.”\nNovember 2018 sea surface temperature departure from the 1981-2010 average. Graphic by climate.gov; data from NOAA’s Environmental Visualization Lab.\nWhile warmer-than-average surface waters in the equatorial Pacific are an essential element of El Niño, the atmospheric response is just as critical. In the case of El Niño, those warmer-than-average waters in the central and eastern Pacific warm the air above them, leading to more rising air, clouds, and rain. So much more rising air, in fact, that the entire circulation over the equatorial Pacific—the Walker circulation—is changed.\nThe average Walker circulation is driven by strong rising air over Indonesia, leading to west-to-east winds aloft, sinking air over the Eastern Pacific, and returning east-to-west winds (the trade winds) near the surface of the Pacific. More rising air in the central and eastern Pacific weakens this circulation, slowing the trade winds along the surface. Like any good partner, the slower trade winds help to sustain El Niño, keeping the surface waters warmer.\nWhat’s distracting the atmosphere from settling down with the ocean into El Niño? Perhaps it’s a subseasonal dalliance! (Yep, I’m going to torture this metaphor. Buckle in.) We’ve covered The Madden-Julian Oscillation (MJO) a few times before in this space. The MJO is a major area of rising air, clouds and rain (“enhanced convection,” if you’re feeling frisky) that moves eastward along the equator, affecting global atmospheric circulation.  It can circle the globe in about 4­–6 weeks. It’s also a great cook, and loves long walks on the beach.\nAverages of all January–March MJO events from 1979–2016. Green shading shows below-average OLR (outgoing longwave radiation, or heat energy) values, indicating more clouds and rainfall, and brown shading identifies above-average OLR (drier and clearer skies than normal). The purple contours show the location and strength of the Pacific jet at the 200-hPa level (roughly 38,000 feet at that location). Note the eastward movement of the wet and dry areas. How far the Pacific jet extends past the international dateline also changes with the phase of the MJO. NOAA Climate.gov animation, adapted from original images provided by Carl Schreck.\nThe MJO has been active over the past few months, circling the Earth a few times since September. When the MJO-related area of enhanced convection moves from Africa to the Indian Ocean and through the Pacific, it changes the winds and cloud patterns in the areas we monitor for El Niño conditions. The MJO is a subseasonal pattern, meaning it affects conditions on timescales of a few weeks. Recently, most of the changes we’ve observed in the atmospheric circulation over the tropical Pacific look MJO-related, changing from week to week.\nENSO, on the other hand, is a seasonal pattern, meaning it lasts for several months in a row. We’ve already observed a season of above-average tropical Pacific surface temperature and expect it to continue through the spring. When the atmospheric response to the warmer-than-average waters has kicked in, those signature changes (the weak-in-the-knees Walker circulation) will lock in for the long haul.  The consistent changes in the atmospheric circulation are how El Niño affects global weather and climate patterns.\nThere’s a 90% chance that El Niño conditions will form soon and last through the winter, with a 60% chance it will last through the spring. Why are forecasters confident that these two are destined for each other? Most climate models predict that sea surface temperatures will remain higher than the El Niño threshold (0.5°C above average). Adding support to this is that the amount of warmer-than-average water under the surface is still quite high, although slightly decreased from last month (the November average tied for sixth highest since 1979). This will provide a source of warmer-than-average water for the surface over the next few months.\nDeparture from average of the surface and subsurface tropical Pacific sea temperature averaged over the 5-day period centered on December 4th. The vertical axis is depth below the surface (meters) and the horizontal axis is longitude, from the western to eastern tropical Pacific. This cross-section is right along the equator. Climate.gov figure from CPC data.\nIt’s likely that the tropical Pacific Ocean will keep flirting with the atmosphere, proposing El Niño, and the atmosphere ultimately won’t be able to resist its charms. Sure, it’s complicated. But we’re here for you.\nSubmitted by Frank Boling on Sat, 12/15/2018 - 13:17\nSubmitted by Rhonda on Sun, 12/16/2018 - 03:54\nThe ice itself carries a record of the temperature at the time it was formed. Here's more information, from NASA: https://climate.nasa.gov/news/2616/core-questions-an-introduction-to-ic…;\nSubmitted by emily.becker on Thu, 12/20/2018 - 08:00\nIn reply to A question by Rhonda\nSubmitted by Zinna on Thu, 12/20/2018 - 13:26\nIn reply to A question by Rhonda\nSubmitted by SCASNY on Sun, 12/16/2018 - 06:36\nWhen the active area of MJO-related convection is moving through the Indian Ocean (phases 1-2-3) it can be counter to El Nino's expected patterns. This graphic may help illustrate why:\n[[{\"fid\":\"17766\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"Madden-Julian Oscillation schematic\",\"field_file_image_title_text[und][0][value]\":\"Madden-Julian Oscillation schematic\",\"field_caption[und][0][value]\":\"%3Cp%3EThe%20surface%20and%20upper-atmosphere%20structure%20of%20the%20MJO%20for%20a%20period%20when%20the%20enhanced%20convective%20phase%20(thunderstorm%20cloud)%20is%20centered%20across%20the%20Indian%20Ocean%20and%20the%20suppressed%20convective%20phase%20is%20centered%20over%20the%20west-central%20Pacific%20Ocean.%20Horizontal%20arrows%20pointing%20left%20represent%20wind%20departures%20from%20average%20that%20are%20easterly%2C%20and%20arrows%20pointing%20right%20represent%20wind%20departures%20from%20average%20that%20are%20westerly.%20The%20entire%20system%20shifts%20eastward%20over%20time%2C%20eventually%20circling%20the%20globe%20and%20returning%20to%20its%20point%20of%20origin.%20Climate.gov%20drawing%20by%20Fiona%20Martin.%3C%2Fp%3E%0A\",\"field_caption[und][0][format]\":\"full_html\",\"alignment\":\"\"},\"type\":\"media\",\"field_deltas\":{\"1\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"Madden-Julian Oscillation schematic\",\"field_file_image_title_text[und][0][value]\":\"Madden-Julian Oscillation schematic\",\"field_caption[und][0][value]\":\"%3Cp%3EThe%20surface%20and%20upper-atmosphere%20structure%20of%20the%20MJO%20for%20a%20period%20when%20the%20enhanced%20convective%20phase%20(thunderstorm%20cloud)%20is%20centered%20across%20the%20Indian%20Ocean%20and%20the%20suppressed%20convective%20phase%20is%20centered%20over%20the%20west-central%20Pacific%20Ocean.%20Horizontal%20arrows%20pointing%20left%20represent%20wind%20departures%20from%20average%20that%20are%20easterly%2C%20and%20arrows%20pointing%20right%20represent%20wind%20departures%20from%20average%20that%20are%20westerly.%20The%20entire%20system%20shifts%20eastward%20over%20time%2C%20eventually%20circling%20the%20globe%20and%20returning%20to%20its%20point%20of%20origin.%20Climate.gov%20drawing%20by%20Fiona%20Martin.%3C%2Fp%3E%0A\",\"field_caption[und][0][format]\":\"full_html\"}},\"link_text\":null,\"attributes\":{\"alt\":\"Madden-Julian Oscillation schematic\",\"title\":\"Madden-Julian Oscillation schematic\",\"class\":\"media-element file-default\",\"data-delta\":\"1\"}}]]\nSubmitted by emily.becker on Thu, 12/20/2018 - 08:05\nIn reply to MJO Impacts on EL Nino development. by SCASNY\nSubmitted by Paul Alter on Sun, 12/16/2018 - 10:15\nThank you!\nSubmitted by emily.becker on Thu, 12/20/2018 - 08:06\nIn reply to Love Your Style! by Paul Alter\nSubmitted by david shive on Sun, 12/16/2018 - 12:26\nSubmitted by Walt Fiedor  on Mon, 12/17/2018 - 01:38\nThanks for reading!\nSubmitted by emily.becker on Thu, 12/20/2018 - 08:06\nIn reply to El nino by Walt Fiedor\nSubmitted by Al Babcock on Mon, 12/17/2018 - 20:29\nSubmitted by Bryce Anderson on Tue, 12/18/2018 - 14:43\nThank you! I'm glad it was helpful.\nSubmitted by emily.becker on Thu, 12/20/2018 - 08:07\nIn reply to Well Done by Bryce Anderson\nSubmitted by Ben Rodriguez on Wed, 12/19/2018 - 22:54\nWe've seen a recent example of such a lag: 2014-15. The tropical Pacific warmed up above the El Nino threshold by late 2014, but the Walker circulation did not show a consistent response until March 2015. This year is not identical (nature never is!) but has some similarities. You're right to point out that the planet-wide patterns of above-average temperatures is likely having an effect on MJO, ENSO, and other climate modes.\nSubmitted by emily.becker on Thu, 12/20/2018 - 08:16\nIn reply to Modoki El Nino by Ben Rodriguez",
  "source": "climate.gov"
}