{
  "url": "https://www.climate.gov/news-features/blogs/enso/csi-enso-case-missing-central-pacific-rainfall",
  "title": "CSI ENSO: The case of the missing central Pacific rainfall",
  "date": null,
  "content": "As Emily’s most recent post describes, the tropical Pacific Ocean and atmosphere have finally coupled, allowing NOAA to declare that weak El Niño conditions are present. It’s nice to see the atmosphere and ocean in a cooperative mood, but ENSO forecasters are left with a mystery: why did the expected atmospheric response go missing for so long? In this blog post, we’ll put our detective hats on and look for clues.\nAs you may recall from previous posts on this blog, by fall of 2018, the tropical eastern Pacific sea surface had warmed above the 0.5°C threshold necessary (but not sufficient!) for NOAA to declare El Niño conditions. However, the tropical atmosphere at that time was very un-El Niño-like. Typically, the Walker circulation—the atmospheric circulation over the Pacific Ocean—shifts during an El Niño so that we see unusually rainy conditions in the central tropical Pacific Ocean near the Date Line. In the fall of 2018, as seen below, those rainy conditions never materialized.\nPlaces that were more (purple) or less (orange) cloudy than the 1981-2010 average during September – November 2018, based on satellite observations of OLR (outgoing longwave radiation, or heat). Thick clouds block heat from radiating out to space, so less radiation equals more clouds and rainfall, and more radiation equals clearer skies. The red box centered on the International Date Line (5ºS - 5ºN, 160ºE - 160ºW) is a region where El Niño usually results in above-average cloudiness and rainfall (purple), but instead cloudiness was near-normal in 2018. Climate.gov map from UMD OLR CDR data.\nHow unusual is it to experience warm conditions in the eastern tropical Pacific without rainy conditions in the central Pacific? The following plot shows the relationship between sea surface temperature deviations from average in the Niño 3.4 region and rainy conditions in the tropical Pacific near the Date Line, averaged from September through November. We see that a warmer-than-average Niño 3.4 region generally results in above-average central Pacific rainfall, and vice versa for cooler than average conditions.\nRelationship between the Niño 3.4 index and cloudiness (OLR) over the International Date Line (red box in first figure) in September – November from 1979-2018. Nearly all years that developed El Niño conditions by winter (red dots) featured above-average cloudiness and rainfall, but 2014 and 2018 are the notable exceptions. The dashed line is based on least-squares linear regression. Climate.gov figure from ERSSTv5 and UMD OLR CDR data.\nHowever, among autumns since 1979 that had developed El Niño conditions by winter, 2018 was one of just two notable below-average-rainfall exceptions. The only other El Niño case with below-average central Pacific rainfall was 2014—a very similar atmospheric late bloomer for which an El Niño Advisory was not issued until March 2015.\nSo why wasn’t the central tropical Pacific rainier than normal in fall of 2018?  Here’s where the real detective work comes in. Given the similarity between conditions in 2014 and 2018, could we have a repeat offender?  Back in the summer of 2014, Michelle wrote about the possible role of an atypical sea surface temperature gradient inhibiting the atmospheric response to the warm surface waters in the eastern tropical Pacific Ocean. The Walker circulation is driven in large part by the contrast between the very warm waters of the western Pacific and much cooler waters in the eastern Pacific—an east-west gradient in sea surface temperature. This is the scenario we observe in ENSO neutral conditions (first panel below).  When the eastern Pacific warms during an El Niño, this east-west contrast (gradient) reverses over the western and central Pacific, as the warmest surface waters move farther east, and the western Pacific becomes cooler than the central tropical Pacific (second panel below). This change simultaneously weakens the Walker circulation and shifts the primary region of heavy rainfall eastward toward the central tropical Pacific.\nSea surface temperatures across the tropical Pacific in October 2012 (ENSO neutral) and October 2002 (moderate El Niño). During ENSO-neutral conditions, there is a warmer-to-cooler gradient in sea surface temperature from west to east across the International Date Line; the gradient helps drive the Walker Circulation. El Niño usually reverses the gradient, shifting the main rainfall region to the central Pacific.\nAlthough this describes the typical scenario associated with El Niño, not all occurrences of a warm eastern Pacific reduce the gradient in the same way. Perhaps the fall of 2018 was such an exception? The following figure shows how sea surface temperatures in the fall of 2018 differed from those of a typical El Niño of similar strength (1). Compared with a typical El Niño, the fall of 2018 featured a warmer sea surface in the western Pacific and a cooler sea surface in the eastern Pacific. This signifies an enhancement of the east-west sea surface temperature gradient relative to typical El Niño conditions. In other words, we failed to see the eastward movement of the warmest surface waters that we usually see with El Niño. It looks like this suspect fits the profile!\nThe September - November difference in sea surface temperature between 2018 and a typical El Niño of similar strength. The typical El Niño sea surface temperature pattern was determined as a scaled average of all events since 1979 (13 total). In 2018, the sea surface temperature was warmer than typical over the western Pacific but cooler than typical over the eastern tropical Pacific, which indicates a stronger east-west temperature gradient than typically experienced during an El Niño fall. The white boxes indicate regions used to define a gradient index (west minus east) that measures the strength of the east-west temperature gradient. Climate.gov figure from ERSSTv5 data.\nSo now we have our prime suspect, but we still need to gather more evidence. Here we will seek statistical evidence of similar form that Michelle has used previously for understanding U.S. temperature patterns. First, we need a consistent way to describe the strength of the western/central Pacific sea surface temperature gradient for every September–November since 1979. I’ll do that with a gradient index, calculated as the temperature difference between the western and eastern boxes in the figure above. Second, I’ll quantify (2) the influence of both the Niño 3.4 index and our new gradient index on the tropical rainfall pattern in the fall of 2018 (see below).\n(Top) The contribution of the warmer than average tropical eastern Pacific, as measured by the Niño 3.4 index, to the cloudiness (OLR) pattern in September – November 2018. (Middle) The same as the top panel but for the contribution from the east-west sea surface temperature gradient, as measured by the gradient index.  Over the western and central tropical Pacific, the two influences nearly cancel each other, as seen in the sum of the two maps (bottom). The contributions are determined through least-squares linear regression. Climate.gov map from UMD OLR CDR data.\nIn the fall of 2018, the expected influence of the warmer-than-average Niño 3.4 sea surface was to promote above-average rainfall over the central and eastern tropical Pacific and below-average rainfall near Indonesia (top panel). The influence of the east-west sea surface temperature gradient, however, was roughly the opposite pattern (middle panel) with less rainfall near the Date Line and more rainfall over Indonesia (this looks like La Niña!). Therefore, the unusually strong sea surface temperature gradient in the fall of 2018 counteracted the influence of the warm eastern tropical Pacific—just as we suspected!\nWhen we combine the influence of the two sea surface temperature indexes (bottom panel), we see a pattern that roughly matches what we actually observed, with near-normal rainfall around the Date Line. Of course, it’s not a perfect match; we still have room for other influences like the Madden-Julian Oscillation and other phenomena, as well as uncertainties in the analysis. However, this is pretty compelling evidence that sea surface temperature patterns (separate from the Niño 3.4 index) played a role in the missing central Pacific rainfall in the fall of 2018.\nIs this an open and shut case? That’s probably a bit premature. We will have to wait for more thorough, peer-reviewed studies to see if this hypothesis holds up to further scrutiny. In the meantime, you can be sure that those of us on the ENSO Blog team will be keeping a wary eye on that western/central Pacific sea surface temperature gradient as we continue to issue forecasts for this event!",
  "source": "climate.gov"
}