{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/something-about-lions-lambs-flowers-and-showers",
  "title": "Something about lions, lambs, flowers and showers",
  "date": null,
  "content": "Borrowing one of meteorology’s great euphemisms, this spring has been “an active one” in much of the country. The Plains and Upper Midwest experienced huge events in back-to-back months. March brought an explosive winter storm to much of the region, and a cascade of events that led to historic flooding from Nebraska to Wisconsin. April gave us a more canonical blizzard, a winter storm with snowfall measured in feet.\nFollowing a late winter storm, shoveling the sidewalk created a snow tunnel in front of a South Dakota house on April 12, 2019. © Kelly Preheim. Used with permission.\nSo what happened? How does this fit into history? How does April bring the huge storms? Some answers follow. Let’s go Beyond the Data.\nUnderstanding what happened in March requires going back several weeks in time to examine the conditions that contributed to the flooding. It’s important to note that late winter was very snowy and cold across the region. How snowy? February snow cover across the contiguous U.S. was larger than the average footprint by more than a third of average. To quote NCEI’s National Snow & Ice report:\nAccording to NOAA data analyzed by the Rutgers Global Snow Lab, the monthly snow cover across the contiguous U.S. was 1.63 million square miles, which is 432,800 square miles above the 1981-2010 average. This was the 4th-largest February snow cover extent in the 53-year satellite record and the largest since 2010.\nHow cold? February was colder than January, if that helps put it into perspective. More importantly, afternoons were particularly cold.  By this measure, February 2019 was the second-coldest February on record for several northern states and among the top ten for all of them. In Nebraska, the average maximum temperature (the daytime high) was 27 degrees F. The Dakotas and Minnesota numbers are even colder—probably unmentionable in polite company.\nAcross much of the Northern Plains, January 2019 temperatures were warmer than February's. Climate.gov image, based on NCEI data.\nIf the average daytime high temperature  for the month was below freezing, that means the vast, vast majority of the month was spent below freezing. This means, in turn, that the soils there were frozen to a significant depth—and a few inches is significant enough. Soils that are frozen can absorb no water. Water that isn’t absorbed into the soil runs off above the surface.\nYou see where I’m going here: The late winter brought frozen soils, and a deep blanket of snow to the region. Add a couple of late winter storms including a giant “bomb cyclone” that pulled in warm, moist air and heavy rains on their front flank, and you literally have a recipe for disaster.\nThe amount of water contained in the snowpack across the Northern Plains on March 11 and 28, 2019, based on observations and models. In mid-March, a deep snowpack (dark blues) held 4-10 inches of liquid water in South Dakota, Minnesota, Iowa, and Wisconsin. By the end of March, much of it had melted and inundated the still-frozen ground, delivering a massive pulse of floodwater into area rivers. NOAA Climate.gov image using data from NOHRSC. large images: Mar 11 | Mar 28\nHeavy rain on snow melts snow—quickly. With an impervious (i.e., frozen) surface underneath, there’s nowhere for all of the rain and melted snow to go but over the land. Creeks fed streams, streams fed rivers, rivers escaped their confines, ice jams pooled and dosed raging flood waters, levees failed.\nIt was a disaster of epic proportions. But like many disasters, natural and in our own lives, it was the set-up, not the trigger, that fed the magnitude.\nA lake of floodwater covered a runway and other parts of Offutt Air Force Base on March 17, 2019. U.S. Air Force photo by Tech. Sgt. Rachelle Blake.\nWinter wasn’t done walloping the Midwest, though. A late-season snowstorm, centered on South Dakota, brought some pretty massive snowfall totals to the Northern Plains and Upper Midwest. More than two feet fell at Watertown, South Dakota, with foot-plus totals stretching from eastern Colorado to Lake Superior.\nThis storm rated as a Category 3 for the Northern Plains in NOAA’s Regional Snow Index, and a Category 1 storm for the Upper Midwest. The RSI combines two sets of factors: first, the area (“footprint”) and depth of snow, and second, the location of populated areas in the region. It’s “tuned” to both factors historically: the area and depth of snows are compared to those of the region’s history, and population centers are scaled accordingly as well. The RSI rating in the Northern Plains was the largest since the Blizzard of October 2013.\nSnowfall and Regional Snowfall Index values associated with the April 2019 blizzard.\nBut wait, April? October? Is it unusual to have huge snow events in these “shoulder” months, which, in most years, we don’t associate with winter weather?\nThe short answer: these shoulder months are winter’s secret weapons. A quick scroll through each county’s historical storms of record will reveal a large number of October/November and March/April dates for northern counties, and even some May dates (yeesh!) for high-altitude Rocky Mountain counties.\nThe reason for this is straightforward: a warmer atmosphere can “hold” more water vapor, and therefore deliver more water vapor to a storm, which converts it into more precipitation. It is a pretty comfortable relationship when you think of it in terms of rain, but it’s true for snow, too. A winter storm working on saturated 30-degree F air is going to make more snow than a winter storm working on saturated 10-degree F air.\nThis is why these “shoulder\" months produce a disproportionate share of legendary snow-making storms.  It’s thermodynamics. They are working with much warmer air, typically, even if it’s still just below freezing.\nGoing back to the March flooding event, a natural question to ask is “did climate change play a role in this event?” or the same question, reframed: “did climate change make the flooding more likely?”\nThe field of “attribution science” attempts to address these questions. It’s an exciting discipline and has great potential to inform our understanding of the impacts of climate change. But don’t hold your breath waiting for a definitive answer for the March flooding.\nFloods are complex. They involve a system of factors beyond precipitation:\nAnd even for the simplest flood situation (“Big Rain Makes Flood All By Itself”) it’s important to remember: precipitation is the result of a series of processes in the atmosphere: it has a recipe of its own.\nAll of this makes it difficult to get your arms and equations and processing power around the phenomenon. Each of these factors has a unique relationship (or non-relationship) to climate change, and some of them are fairly rare. That’s a lot of plates to spin at once, so to speak.\nThose attribution scientists are pretty doggone smart and persistent. They’ll probably give it a shot, and we can read along, knowing that some of the factors involved in epic weather disasters go Beyond the Data.\nSubmitted by Pete Weymiller on Fri, 06/21/2019 - 12:35\nHi there,\nI think it's important to point out that the IPCC cites and synthesizes the work of research scientists, not the other way around. The IPCC report and its derivatives are excellent resources, but the research leads the IPCC, not the other way around.\nThanks!\nDeke\nSubmitted by Derek.Arndt on Fri, 06/21/2019 - 15:44\nIn reply to climate change and extreme weather events by Pete Weymiller",
  "source": ""
}