{
  "url": "https://www.climate.gov/news-features/blogs/enso/enso-and-your-health-how-2015-16-el-ni%C3%B1o-led-early-warnings-global-disease",
  "title": "ENSO and your health: how the 2015-16 El Niño led to early warnings for global disease outbreaks",
  "date": null,
  "content": "We’ve talked a lot about how ENSO impacts weather and climate around the world on this blog, but did you know that ENSO also could affect your health? In fact, ENSO can affect outbreaks of a variety of diseases, including cholera, Chikungunya, Zika, Rift Valley fever, and plague (yes, that infamous, Medieval-times kind of plague!).\nA multi-organization team of scientists (1) led by Dr. Assaf Anyamba of the Universities Space Research Association (USRA) at NASA Goddard Space Flight Center recently combined this disease knowledge with seasonal ENSO predictions to issue early warnings for possible disease outbreaks throughout the globe. These alerts proved to be quite accurate during the great 2015-16 El Niño (2). Let’s learn more about the team’s pioneering efforts!\nGuidance provided to stakeholders by Dr. Anyamba’s team on August 28, 2015, indicating the elevated risk for specific disease outbreaks throughout the globe due to the forecast of El Niño conditions through spring of 2016. El Niño conditions did, in fact, strengthen through the fall of 2015 and persist until the spring of 2016. Climate.gov modified figure from A. Anyamba.\nYes, really! How, you may ask? It can be a bit complicated, but the short answer is that the temperature and precipitation patterns driven by ENSO can alter the habitat of disease transmitters, such as mosquitoes or rodents, or make conditions more conducive for waterborne diseases, such as cholera. For example, both ENSO-induced drought and flooding can facilitate cholera outbreaks in Africa: drought can drive people to drink unsafe water, whereas flooding can contaminate drinking water.\nIn tropical regions like Brazil and Southeast Asia, drought and above-normal temperatures caused by El Niño can alter the habitat and life cycles of mosquitoes that carry dengue fever, amplifying outbreaks (check out this neat video for more information). And in the Four Corners region of the southwestern United States, wet conditions associated with El Niño can increase populations of fleas and their hosts, such as mice, which in turn can trigger plague outbreaks.\nThese are just a few of the many ways in which ENSO can have a significant influence on disease occurrence throughout the globe. The good news, as we have emphasized on this blog, is that it’s possible to predict ENSO several months in advance, providing the potential to issue early alerts for disease outbreaks. Armed with this information, communities and aid organizations can take steps to mitigate the risk and to be prepared to respond quickly to outbreaks. Dr. Anyamba and his team jumped on this opportunity!\nThe new disease alert system was initiated in 2014. The team closely monitored NOAA’s seasonal ENSO forecasts as well as rainfall forecasts derived from the North American Multimodel Ensemble to determine possible outbreaks of various climate-sensitive diseases.\nIn addition, the team collected massive amounts of global disease outbreak data on a weekly basis to determine whether certain disease patterns were emerging in a way that was consistent with forecasts. Based on all this information, the group issued early warning alerts on a monthly or quarterly basis for elevated risk of specific diseases in specific regions. This information was shared with federal interagency partners and international collaborators.\nAs regular readers may remember, the El Niño of 2015-16 was quite a doozy, among the strongest events and with far-reaching impacts around the globe. This mega-event also provided Dr. Anyamba and the team with an opportunity to demonstrate the potential of their new alert system. Based in large part on NOAA’s confident El Niño forecasts, the team issued alerts for elevated risk for diseases including Rift Valley fever, cholera, and malaria in Africa; dengue in Brazil and Southeast Asia; and plague, West Nile, and hantavirus in the Southwest United States.\nThe data collected by the team verified many of the alerts: cholera outbreaks were elevated in eastern Africa, dengue was indeed more frequent than usual in Brazil and Southeast Asia, and both hantavirus and plague were more common than usual in Colorado and Mexico, among other disease occurrence anomalies (see below).\nReported occurrences of specific disease occurrences between 2014 and 2016 compiled from various sources. Many of the reports, such as the cholera outbreaks in Africa and elevated incidence of hantavirus and plague in Colorado and Mexico, match the early warnings provided by Dr. Anyamba’s team. Climate.gov figure modified from Anyamba et al. (2019).\nThere was even evidence that at least one epidemic had been averted. During previous Rift Valley fever epidemics in East Africa, infections of domestic livestock in the region were responsible for amplifying the outbreak. Livestock can pass the disease to certain mosquito species (the primary and secondary spreaders) and directly to humans through milk and blood. In response to the Rift Valley fever alert, officials undertook a mass vaccination program for domestic livestock. (There is no human vaccine). Field surveys in 2016 showed that despite the increased presence of disease-carrying mosquitos, no human or animal outbreaks were detected: a clear sign of the group’s success!\nRift Valley fever is a disease that can infect both humans and livestock, and mosquitoes are one of the main transmitters of the disease. In January 2007, a farm in Ruiru, near Nairobi, Kenya, lost about 80% of its sheep population (right panel) due to a Rift Valley fever outbreak. In January 2016, despite wet conditions and the increase in disease-carrying mosquitos that favored a similar outbreak, the sheep remained healthy (left panel), thanks in large part to early warning and early vaccination. Climate.gov figure modified from photos by K. J. Linthicum and A. Anyamba.\nThe team issued their last alert in May 2016, once the historic El Niño had reached its demise. However, encouraged by their success, they have continued to work behind the scenes in collecting and archiving global disease incidence data (3). The purpose is to establish long-term disease records that will enable us to have a much more comprehensive understanding of the relationship between worldwide disease incidence patterns and climate variability. This information should enhance our capability to issue early-warning alerts.\nThe group also has become more engaged with partners in NOAA, including the Climate Prediction Center and the Climate and Societal Interactions Division of the NOAA Climate Program Office (4). These budding partnerships ensure further growth in our ability to monitor and forecast global disease outbreaks. In addition, the interagency team will continue to stay up to date on the latest ENSO forecasts, and they will be activated to produce new alerts if another strong El Niño has begun.\nYou can be sure that those of us at the ENSO Blog will be ready to report when the next strong El Niño is imminent. Thanks to the efforts of Dr. Anyamba and his team, we now know that NOAA’s ENSO forecasts may be beneficial to human health!\nWe thank Dr. Assaf Anyamba for providing valuable comments and figures for this post!\nAnyamba, A., and co-authors, 2019: Global disease outbreaks associated with the 2015-2016 El Niño event. Scientific Reports, 9, 1930, https://doi.org/10.1038/s41598-018-38034-z",
  "source": "climate.gov"
}