{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/duct-tape-and-seesaws-climate-trends-101",
  "title": "Duct tape and seesaws: Climate trends 101",
  "date": null,
  "content": "A few weeks ago, NCEI updated its U.S. climate trends maps with the data from 2018. Most months and places are getting warmer over time, especially over the very long (century scale) term.\nTrends in annual average temperature, measured in degrees Fahrenheit per Century, for the 124 years spanning 1895 through 2017. Similar maps are available here. Data source NOAA/NCEI nClimGrid.\nBut some regions and seasons are not changing in lock-step with the big picture. For January, considering all 124 years spanning 1895 through 2018, much of the South and Mid-South has cooled slightly. That regional/seasonal exception to the rule is a feature of and testament to the complexity of the climate system.\nTrends in the average January minimum (morning) temperature, measured in degrees Fahrenheit per Century, for the 124 Januaries spanning 1895–2018. The second frame limits the display to significance at the 95 percent level. Data source: NOAA/NCEI nClimGrid.\nWe’re going to look at January trends to tease out some nuances with how these trends are computed. Let’s go Beyond the Data.\nThe trends depicted in these maps come from “Ordinary Least-Squares” regression. They’re also known as “line of best fit” or “linear trend” or a bunch of other suitable workmanlike names. We’ll call them linear trends here (“linear” as in “a line”). This is the most fundamental (or “simple” if you’re haughty) trend method out there.\nHere’s what they do really well: describe the first-order trend over a given time. Period. End of story. Job done.\nThey often get criticized and dinged by People Who Know Better for not being sophisticated and ostentatious and universal. Whatever. They’re a work horse, not a show horse. Is a shovel bad for not being a scalpel? Would we lampoon a roll of duct tape for not being lace? Should a craftsman apologize for not being an artisan?\nYou want something more exotic? Look over on the Fancy Aisle at Statistics Mart. You want to understand the basics of change? Then reach for the Workin’ Man’s Friend: linear trends.\nThe average annual temperature for the contiguous United States, from 1895-2019. Each circle represents the nation's average temperature for a year. The red dashed line represents an ordinary least-squares regression (\"line of best fit\") through the data, and implies a warming trend of approximately 1.5 degrees Fahrenheit per century for the period.\nIn the figure above, computing the linear trend—technically, determining the slope of the red dashed line—lets us know that the CONUS is warming at about 1.5 degrees Fahrenheit per century over the 124 years measured. That’s really useful information. Does it capture all of the detail? Every wiggle? Little sub-trends within the big picture? No, but it lets us put a solid, simple number on the rate of change.\nOne of the many legitimate criticisms of linear trends are their sensitivity to changes in or near the end points. Think of the trend line through a series of data points as a seesaw (or teeter-totter, we’re ecumenical here). How do you get a seesaw to move? You put force on one end or the other, and you’ll maximize the movement by getting out toward either end.\nI have two kids: one of them is a six-foot-six teenager and a big dude. The other has spent most of her life below the curve on growth charts. Could not be more opposite. But they can balance on a see-saw like so:\nPhysics: how to make it work on the playground.\nBalanced like this, the slope of the seesaw isn’t very steep. But if you move the big boy to the end, that slope will get a lot steeper. This weird kind of “leverage” (or “torque” or whatever you want to call it) applies conceptually to the behavior of linear trends. The closer it is to either end of a time period, the more “leverage” an observation has to affect the trend.\nHere are two maps of January minimum (morning time) temperatures, both based on 30-year trends. One was produced after the 2017 data settled in; the other, just a couple of weeks ago, when 2018 settled in. Notice any differences?\nTwo maps of 30-year trends in average January minimum temperatures (the average of the month's morningtime temperatures) for two closely overlapping 30-year periods. 1988-2017 (top) and 1989-2018 (bottom).\nWow, what happened?\nOkay, first things first. One thing to notice is that these are 30-year trends here. That’s important. When there are only 30 dots on the see saw, each individual dot can exert more influence than when there are 124 dots. In fact, that relatively short period increases the sensitivity to what we’re gonna walk through just below.\nAs an aside, this issue demonstrates why shorter periods are more prone to \"cherry picking.\" That's where someone consciously selects beginning and ending dates - often with periods even shorter than 30 years - in the pursuit of shaping the answer and in many cases, misrepresenting reality. Thirty data points is usually considered the minimum to provide robust results, but you can see above, and we'll explain below, that even with 30 data points, there's still significant sensitivity to sliding the window by one year.\nTo figure out what’s going on here, let’s zoom in on January mornings in Tishomingo County in Northeast Mississippi. If you’re playing along at home, you can download those data here: https://www.ncdc.noaa.gov/cag/county/time-series/MS-057/tmin/1/1/1895-2….\nRecent January minimum temperatures, with trend, for Tishomingo County, Mississippi. The purple dashed line represents the least-squares regression (\"line of best fit\") for Januaries 1988 through 2017. The blue line represents the same, but for Januaries 1988 through 2017.\nThere’s a lot going on here. The purple line is the linear trend for the 30-year span (of Januaries) from 1988 through 2017. The blue line is the same, but for 1989 through 2018. The slope of the blue line is almost double (in other words, cooling at nearly twice the rate) than that of the purple line.\nWhat happened to make such a dramatic difference as that 30-year window slid just one year to the right? For starters, there is a legitimate underlying trend that both windows picked up. January mornings have trended colder in Tishomingo County over the past three decades.\nBut the one-year slide also picked up a quadruple-whammy of the endpoint “leverage” we described above:\nThese two points alone—dropping off a cold endpoint at the beginning and adding a cold one at the end—can cause some trend-snap. But the years just inside that played a role, too.\nIn other words, it’s that same old end-of-the-see-saw leverage game, but these endpoint-dots jumping off and on the trend line are all six-foot-six big boys and not petite nine-year olds.\nAnother criticism of the use of linear trends is that people can over-rely on their signal and just assume an extrapolation of current trends will play out in the future. That may be generally true for some very big, slow, predictable things, but the climate system, especially regionally, is complex and driven by many actors. That complexity means that especially on the regional level, future trends may be faster, slower—or wholly different—than the past.\nThanks for going Beyond the Data, to a land of see saws and duct tape.\nSubmitted by Susan S on Tue, 06/11/2019 - 10:13\nThat's great to hear. I dream of a world where statistical techniques are the life of the party.\nSubmitted by Derek.Arndt on Tue, 06/11/2019 - 11:08\nIn reply to Thanks for the chuckles by Susan S\nSubmitted by Mark McLaughli… on Tue, 06/25/2019 - 01:28\nThanks - much appreciated!\nDeke\nSubmitted by Derek.Arndt on Tue, 06/25/2019 - 10:19\nIn reply to Nice Job by Mark McLaughli…\nSubmitted by Andrea McCarrick on Tue, 12/29/2020 - 10:18",
  "source": "climate.gov"
}