{
  "url": "https://www.climate.gov/news-features/blogs/enso/june-2019-enso-blog-update-concentrate-and-ask-again",
  "title": "June 2019 ENSO Blog Update: Concentrate and ask again",
  "date": null,
  "content": "Our El Niño is still hanging around, and forecasters think it’s likely to stay through the summer. What happens after that is less clear, though, with about a 50% chance of El Niño continuing through the fall and winter.\nThe sea surface temperature across much of the tropical Pacific is still warmer than average, with the Niño3.4 Index coming in at 0.64°C above average during May (via ERSSTv5).\nMay 2019 sea surface temperature departure from the 1981-2010 average. Graphic by climate.gov; data from NOAA’s Environmental Visualization Lab.\nThe atmosphere also reflected weak El Niño during May, and both the Southern Oscillation Index the Equatorial Southern Oscillation Index were moderately negative. When these indexes are negative, it means the surface air pressure over the far western Pacific is higher than average (more sinking air) and the surface air pressure over the central-eastern Pacific is lower than average (more rising air), indicative of a weakened Walker circulation.\nSpeaking of the Niño3.4 index—it’s been just bumping along between 0.5° and 1°C above average for several months in a row. This behavior is fairly unusual.\nMonthly sea surface temperature in the Niño 3.4 region of the tropical Pacific for 2018–19 (purple line) and all other El Niño years since 1950. Climate.gov graph based on ERSSTv5 temperature data.\nOf the 23 El Niño winters in our historical record (dating back to 1950), nine persisted into March–May. Six of those were stronger El Niños, with the three-month-average Niño3.4 Index (the “Oceanic Niño Index” or ONI) peaking at 1.5°C or more above average.\nTwo winters, 1968–69 and 1986–87, featured a peak ONI of 1.1°C and 1.2°C (respectively) and persisted into the spring. Only once before now has the ONI remained above 0.5°C but less than 1°C above average throughout the winter and lasted into the spring: 2014–15. In that instance, March 2015 was technically the start of the great El Niño of 2015-16.\nThese three cases were all followed by El Niño the next winter. The predictive value of this factoid is not large, though, and I’m really just providing you fodder for your next very esoteric trivia night. You can revisit Tony’s excellent post from 2014 for an explanation of why past is not prologue, but essentially, the ocean/atmosphere system is so complex that from year to year, even if some elements (like the ONI) look the same, there are many, many other differences. These differences mean that conditions will develop differently, leading to unique futures. My favorite part of Tony’s post is that it would take approximately one trillion quintillion years for nature to repeat itself!\nSo what has more predictive power? To develop the most complete picture of how conditions in the tropical Pacific might develop over the next several months, ENSO forecasters study current conditions and dynamical and statistical computer models. (From the grimaces I sometimes see after forecasters consider the latest model runs, I suspect some of us consult soothsayers, as well…)\nNear-term, one of the conditions we look at is how the winds near the surface of the tropical Pacific—the trade winds—are behaving. The trade winds normally blow steadily east-to-west, keeping warm water piled up near Indonesia. When they slow down, that warm water can begin to slide eastward under the surface—a downwelling Kelvin wave—transferring warmer waters to the east. This warm wave eventually rises to the surface, reinforcing the El Niño.\nThroughout most of May, the trade winds were weaker than average.\nNear-surface wind anomalies over the tropical Pacific (5°N-5°S) during 2018, starting at the top in December 2018 and ending in early June 2019 at the bottom. Each row in this type of image is the departure from average (1981-2010) at that time. Pink areas show weaker-than-average trade winds, and green stronger. NOAA Climate.gov image, based on data provided by the Climate Prediction Center.\nThe effect of these weaker winds can be seen in the recent increase of warmer-than-average water under the surface of the tropical Pacific, as a new downwelling Kelvin wave has formed. (But not a Kelvin wave of cinematic proportions.)\nArea-averaged upper-ocean temperature anomaly (°C) in the equatorial Pacific (5°N-5°S, 180º-100ºW). The anomaly is computed as the departure from the 1981-2010 base period pentad (5-day) means. Upper ocean temperature anomalies were nearly average at the start of May, but anomalies increased toward the end of the month in association with a downwelling Kelvin wave. CPC figure.\nOver the next few months, this Kelvin wave will likely (66% chance!) supply the surface with the warmer-than-average water required to continue El Niño through the summer. Since the end of May, the trade winds have strengthened, mostly due to an active Madden-Julian Oscillation. The MJO has been distracting the tropical Pacific before and during this El Niño, providing “subseasonal variability” (changes in the atmospheric pattern on timescales of weeks).\nFor an idea of the longer term, we can look to computer models. Overall, the models in the current forecast predict that the Niño3.4 Index will stay near to slightly above the El Niño threshold of 0.5°C warmer than average. Some models are in the ENSO-neutral range, around average. It’s interesting that nearly all of the models remain between 0.0 and +1.0°C through the fall and into the winter; this level of agreement between the models would usually contribute to more confidence in the forecast. However, the mix of predictions above and below the El Niño threshold means that, while El Niño is the favorite for next winter, forecasters are giving it only a 50% chance at this point.\nStay with us while we surf the Kelvin waves and sail the trade winds, and we’ll keep you updated on all things ENSO!\nSubmitted by Tim on Fri, 06/14/2019 - 11:17\nThe PDO has been negative for for most of the past two years, turning weakly positive just in the past 2 months. ENSO tends to have an influence on the PDO, rather than the other way around--check out Tom's tasty post for more.\nSubmitted by emily.becker on Mon, 06/17/2019 - 08:33\nIn reply to PDO by Tim\nSubmitted by C. Kofoed on Sat, 06/15/2019 - 11:47\nHmmm...  I am not familiar with all of Arizona's 100-year floods, but I know there was a big flood in February-March of 1978.  There also was severe flooding in 1979 and 1980.  Perhaps that is the 3-year period you're thinking of?\nSubmitted by Nathaniel.Johnson on Mon, 06/17/2019 - 10:12\nIn reply to nature repeating....  by C. Kofoed\nSubmitted by Candy on Sun, 06/16/2019 - 15:18\nGiven ENSO's far-reaching impacts, it is possible that this El Nino is contributing to the drought in both regions.  However, it is possible that other factors are contributing as well.  For example, Australia's Bureau of Meteorology is suggesting that the Indian Ocean Dipole is an important factor for Australia's ongoing dry conditions.\nSubmitted by Nathaniel.Johnson on Mon, 06/17/2019 - 10:20\nIn reply to question regarding causes of droughts in Australia and Panama by Candy\nSubmitted by Andrey Fraga on Tue, 06/18/2019 - 01:28\nJust wanted to mention, as we have discussed before, that the El Niño \"flavor\" is strongly tied to its strength.  It's a bit early to pin down the details, like the possible strength of the event, so we should expect that the forecast may evolve over the next few months.\nSubmitted by Nathaniel.Johnson on Fri, 06/21/2019 - 13:50\nIn reply to About this El Niño by Andrey Fraga\nSubmitted by Dennis murphy on Sat, 06/22/2019 - 14:53\nSubmitted by Eric Hess on Wed, 06/26/2019 - 13:16\nLinks between El Nino and weather and climate over Europe are generally very weak, especially during summer, so it's very unlikely that the current weather in Europe is being afffected by this weak El Nino.\nSubmitted by mike.halpert on Fri, 06/28/2019 - 14:59\nIn reply to El Nino affect on Europes weather by Eric Hess\nSubmitted by Boyd Venable on Sat, 06/29/2019 - 10:00\nWe will update our ENSO discussion on July 11th.  Keep in mind the criteria for El Nino is slightly different for the US than for Australia.\nSubmitted by michelle.lheureux on Mon, 07/08/2019 - 14:55\nIn reply to El Nino by Boyd Venable\nSubmitted by Kimberly  on Fri, 07/05/2019 - 04:41\nAlaska is certainly at the epicenter of climate change in the US.  Deke has a nice article here:  https://www.climate.gov/news-features/blogs/beyond-data/alaska-last-frontier-front-lines-climate-change\nSubmitted by michelle.lheureux on Mon, 07/08/2019 - 14:53\nIn reply to Man Made Climate Change vs El Niño  by Kimberly\nSubmitted by Tim Moss on Tue, 10/29/2019 - 15:01",
  "source": ""
}