{
  "url": "https://www.climate.gov/news-features/blogs/enso/july-2019-el-ni%C3%B1o-update-i-think-i%E2%80%99ll-go-walk",
  "title": "July 2019 El Niño update: I think I’ll go for a walk",
  "date": null,
  "content": "El Niño is hanging on by its fingernails, but forecasters predict this event will wind down within the next couple of months. It’s likely that the temperature of the tropical Pacific Ocean surface will return to near-average soon, qualifying for “ENSO-neutral” conditions. Neutral conditions are favored to remain through the fall and winter.\nThe June Niño3.4 index, our primary ENSO measurement, was 0.6°C above the long-term average, just above the El Niño threshold of 0.5°C. There is some evidence that the atmosphere over the central Pacific is still responding to that extra heating, as a bit more clouds and rain than average were present in June.\nThe Southern Oscillation Index and Equatorial Southern Oscillation Index were both slightly negative in June, also indicating some continuation of the weakened Walker circulation we expect to see with El Niño. But the upper-level and near-surface winds over the equatorial Pacific, another component of the Walker circulation, were close to average during June. All in all, El Niño is still present, but just barely.\nAs frequent readers of this blog will know, we closely monitor the temperature of the water under the surface of the tropical Pacific. This can tell us if there is a source of warmer-than-average water to supply the surface, continuing to fuel El Niño, or not. In early June, there was a small downwelling  Kelvin wave of warmer waters moving eastward under the surface of the Pacific, but this wave has dissipated recently.\nDeparture from average of the surface and subsurface tropical Pacific sea temperature averaged over 5-day periods starting in early June 2019. The vertical axis is depth below the surface (meters) and the horizontal axis is longitude, from the western to eastern tropical Pacific. This cross-section is right along the equator. Climate.gov figure from CPC data.\nOverall, the heat content in the top 300 meters of the equatorial Pacific is just about average now, in early July. This is one of the major factors in our forecast for a return to near-average surface temperatures and neutral ENSO conditions. Once the surface temperatures return to average, and the source of extra heat to the air above the central Pacific is gone, the atmospheric component of El Niño—that weakened Walker circulation—will also return to average.\nWhat may be in store for the fall and winter? Overall, most of the computer models we consult predict that the sea surface temperature in the Nino3.4 region will remain near average through the fall and into the winter.\nClimate model forecasts for the Niño3.4 Index. Dynamical model data (purple line) from the North American Multi-Model Ensemble (NMME): darker purple envelope shows the range of 68% of all model forecasts; lighter purple shows the range of 95% of all model forecasts. NOAA Climate.gov image from CPC data.\nOne thing you may notice about the model forecasts is a slight upturn in the predicted anomaly (the departure from the long-term average) into the winter and spring. This upturn is also reflected in the forecast probabilities for El Niño, neutral, and La Niña, where the likelihood of neutral decreases somewhat from fall into winter, and chances for El Niño increase. (Neutral is still the most likely outcome.) The probability of La Niña remains fairly small, about 15%.\nVertical bar histogram showing probabilities for La Niña (blue), neutral (gray), and El Niño (red) conditions for the remainder of 2019 and into early 2020. Dashed lines show climatological (historical average) probabilities for these same three ENSO conditions. Figure from IRI.\nOne possible source for the increased winter El Niño probability lies, again, under the surface. In the Pacific Ocean to the south of the equator, in the region of 10°S-5°S latitude, there is quite a bit of warmer-than-average water under the surface. Ocean water is warmest at the surface, so one of the ways oceanographers measure the amount of heat is by finding the depth under the surface of the “20°C isotherm”—how deep you have to go under the surface to get to 20°C (68°F). (Isotherm translates as “constant temperature,” so the 20°C isotherm is the layer of water with a temperature of 20°C.) The deeper you have to go, the more heat is present in the ocean water above.\nCurrently, the 20°C isotherm is deeper than average in the Pacific south of the equator, indicating that strong warmer-than-average subsurface water persists in that area. The significance of the presence of warm water here is that the average subsurface ocean currents will tend to carry this warmth northward toward the equator over several months, potentially providing more warm water to the equatorial regions. In turn, more warm water under the surface at the equator could potentially influence the surface, making El Niño and neutral more likely than La Niña.\nThe winter is still a long time away, and there are many possible outcomes from the current conditions. Forecasters assign probabilities to these outcomes based on a lot of different factors—if you’d like to know more about probabilities, check out Tony’s and Michelle’s posts on the subject. It’s a sure bet that we’ll be here, closely watching the tropical Pacific and keeping you informed!\nThanks to Dr. Caihong Wen for her help with this post!",
  "source": ""
}