{
  "url": "https://www.climate.gov/news-features/blogs/enso/coming-pay-view-reigning-champ-ocean-vs-scrappy-land",
  "title": "Coming to pay per view: Reigning champ ocean vs. the scrappy land",
  "date": null,
  "content": "There’s no doubt ENSO is a major heavyweight in the battle to dominate the world’s climate, which is why we obsess over conditions in the tropical Pacific Ocean. But there are other climate drivers that spend time in the ring and have their moments of glory. Here, we will cover some exciting new research that suggests that the land surface, and in particular soil moisture, can sometimes impact atmospheric flows across thousands of miles!\nOne of the great pleasures of working at the NOAA Climate Prediction Center is that some scientists are interested in visiting us and introducing us to the latest ideas in climate research.  Dr. Haiyan Teng of the National Center for Atmospheric Research (NCAR) is one such scientist who stopped by to go over her intriguing findings (1) and answer some questions, which are shared below.\nDr. Haiyan Teng of the National Center for Atmospheric Research (NCAR).\nDr. Teng and her colleagues are trying to answer the question “what would happen to global climate if the soil in the middle of the U.S. were completely dry?” When there is a lot of water held in the soil in this region, sunlight will first go into evaporating it, keeping the surface cooler. If the ground is dry, though, the Sun will heat the surface, ultimately creating a large heat bubble over the central U.S. Beyond the local effects (heat wave, drought), they are exploring how this extra heating changes the global atmospheric circulation patterns.\nTo study this question, Dr. Teng’s team is using a research computer model, the Community Earth System Model (or CESM). They remove soil moisture from the U.S. Great Plains (the boxed region in the figure below) in the Northern Hemisphere summer, creating that bubble of heat, and study the resulting domino effect that ultimately changes the atmospheric circulation across the globe.\nIn the top panel, you can see the resulting “circumglobal teleconnection,” or the changes in atmospheric pressure that form a ring around the Northern Hemisphere middle latitudes. This means that dry soil in the central US may affect the weather and climate not only over the US, but also over many parts of Africa, Europe, and Asia as well!  The bottom panel shows what happens when a model simulation is run with the soil moisture left in, but with increased near-surface heating in the same location to mimic the heating effect of reducing the soil moisture. A similar circumglobal pattern arises, which confirms the surface heating is responsible for this effect.\nModel simulations of May-August 200mb geopotential height anomalies that occur when soil moisture is removed in the boxed region (top panel) or with increased heating in the same region (bottom panel). Orange shading indicates pressures that are above average and blue shading indicates where pressures are below average. Shaded areas indicate statistical significance. Climate.gov map based on NCAR CAM5 data provided by H. Teng.\nWhat’s also interesting is this influence is strongest in the Northern Hemisphere summer, rather than in the winter. This is encouraging to forecasters because most climate phenomena, such as ENSO, have their greatest influence in the winter, so better resolving soil moisture in our datasets and prediction systems may improve our summer climate outlooks (2).\nAlthough their experiment seems quite exaggerated, their proposed mechanism may have implications in the real world. The results from the idealized experiment suggest that prediction systems that place greater weight on soil moisture deficits could provide better early warning for these events.\nAnd what is even more interesting is that climate change experiments suggest soil moisture in the northern contiguous U.S. will decrease under future warming (see top panel in the figure below). At the same time, they also anticipate greater surface temperature variability, with more intense heat waves, by the end of the 21stcentury (bottom panel). Dr. Teng’s research suggests enhanced atmosphere-land interactions are required to explain this connection (3).\nProjected June-August changes from 1980-2010 to 2070-2100 in soil moisture (top panel) and 20-90 day (subseasonal) standard deviation of surface air temperature (bottom panel). Units are percent change with green/red colors showing an increase over time and blue/pink colors showing a decrease over time. Hatched areas indicate statistical significance. Climate.gov map based on NCAR CESM1 Large Ensemble data provided by H. Teng.\nSo, bottom line, next time you’re planting or gardening, stick your finger in the soil. The moisture you feel may be of greater consequence than you realize!\nQ:  While doing your research, what did you find that surprised you the most?  Why?\nA: Heating changes in the tropics often rank first when people try to identify the primary drivers for seasonal or subseasonal circulation anomalies. My recent modeling study indicates that land heating induced by soil moisture can also play an important role in subseasonal and seasonal prediction during the Northern Hemisphere summer. Although this may not be a big surprise to many scientists working on the atmosphere-land interactions, it gives me new perspective and hopes to improve summer predictions.\nQ:  You show that summertime soil moisture changes over the central U.S. may be enough to cause changes in the large-scale atmospheric circulation as far away as Siberia!  How is this even possible?\nA:  It’s easier to imagine when we change the jet stream in the winter. These small-scale changes, or perturbations, can move along the jet through advective processes and cause hemispheric-wide impacts. Because the jet stream in the summer is much weaker, these advective processes are usually regionally confined. However, our model simulation indicates that the heating anomalies by the dry soil can change the behavior of synoptic waves, or eddies, farther away (4). Thus, one may need to think beyond linear dynamics in order to explain the formation of large-scale circumglobal waves in the summer.\nQ:  How can we put your result in the context of the above-average rainfall and flooding experienced over much of the U.S. this past spring?\nA: There are still significant gaps between our idealized experiments and operational forecasts. I like to think of nature as a combination of millions of building blocks, and sea surface temperatures anomalies are the most popular. Working at a research center allows me to poke around outside the common playground, and my goal is to find additional sources that may improve forecast accuracy. My colleagues at NCAR and I are currently working on improving our earth system model, and our colleagues at NASA GMAO have carried out pioneering studies on this topic, which inspired my experiments. It would be exciting if the research and operational centers can team up and carry out some case studies.\nQ:  Outside of scientific research, what do you do for fun?\nA:  I’m kind of a homebody. I can spend hours watching YouTube, which could be a culinary show, documentary, travel Vlog, movie trailer, or some home DIY videos.\n(1) These two papers (and references within) describe in more detail the results mentioned in this blog post:\nTeng, H., G. Branstator, A.B. Tawfik, and P. Callaghan, 2019: Circumglobal Response to Prescribed Soil Moisture over North America. J. Climate, 32, 4525–4545.\nTeng, H., Branstator, G., Meehl, G. A., and Washington, W. M. ( 2016),  Projected intensification of subseasonal temperature variability and heat waves in the Great Plains, Geophys. Res. Lett., 43, 2165– 2173.\n(2) To begin to improve our outlooks, scientists need to develop better datasets to monitor and observe large-scale changes in soil moisture. These datasets can then be used to initialize our climate models so they can capture the subsequent atmospheric circulation changes. Right now, the ability of climate models to do this is limited in part because soil moisture is not well observed.\n(3) Why is increased heating related to higher temperature variations? Specifically, their experiment projects that the subseasonal variability of the surface temperature is enhanced by roughly 15% by the end of the 21stcentury in the Great Plains. Drier soil in the northern contiguous U.S., by regulating Bowen ratio, can increase surface sensible heat flux and reduce latent heat flux. Imagine the difference between a wet and a dry lawn on a sunny summer day in Colorado, near-surface air can heat up more quickly over the dry surface than the wet. Similarly, when a similar high-pressure system passes by the central US, one would expect warmer temperature anomalies if the soil is drier.\n(4) Eddies are deviations from the average flow (e.g. atmospheric waves). So, instabilities in the zonal mean jet streams create eddies. Likewise, eddies help to maintain the zonal jets. Therefore, eddy-zonal mean interaction can further influence meandering of the jets through nonlinear interactions between synoptic eddies and the jets.\nSubmitted by Bailey on Thu, 07/25/2019 - 12:29\nSubmitted by Haiyan  on Sat, 07/27/2019 - 12:32\nIn reply to Soil moisture and live fuel moisture by Bailey\nSubmitted by igot, Generic R. on Thu, 08/01/2019 - 21:40",
  "source": "climate.gov"
}