{
  "url": "https://www.climate.gov/news-features/blogs/enso/september-2019-enso-update-feeling-neutral",
  "title": "September 2019 ENSO update: feeling neutral",
  "date": null,
  "content": "El Niño 2019 is a thing of the past, and neutral conditions reign, as my brilliant blog brother Nat covered last month. Thanks, Nat!\nSo where do we go from here? Forecasters estimate a 75% probability that we’ll hang out in neutral through the fall, with a 55-60% chance of continued neutral conditions through the spring of 2020. Most of the climate models estimate that the surface temperature of the tropical Pacific Ocean will remain slightly above average, but below the El Niño threshold of 0.5°C (0.9°F) above the long-term average.\nThe territory between the El Niño threshold and La Niña (0.5°C below the long-term average) is designated ENSO-neutral. (ENSO = El Niño/Southern Oscillation—the whole El Niño/La Niña atmosphere-ocean system). In August, the Niño3.4 index in the east-central tropical Pacific was very close to the long-term average. The Oceanic Niño Index, the 3-month average and our official ENSO measurement, was 0.3°C warmer than average for June–August, marking the first ENSO-neutral season since last year.\nAnimation showing sea surface temperature departure from the long-term average from July through early September 2019. Graphic by climate.gov; data from NOAA’s Environmental Visualization Lab.\nWhile ENSO is inactive right now, there are a few other things of note in the recent sea surface temperature map. (If you would like to page through the recent maps yourself, head over to the NOAA View page.) As you’ll notice, some warmer-than-average water remains in the western Pacific, and the Niño4 index was 0.5°C above average in the last weekly measurement. On the other hand, the Niño1+2 index, just off the coast of South America, was -0.6°C below average.\nLocation of the parts of the tropical Pacific used for monitoring sea surface temperature. The sea surface temperature in the Niño3.4 region, spanning from 120˚W to 170˚W longitude, when averaged over a 3-month period, forms NOAA’s official Oceanic Niño Index (the ONI). NOAA Climate.gov image by Fiona Martin.\nThe other Niño region indexes were defined when scientists were first studying ENSO. In fact, the Niño3, Niño4, and Niño1+2 indexes were named based on the ship track numbers that once were used to measure sea surface temperatures in the tropical Pacific Ocean.\nSix ship tracks used in the study “\"Eastern Pacific Sea Surface Temperature Lag Relationships\" by Eugene Rasmusson and Thomas Carpenter, circa 1980, from NOAA Climate Prediction Center archives. The wider part of each track indicates the 8-degree latitude strip used in constructing the time series of sea surface temperature departures. These track numbers gave rise to the names used today for the ENSO-monitoring regions.\nWhile we still monitor these regions regularly, Niño3.4 (which is an overlap of the Niño3 and Niño4 regions) was identified by colleagues, led by Tony Barnston (a retired ENSO Blogger!), as the region most representative of ENSO. It’s the main sea surface temperature index U.S. scientists currently use to determine if El Niño or La Niña is present. Other countries use the indexes they find most relevant to their interests—for example, Japan uses Niño3 as the primary sea surface temperature index, while Peru closely monitors Niño1+2, in addition to Niño-3.4.\nI’m not yet done with the interesting things we can find in the current sea surface temperature anomaly map! (Anomaly = departure from long-term average.) Some of the cooler water near the South American coast has been transported from the far eastern Pacific into the east-central Pacific by tropical instability waves, which show up here as a wavy/blobby pattern along the equator. (Also check out the nice animation of them from last month in Nat’s post.)\nAnother important pattern, the Indian Ocean Dipole (IOD), is also illustrated in the recent sea surface temperature anomaly map. The IOD is characterized by the difference in temperature anomalies between the eastern and western Indian Ocean. It has been in a positive phase for the last couple of months, with the western Indian Ocean warmer than average and the eastern region cooler than average, showing up as a large blue area near Indonesia. A negative IOD is the opposite.\nThe IOD can change the atmospheric circulation over the Indian Ocean in much the same way ENSO changes the circulation over the Pacific Ocean (the Walker circulation). The IOD doesn’t have an effect on North American weather and climate, but it’s very important for Australia, and also another great example of a seasonal climate pattern. Check out the Bureau of Meteorology’s resources for more on the IOD.\nFinally, in the most recent map, covering the week of September 2–8, off the southeast coast of the U.S., you’ll see the cooler water left in the wake of Hurricane Dorian. Hurricanes can temporarily cool the surface of the ocean as much as 6-9°F as strong winds churn the water, mixing cooler water up from deeper layers. Additionally, evaporation of warm water, cold rain falling, and the thick cloud cover contribute to cooling the surface.\nIt’s been a while since we’ve had an ENSO-neutral winter. ENSO-neutral does not mean the weather will be average—it just means that other, non-ENSO forces will govern the weather without ENSO’s relatively predictable impact. Some of these other forces include the Arctic Oscillation and the Madden-Julian Oscillation. These patterns change faster than ENSO, and therefore are harder to predict weeks in advance. This gives me the opportunity to re-run this excellent cartoon from Michelle’s 2017 post:\nConcept by Tom Di Liberto and illustration by Emily Greenhalgh, NOAA Climate.gov.\nENSO may be inactive, but we here at the ENSO Blog never are. As we go into what may be a protracted ENSO-neutral period, please let us know what topics you’d like us to explore in the endlessly interesting world of climate & weather science!\nSubmitted by Jeff Brown on Thu, 09/12/2019 - 12:32\nCan you provide insight onto which aspects folks are getting confused on?  We use anomalies and often note \"below average\" and \"above average\" with such frequency that it's sometimes difficult to know what are the gaps are to be filled.     We touched on 6-10 and 8-14 day outlooks here ( see \"moving fast\" ):  https://www.climate.gov/news-features/blogs/enso/forecasting-fast-and-slow .  I find it tough to think of a good blogging angle for those short-term forecasts mainly b/c they are dependent on weather models (and their initial conditions) and so it is often hard to know why they are doing what they're doing.  When the timescales get larger (over multiple weeks, months, or seasons) we have climate predictors that can help us tease apart what the primary climate factors.   Thanks for the suggestions!\nSubmitted by michelle.lheureux on Mon, 09/16/2019 - 11:28\nIn reply to North American winter influences by Jeff Brown\nSubmitted by Edward Valley  on Tue, 09/17/2019 - 15:53\nThanks Edward. Here is a post from back in 2014 where we touched on the other oscillations that can influence winter across the U.S.\nhttps://www.climate.gov/news-features/blogs/enso/other-climate-patterns-impact-us-winter-climate\nSubmitted by tom.diliberto on Thu, 09/26/2019 - 10:32\nIn reply to Other oscillations by Edward Valley\nSubmitted by April Corsiva on Wed, 10/02/2019 - 19:25\nSubmitted by Dennis McGrane on Thu, 10/03/2019 - 13:47\nMichelle will publish a post about that large anomaly in just a couple of weeks. Stay tuned!\nSubmitted by emily.becker on Wed, 10/09/2019 - 11:22\nIn reply to How is Nino 3.4 relevant to the snowpack forecast in the US west by Dennis McGrane\nSubmitted by Aninda Pramanik on Thu, 10/17/2019 - 06:10",
  "source": "climate.gov"
}