{
  "url": "https://www.climate.gov/news-features/blogs/enso/seeing-red-across-north-pacific-ocean",
  "title": "Seeing Red Across the North Pacific Ocean",
  "date": null,
  "content": "The Pacific Ocean is throwing a bit of a temper tantrum these days, but it’s not where you think it might be. Often we focus on the tropical Pacific Ocean because it’s where ENSO takes center stage, but currently temperature departures across the Tropics are pretty blah. Instead, for the past few months, it’s the North Pacific Ocean that pops out at you—a gigantic red sore that covers much of the eastern basin.\nSea surface temperature anomalies during September 2019.  Red/orange shading indicates above-average temperatures and blue shading indicates below-average temperatures.  Climate.gov image based on NOAA NNVL and NCEI.\nAs our colleagues over at NOAA Fisheries explained last month, this feature is a Marine Heatwave. Marine heatwaves are considered prolonged, large-scale warm water events (1). Back in 2014-16, people started calling a very prominent North Pacific marine heatwave THE BLOB. Now, some people are saying this current event could be a return of the Blob. Blob is fun to say and simply rolls off the tongue, so we understand why it’s caught on.\nBUT! The problem is “Blob” is not that useful of a description. There’s no single fixed Blob. As Michael Jacox points out, it would be like if we called every single hurricane, “Hurricane Dave.” Obviously hurricanes, like marine heatwaves, don’t always occur in the same place, at the same time, have the same magnitude, or even have the same areal coverage. In fact, an El Niño can result in conditions that would be considered a marine heatwave in the Tropics, but we would not call that area of warmth a “Blob.”\nMarine heatwaves can be a bit tricky to categorize because, like most phenomena in weather and climate, there are shades of grey. While marine heatwaves can be defined by many different physical properties (e.g. size, intensity, duration), there are no fixed set of impacts that will always result. At this point, it is too early to say if this heatwave might have major impacts on marine life and fisheries the way the last one did (2).\nTo learn more, I convened an expert panel to ask some questions. The interviewees are Michael Alexander at NOAA Earth Systems Research Lab and Michael Jacox and Nate Mantua, who are with NOAA Southwest Fisheries Science Center. They had a lot of great information to share —so much in fact that we’re well over our length limits (for those who want the “extended interview” keep scrolling!).\nAlexander: Marine heatwaves are usually identified by temperatures at the sea surface, which can be measured by satellites. Based on sea surface temperatures, the general pattern of the current heatwave does resemble the Original Blob.  However, generally, it is important to determine how deep the temperature anomalies (how much warmer or colder the temperature is relative to average) extend into the ocean. As Nate points out below, these anomalies are just near the surface off the US West Coast, so strong storms, which often begin this time of year, can quickly wipe out a heatwave.  In fact, we may have just started seeing this.\nMantua: The biggest differences so far are in the depth and duration of the two events. The Original Blob lasted for multiple years and the warming eventually extended to more than 300 meters (~1,000 feet) below the surface across much of the Northeast Pacific.  In contrast, the current event has been with us for only a few months, and the extreme warming is confined to the top 30 to 50 meters (~100-150 feet).\nSubsurface temperature anomalies averaged in the North Pacific Ocean (150°W-130°W, 40°N-50°N).  Data from 1980 to present using an ensemble of ocean reanalysis from various agencies.  Climate.gov image based on figure provided by Caihong Wen using datasets shown in the CPC monthly ocean briefing.\nAlexander: The 2014 marine heatwave (Original Blob) started in the northeast Pacific. Recent studies suggest that air-sea interactions allow ocean temperature anomalies near Hawaii to move towards the equator. When warm temperature anomalies, including marine heatwaves, reach the equator they enhance the chance of an El Niño event in the following year (Dan Vimont talked about this in an earlier blog post). So the Blob may have contributed to the strong El Niño event that occurred in 2015-16.\nWhile El Niño events occur in the tropical Pacific they influence the ocean and atmosphere in the North Pacific including sea surface temperatures. Generally, the winds are from the southwest near the US West Coast during El Niño which warms the underlying ocean, while ocean processes push the deeper cold water farther down, warming a very narrow region right near the coast. A full blown El Niño did not happen in 2014 but one did in the following winter, which likely contributed to the continuation of the marine heatwave when it was strongest near the West Coast.\nJacox:  In general, El Niño is a very prevalent cause of marine heatwaves in much of the Pacific. Off the U.S. West Coast, El Niño events tend to produce warming by changing the wind patterns that typically cool the coastal ocean, and through an “oceanic teleconnection” where coastal trapped waves propagate northward along the North American west coast. The Original Blob wasn’t caused by El Niño, but the tropical warmth during the 2014-15 winter likely helped that heatwave persist and then the strong 2015-16 El Niño contributed to the extended warming as well.\nIllustration by Leslie Bell (talented mom of Michael Jacox).\nMantua: Georgia Tech Professor Emanuel Di Lorenzo and I published a study showing that the evolution and persistence of the Original Blob involved long-distance teleconnections between the North Pacific and Tropical Pacific that involved  two flavors of El Niño. As Mike J. points out, the initial warming off the coast of the Pacific Northwest that first earned the “Blob” label wasn’t caused by El Niño. Instead, the atmospheric forcing that started The Blob in winter 2013/14 also contributed to the tropical warming in 2014, which persisted into 2015.\nAlexander: Most of the ocean has warmed over the past 50 years. This warming is projected to continue through the 21stcentury, especially off the northeast US coast. Nearly all computer model simulations of the future indicate the oceans will warm.  So relative to the present, marine heatwaves will become more frequent.  However, if one thinks of a heatwave as a short-term event relative to the mean temperature at that time, the frequency of marine heat could stay about the same but just happen in an overall warmer climate.\nJacox: What those studies show is that in a warming ocean, historical temperature thresholds will be exceeded more often. In other words, temperatures we currently consider extreme will become more common.  But that doesn’t mean marine heatwaves will necessarily change. One could think of it like sea level rise – just because the water gets higher doesn’t mean the waves are getting bigger. How marine heatwaves will change relative to the increasingly warmer temperatures is still an open question, and the answer will likely be different in different parts of the ocean. For marine species, both the warmer temperature and future marine heatwaves will be important. Their relative and combined impacts will vary among species depending on their exposure to warmer temperatures, their sensitivities, and their adaptive capacity.\nAlexander: My dog, which can eat just about anything and drink vast quantities of warm water.\nJacox: Trick question, it turned out that the Blob and Godzilla El Niño were on the same team.\nMantua: I’m with Mike and Mike on this one.\nThanks to our experts for taking time aside to teach us more about marine heatwaves!  For those who want to learn more, I highly recommend reading the extended interview below where they speculate on what may have caused the current heatwave, predictability, and how these heatwaves can interact with the atmospheric circulation.\n--------------\nAlexander: The Blob formed under a strong stationary “blocking” atmospheric high-pressure system. The associated weak winds and warm air temperatures allowed the near-surface ocean to heat rapidly.  Surprisingly, blocking events over the North Pacific are actually more common during La Niña (the cold phase of ENSO) then during El Niño. Other processes can influence weather patterns over the North Pacific including the Madden-Julian Oscillation.  Changes in ocean currents, such as the Gulf Stream in the Atlantic and Kuroshio current in the Pacific may influence marine heatwaves over longer periods of time.\nIt is important to always keep in mind that weather patterns, like blocking, can occur randomly due to the chaotic nature of the atmosphere. Thus, while ENSO might influence the types of weather patterns it does not control them outright-- think of asking your 2-year-old son or 12-year-old daughter to do something, they might listen to you, what maybe 60% of the time (if you’re lucky).\nMantua: My short list of suspects includes (1) teleconnections from the tropical Indo-Pacific region, which this summer had persistently high ocean temperatures around the International Dateline, cool temperatures in the eastern Indian Ocean, and persistent tropical rainfall anomalies in southeast Asia/Indonesia; (2) the extraordinarily warm Arctic, and (3) bad luck - due to the random nature of our climate.  This year’s marine heatwave formed under a strong stationary “blocking” atmospheric high over Alaska in spring and summer, and a persistent area of lower-than-normal sea level pressure between Hawaii and the mainland for most of summer. These pressure patterns weakened the normal wind systems over the North Pacific and Bering Sea that are important for the upper ocean’s heat balance. Another interesting feature of summer 2019’s climate has been a circumpolar teleconnection in the jet stream that included persistent high pressure ridges over Alaska, Greenland and the Russian Arctic. And finally, there may be positive feedbacks between the warming of the North Pacific and the weak wind patterns that caused the warming in the first place.  Part of the bad luck behind this event may be the combination of some or all of these different factors.\nAlexander: The Blob was not well forecasted. We might only be able to predict the actual pattern and strength of marine heatwaves a few weeks out, but given the large-scale factors that influence them we may be able to predict the probability of an event occurring, like the percent chance of rain you see when you check the weather on your cell phone.\nJacox: It really depends on what’s driving the heatwave. The initial formation of the Blob wasn’t predicted even a month or two in advance, and neither was the ongoing heatwave in the northeast Pacific. But a marine heatwave that results from a strong El Niño event has much greater potential to be predicted, even 6 months or more in advance. There may also be predictability for the evolution of heatwaves like the Blob after they form, even if they weren’t predicted initially.\nMantua: My read of the latest research is that it is not likely that the Blob caused the ridge.  Several studies (this blog post) point to some atmospheric changes caused by the combined influence of the warm SST anomalies in the western tropical Pacific and cold SST anomalies in the eastern tropical Pacific. However, there is also some published modeling work showing a modest wintertime mid-latitude ridge response to the Blob in winter 2013-14. It may be that warming in the Northeast Pacific Ocean does not cause, but may help persist the ridge pattern (and persistence of the warming), at least in winter.\nFor low-elevation areas exposed to the atmosphere’s marine boundary layer on the West Coast this summer, there appears to be a direct connection between elevated SSTs and higher dew point temperatures and higher nighttime low temperatures. Cliff Mass at the University of Washington has a nice blog post that includes high-resolution modeling results showing this. Additionally, Nick Bond has shown that February SSTs in the Original Blob region are positively correlated with spring time air temperature in Washington.\n(1)  Hobday, A.J., L.V. Alexander, S.E. Perkins, D.A. Smale, S.C. Straub, E.C.J. Oliver, J. Benthuysen, M.T. Burrows, M.G. Donat, M. Feng, and others. 2016. A hierarchical approach to defining marine heatwaves. Progress in Oceanography 141:227–238, https://doi.org/​10.1016/j.pocean.​2015.12.014.\nHobday, A., Oliver, E. C. J., Gupta, A. S., Benthuysen, J. A., Burrows, M. T., Donat, M., et al. (2018). Categorizing and naming marine heatwaves. Oceanography 31, 63–73. doi: 10.5670/oceanog.2018.205\n(2)  NOAA Fisheries has a “looking back at the Blob” series that reviews the impacts from the Original Blob in 2014-2016. Check it out!\nSubmitted by Amanda F on Thu, 10/31/2019 - 07:49\nSubmitted by Maria on Thu, 11/28/2019 - 01:02\nSubmitted by Виктор Родин on Tue, 12/24/2019 - 02:35",
  "source": ""
}