{
  "url": "https://www.climate.gov/news-features/blogs/enso/december-2019-enso-update-neutral-rinse-repeat",
  "title": "December 2019 ENSO update: neutral, rinse, repeat",
  "date": null,
  "content": "Honestly, I could reprint last month’s outlook post and it wouldn’t be that far off from this month. But we have a responsibility to create new posts that we take seriously here at the ENSO blog! So give me a second to “control-c” last month’s ENSO update…. Ahh there we go… And now to hit “control-v”…\nENSO-Neutral conditions are solidly in place at the moment. Forecasters estimate a 70% chance that neutral conditions last through the winter, and a 65% chance of continuing through spring.\nThis all probably has you thinking “EN-So what”, or “this all about ENS-nOthing”, or “please ENS-top doing these horrible puns”. But bear with me as we dive into what is going on.\nNovember 2019 sea surface temperature departure from the 1981-2010 average. Image from Data Snapshots on Climate.gov. The cooler-than-average water in the eastern Indian Ocean is the IOD signature. Also very noticeable here is the marine heatwave in the northern Pacific.\nIf you just looked at the sea surface temperatures (SST) anomalies—differences from the long-term average—in the Niño3.4 region in the east-central tropical Pacific, you might be thinking that it’s odd that we continue to say how boring things are, ENSO-wise. After hovering around 0.5°C during the end of November, lately the SST anomaly has been around 0.3°C. Not high enough to rise into El Niño territory but certainly above-average. In fact, in the westernmost region we look at, Niño4, SST anomalies are noticeably higher at 0.9°C.\nLocation of the parts of the tropical Pacific used for monitoring sea surface temperature. The sea surface temperature in the Niño3.4 region, spanning from 120˚W to 170˚W longitude, when averaged over a 3-month period, forms NOAA’s official Oceanic Niño Index (the ONI). NOAA Climate.gov image by Fiona Martin.\nHowever, across the entire tropical Pacific along the equator, upper ocean temperature anomalies are nearly zero, as both a downwelling ( warmer water sloshes east) and upwelling (cooler water moves east) Kelvin wave move through different depths and areas of the ocean. All of this is to say that the oceans are looking pretty neutral on average.\nDeparture from average of the surface and subsurface tropical Pacific sea temperature averaged over the 5-day period centered on December 4. The vertical axis is depth below the surface (meters) and the horizontal axis is longitude, from the western to eastern tropical Pacific. This cross-section is right along the equator. Climate.gov figure from CPC data.\nThe atmosphere has also been pretty meh, or said in a more professional way “neutral.” The trade winds across the Pacific, which tend to relax or even reverse during El Niño and speed up during La Niña, were near-average during November.\nMeanwhile, thunderstorm activity reflected neither El Niño nor La Niña as it continued to be below-average over Indonesia and the Date Line and enhanced over the western Pacific. In fact, this pattern over the last thirty days is pretty similar to the pattern during the previous 30 days. Another strong point in favor of neutral ENSO conditions across the Pacific.\nPlaces that were more (purple) or less (orange) cloudy than the 1981-2010 average during mid-November to mid-December 2019, based on satellite observations of OLR (outgoing longwave radiation, or heat). Thick clouds block heat from radiating out to space, so less radiation equals more clouds and rainfall, and more radiation equals clearer skies. The lack of clouds and rain resulting from the cooler-than-average side of the IOD can be seen on the left of this map. Climate.gov map from CPC data.\nLooking to the future, most models continue to favor ENSO-neutral through the summer of 2020, even as many models have positive Niño3.4 SST anomaly values closer to 0.5°C lasting into December. Those elevated ocean temperatures are one reason why we can’t rule out an El Niño, even though the odds of one— 25-30% through spring— remain well below the chances of ENSO-Neutral.\nWe’ll continue to monitor what’s going on above and below the water across the equatorial Pacific to see if anything changes, but expect ENSO-Neutral to last for a bit.\nHonestly, everything Emily said last month about the other climate stuff going on across the planet mostly holds true for this month. Instead of having me repeat it, I recommend checking out her post from last month.  The only change is that both the Indian Ocean Dipole and the MJO are weaker at the moment.\nWith some words left to fill then, I’ve decided to test your knowledge of ENSO with a few ENSO trivia questions!  This is a NOAA-centric quiz so we’re using the ERSSTv5 as our dataset and examining the Oceanic Niño Index going back to 1950 (results will vary depending on whether you’re looking at different dataset or ENSO-related variable).  So break out those pads of a paper and no looking, because here we go!\nQuestion 1: What and when was the longest period of ENSO-neutral?\nAnswer: Over 4 years! From Spring 1959 to late Spring 1963 (A blogger’s worst nightmare!)\nQuestion 2:  What and when was the longest continuous La Niña?\nAnswer: Almost 2.5 years! From April-June 1954 to August-October 1956. What was going on in the 1950s!\nQuestion 3: What and when was the longest El Niño?\nAnswer: At 19 consecutive three-month periods above 0.5°C in the Niño3.4 index…. October-December 2014 to April-June 2016!  This is just from the perspective of the ONI--- we never saw a matching atmospheric response in the 2014-15 winter, so NOAA didn’t declare an El Niño until March 2015.\nQuestion 4: What decade had the least number of El Niños or La Niñas? Or said another way, what decade had the most three-month periods with ENSO stuck in neutral.\nAnswer: The 1960s! 64% of the decade was spent in ENSO-neutral, including the first three years. Very glad we weren’t ENSO blogging then!\nQuestion 5: What decade had the MOST El Niño three-month periods?\nAnswer: The 1950s as 42 three-month periods had Niño3.4 SST values above or equal to 0.5°C\nQuestion 6: What decade had the MOST La Niña three-month periods?\nAnswer: The 1970s had 53 three-month periods with Niño3.4 SST values below or equal to -0.5°C\nQuestion 7: Who discovered the SO part of ENSO? The Southern Oscillation?\nAnswer:  Sir Gilbert Walker in 1924.\nQuestion 8: Who coined the term El Niño?\nAnswer: Fishermen in Peru in the 1800s.\nQuestion 9: Who first named “The Walker Circulation”?\nAnswer: Jacob Bjerknes in his 1969 paper “Atmospheric Teleconnections from the Equatorial Pacific”\nQuestion 10: Who is your favorite ENSO blog writer?\nAnswer: Emily. (That should have been the easiest question to answer of the bunch!)",
  "source": ""
}