{
  "url": "https://www.climate.gov/news-features/blogs/enso/january-2020-enso-update-new-year-new-you",
  "title": "January 2020 ENSO update: new year, new you",
  "date": null,
  "content": "Ocean and atmosphere conditions in the tropical Pacific are ENSO-neutral, and forecasters favor neutral through the spring. Wait, don’t go! As usual, there’s a lot more to the ENSO story.\nThe sea surface temperature in the Niño3.4 region in the east-central equatorial Pacific, our primary location for monitoring the El Niño-Southern Oscillation (ENSO) climate phenomenon, has been above average for a few months now. In fact, the 3-month-average (the Oceanic Niño Index) in October–December was 0.46°C above normal, which rounds to 0.5°C. “Hey!” you say. “Isn’t that the El Niño threshold?” Indeed it is, but of course El Niño requires more than a couple months of above-average sea surface temperature. According to the El Niño criteria, we also need an expectation that the sea surface temperature will stay above the threshold for several more seasons. (In climate-speak, “season” is any three-month-average period.)  In addition, there’s that pesky requirement that the tropical Pacific atmospheric circulation shows a response.\nSummary of NOAA decision process in determining El Niño conditions. NOAA Climate.gov drawing by Glen Becker and Fiona Martin.\nMost climate models predict that the Niño3.4 sea surface temperature will stay above the long-term average for a couple more months, hovering around the El Niño threshold, before decreasing to near-average through the spring. We’re not yet into the time of year when we have to worry about the spring predictability barrier (essentially, dynamical model forecasts made during April and May tend to be less reliable than those made during other times of the year), lending weight to these predictions.\nBased in large part on these model predictions, forecasters estimate a greater than 50% chance the November–January and December–February Oceanic Niño Index values will be about 0.5°C above average. A downwelling Kelvin wave that will continue moving eastward under the surface of the tropical Pacific over the next month or so will also provide a source of warmer-than-average water to keep the surface temperature elevated for at least another month or two.\nDeparture from average of the surface and subsurface tropical Pacific sea temperature averaged over the 5-day period centered on January 3, 2020. The vertical axis is depth below the surface (meters) and the horizontal axis is longitude, from the western to eastern tropical Pacific. This cross-section is right along the equator. A downwelling (warm anomaly) Kelvin wave is moving across the equatorial Pacific Ocean. Climate.gov figure from CPC data.\nAfter that, the largest share of the probability pie, about 60%, goes to neutral, meaning Oceanic Niño Index between -0.5°C and 0.5°C. What all this boils down to is that forecasters do not expect the current warmer equatorial Pacific water to develop into a full-blown El Niño. That said, the recent warm surface conditions do bear monitoring, and the chance of El Niño through the spring is estimated at about 30%. La Niña has the smallest chance of developing through the spring, at around 10%.\nAll this “x chance of whatever,” “y chance of some other whatever” can seem unnecessarily complicated. Wouldn’t it be easier if our forecast just said “neutral will remain” or “La Niña is coming,” sort of like how your weather forecast just says “high of 70°F tomorrow?” Perhaps, but it wouldn’t give a complete picture of the possible futures.  When we’re making climate forecasts the future is just more uncertain.  By assigning probabilities to each of the three categories, forecasters can provide decision-makers with potentially useful information. Knowing that neutral is most likely (6-in-10 chance) but there is still a 3-in-10 chance of El Niño advises people to remain attentive to this potential. For more on how to understand probabilistic forecasts, check out Tony and Michelle’s posts “Why do ENSO forecasts use probabilities” and “Betting on climate predictions.”\nIllustration by Emily Greenhalgh, NOAA Climate.gov.\nOver the few weeks, the positive Indian Ocean Dipole pattern (colder-than-average water in the eastern Indian Ocean, warmer-than-average in the western Indian Ocean) has finally abated.\nAnimation showing sea surface temperature departure from the long-term average from September 2019 through early January 2020. Graphic by climate.gov; data from NOAA’s Environmental Visualization Lab.\nColder-than-average water in the eastern Indian Ocean and the islands of Southeast Asia—the “Maritime Continent”—has the effect of suppressing convection, meaning there is less rising air, cloud formation, and rain than usual. This contributed to the devastating fire conditions Australia has experienced over the past few months. As the positive Indian Ocean Dipole has weakened, convection has re-emerged over the Maritime Continent in the last week.\nOur resolution is the same as ever—keep you updated on all things ENSO. And maybe get to the gym a little more often….\nSubmitted by Chris Scott on Fri, 01/10/2020 - 21:59\nSubmitted by Constanza Vieira on Sat, 01/25/2020 - 09:03\nSubmitted by DESTINY OJILE on Sun, 01/26/2020 - 18:32\nSubmitted by ravali on Tue, 03/03/2020 - 23:45\nSubmitted by iamexpert109 on Tue, 04/07/2020 - 05:43\nSubmitted by Very amazing  on Wed, 09/30/2020 - 08:06",
  "source": ""
}