{
  "url": "https://www.climate.gov/news-features/blogs/enso/polar-vortex-going-make-you-put-sweater-be-afraid-be-very-afraid",
  "title": "The polar vortex is going to make you put on a sweater. Be afraid. Be very afraid.",
  "date": null,
  "content": "Editor's note: Jan. 12, 2021. This post from last winter is getting a lot of fresh attention thanks to its appearance somewhere in the Google news feed last week. Although the details of the state of the tropospheric and stratospheric vortexes in this post are from last year, the explanation of the basic science of these atmospheric features is still solid. Come back and visit us on January 28 for an update on the current state of the polar vortex and how the Sudden Stratospheric Warming event that happened in early January may influence mid-latitude weather in coming weeks.\nJust kidding! But, oh well, you clicked and now we’re all going to go for a walk together down polar vortex lane. Six years ago, “polar vortex” became the latest weather term to enter the public conversation; since then, it’s been blamed—sometimes rightly, sometimes wrongly—for every outbreak of wintry weather. Because I’m generally considered an ENSO expert, I’m inviting along some of my polar vortex friends to chaperone* our walk.\nSo, let’s start with a quiz. When you read/hear “The Polar Vortex is here!” you should:\nThe answer is (c), but, hey, if you really want to pick the other two options, we’re not going to stop you.\nIf you’re a meteorologist hearing the term, you would also grumble a bit at that headline because the polar vortex doesn’t come and go. It’s not “here” because it’s always there in our atmosphere, spinning around the winter hemispheres (Footnote #1).\nIn scientific papers reaching back to the 1940s, polar vortex generally refers to the atmospheric circulation in the stratosphere, not the troposphere. In polar regions, the bottom edge of the stratosphere starts about 5 miles above the ground and extends upwards to around 30 miles. The troposphere is the layer between the ground and the stratosphere, and is where we work and play.\nIllustration of the tropospheric and stratospheric polar vortexes across the Northern Hemisphere. The arrows show the direction of the atmospheric winds, which typically blow from west to east in the mid-latitudes. Schematic is by NOAA Climate.gov and is adapted from Waugh et al., 2017, Bulletin of the American Meteorological Society.\nDarryn Waugh and colleagues did a great job covering the history of the polar vortex in this article from a couple years ago. In it, they point out that although knowledge of a stratospheric vortex extends back to the late 1940s, it was later on (1970s to 2000s) that the term “polar vortex” was more frequently used to describe weather closer to the surface. This is why they recommend that folks refer to the tropospheric polar vortex or the stratospheric polar vortex. These vortexes are different!\nThey’re different, but there are times when the two polar vortexes are in similar positions and are more strongly linked. Let me explain how the troposphere and stratosphere are different, and then we’ll talk about those special times.\nWeather in the troposphere can be a bit messy, but colder air tends to be relegated closer to the pole while warmer air resides in the Tropics. Between them are the middle (mid-) latitudes, where warmer and colder air often clash and do battle. It's quite uncomfortable going from 70°F one day to 30°F the next, so we forgive you for wanting to yell “polar vortex!” because yikes! [but please don’t] However, the rapid changes in temperature can simply be described by the passage of a weather front, a sharp boundary between different air masses.\nThus, the tropospheric polar vortex is a slightly wordier way to describe the separation between the generally colder air to the north and the warmer air to the south. The edge of the vortex is characterized by a jet stream or river of fast flowing air that separates the air masses. The jet appears very sinuous on the map below (red/purple shading indicates the fastest winds) and sort of looks like a snake slithering around the hemisphere. (That analogy gave me the creeps too. Sorry!).\nWinds blowing along the 500-hPa geopotential level on January 12, 2020 (on average this is 5.5 km or 3.5 miles above sea level and is within the troposphere). Image modified by NOAA Climate.gov using images from Earth Nullschool(data source: GDAS from NOAA).\nWhen the tropospheric polar vortex expands, and the jet stream slides to the south, it will increase cold air outbreaks (Footnote #2). But the vortex can also contract, with the jet stream moving north, which means warmer weather where you live (we saw this happening over the U.S. and Eurasia during parts of December 2019 and January 2020).\nThen there is the stratosphere, which most of the time could not care less about what is happening near the surface. The stratosphere is a quieter, generally much less exciting place than the troposphere. The stratospheric polar vortex edge is located where the strongest winds occur, another jet stream (a jet that is at much higher altitude) that sort of just hums along without the messy frontal clashes that happen in the troposphere. It’s kind of just chill with air flowing along in a more or less concentric circle around the pole.\nWinds blowing along the 10-hPa geopotential level on January 12, 2020 (on average this is 30 km or 19 miles above sea level and is within the stratosphere). Image modified by NOAA Climate.gov using images from Earth Nullschool (data source: GDAS from NOAA).\nSometimes the stratospheric vortex is doing its own thing, whirling around, and then—all of a sudden—the troposphere might start whacking the stratosphere from below! Hey! Mind your own business, troposphere! That really hurts! (important caveat in Footnote #3)\nThis jostling usually happens during the winter. The atmospheric circulation in the troposphere can get wild enough that it will shove momentum and heat upward into the stratosphere, which, understandably, can upset the stratospheric polar vortex. And, woo boy, you do NOT want to mess with the stratospheric polar vortex. Sometimes the stratospheric winds will simply weaken or strengthen, but when the stratosphere gets really upset, it will literally break down in an epic tantrum: A Sudden Stratospheric Warming.\nThese are also the times when scientists and forecasters start excitedly talking about the polar vortex to their friends. Mainly it’s because these events are highly disruptive to the planetary circulation and are times when the breakdown in the stratospheric vortex can weaken the tropospheric vortex. Amy Butler (@DrAHButler) has talked about this sort of phenomenon before on our blog, so check these posts (here and here) for a refresh.\nBelow is an image showing pressure departures averaged over the Arctic during a sudden warming event in early 2013. The red shading in early to mid-January 2013 is vertical, which indicates that a weaker vortex (and above-average pressures) extends all the way from the surface (bottom edge) through the stratosphere (top edge). Then, from mid-January onwards, the weaker vortex (red shading) descends from the stratosphere into the troposphere (the blue shading indicates lower pressures or where the vortex is stronger than normal).\nSudden Stratospheric Warming during January-March 2013. Image shows geopotential height anomalies, which is indicative of pressure differences over the Northern Hemisphere polar cap (averaged from 65°N to 90°N). Red shading is an indicator of higher-than-average pressure over the Arctic and blue shading indicates lower-than-average pressure. The x-axis shows the time evolution and the y-axis shows the pressure levels in hectopascal, hPa (Earth’s surface is located at the bottom of the image and the division between the stratosphere and troposphere is located around 250-300hPa).  Image courtesy of CPC Stratospheric monitoring with the data source from GDAS (NOAA).\nSudden Stratospheric Warmings and other instances when the stratospheric polar vortex weakens can influence the tropospheric circulation and increase the chances of cold air outbreaks over the middle latitudes (and warmer conditions near the Arctic). These surface impacts are not a given – climate forecasts are probabilistic for a reason. The variability from event to event can make it challenging to incorporate these impacts into forecasts (Footnote #4).\nThe stratospheric polar vortex can also strengthen, which counterintuitively (polar strengthening!) may actually mean above-average temperatures for parts of North America and Eurasia. In fact, it’s possible that the strengthening of the stratospheric polar vortex has loaded the dice in favor of a more mild winter (December 2019- January 2020). In cases such as these, we gently suggest that you take off your sweater.\n* Thanks to Amy Butler (NOAA ESRL), Darryn Waugh (John Hopkins), Craig Long (NOAA CPC), and Laura Ciasto (NOAA CPC) for their reviews and suggestions.\n(1) Within this article I’m going to mostly focus on the polar vortexes that swirl around the Northern Hemisphere, but keep in mind there are polar vortexes in the Southern Hemisphere too, which speed around the southern oceans and Antarctica. The stratosphere and troposphere can only be coupled during the fall through spring (approximately October-April in the Northern Hemisphere). This is because the lower stratospheric flow is usually westerly (blowing from west to east) and therefore can be disturbed by waves propagating upwards from the troposphere. During the summer, the stratospheric polar vortex breaks down and winds are mostly easterly and therefore it isn’t sensitive to the troposphere.\n(2) Keep in mind that cold air outbreaks do not have to be associated with a hemispheric-wide change in the tropospheric polar vortex. Often, there is a displacement in the tropospheric polar vortex over just a certain region (jet shifts south), so that particular region experiences a cold air outbreak. Likewise, at the same time the tropospheric polar vortex is sliding to the south in one region (e.g. eastern North America), it could be shifting north in another region (e.g. western North America). This northward displacement could have the effect of reducing the number of cold air outbreaks and leading to more mild conditions.\n(3) Emphasis on the sometimes. There is active research that is looking at whether an increase in (or “whack” from) anomalous tropospheric wave activity is required to instigate significant changes in the stratosphere. Other stratospheric conditions may be needed such as having a certain vortex geometry or internal resonance (de la Cámara et al., 2019). So it is also the case that an increase in tropospheric wave activity could sometimes be reflecting these stratospheric changes and not causing them.\n(4) Sometimes a sudden stratospheric warming does not lead to a clear change in the tropospheric vortex (and exerts less of an influence on surface temperature). In fact, January-March 2019 is such a case (image here). The weakening of the polar vortex appeared to have trouble getting below ~200mb and into the troposphere. If you are curious and want to examine more sudden stratospheric warmings, check out Amy’s webpage where she and her colleagues document them through history.\nSubmitted by Anonymous on Thu, 01/23/2020 - 14:20\nSubmitted by John Richard Carlson on Sun, 01/10/2021 - 16:23\nIn reply to Very nice job communicating by Anonymous\nSubmitted by Paul Alter on Thu, 01/23/2020 - 14:47\nThank you!  Really glad to hear this article resonates w/ folks.\nSubmitted by michelle.lheureux on Fri, 01/24/2020 - 08:38\nIn reply to Finally Understand Jet Stream by Paul Alter\nSubmitted by Gina  Jackson on Sun, 01/10/2021 - 09:19\nIn reply to Finally Understand Jet Stream by Paul Alter\nSubmitted by Greg bath on Mon, 01/11/2021 - 22:00\nIn reply to Finally Understand Jet Stream by Paul Alter\nSubmitted by Jonathan Verschuuren on Fri, 01/24/2020 - 03:53\nReally good question and is one we should tackle in the future in consultation w/ some experts on the topic.   The short answer is that it is not completely obvious how climate change will impact the Northern Hemisphere polar vortexes and jets-- there is a lot of scientific debate on this question.  Climate change models, generally, project that the tropospheric jet stream will shift poleward in response to greenhouse gas forcings.  Here is one article by Tim Woollings which does a nice job explaining the various moving parts and complexities.  Also, on this blog, Tom previously covered the question of whether sea ice melt (a climate change signal) might influence the middle latitude weather, so check this out.\nSubmitted by michelle.lheureux on Fri, 01/24/2020 - 08:57\nIn reply to Impact of climate change on all of this? by Jonathan Verschuuren\nSubmitted by Inge B Johannessen on Tue, 01/28/2020 - 07:59\nSubmitted by Brock Ervin on Sun, 02/09/2020 - 21:36\nSubmitted by Mary Beth on Fri, 02/14/2020 - 12:23\nThank you, Mary Beth!  You can see what topics Michelle and the other ENSO bloggers have covered on this index page.  It also could be useful to check out the climate.gov site map to see the range of topics that have been covered on climate.gov more broadly.  We strive to be accessible to a wide range of readers, and so we try to avoid jargon as much as possible.  I understand that it can be tough dealing with all the technical terms in this field (and don't get me started on acronyms!).\nSubmitted by Nathaniel.Johnson on Fri, 02/14/2020 - 13:11\nIn reply to Adding to my trove of weather understanding.. by Mary Beth\nSubmitted by Helen Bell on Sat, 03/14/2020 - 21:00\nThank you for your comment.  Regarding your question, I don't know if weather forecasts in the Pacific Northwest are worse than in many parts of the country, at least in recent decades.  The performance of weather forecasts depends on many factors, including the quality of forecast models, the amount and quality of data that gets fed into these models, and the amount of chaotic weather variability at the particular location.  A few decades ago, that second factor may have been a key limiting factor for PNW forecasts, as there were limited observations over the Pacific Ocean (the \"Pacific data void\") to inform the models about weather systems that would directly impact the PNW.  However, we have a much richer supply of data these days even over the Pacific Ocean, particularly from commercial airplanes and especially satellites.  This increased amount of data is a big reason why weather forecast skill has improved steadily over the past three decades.  However, in regions that have a substantial amount of chaotic weather variability (think about the implications of the \"butterfly effect\" that Emily discussed), including the PNW, weather forecasts still can bust pretty badly now and then.  Nevertheless, there is hope that if we continue to improve our forecast models and our data assimilation systems, we will see fewer busts in the future.\nSubmitted by Nathaniel.Johnson on Sun, 03/15/2020 - 19:35\nIn reply to Forecasting by Helen Bell\nSubmitted by Luis Almanza on Tue, 12/29/2020 - 10:12\nSubmitted by Jeanette D on Wed, 01/06/2021 - 01:05\nSubmitted by David E Langton on Fri, 01/08/2021 - 16:29\nIn reply to Thank you by Jeanette D\nThanks for your feedback! We will be doing a post on Jan. 28 about the breakdown/disruption of the polar vortex that appears to be on the horizon in the next week or so if models are correct!\nSubmitted by rebecca.lindsey on Fri, 01/08/2021 - 17:07\nIn reply to RE: Thank you by David E Langton\nSubmitted by Anthony V. Wilson  on Wed, 01/06/2021 - 08:02\nHey Anthony, Thanks for the feedback! We will be writing about the polar vortex again later this month (Jan. 28) so come back then for more. If you have a minute, would you drop a line to our email inbox and let us know what brought you to this post? We are seeing a big increase in visits to this story, and we wondered what triggered it.  You can email us at climate(hyphen)climatewatchmagazine@noaa.gov (but replace the parentheses and 'hyphen' with an actual hyphen).\nSubmitted by rebecca.lindsey on Fri, 01/08/2021 - 17:17\nIn reply to Better understanding of the  weather! by Anthony V. Wilson\nSubmitted by Rose on Thu, 01/07/2021 - 19:21\nSubmitted by Linda Hunter on Fri, 01/08/2021 - 14:57\nSubmitted by Erik Hofmeister on Fri, 01/08/2021 - 15:29\nNormally both stratospheric and tropospheric polar vortexes have winds that blow west to east or counterclockwise around the pole. But during a sudden stratospheric warming event, the stratospheric polar vortex can be disrupted and the winds can actually go in the opposite direction.\nSubmitted by tom.diliberto on Fri, 01/08/2021 - 16:37\nIn reply to southern hemisphere by Erik Hofmeister\nSubmitted by David on Sun, 01/10/2021 - 08:08\nJust a reminder folks: comments must be on-topic and polite, and scientific claims should be backed up by authoritative info or clearly identified as personal opinion or speculation.\nSubmitted by rebecca.lindsey on Mon, 01/11/2021 - 10:33\nSubmitted by Jay Howard on Mon, 01/11/2021 - 17:11\nSubmitted by Anonymous on Tue, 01/12/2021 - 09:28\nSubmitted by Renee R Montenegro on Tue, 01/12/2021 - 10:41\nSubmitted by roy ross cott on Mon, 02/15/2021 - 00:32\nSubmitted by Lucinda G on Tue, 02/16/2021 - 23:04\nSubmitted by Child of the L… on Mon, 02/22/2021 - 07:26\nNow I have more clarity concerning the Tropo- and the Strato-Polartex.\nThank you.\n(The head of Swiss Meteorological Broadcast, Mr. Bucheli, gave me\nyour link.)\nkind regards\nRobert Walz\nSubmitted by Anonymous on Sun, 01/19/2025 - 08:31",
  "source": ""
}