{
  "url": "https://www.climate.gov/news-features/blogs/enso/meet-enso%E2%80%99s-neighbor-indian-ocean-dipole",
  "title": "Meet ENSO’s neighbor, the Indian Ocean Dipole",
  "date": null,
  "content": "The recent bushfires in Australia have left a trail of destruction, gripping the world with infernal images of widespread devastation. The catastrophic bushfire season resulted from extremely hot and dry weather in spring and early summer throughout the country. As is usually the case, such extreme conditions involve several factors working together, including human-caused global warming as well as naturally occurring weather and climate patterns.\nOne of those important factors was an extreme Indian Ocean Dipole (IOD) event, a phenomenon we have mentioned previously but not in depth. If you were hoping for a bit more background on this pattern, then you’ve come to the right place!\nThe IOD has only been recognized for about 20 years (1), making it much less studied than many other climate patterns, including ENSO. During the positive phase of the IOD (like what happened in the Southern Hemisphere winter and spring of 2019), cooler-than-normal sea surface conditions in the eastern Indian Ocean near Java and Sumatra accompany warmer-than-normal conditions in the western tropical Indian Ocean. This east-west contrast in ocean conditions (a “dipole”) alters the wind, temperature, and rainfall patterns in the region, typically bringing floods to eastern Africa and droughts and bushfires to eastern Asia and Australia, among other ecological and socio-economic impacts. During the negative IOD phase, the locations of the warm/cool pattern and associated impacts reverse. As with ENSO, the growth of these IOD conditions require the cooperation between the atmosphere and ocean (2).\nDuring the positive phase of the Indian Ocean Dipole, which typically peaks in September–November, cooler-than-normal sea surface conditions west of Indonesia and warmer-than-normal conditions in the western Indian Ocean alter the atmospheric circulation in the Indian Ocean region. Indonesia and Australia tend to be drier than normal, which increases the chances of bushfires, while eastern Africa tends to be wetter than normal, increasing the likelihood of floods. Drawing by NOAA Climate.gov\nThe neutral phase of the Indian Ocean Dipole shows neither positive nor negative features. Drawing by NOAA Climate.gov\nDuring the negative phase of the Indian Ocean Dipole, warmer-than-normal sea surface conditions west of Indonesia and cooler-than-normal conditions in the western Indian Ocean alter the atmospheric circulation in the Indian Ocean region. Indonesia and Australia tend to be wetter than normal, while eastern Africa tends to be drier than normal. Drawing by NOAA Climate.gov.\nBy June of 2019, we began to see the development of cooler-than-normal sea surface temperatures off the Java coast, indicating the initiation of the latest positive IOD event. In the following few months, the region of below-average temperatures rapidly intensified and expanded northward off the western coast of Sumatra. With positive temperature departures intensifying in the western Indian Ocean, the east-west contrast of Indian Ocean temperature departures peaked in austral spring before rapidly weakening in December.\nSea surface temperature departures from average across the Indian Ocean from May through December 2019. By June of 2019, below-average sea surface temperatures developed off the west coast of Java, indicating the beginning of a positive Indian Ocean Dipole event. Cooler-than-average surface temperature departures in the eastern Indian Ocean and warmer-than-average departures in the western Indian Ocean strengthened through October of 2019, indicating the peak of the positive Indian Ocean Dipole event. The event began to dissipate by November of 2019, as the eastern Indian Ocean warmed relative to average. Climate.gov figure from NOAA View maps.\nTypically, the strength of the IOD is monitored with the so-called Dipole Mode Index, which is a measure of the surface temperature difference between the western and eastern tropical Indian Ocean. The monthly Dipole Mode Index time series reveals other extreme positive phase IOD events, like in 1994 and 1997, but 2019 brought the most extreme event over past 40 years, at least according to this particular index. This event reached its peak in October and November before rapidly weakening in December—a rather typical seasonal evolution for an IOD event. According to the Australian Bureau of Meteorology, which regularly monitors the IOD, the current Dipole Mode Index is near zero (3), indicating that the IOD has returned to neutral conditions.\nThe Dipole Mode Index measures the strength of the Indian Ocean Dipole, with positive values indicating the positive phase and negative values indicating the negative phase. The index is calculated as the monthly difference between the western (10°S-10°N, 50°-70°E) and eastern Indian Ocean (10°S-0°, 90°-108°E) sea surface temperature departures from average. The index value in October 2019 is the highest value since at least 1979, indicating that the recent positive event was quite extreme. Climate.gov figure from ERSSTv5 data.\nThe discovery of the IOD raised a considerable amount of interest but also a great deal of scientific debate about whether it is a unique climate pattern or even truly a dipole. Much of this debate centers on the close connection between ENSO and the IOD, as ENSO is one of the main triggers of IOD events. During El Niño, the anomalous (departure from average) surface winds near Indonesia blow from southeast to northwest, helping to bring cold water to the surface near Java and Sumatra and initiating a positive IOD event, like what we saw with the extreme IOD event of 1997. Similarly, La Niña tends to trigger negative IOD events.\nBecause of this close connection, it becomes challenging to determine how much IOD variability is separate from ENSO variability (4). Nevertheless, the latest event confirmed that, at least on occasion, it’s possible to have an extreme IOD event in the absence of El Niño or La Niña, given that ENSO has been stuck in neutral since the Northern Hemisphere summer (5). A few studies even suggest that the IOD may influence the evolution of ENSO (6), and so the ENSO/IOD connection might be a two-way street.\nHow much did this extreme positive IOD event influence the conditions that led to Australia’s catastrophic bushfire season? A definitive answer to that question requires a considerable amount of scientific investigation, and so we won’t reach a firm conclusion in this blog post (sorry!). However, we can get a ballpark estimate with an approach that Michelle and I have used previously, which is to use historical relationships to calculate the IOD influence on Australia’s recent temperature and precipitation patterns (7).\n\nAustralia was extremely warm and dry in austral winter and spring, setting the stage for a destructive bushfire season.  According to my calculations, the extreme positive IOD made a substantial contribution to these conditions, especially to the warmth in the west and the dryness in the east. Although these IOD contribution calculations only provide a rough estimate, the main conclusion is likely to hold under scrutiny: the extreme positive IOD event was a major player in Australia’s catastrophic bushfire season, but it was not sufficient on its own to produce the extreme conditions Australia experienced (8). This underscores my earlier point that such extreme conditions usually require several different factors working together.\n(Top left) The observed near-surface temperature departures from the 1981-2010 average from July – December 2019, indicating much warmer-than-average conditions over most of Australia. (Bottom left) Same as the top left but for precipitation departures, indicating very dry conditions. (Right) Same as the left panels but for the Indian Ocean Dipole contribution to the temperature and precipitation departures. The positive Indian Ocean Dipole contributed substantially to both the warm and dry conditions that accompanied the devastating 2019 bushfire season. The contributions are determined through least-squares linear regression. Climate.gov map from GHCN CAMS and CMAP data.\nDoes human-caused climate change have any effect on the IOD? Like we have discussed numerous times about ENSO (see here, here, and here), the short answer is that it’s complicated! However, a recent study argues that extreme positive IOD events, like we just experienced, will occur almost three times as often in the 21st century relative to the 20th century. That means we would experience an extreme positive IOD event about once every 6 years in this century, potentially bringing more frequent floods, droughts, and bushfires like what we have just witnessed.\nThe final word on the science of the IOD has yet to be uttered, so we’ll be looking out for the latest research. And as we keep our eyes glued to the tropical Pacific for the latest ENSO developments, we’ll be sure to take a glance over at the Indian Ocean – ENSO’s neighbor can have a lot going on!\nSubmitted by Walt  Arrington  on Fri, 02/28/2020 - 16:25\nThat's an interesting question! Nat, the author of this piece, did a quick correlation between September-November residual DMI and Nov-Dec North American precipitation (1979-2019). And the relationship doesn't look strong. Now, there may be some nonlinearity impacts and extreme IODs may behave differently. But in a broad sense, there doesn't seem to evidence that the IOD has a major impact.\nSubmitted by tom.diliberto on Fri, 03/06/2020 - 22:34\nIn reply to IOD on U.S West Coast Nov/DEC by Walt  Arrington\nSubmitted by Ted J on Thu, 03/05/2020 - 17:27\nSubmitted by R Stubbs  on Sat, 03/07/2020 - 02:41\nSubmitted by Mark R Jury on Sat, 10/03/2020 - 12:11\nIn reply to I.O.D. by R Stubbs\nSubmitted by Al on Mon, 03/09/2020 - 11:04\nD'oh! You're right that our longitude labels were wrong. (All the geographic features were in their right places, though ;-)  We have updated the maps to show the correct coordinates. Thanks for letting us know.\nSubmitted by rebecca.lindsey on Tue, 03/10/2020 - 13:42\nIn reply to Longitude by Al\nHmm it seems like your blog ate my first comment (it\nwas super long) so I guess I'll just sum it up what I wrote and say,\nI'm thoroughly enjoying your blog. I too am an aspiring blog writer but I'm still new to\neverything. Do you have any suggestions for newbie blog writers?\nI'd really appreciate it.\nSubmitted by Hellen on Mon, 04/01/2024 - 13:57\nIn reply to RE: Longitude by rebecca.lindsey\nSubmitted by AWADHESH PANT on Mon, 08/10/2020 - 16:41\nThis is an interesting research question as Nat showed in the post. And as he said \"it becomes challenging to determine how much IOD variability is separate from ENSO variability\" ENSO can help trigger IOD events for sure but more research is needed to look more at the relationship and influences.\nSubmitted by tom.diliberto on Tue, 08/11/2020 - 16:22\nIn reply to IOD AND ENSO LINKED by AWADHESH PANT\nSubmitted by R Stubbs on Wed, 10/07/2020 - 02:29\nIt makes sense how IOD changes rain patterns.  But I wonder - how does it affect the Indian monsoon in terms of wind direction and strength?  It feels like increase surface convergence over the western part of the basin could weaken the southwest winds over the Arabian Sea?  (I used to do ship routing, and the summer monsoon was alwasy a Big Deal.)\nSubmitted by Danielle on Thu, 05/18/2023 - 12:51\nPositive IOD is often linked with stronger monsoon over the Indian subcontinent. But as mentioned above positive IOD is often related to EL-Nino phase of ENSO , which in turn reduces the rainfall over India. They are several factors in play even the location of EL- Nino matters for example if the temperature in the central pacific is higher then the effect is more than when the temperature is higher on eastern pacific during the El-Nino phase.\nSubmitted by Ayush on Thu, 05/09/2024 - 00:12\nIn reply to IOD and surface winds? by Danielle\nDear climate.gov administrator, Your posts are always on point.\nSubmitted by Reggie Blakeley on Mon, 12/16/2024 - 08:24",
  "source": ""
}