{
  "url": "https://www.climate.gov/news-features/blogs/enso/how-humans-can-affect-strength-tropical-cyclones",
  "title": "How humans can affect the strength of tropical cyclones",
  "date": null,
  "content": "Hurricane season is approaching, and NOAA’s hurricane season outlook will be released in May. While we await that, and in the midst of an ENSO-neutral period, I thought I’d share with you what I recently learned about how human activities may be affecting tropical cyclones. (Tropical cyclones go by different names, depending on where they are—hurricanes in the Atlantic, typhoons in the western Pacific, and cyclones in the Indian Ocean—but they’re all the same type of storm.)\nThe eye of Super Typhoon Vongfong is 80 km across. Taken October 9, 2014 from the International Space Station. https://flic.kr/p/pCx2xD Credits: ESA/NASA\nIn January—just a few months ago, although it feels like a million years—I attended a meeting in Miami where Adam Sobel, one of our early ENSO Blog guest authors, showed some of his team’s research about tropical cyclones. In a nutshell, they’ve been looking into how greenhouse gases, along with another pollutant, tiny particles called aerosols, could affect the strength of tropical cyclones. (The strength, or intensity, of a tropical cyclone is measured by the near-surface wind speed.) Adam and his colleagues are looking into one of the more puzzling questions in climate science—namely, despite increasing ocean temperatures, why haven’t we seen a similar clear global increase in the strength of tropical cyclones?\nOne reason we may expect stronger tropical cyclones is because they draw their strength from warm ocean waters. Warm, moist air above the ocean surface rises and forms thunderstorms. Scientists have long expected that the warmer oceans resulting from global climate change would lead to stronger storms—warmer water, more rising moist air. While the oceans have clearly warmed substantially over the past several decades, very likely due to the heat-trapping effect of greenhouse gases, the global trend in the strength of tropical cyclones doesn’t quite match the sea surface trend. The past few decades or so do appear to show a slight increase in intensity globally, though, and some regions, like the North Atlantic, have shown a steeper pattern of stronger storms.\nChange in sea surface temperature since 1900, using ERSSTv4. Map by climate.gov from CPC data.\nBut we still can't say for sure that these changes are global-warming related. There are a lot of challenges when it comes to looking for long-term changes in these storms, including the relatively short (about 40 years) satellite observation record—which has its own uncertainties—and the substantial natural year-to-year variations in storm-conducive conditions. For example, our best friend ENSO has an impact on hurricanes. Also, of course, these storms are very complex, so there is more at work than just the temperature of the ocean surface. Given the extreme impacts caused by tropical cyclones, though, understanding the possibility of more intense storms in the future as our climate changes is critical.\nAdam and his colleague Suzana Camargo wanted to add to our understanding of the impact on tropical cyclones from another side effect of burning fossil fuels—aerosols, particles tiny enough to float in the air for days or weeks. Aerosols have a long list of different impacts on humans and the environment, including severe health effects. (It’s a topic for a different post, but the huge drop in aerosol pollution during this stay-at-home time is also pretty interesting!)\nAerosols can cool the climate by reflecting sunlight back into space, acting in opposition to greenhouse gas warming. Many scientists, dating back to at least 2006, have studied the effect of aerosols on tropical cyclones before, including how aerosols might counteract greenhouse gases.\nEarlier I was talking about the recorded strength of tropical cyclones, but now I’m going to switch to a slightly different measure—potential intensity, the upper limit to how strong a storm could possibly get. It’s a calculated quantity based on the temperature of the ocean surface and the temperature and humidity of the atmosphere above the ocean. To form the strong thunderstorms within a cyclone, the atmosphere needs to cool with height.\nAdam, Suzana, and their team looked at how potential intensity has changed over the past several decades. Studying potential intensity allows us to understand the environment in which the storms are forming.  Higher potential intensity can lead to stronger storms, and if potential intensity increases under global warming, we will likely see more intense storms. You can think of potential intensity as an upper limit on growth, but most tropical cyclones don’t reach their full potential intensity, because there are a lot of factors that affect cyclone growth.\nAverage tropical cyclone potential intensity, 1971-2000. Map by climate.gov, data from Suzana Camargo.\nGreenhouse gas warming has dominated over aerosol cooling in influencing global ocean temperatures, but what is the dominant factor in driving potential intensity?  If aerosol cooling is more active in restraining potential intensity, it could be important for understanding why potential intensity has not yet increased as much as sea surface temperature has. If we can solve that puzzle, then we could get a better idea of what might happen to cyclones if aerosol pollution increases or decreases in the future.\nAdam’s team used data from computer models that simulate sea surface temperature and tropical cyclone potential intensity from 1850, about when the industrial era began, to near-present. Their study examined global patterns, while many earlier studies focused on the Atlantic. Four different scenarios were considered: 1) What if we never started burning fossil fuels? (i.e., no greenhouse gases, no aerosols) 2) What if we emitted greenhouse gases but not aerosols? 3) What if we emitted aerosols but not greenhouse gases? and 4) What does it look like with both greenhouse gases and aerosols?\nTropical cyclone potential intensity anomalies (top) and sea surface temperature anomalies (bottom) in the Northern Hemisphere tropics from the CMIP5 multi-model experiment. Greenhouse gas-only experiments are in green, aerosol-only experiments in blue, and historical experiments (both greenhouse gases and aerosols) in orange. Pink line is no greenhouse gases, no aerosols. 5-year running averages are shown. Figure by climate.gov from Suzana Camargo’s data.\nLet’s start with the simplest: if we hadn’t started burning fossil fuels, both sea surface temperature and potential intensity would have remained about the same from 1850 to now. But if we look at what happens with both greenhouse gases and aerosols—that is, reality, scenario 4)—sea surface temperature has clearly increased, but potential intensity hasn’t. It’s wobbled around quite a bit, but we don’t see the same clear upward trend as sea surface temperature until the last couple of decades.\nIt’s when we look at scenarios 2) and 3) that things get pretty interesting. The computer model shows that the warming effect from greenhouse gases on sea surface temperature is two to three times bigger than the cooling effect of aerosols. However, the increase to potential intensity caused by greenhouse gases is just about equal to the decrease caused by aerosols. Aerosols have complex interactions with the atmosphere, more than just reflecting sunlight back into space, including warming the atmosphere and affecting humidity. This means they have a stronger impact on restraining cyclone intensity than they do on counteracting ocean warming, partly explaining why the trend in cyclone strength doesn’t closely match the trend in sea surface temperature.\nDespite somewhat countering both global warming and cyclone strength, aerosol pollution isn’t a good thing, likely causing millions of deaths per year. Policy and technological changes have led to reductions in aerosols in the US and Europe, even as greenhouse gas emissions continue to rapidly increase. So it’s likely that the restraining effect of aerosols on cyclone potential intensity will decrease in the future, and we may see more intense tropical cyclones.\nThere are many open questions about tropical cyclones—for example, we have no idea why approximately 90 storms form across the globe each year. Why not seven? Why not 400? These storms are as mysterious as they are powerful. Fortunately, there is a lot of ongoing research, so our understanding is growing every day.\nMany thanks to Adam Sobel, Suzana Camargo, and their co-authors for both their work and their help with this post!",
  "source": ""
}