{
  "url": "https://www.climate.gov/news-features/blogs/enso/ultraviolet-uv-radiation-don%E2%80%99t-feel-burn-avoid-it",
  "title": "Ultraviolet (UV) radiation: Don’t feel the burn, avoid it!",
  "date": null,
  "content": "After so many months cooped up inside trying to flatten the COVID-19 curve, many of us are ready for the great outdoors. Patio furniture is flying off store shelves, gardens are springing to life, and outdoor BBQs are becoming the socially distant events of the season. But as we look to the outdoors in our quest for a bit of normalcy, it is important to remember that basking in the sunshine comes with its own health risks from the Sun’s ultraviolet (UV) radiation. Oh great, something else to worry about. But before you decide it’s safer to permanently relocate under your bed, avoiding the harmful UV effects is relatively easy. All we need is a little understanding of UV radiation, a forecast of UV intensity and some basic guidelines.\nMorning at the beach in the Outer Banks. If you want to spend the day at the beach, there are plenty of ways to protect your skin from the UV radiation including sunscreen, hats, clothing as well as beach umbrellas and canopies to shield you from the midday sun when the sun’s rays are most intense. Photo taken by Laura Ciasto.\nThe sun produces a lot of energy in many different forms. Some energy we can see (visible light), and some, like UV radiation, we can’t see but our skin absorbs it, especially on sunny summer days. The sun’s UV radiation is divided into three components based on how energetic it is. UV-C is the most energetic, and therefore the most harmful. Fortunately, the ozone layer—Earth’s giant sun umbrella—completely…absorbs it (phew!). The ozone layer also absorbs most UV-B radiation, but some still reaches us, causing those sunburns that have fair-skinned people slathering on aloe and wishing they’d lathered on more sunscreen. The final type of ultraviolet light is UV-A, the least energetic and least harmful of the three, most of which makes it through the ozone layer.\nOzone in the stratosphere provides protection from harmful ultraviolet (UV) radiation. The ozone layer is mostly transparent to incoming visible light and longer-wavelength UV, but it absorbs a large amount of damaging UV-B. Drawing adapted from Figure Q3-1 in Twenty Questions and Answers About the Ozone Layer: 2014 Update.\nOur bodies aren’t huge fans of UV radiation, but we’re not completely defenseless: melanin in our skin is a natural protector, absorbing the radiation. But melanin isn’t completely foolproof. If people with fair skin stay unprotected in the sun for too long, however, their natural melanin defenses become overwhelmed. Even for people with dark skin that doesn’t visibly burn, long-term exposure to UV-B can damage skin cells, potentially leading to more serious health problems including skin cancer, cataracts, and immunosuppression (2). UV-A radiation penetrates deeper into the skin, giving it that aged leathery look if we continuously stay unprotected over the long-term.\nDoes this mean any unprotected exposure to the sun’s UV radiation is bad? Like most things, there is no simple answer and not everyone agrees on what is an acceptable level of UV exposure for people with lighter or darker skin. For example, Vitamin D in our bodies is stimulated through small amounts of UV-B radiation, and low Vitamin D, at least in fair-skinned people, is linked to bone weakness, so some exposure seems like a good thing, right? Yet, many doctors would argue that any unprotected sun exposure is too much (3).\nAnd by the late 1980s, concern was mounting that the stratospheric ozone layer, the Earth’s giant sun umbrella, was wearing thin in some places, leading to increasing cases of skin cancer (melanoma), particularly in Australia. As awareness of the dangers of UV radiation grew, so did the need for a way to monitor and predict the intensity of UV radiation. Fortunately, scientists came up with an answer – the UV index!\nTo have an effective UV index, we need to know more than just how much UV radiation the sun emits. While the sun’s UV rays hit the Earth’s atmosphere every day, the atmosphere “decides” how much of it actually reaches the surface. Several factors go into this decision-making process. Some factors don’t change or are very predictable like time of day and year, latitude, the distance between the Earth and the Sun, and elevation of the ground.\nOther factors change in a way that we try to predict: the amount of stratospheric ozone (how thick is our giant sun umbrella), the presence of clouds (or dust or pollution) and ground reflectivity (e.g., water, snow, soil). We rely on computer models to forecast these weather-related factors and then to calculate the surface strength of the sun’s UV radiation based on the combination of all factors. And voila! we have a forecast of the UV Index which, simply put, tells us how intense the sun rays will be; depending on your skin type, the index can help predict how quickly your skin is likely to redden (4,5).\nThe daily UV Index forecast issued by the Climate Prediction Center on July 3, 2020 and valid for July 4, 2020. The number indicates the UV Index value (on a scale from 0 to 11) and colors denote the exposure levels based on guidelines issued by the World Meteorological Organization. The higher the UV index, the more easily skin will redden and experience other damage without protection from the sun’s UV radiation. Image courtesy of CPC and modified by climate.gov.\nThe first UV Index was generated by Environment Canada in 1992 but others quickly followed (6). In the US, a climate-health partnership formed between the Environmental Protection Agency (EPA) and the National Weather Service Climate Prediction Center. The Climate Prediction Center (CPC), who monitors the ozone layer, would generate an index as well as a forecast of UV radiation, while the EPA would focus on the education and awareness of the health impacts of UV radiation. In 1994, CPC generated its first UV Index forecast (7), published as a text bulletin with forecasts for 58 cities (Long et al 1996).\nThe UV Index (UVI) ranges from 0 to 11+ and is further divided up into 5 exposure categories from Low (UVI<2) to Extreme (UVI=11+) risk. This index is consistent with the WHO’s UV Index guidelines, so beachgoers in Australia can follow the same UV guidelines as beachgoers in California. You can find the US UV Index in many places and in several formats. CPC’s UV forecasts for the 58 cities are still published daily as text bulletins and maps, and they also issue experimental UV Alerts. The EPA’s Sun Safety site is a treasure trove of UV information and products, including forecasts for your zip code and forecast maps for the US. There’s even a smart phone app you can download and a widget for your webpage.\nThe 2019 daily UV Index Forecast time series for Miami, FL and Billings, MT shows how different factors can influence the UV Index. Both time series typically have lowest values in the winter when the sun angle is lowest and the highest values in the summer when the sun angle is highest. The UV Index in Miami, FL generally has higher values than in Billings, MT because Miami is closer to the equator. Both forecast time series have plenty of large wiggles throughout the year that could be due to clouds or haze or other particles in the air. Image courtesy of CPC and modified by climate.gov.\nIn the end, reducing the effects of UV radiation is about taking sensible precautions. With a quick check of the UV Index and the exposure guidelines, you can avoid those painful sunburns and the more serious health effects of UV radiation. Now you’ve got everything you need to come out from under your bed, slip on the sunglasses, slop on the sunscreen, slap on your hat and head out to that socially distant (8) BBQ.\nSpecial thanks to Craig Long (NOAA CPC) for providing the background information on the UV Index.\nLong, Craig, A. J. Miller, H. T. Lee, J. D. Wild, R. C. Przywarty, and D. Hufford, 1996: Ultraviolet Index Forecasts Issues by the National Weather Service. Bulletin of the Atmospheric Sciences, 77, 729-748.\nSubmitted by Ted J. on Wed, 07/29/2020 - 23:56\nYou're welcome!\nSubmitted by michelle.lheureux on Fri, 07/31/2020 - 15:21\nIn reply to Thanks! by Ted J.\nSubmitted by Humberto Gonzalez on Sat, 08/15/2020 - 22:45\nSubmitted by Misayiri Kawuma on Mon, 03/22/2021 - 05:52",
  "source": ""
}