{
  "url": "https://www.climate.gov/news-features/blogs/enso/do-you-know-el-ni%C3%B1o-has-little-brother",
  "title": "Do you know that El Niño has a little brother?",
  "date": null,
  "content": "This is a guest post by Dr. Sang-Ki Lee, a physical oceanographer at the NOAA Atlantic Oceanographic and Meteorological Laboratory in Miami, Florida. His research focuses on the interactions between the atmosphere and ocean, and how these interactions impact extreme weather and global climate.\nYes, El Niño does have a little brother who lives just across the South American continent in the Atlantic Ocean. His name is Atlantic Niño, and he has an uncanny resemblance to his big brother: Like El Niño, Atlantic Niño is characterized by warmer-than-average sea surface temperatures in the eastern equatorial basin and weaker-than-average trade winds throughout the east-central equatorial Atlantic.\n(top) The sea surface temperature (shaded contours), 10-meter wind (vectors), and (bottom) rainfall departures from average in June – August during an average Atlantic Niño. The gray dots in the bottom panel indicate that the rainfall departures are statistically significant (5% significance level), indicating a high degree of confidence that the rainfall departures are associated with Atlantic Niño. Climate.gov figure adapted from Vallès‐Casanova et al. (2020).\nHowever, there are some important differences between the two. For instance, as has been discussed in this blog, El Niño usually builds up slowly during northern summer before reaching maximum strength in late fall or winter, bringing a wide range of climate impacts throughout much of the planet. Atlantic Niño, in contrast, tends to peak in summer when ENSO is usually inactive, is usually shorter in duration, is overall much weaker than ENSO, and has more modest and local climate impacts. For example, Atlantic Niño often disrupts the West African summer monsoon, leading to reduced rainfall in the Sahel region, and is linked to increased frequency of flooding in northeastern South America and the West African sub-Sahel countries bordering the Gulf of Guinea.\nDespite their differences, it is still widely thought that Atlantic Niño is analogous to El Niño in many ways. Specifically, the atmosphere-ocean feedback responsible for the onset of Atlantic Niño is believed to be similar to that of El Niño, a process known as Bjerknes feedback that Michelle discussed on this blog before. The near-surface trade winds blow steadily from east to west along the equator. When weaker-than-normal trade winds develop in the western Atlantic basin, downwelling equatorial Kelvin waves propagate to the eastern basin, deepening the thermocline and making it harder for the colder, deeper water to affect the surface. As a result, warmer-than-average surface temperatures develop in the eastern equatorial Atlantic. Similar to El Niño’s connection with the Walker circulation, a positive atmosphere-ocean feedback ensues, as this surface warming leads to even weaker trade wind anomalies, which further warms the eastern equatorial Atlantic surface.\nLike a typical little brother, Atlantic Niño tends to follow his bigger brother, often becoming active in the summer following an El Niño winter. The surface wind patterns accompanying El Niño sometimes can trigger the feedback that causes an Atlantic Niño several months later (1).\nGiven the complex and fragile relationship between Atlantic Niño and El Niño, it is logical to suspect that multiple processes are at work to trigger Atlantic Niño. This means that Atlantic Niño may have multiple personalities. A more technical term used in the climate science community is “diversity,” but we often describe these variations as “flavors.” The ENSO Blog has discussed different flavors of El Niño previously (see here and here). A recent study (Valles-Casanova et al., 2020) showed that Atlantic Niño is even more diverse than El Niño. According to the study, there are at least four main flavors of Atlantic Niño—the “early-terminating,” “persistent,” “early onset,” and “late-onset” flavors—that differ in when they form and when they dissipate (2).\nThe four “flavors” of Atlantic Niño, illustrated by the seasonal evolution of tropical sea surface temperature and rainfall in the Atlantic basin for each flavor. January 1st before the onset of Atlantic Niño is at the bottom of each plot, and December 31st after the termination of Atlantic Niño is at the top. Color shading shows the sea surface temperature departures from average in the Atlantic along the equator (averaged between 3°S and 3°N). The dark purple line shows the rainfall departure from average in the West African sub-Sahel region (averaged over 0°-10°N and 20°W-20°E) and the light purple line shows the rainfall departure from average in northern South America (averaged over 0°-10°N and 70°W-50°W). Climate.gov figure adapted from Vallès‐Casanova et al. (2020).\nThe four flavors display remarkable differences in climate response over the surrounding continents. In particular, the persistent and late-onset flavors correspond to an extended period of increased rainfall over the West African sub-Sahel region during June-October, while the early-terminating and early-onset varieties correspond to a limited period of increased rainfall over the West African sub-Sahel region during summer. Similarly, rainfall over northeastern South America tends to increase during the peak seasons of the Atlantic Niño flavors, but other factors including the separate impact of ENSO can muddy the picture (3).\nScientists have gained a lot of insight on ENSO’s “little brother” in the Atlantic, but so much remains unknown. For instance, Atlantic Niño was quite active in the 1990s but was pretty much dormant after 2000 until it became active again in 2016, 2018 and 2019 (4). What caused such a long pause of ~16 years in Atlantic Niño? Climate scientists have only recently identified this problem and are still scratching their heads to figure out what caused it.\nAnother important question involves a potential relationship with Atlantic hurricane activity. It is now well known that seasonal activity of Atlantic hurricanes is largely modulated by the south-to-north contrast of tropical Atlantic sea surface temperature anomalies across the equator, known as the Atlantic Meridional Mode (discussed in Dr. Daniel Vimont’s guest post), and by ENSO in the Pacific. However, ENSO tends to peak in fall or winter after the Atlantic hurricane peak season in August - October, whereas the Atlantic Meridional Mode tends to peak in spring and usually dissipates before August. On the other hand, Atlantic Niño is generally most active in summer and fall and often persists throughout the Atlantic hurricane peak season. Therefore, the timing of Atlantic Niño lines up more closely with the hurricane season than does ENSO or the Atlantic Meridional Mode, but the relationship between Atlantic Niño and Atlantic hurricane activity has not been explored yet.\nThe Atlantic Niño is just one member of a big extended family that covers much of the tropical and subtropical oceans. Just like El Niño, Atlantic Niño has a sister, Atlantic Niña, that brings cooler-than-average equatorial Atlantic conditions and the opposite climate impacts as her brother. There are many other siblings, cousins, and distant relatives spanning the Pacific, Atlantic, and Indian Oceans (5) who share a feature in common: ocean surface temperature anomalies along eastern boundaries linked to changes in the upwelling of cooler water from below. Climate scientists have learned a lot about the atmosphere and ocean interactions that give rise to each of these patterns, but there is still so much more to learn about this extended family.\nLead Editor: Nat Johnson (NOAA GFDL)\n(1) However, the relationship between El Niño and Atlantic Niño is complex and fragile because only a fraction of the observed Atlantic Niño events is initiated by remote El Niño influence from the Pacific. Making this relationship more interesting is that when Atlantic Niño is active in summer, there is a tendency for La Niña, the big sister in the Pacific, to become active in the following winter. Although there is a general tendency for La Niña to follow El Niño anyway, recent studies suggest that processes occurring in the Atlantic, including Atlantic Niño, may be important for this transition from El Niño to La Niña. See, for example, this study.\n(2) The first two contrast in the timing of dissipation: “early-terminating” flavors end in late summer whereas “persistent” flavors last through the end of fall. The other two differ in the timing of onset, as “early-onset” events begin by early winter, but the “late-onset” flavor doesn’t get going until early summer.\n(3) Each of these four Atlantic Niño flavors has a unique formation mechanism and a different relationship with ENSO. The early-terminating flavor is rarely linked to El Niño or La Niña in the Pacific, but both the persistent and early-onset flavors appear to be forced by strong El Niño events in the preceding winter. In contrast to the other three flavors, the late-onset flavor appears to be spontaneously triggered by atmosphere-ocean processes that are isolated to the equatorial Atlantic and shows no clear sign of being triggered by more distant processes, like Pacific ocean variability related to ENSO.\n(4) Just as ENSO is typically monitored through sea surface temperature measurements in the equatorial Pacific, especially the Niño 3.4 region, Atlantic Niño also is typically monitored through sea surface temperatures in the equatorial Atlantic, especially the so-called Atlantic 3 region (3S°–3°N, 20°W–0°).\n(5) There are four more relatives in the Atlantic Ocean, Benguela Niño/Niña along the coast of Angola and Namibia, and Dakar Niño/Niña along the east coast of West Africa. There are four more in the Pacific, California Niño/Niña and Chile Niño/Niña along the California and Chilean coasts, respectively. In the Indian Ocean, only two have been found so far, Ningaloo Niño/Niña off the west coast of Australia.\nSubmitted by Amanda F on Thu, 09/03/2020 - 14:24\nWe will be updating our ENSO probabilities soon.... look back at the blog on Thurs. Sept. 10th!\nSubmitted by michelle.lheureux on Fri, 09/04/2020 - 13:03\nIn reply to Little bro by Amanda F\nSubmitted by Don B on Sun, 10/11/2020 - 11:43\nSubmitted by Armando Vega on Thu, 10/29/2020 - 19:43\nSubmitted by Sang-Ki Lee on Sun, 03/07/2021 - 10:31\nIn reply to El Niño/ and his little brother by Armando Vega",
  "source": "climate.gov"
}