{
  "url": "https://www.climate.gov/news-features/blogs/enso/september-2020-enso-update-la-ni%C3%B1a-here",
  "title": "September 2020 ENSO update: La Niña is here!",
  "date": null,
  "content": "La Niña conditions were present in August, and there’s a 75% chance they’ll hang around through the winter. NOAA has issued a La Niña Advisory. Just how did we arrive at this conclusion, and what does a La Niña winter portend? Read on to find out!\nLet’s revisit our La Niña decision tree.\nFlowchart showing decision process for determining La Niña conditions. Figure by Fiona Martin, adapted by Climate.gov.\nThe answer to the first question, “Is the monthly Niño3.4 sea surface temperature anomaly equal to or less than -0.5°C?” is an easy “yes.” August’s value was -0.6°C according to our most consistent sea surface temperature dataset, the ERSSTv5 (though that is not the only SST dataset we monitor). For a quick refresher, the Niño3.4 sea surface temperature anomaly is the difference from the long-term average temperature of the surface of the Pacific Ocean in the Niño3.4 region. In this case, the long-term average is 1986-2015.\nMonthly sea surface temperature in the Niño 3.4 region of the tropical Pacific for 2019-2020 (purple line) and all other years starting from neutral winters since 1950. Climate.gov graph based on ERSSTv5 temperature data\nThe second step is “Do you think it will stay more than half a degree cooler than average for the next several months?” and again, the answer is “yes.” Most of the dynamical computer models predict that the sea surface temperature will remain below the La Niña threshold of -0.5°C through the winter.\nClimate model forecasts for the Niño3.4 Index. Dynamical model data (black line) from the North American Multi-Model Ensemble (NMME): darker gray envelope shows the range of 68% of all model forecasts; lighter gray shows the range of 95% of all model forecasts. NOAA Climate.gov image from University of Miami data\nNow, on to the critical third step: “Is the atmosphere showing signs of a response to the cooler-than-average sea surface?” Another “yes!” La Niña intensifies the contrast between the warm far western Pacific and much cooler eastern Pacific, and so La Niña’s atmospheric response is a strengthening of the Walker circulation. This large-scale circulation pattern is characterized by air rising over the very warm waters of the far western Pacific and Indonesia, traveling eastward high in the atmosphere, sinking over the eastern Pacific, and traveling back westward near the surface. (Creating the trade winds—more on those in last month’s post.)\nWhen the Walker circulation is stronger than average, the trade winds are stronger, which we observed in the end of August and early September. More rising air over the far western Pacific means lower air pressure, while descending air over the eastern Pacific means higher air pressure; the contrast between these two arms of the Walker circulation is measured using the Southern Oscillation Index and the Equatorial Southern Oscillation Index. Both indexes were positive in August, at 1.1 and 1.0 respectively. These values, which are in the top 20% of the 1950–present record, indicate a stronger-than-average Walker circulation.\nLa Niña’s altered atmospheric circulation over the Pacific Ocean affects global weather and climate. While every ENSO event (and every winter!) is different, La Niña can make certain outcomes more likely. This includes more rain than average through Indonesia, cooler and wetter weather in southern Africa, and drier weather in southeastern China, among other impacts.\nTypical winter (December–February) temperature and precipitation impacts from La Niña. Map by climate.gov.\nOne important global impact of La Niña is its effect on the Atlantic hurricane season. La Niña reduces wind shear—the change in winds between the surface and the upper levels of the atmosphere—allowing hurricanes to grow. The likelihood of La Niña was factored into NOAA’s August outlook for the Atlantic hurricane season, which favored an “extremely active” season.  As of September 8th, we have seen 17 named storms so far this season, and the forecast is for a total of 19-25 named storms (the hurricane season ends on Nov. 30th).\nLa Niña affects US weather through its impact on the Asia-North Pacific jet stream, which is retracted to the west during a La Niña winter and often shifted northward of its average position. Tom wrote a great explanation of the La Niña/jet stream mechanics and impacts here. Generally, La Niña winters in the southern tier of the US tend to be warmer and drier, while the northern tier and Canada tend to be colder. Official seasonal outlooks are available from the Climate Prediction Center, and Nat will be writing about CPC’s winter outlook for the blog in November.\nAverage location of the jet stream and typical temperature and precipitation impacts during La Niña winter over North America. Map by Fiona Martin for NOAA Climate.gov.\nWe have a bunch of information on La Niña impacts here on the ENSO Blog! In the early stages of our last La Niña, 2018–2019, Tom mapped out the temperature and precipitation during every La Niña winter on record. Also, guest posts have covered La Niña’s effect on snow in the US, a potential link with tornado season, and how La Niña can interact with other climate variability patterns. And of course, we’ll be here every month, updating you on how ENSO conditions are evolving.\nSubmitted by Javier on Thu, 09/10/2020 - 13:16\nHere's a link to our post on the global impacts of La Nina and El Nino.\nhttps://www.climate.gov/news-features/featured-images/global-impacts-el…\nSubmitted by tom.diliberto on Thu, 09/17/2020 - 18:41\nIn reply to La niña Paraguay impact by Javier\nSubmitted by Elwood Downey on Thu, 09/10/2020 - 14:24\nSubmitted by Rodrigo H. Escobar on Thu, 09/10/2020 - 15:57\nSubmitted by Martin on Fri, 09/11/2020 - 10:08\nIt's hard to discern a clear signal for Europe as shown by the lack of anything in the figures in our article on the global impacts of ENSO\nhttps://www.climate.gov/news-features/featured-images/global-impacts-el…\nFor the UK Met Office's view, here is a useful link > https://www.metoffice.gov.uk/research/climate/seasonal-to-decadal/gpc-o…\nSubmitted by tom.diliberto on Thu, 09/17/2020 - 18:45\nIn reply to Effect on europe by Martin\nSubmitted by Chris  on Fri, 09/25/2020 - 12:22\nIn reply to Effect on europe by Martin\nSubmitted by Raghav Singh on Thu, 02/11/2021 - 01:13\nIn reply to Effect on europe by Martin\nSubmitted by Andrew on Fri, 09/11/2020 - 13:16\nSubmitted by Luis on Sat, 09/12/2020 - 02:00\nSubmitted by Martin on Sat, 09/12/2020 - 03:39\nIt's hard to discern a clear signal for Europe as shown by the lack of anything in the figures in our article on the global impacts of ENSO\nhttps://www.climate.gov/news-features/featured-images/global-impacts-el…\nFor the UK Met Office's view, here is a useful link > https://www.metoffice.gov.uk/research/climate/seasonal-to-decadal/gpc-o…\nSubmitted by tom.diliberto on Thu, 09/17/2020 - 18:46\nIn reply to Effect europe by Martin\nSubmitted by Cheri on Sat, 09/12/2020 - 12:16\nSubmitted by donasi online on Tue, 09/15/2020 - 11:15\nSubmitted by Alan Lowey on Fri, 09/18/2020 - 07:36\nSubmitted by Richard on Thu, 01/14/2021 - 13:33\nIn reply to Pacific Ocean Cold Tongue by Alan Lowey\nSubmitted by Remick Ras on Sat, 09/19/2020 - 17:57\nAccording to a Climate Prediction Center analysis, the southern Caribbean has received more rain than average during past La Niña winters. (You'll need to mentally reverse the colors in that map, since it's for El Niño).\nSubmitted by emily.becker on Tue, 09/22/2020 - 09:56\nIn reply to La niña by Remick Ras\nSubmitted by Luis on Sun, 09/20/2020 - 23:48\nSubmitted by Clayman on Mon, 09/21/2020 - 00:57\nCheck out our guest post on snow during La Niña. Also, the Climate Prediction Center has maps showing what temperature, precipitation, and snow patterns have looked like during past La Niña winters here. In general, La Niña winters tend to have more snow in New England.\nSubmitted by emily.becker on Tue, 09/22/2020 - 09:52\nIn reply to North eastern US by Clayman\nSubmitted by Ruby on Wed, 09/30/2020 - 05:24\nYes, La Nina has significant effects on agriculture due to its impacts on rainfall, snowpack, and temperature patterns. This study shows that La Nina generally causes global declines in maize, soybean, rice, and wheat production, but you can see that the relationships vary across regions. This link provides a discussion of US agricultural impacts during our last La Nina, and this one describes the impacts over the Southeast US in more detail.\nSubmitted by Nathaniel.Johnson on Wed, 09/30/2020 - 11:25\nIn reply to  impacts on agriculture by Ruby\nSubmitted by Barbara on Wed, 09/30/2020 - 05:34\nDuring austral summer, La Nina tends to produce cooler- and wetter-than-average conditions from around Madagascar to locations south and west. You can see these impacts on the climate.gov ENSO impacts page. This relationship tends to break down by around March.\nRegarding tropical cyclones, the relationship with La Nina is a bit challenging to discern. This study suggests that La Nina causes less frequent than normal cyclone occurrences, but this one also suggests that La Nina leads to stronger and longer-lived cyclones in the region. Therefore, the relationship between cyclones and La Nina over the southwest Indian Ocean may be complex and not fully understood.\nSubmitted by Nathaniel.Johnson on Wed, 09/30/2020 - 13:11\nIn reply to La Niña  west and south Indian Ocean by Barbara\nSubmitted by José Faccin on Fri, 10/02/2020 - 10:38\nYes, that description is correct. I am not sure if I understand your question correctly, but the \"five consecutive 3-month running mean\" refers to overlapping 3-month seasons. For example, if July - September (JAS) satisfies the -0.5C ONI criterion, then the following four seasons (ASO, SON, OND, and NDJ) must also satisfy that criterion for La Nina conditions to occur. Because NOAA declared a La Nina Advisory, it means that they expect the ONI value to remain at or below -0.5C through the rest of the fall and into early winter (NDJ).\nSubmitted by Nathaniel.Johnson on Fri, 10/02/2020 - 12:01\nIn reply to We are in La Niña by José Faccin\nSubmitted by José Faccin on Fri, 10/02/2020 - 18:02\nIn reply to RE: We are in La Niña by Nathaniel.Johnson\nGlad that I could answer your question! If the sea surface temperatures in the Nino3.4 region go above the -0.5C threshold earlier than expected (and they are expected to remain above -0.5C), then NOAA will end the La Nina Advisory. If OND and NDJ ONI wind up above -0.5C, then this event will not be categorized as a La Nina based on the ONI historical record.\nSubmitted by Nathaniel.Johnson on Fri, 10/02/2020 - 19:14\nIn reply to RE: RE: We are in La Niña by José Faccin\nSubmitted by Angela Sanders on Sun, 10/04/2020 - 11:55\nHi Angela,\nI responded to this question on your other post, but pasting it here, too:\nWe have post about this exact question:\nhttps://www.climate.gov/news-features/blogs/enso/what-about-snow-during-...\nAlthough all events are somewhat different, on average, La Niña is good for snow in Northern CO, so if we see a typical La Niña, it should be good for fires in the northern mountains of the state.\nSubmitted by rebecca.lindsey on Tue, 10/06/2020 - 09:02\nIn reply to 2020 Wildfires and La Nina by Angela Sanders\nSubmitted by Robert on Fri, 10/23/2020 - 19:37\nIn reply to RE: 2020 Wildfires and La Nina by rebecca.lindsey\nSubmitted by Greg on Sun, 10/04/2020 - 19:55\nLa Nina does favor above-average precipitation around the Great Lakes, which is consistent with the current Climate Prediction Center Outlooks for the upcoming winter.\nhttps://www.cpc.ncep.noaa.gov/products/predictions/long_range/\nSubmitted by mike.halpert on Thu, 10/08/2020 - 13:37\nIn reply to La Nina and Great Lakes by Greg\nSubmitted by Henry on Mon, 10/12/2020 - 18:36\nI'd recommend this post:  https://www.climate.gov/news-features/blogs/enso/what-about-snow-during-la-niña-winters\nSubmitted by michelle.lheureux on Thu, 10/15/2020 - 07:11\nIn reply to Snow by Henry\nSubmitted by Lisa on Fri, 10/23/2020 - 17:53\nThe overall winter outlook for your region shows a slight tilt toward drier-than-average conditions. Check out the winter outlook, here: https://www.climate.gov/news-features/videos/2020-21-winter-outlook-lea….\nSubmitted by emily.becker on Thu, 10/29/2020 - 18:19\nIn reply to Rain in CA? by Lisa\nSubmitted by Heather on Sat, 10/24/2020 - 13:07\nWestern Kentucky has a greater chance of warmer and wetter this winter. Check out the winter outlook, here: https://www.climate.gov/news-features/videos/2020-21-winter-outlook-lea…\nSubmitted by emily.becker on Thu, 10/29/2020 - 18:21\nIn reply to Winter for kentucky by Heather\nSubmitted by Tami Clemmons on Thu, 11/12/2020 - 23:26\nWell, the combination of climate change and La Nina is likely tilting the odds in favor of warm weather in northern Georgia. The latest U.S. Winter Outlook from the CPC (more on that on the ENSO Blog in a couple weeks!) indicates that a warmer- and drier-than-normal winter is favored for the southern U.S., including Georgia, and La Nina is a major player in this forecast. However, that certainly doesn't rule out the possibility of some cold and snowy periods. For much of the South, all it takes is one storm to reach average snowfall for the season. That's likely why we do not see a significant impact of La Nina on winter snowfall for the region, as shown in Dr. Stephen Baxter's guest post.\nSubmitted by Nathaniel.Johnson on Fri, 11/13/2020 - 11:47\nIn reply to La Nina by Tami Clemmons\nSubmitted by Bonnie Randall on Mon, 11/30/2020 - 19:21\nWinter snowfall amounts are very hard to predict. The most NOAA does is predict whether the precipitation amounts (both rain, snow and ice) will be above-, below- or near-average. Find those forecasts here.\nBut you can check out what La Nina winters normally mean for snowfall in this post.\nhttps://www.climate.gov/news-features/blogs/enso/what-about-snow-during…\nSubmitted by tom.diliberto on Fri, 12/04/2020 - 14:22\nIn reply to Snow in Missouri by Bonnie Randall\nSubmitted by ? on Thu, 02/25/2021 - 20:43\nItís hard to come by knowledgeable people on this subject, but you sound like you know what youíre talking about! Thanks\nSubmitted by Jeromelar on Mon, 02/14/2022 - 05:30",
  "source": "climate.gov"
}