{
  "url": "https://www.climate.gov/news-features/blogs/enso/did-northern-hemisphere-get-memo-years-la-ni%C3%B1a",
  "title": "Did the Northern Hemisphere get the memo on this year's La Niña?",
  "date": null,
  "content": "We are rapidly approaching the end of the meteorological winter, and it has been quite a finish for much of the United States, especially for those who have suffered the devastating effects of recent extreme cold. As discussed on this blog, we have been in the grips of a healthy La Niña, but the weather outside of the tropics often hasn’t behaved as we would expect for La Niña, even before this period of extreme cold and winter storms. In this post, we’ll investigate what was going on for the first two-thirds of this winter.\nAs Emily mentioned back in January, the early winter temperature pattern over North America looked more like a typical El Niño than what we would expect from a moderate-to-strong La Niña. This unexpected temperature pattern resulted from shifts in the jet stream that we usually don’t see during La Niña. Forecasters and scientists often evaluate the large-scale atmospheric circulation using pressure about three miles above the earth’s surface, the so-called 500 hectopascal (hPa) or, equivalently, the 500 millibar (mb) level (1). When we view the average pattern that occurred across the Northern hemisphere in December – January, we see a broad area of lower pressure extending from northeast Asia across the North Pacific into southwest Alaska as well as a strong area of higher pressure over northeast Canada and Greenland.\n(Top) Geopotential height anomalies (m) at the 500 hectopascal (hPa) pressure level during December 2020 through January 2021. Cold colors indicate below-average atmospheric pressure and warm colors indicate above-average atmospheric pressure at a level about three miles above the Earth’s surface. (Bottom) The average 500 hPa geopotential height anomalies from December – January for the 13 strongest La Niña episodes since 1950, including December 2020 through January 2021. Note the different scaling between the top and bottom figures. The top figure has a wider range of values because the top figure includes contributions from both predictable signals, like La Niña, and random weather variability, whereas the bottom figure has filtered out most of the random weather variability. Anomalies are calculated with respect to the 1991-2020 base period for the top figure and with 30-year base periods updated every 5 years (see here for a description). NOAA Climate.gov figure with NCEP/NCAR Reanalysis data obtained from the NOAA Physical Sciences Laboratory.\nThe map in the bottom panel shows the average December – January pressure pattern for the 13 strongest La Niña episodes since 1950 (2), including the current episode. Typically, La Niña brings anomalous high pressure over the North Pacific, low pressure over northwestern North America, and high pressure to the southeast U.S., a pattern referred to as the negative phase of the Pacific-North American (PNA) pattern. This pattern generally brings cooler-than-average conditions over much of Canada and the northern US and warmer-than-average conditions across much of the southern U.S., but clearly the atmosphere had different ideas this past December and January.\nWas the mismatch that we saw in December-January really that unusual?  We know from previous blog posts (like this one) that the atmosphere varies quite a bit from one La Niña to the next, and the atmosphere never fully resembles the average of all events. To address this question, I evaluated the similarity between the individual December-January 500 hPa maps and the average La Niña pattern (for the 13 moderate-to-strong La Niña episodes). For this calculation, I use the pattern correlation, a metric that summarizes the similarity in a single number: a value of 1 means perfect match, 0 means complete mismatch, and -1 means mirror opposites (3).\nPattern correlations between the individual La Niña and average La Niña December – January 500 hPa geopotential height anomalies north of 15°N for the 13 strongest La Niña episodes since 1950. Positive values indicate at least some degree of pattern matching, with 1 indicating a perfect match, and negative values indicate a mismatch between the two patterns. NOAA Climate.gov figure with NCEP/NCAR Reanalysis data obtained from the NOAA Physical Sciences Laboratory.\nThe pattern correlations are usually substantially positive for moderate-to-strong La Niñas, which indicates that most events share some basic similarity with the average La Niña pattern. This confirms that La Niña is a reliable source of predictability outside of the tropics (and a big reason that we have an ENSO Blog!). However, the pattern correlation for the December 2020 – January of 2021 is the lowest of the 13 events and is actually slightly negative. That means you can argue that the Northern Hemisphere atmosphere looked a little more like El Niño than La Niña!\nSo far, our calculations confirm that there was an unusual mismatch between the actual and typical La Niña atmospheric circulation pattern. Was this mismatch due to some competing influence that we should have been able to anticipate?  Did the forecasters miss something?  Or was the mismatch due to chaotic weather variability that we cannot predict well in advance? This is the question that forecasters and research scientists grapple with and often agonize over time and time again.\nOur dynamical prediction models might provide some clues to address whether there may have been a competing influence (4). These models provide seasonal forecasts that, in principle, incorporate all sources of predictability, not just ENSO (but all models have errors!). For this analysis, I use a new prediction model from the NOAA lab in which I work, the Geophysical Fluid Dynamics Laboratory (GFDL), called SPEAR (5). SPEAR is the newest member of the North American Multi-Model Ensemble (NMME), making its real-time debut in early February. Here, I analyze one of the SPEAR test predictions from early November of 2020 (6).\nThe predicted 500 hPa geopotential height anomalies (m) for December 2020 through January 2021 from the ensemble average of 30 SPEAR dynamical model forecasts issued in early November of 2020. NOAA Climate.gov figure with SPEAR data obtained from the NOAA Geophysical Fluid Dynamics Laboratory.\nAs is always the case for seasonal predictions, and as Emily eloquently described in this post, SPEAR is run many times (30 to be exact) with slightly different initial conditions (think different flaps of a butterfly’s wings). Individual forecasts (ensemble members) diverge rapidly due to the inherently chaotic nature of the climate system, but the average of those 30 ensemble members filters out that chaotic variability and provides an estimate of the predictable signal. The ensemble average December – January pressure pattern predicted by SPEAR in early November looks a lot like the average La Niña pattern. This indicates that according to SPEAR, the typical Northern Hemisphere response to La Niña was the best prediction forecasters could have made at least a month in advance, even though it did not occur.\nSo, then what about the role of chaotic weather variability? This would include influences of phenomena like the Madden-Julian Oscillation and sudden stratospheric warmings that clearly influence our weather but that are difficult or impossible to predict more than a few weeks in advance. It’s very difficult to come up with a definitive answer, but we can get more clues from the diversity within the 30 SPEAR ensemble members. Remember, all 30 members are run under nearly identical conditions except for tiny perturbations in the initial conditions that reflect our imperfect knowledge of the climate state. We can examine the distribution of pattern correlations between the actual and individual forecast December – January 500 hPa maps.\nPattern correlations between the individual SPEAR ensemble member forecasts and the observed December 2020 – January 2021 500 hPa geopotential height anomalies north of 15°N for SPEAR forecasts issued in early November 2020. Higher pattern correlations indicate better forecast performance. The dashed red line indicates the pattern correlation between the ensemble average and the observed geopotential height field. NOAA Climate.gov figure.\nWe see quite a wide range of pattern correlations, both negative and positive, indicating that some ensemble members do a very poor job and others do reasonably well. If we look at the ensemble member with the highest pattern correlation, we see a lot of similar features to what actually occurred, including a broad area of low pressure in the North Pacific that is opposite to what we expect during La Niña. Remember, this reasonably accurate ensemble member outlier comes from the exact same model that said the best bet was for a typical La Niña pattern! Again, the only things that distinguish this high-performing ensemble member from the low-performing ensemble members are tiny perturbations in the initial conditions roughly equivalent to flaps of butterfly wings. Did I mention that seasonal prediction is tough?\nThe predicted December 2020 through January 2021 500 hPa geopotential height anomalies (m) for the SPEAR ensemble member with the highest pattern correlation with the observed pattern. NOAA Climate.gov figure with SPEAR data obtained from the NOAA Geophysical Fluid Dynamics Laboratory.\nPlease note that this does not prove that chaotic weather variability is a primary culprit for the mismatch. It’s certainly possible that other factors were at play, and our forecast models may not be capturing all important sources of seasonal predictability, such as stratospheric-tropospheric interactions (7). The main point of this analysis is that it’s very challenging to rule out the influence of chaotic weather variability, and underscores why our seasonal forecasts are always issued in terms of probabilities.\nSo, you may be wondering what this means for NOAA’s Winter Outlook that was first issued last October. Keep in mind that this outlook covers the full three months of meteorological winter, and I don’t have to tell our U.S. readers that February brought some big weather changes that I haven’t covered here. Stay tuned for next month’s post when Tom returns to give us a complete breakdown of NOAA’s 2020-2021 Winter Outlook!\nSubmitted by Lachlan Mace on Thu, 02/25/2021 - 19:35\nVery interesting! Nat's analysis focused on the Northern Hemisphere, but perhaps the Southern Hemisphere circulation has been similarly atypical. We'll add Southern Hemisphere analysis to his to-do list!\nSubmitted by emily.becker on Fri, 02/26/2021 - 13:53\nIn reply to Blog on La Nina by Lachlan Mace\nSubmitted by Karen Robin on Fri, 02/26/2021 - 12:08\nSubmitted by Bailey P. on Fri, 02/26/2021 - 12:53\nYes, the precipitation over the western US has been pretty typical La Nina, with California mostly dry and relatively wetter farther north, although from what I can see (from the weekly ENSO discussion found here), the regions of above-average precipitation in Oregon and Washington are more limited than typical. So, both the typical La Nina pattern and the one we have experienced this year have been effective at keeping the storm track north of California. Regarding the trends in pressure patterns and precipitation, I have not looked closely at this yet, although winter trends in both pressure and precipitation are much noisier than those of surface temperature.\nSubmitted by Nathaniel.Johnson on Fri, 02/26/2021 - 15:34\nIn reply to California sure feels like La Nina by Bailey P.\nSubmitted by David Margolin on Sun, 02/28/2021 - 09:57\nThank you, Dave, for your question and especially for your inspiration for this post! You raise a good question about the possible influence of climate change. First, I want to mention that our dynamical seasonal prediction models do incorporate the effects of climate change both directly from the prescribed greenhouse gases and aerosols and more indirectly through the global sea surface temperature patterns that result from their influence. So, in principle, if the effects of climate change are significant and if our models capture the effects correctly, then we would expect to see some divergence between the analog-based and dynamical model guidance. Clearly, we do see such divergence when we look a more thermodynamic variables like surface temperature (effect of the long-term trend), but the dynamical effects seem to be more subtle and uncertain.\nThis is a topic that a number of research groups have been investigating. One of the earlier studies of which I am aware which was coauthored by fellow blogger Michelle is Kumar et al. (2010). That study argued that the sea surface trend in the Indo-Pacific warm pool had been altering the La Nina teleconnection (some interesting similariities between the teleconnection trend in that study and the observed pattern this year west of Alaska). Since then, there have been numerous studies on the projected changes in ENSO teleconnection patterns (Tom covered one such study here). It's an important question that still needs a lot of answers.\nSubmitted by Nathaniel.Johnson on Sun, 02/28/2021 - 16:37\nIn reply to re: Blog on La Nina by David Margolin\nSubmitted by Kirk Miller on Wed, 03/03/2021 - 10:49\nPossibly, but I think it may depend on the model. This scenario seems more likely for statistical models, especially those based on analogs, which may not handle extrapolation to a new climate state as well as it handles interpolation within the climate state in which the model was trained. For our more sophisticated global climate models, the intention is to use equations that capture the essential physics that are not dependent on climate regime. Of course, climate models cannot resolve all physical processes explicitly, and so they use parameterizations that are tuned based on relationships in the current and past climate. Therefore, I could see some risk that such parameterizations work better in the climate regimes for which they were tuned, but I am not sure if that would lead to a significant degradation of forecasting ENSO teleconnections in a different global climate regime.\nSubmitted by Nathaniel.Johnson on Wed, 03/03/2021 - 11:04\nIn reply to ENSO by Kirk Miller\nSubmitted by Paul Ruekberg on Wed, 03/03/2021 - 12:52\nI wonder if an analysis of the \"small\" changes in the initial conditions that produced the 30-member SPEAR highest correlations with the observed Dec 2020-Jan 2021 pattern (the last figure in the Blog) might tell us something about why we observed what we observed?\nSubmitted by Mike Huston on Sun, 11/28/2021 - 11:23\nIt's possible that something interesting might come out of such an analysis, although we must acknowledge that it may be hard to make sense of the divergent weather and climate trajectories that arise from chaos alone. Still, I agree that it may be interesting to see what sort of perturbations resulted in the better forecast and also to see how quickly the better forecasts diverged from the poorer forecasts (days? weeks?). Thank you for your comment.\nSubmitted by Nathaniel.Johnson on Sun, 11/28/2021 - 19:48\nIn reply to Nat's Blog on Last Years (2020-2021) DJF La Nina by Mike Huston",
  "source": "climate.gov"
}