{
  "url": "https://www.climate.gov/news-features/blogs/enso/april-2021-enso-update-spring-triathlon",
  "title": "April 2021 ENSO update: spring triathlon",
  "date": null,
  "content": "La Niña is hanging on in the tropical Pacific, but it’s likely a transition to neutral will occur in the next month or so, and the chance of neutral goes up to 80% in May–July. Grab your goggles and your running shoes! We’re going to get some exercise today.\nThe monthly average sea surface temperature in the Niño 3.4 monitoring region increased from February to March, with March coming in about 0.8°C below the long-term average according to the ERSSTv5 dataset. (Long-term = 1991–2020.)\nThe January–March average was 0.9° cooler than average, marking our seventh consecutive season of La Niña conditions. We use “season” to describe any three-month-average period, not just winter/spring/summer/fall. This La Niña event peaked in the October–December season, with an anomaly of -1.3°C. It falls squarely in the middle of the pack of the 21 La Niña events that have occurred since 1950, ranking 10th strongest.\nThis was a little harder to figure out than I expected, since the La Niña events in our record have had their peak anomalies occur in October–December, November–January, and/or December–February, and some maintained their peak for two or three seasons in a row. So I guess it’s more like a plateau than a peak.\nThe atmosphere over the tropical Pacific still reflected the strengthened Walker circulation characteristic of La Niña during March, although the relationship was showing signs of weakening. The sky was clearer than average over the central tropical Pacific, while the other side of this signal—more clouds and rain than average over Indonesia—weakened in March. The trade winds, near-surface east-to-west winds that strengthen during La Niña, were just a bit stronger than average in the western and central Pacific.\nOne yardstick we use to track the atmospheric arm of ENSO (ENSO = El Niño/Southern Oscillation, the whole El Niño and La Niña system) is the atmospheric pressure difference at sea level between the western Pacific and the central/eastern Pacific. A stronger Walker circulation equals higher-than-average pressure in the eastern Pacific and lower-than-average pressure in the western Pacific. Of course, since nothing is simple, we have two indexes that measure this relationship, the Southern Oscillation Index and the Equatorial Southern Oscillation Index, which are based on different locations where the pressure is recorded.\nLocation of the stations used for the Southern Oscillation Index (Tahiti and Darwin, black dots), the Equatorial Southern Oscillation Index (eastern equatorial Pacific and Indonesia regions, outlined in blue-green), and the Niño3.4 region in the east-central tropical Pacific Ocean for sea surface temperature (red dashed line). NOAA Climate.gov image by Fiona Martin.\nWhen these indexes are positive, they are indicating a stronger Walker circulation. Much like the sea surface temperature, the indexes have been in solid La Niña territory since last fall and are still indicating the strengthened Walker circulation. However, they moved closer to neutral in March, indicating that the atmospheric response is weakening.\nWhy am I belaboring all these “weakening” details? Because La Niña is on the way out! Forecasters estimate about equal chances that the March–May season will qualify as La Niña or neutral, and it’s very likely (80% chance) that neutral conditions will reign by May–July. One source of confidence that the cooler-than-average sea surface of La Niña will dissipate soon is the temperature of the water under the surface of the tropical Pacific. Over the past couple of months, these waters have warmed, and now there is a downwelling Kelvin wave moving from the west to the east under the surface.\nAs this warmer-than-average water rises to the surface in the eastern Pacific, it will supply the surface with warmer water and erase the negative anomalies of La Niña. The outlook for ENSO later this year remains similar to last month, with El Niño still unlikely (13% chance) and La Niña/neutral still about equally likely to occur through the fall.\nThe fact that La Niña is still around is significant, though, as La Niña can make conditions more conducive for severe weather outbreaks. NOAA defines severe weather as tornadoes, hailstorms, or high winds. March’s deadly tornado outbreak in Alabama is a recent heartbreaking example of the impact these events can have.\nLa Niña’s wavier jet stream can create a friendlier environment for tornadoes across much of the US. As our guest authors Mike Tippett and Chiara Lepore wrote in the spring of 2017, “Two important ingredients for tornadoes are atmospheric instability (e.g., warm, moist air near the surface and cool dry air aloft) and vertical wind shear (winds at different altitudes blowing in different directions or speeds).” La Niña has been linked to increases in these severe-weather-friendly conditions, and to increased reports of tornadoes, hail, and winds.\nMike and Chiara’s article is definitely worth revisiting, as they describe the nuances of the La Niña/tornado relationship in more detail than I can get into here. However, I’ll reiterate their important point that severe weather has a really wide range of activity, and some years have very few reports, while others are extremely active, regardless of ENSO status. Also, much like hurricanes, it only takes one outbreak to cause terrible damage, so we should all pay attention to the weather forecast! However, knowing that the background climate conditions can make severe weather more likely is valuable for seasonal prediction and long-range planning.\nYou’ve crossed the finish line of another ENSO update! Be sure to collect your participant’s medal and an energy bar. Our next race post by Nat, in May, will discuss multi-year La Niña, something we’re all very interested in. Don’t miss it! Fun ENSO Blog team fact: Nat and I once ran a race in St. Louis, and I crossed the finish line several minutes before him! Never mind that he ran the half-marathon, while I did the 10k…\nSubmitted by Ted Jamba on Thu, 04/08/2021 - 16:15\nHi Ted, please see this post that I wrote at the end of February. In short, this was a very unusual La Nina in terms of Northern Hemisphere atmospheric circulation, and the reasons are not entirely clear.\nSubmitted by Nathaniel.Johnson on Thu, 04/08/2021 - 17:03\nIn reply to La Nina was Gentle by Ted Jamba\nSubmitted by Justin davis on Thu, 04/08/2021 - 18:07\nHi Justin, it's just too early to tell what will happen next fall and winter The forecast indicates an elevated chance that La Nina will return next fall and winter, but the probability is still less than 50%, meaning that neutral conditions or (with a much lower chance) El Nino conditions also have a reasonable chance of occurring. If La Nina does reemerge, we do not know if it will be stronger or weaker than this year (but I did write about droughts often being stronger in the second year of La Nina).\nSubmitted by Nathaniel.Johnson on Thu, 04/08/2021 - 21:01\nIn reply to El nina by Justin davis\nSubmitted by K D Short on Mon, 04/12/2021 - 23:00",
  "source": ""
}