{
  "url": "https://www.climate.gov/news-features/blogs/enso/tornados-and-la-ni%C3%B1a-2021-edition",
  "title": "Tornados and La Niña, 2021 edition",
  "date": null,
  "content": "Dr. John Allen is an Assistant Professor of Meteorology in the Department of Earth and Atmospheric Sciences, Central Michigan University. Dr. Allen's research focuses characterizing severe convective storms globally, and how these events that produce hailstorms and tornadoes are linked to climate change and variability from subseasonal to seasonal scales. In 2015 he and colleagues at Columbia developed an experimental seasonal tornado outlook, and he was a founding member of the experimental subseasonal Extended Range Tornado Activity Forecast group.\nLa Niña’s influence is linked to a higher frequency of tornadoes in the spring. However, although La Niña conditions were present through April, 2021, the year so far has recorded below-average tornado counts. Now that we are through the peak of the season, discussion among forecasters has turned toward deliberating over the low tornado frequency in what many predicted to be an active season (1).\nPhoto by John Allen.\nTo begin to address what happened in 2021, we need to go back to what these seasonal predictions are based on. While there are many contributing sources of tornado variability, there is a relationship between El Niño/Southern Oscillation (ENSO) and the frequency of tornadoes. Many people will remember that the last extremely active tornado year, 2011, was a strong La Niña year. A moderate La Niña was observed this past winter and was predicted to continue into the spring, leading to expectations and speculation in the media about a potentially active season. In this post, we consider the relevant factors and what this tells us about our capacity to predict seasonal tornado activity.\nConnecting tornadoes to the larger climate system is a hard problem, as the frequency of tornadoes typically has large year-to-year variability. However, the idea of a connection between ENSO and severe thunderstorms and tornadoes is not new, with some of the most tornado-active years in history being associated with La Niña (Marzban and Schaefer 2001, Cook and Schaefer 2008). We also know that you don’t need ENSO to get a lot of tornadoes—a year when ENSO is neutral sees on average around 1,200 tornadoes across the United States, with the majority occurring in the March to June window.\nIn the past decade, we’ve made great advances in understanding what causes this year-to-year variability (2), thanks to extended computer simulations of past events, new high-quality datasets that can tell us about the favorable conditions for tornado development, and the development of longer records of tornado observations. Through this, we’ve been able to show that, generally, El Niño leads to fewer tornado events in the spring, while La Niña tends toward higher-than-normal frequency.\nPhoto by John Allen.\nDuring La Niña, the jet stream that drives much of our weather is somewhat weakened relative to neutral years, and the mid-latitude branch is diverted northward toward the Arctic over the western or central Pacific, and southward over northwestern North America. (Visit this post for details on how La Niña changes the jet stream.) This split path typically favors low-pressure systems developing east of the Rockies (Allen et al. 2015, Cook et al. 2017). It is this weather-climate “teleconnection” that most readily connects ENSO to tornado occurrence. The frequency of these low-pressure systems turns out to be key for bringing all the pieces together to produce tornado outbreaks, including wind shear (3), the fronts that initiate storms (Lagerquist et al. 2020), the moisture transport and the mid-level atmospheric instability that strengthen storms (Muñoz and Enfield 2011).\nMarch-May values of a blend of tornado reports with a tornado environment index (TEI) for El Nino and La Nina years. Maps by climate.gov; data from C. Lepore and M. Tippett.\nLa Niña certainly does not always increase tornado likelihood. For example, a similar magnitude La Niña in 1989 was accompanied by a similar near- to below-average tornado season to 2021 so far. Like all climate influences on the weather scale, you can think of La Niña weighting the dice in favor tornado events, while on the flipside El Niño reduces the overall likelihood. In any one case, however, the specific atmospheric pattern on shorter timescales plays an important role (4).\nTornado activity—and, more broadly, severe thunderstorm activity—for 2021 has been lower than average after a somewhat late start (5). Both January and February are fickle months for tornado frequency, so a slow start doesn’t tell us much about the season to come. Considering tornado frequency against the historical record of the last 2 decades, March 2021 was an outlier and considerably above average, April 2021 was equally a below-average outlier, and May 2021 was near average.\n5th-95th percentile box-and-whisker distributions of Storm Prediction Center monthly tornado reports for the period 2000-2020 as compared to the value for 2021 (red square). Orange horizontal line corresponds to the dataset mean. Outliers are indicated by the unfilled circles. Inset: January 1 to May 31 2021 season-to-date comparison. Climate.gov figure based on original from John Allen. Correction 7/1/21: The original version of this graphic mislabeled the range of values shown by the blue boxes. The boxes show values in the 25th-75th percentile, not the 5th-95th percentile.\nDespite being relatively quiet, for the season to date there was a preliminary total of 580 tornadoes reported through May 31st, less than the 2000–2020 average of 676.These events caused 13 fatalities. Also, despite the below-average tornado count in April, there were still some significant financial losses from severe weather. These resulted from hail events impacting major urban centers, and for 2021 the US is again on track to exceed $10 billion insured losses to severe storms.\nThe vast majority of tornadoes in 2021 accumulated over just a few days in March and one particularly active period in May. This is fairly typical, as tornado outbreaks—clusters of tornadoes—and consecutive days with tornadoes are certainly not unusual (Tippett et al. 2016, Trapp 2014). March saw tornadoes on 16 days, with concentrated periods on March 13th, 17th, and the 25th–27th. April had no real large accumulation of tornadoes on any single day, while May had tornadoes on all but 5 days, with large events between the 2nd to the 4th and on the 26th, and 18 days in June with no widespread events and low numbers of tornado reports (6).\nThe most recent story to grab the headlines has been the surprise that, through the middle of June 2021, we did not record an EF3 tornado for the first time since reliable records began in the 1950s (though this changed on June 20th). However, this is somewhat unsurprising, as without the volume of higher tornado frequency days, the probability of stronger tornadoes is also lower. This statistic can also be misleading – tornado damage is only rated if the tornado hits a structure well-built enough to withstand it. With shorter tornado path lengths, and fewer tornadoes, the likelihood of a storm crossing paths with structures or other damage indicators decreases. This is further compounded by tornadoes rarely occurring in their usual regions where damage is more likely.\nPhoto by John Allen.\nThere has already been discussion this year about 2021 being “atmospherically” strange for a La Niña. While NOAA’s primary metric for ENSO, the three-month-average sea surface temperature anomaly in the Niño-3.4 region of the tropical Pacific (Oceanic Niño Index), suggested a moderate La Niña in terms of sea surface temperatures through the winter and early spring before waning into May, the circulation over North America didn’t seem to be playing the same tune. Nowhere is this more evident than considering the air pressure patterns as compared to historical La Niña events.\n(Top) Geopotential height anomalies (m) at the 500 hectopascal (hPa) pressure level during January–May 2021. Cold colors indicate below-average atmospheric pressure and warm colors indicate above-average atmospheric pressure at a level about three miles above the Earth’s surface. (Bottom) The average 500 hPa geopotential height anomalies from January–May for the 9 strongest La Niña episodes since 1950. Note the different scaling between the top and bottom figures. The top figure has a wider range of values because the top figure includes contributions from both predictable signals, like La Niña, and random weather variability, whereas the bottom figure has filtered out most of the random weather variability. Anomalies are calculated with respect to the 1991-2020 base period. Figure by John Allen and NOAA Climate.gov with NCEP/NCAR Reanalysis data obtained from the NOAA Physical Sciences Laboratory.\nThe eastern Pacific high-pressure signature typical of La Niña was present, but this year was considerably stronger and broader across the north Pacific, while the low-pressure region over the northwestern United States was much weaker. Stronger surface highs over the eastern Pacific reflected the blocking of the typical flow pattern, and lack of troughing saw fewer low-pressure systems than average form east of the Rockies, with significant implications for precipitation and severe weather frequency over the Plains and Midwest.\nThis is not to say we didn’t get some smaller tornado outbreaks, such as those in late March and early May, but overall the spring and early summer were less favorable for producing these important low-pressure systems, and hence tornadoes.\nThe un-La Niña-ish atmosphere over North America meant that suggesting that the spring tornado season would be active was fraught with danger! Nonetheless, some of the calling cards of La Niña did persist from the winter months; for example, persistent dry conditions across the southwest since last fall. The challenge here is that it is nearly impossible to attribute tornado variability solely to the contributions of ENSO. As has been discussed on the ENSO Blog before, ENSO is very much like the violin section of an orchestra—it leads the movement of variability in our atmosphere. But what would a symphony by Beethoven or Mozart sound like without punctuation from other sections of the orchestra, both on shorter intervals and helping drive the overall piece?\nPhoto by John Allen.\nThe tornado season of 2021 might be past its peak, but we certainly aren’t out of the woods just yet. However, the difference between expectation (higher than normal) and observations (lower than normal) thus far highlights the need to further explore the details of what drives variability in tornado frequency. Open questions also remain about how long ENSO’s influence persists into the spring months and how robust its influence on the atmosphere is, factors that may have played a role in this season’s evolution. It also suggests that greater caution is needed to understand the other processes at play before suggesting any given La Niña year will be the next 2011–as 1989 showed us prior to 2021, not all La Niña events favor such extreme generational outliers.\nLead Editor:  Emily Becker\n1) Tornado season is not easily defined, as tornadoes can occur on any day of the year. Despite this challenge, the vast majority of tornadoes occur between the beginning of March and the end of June each year, with ~1000 of the 1400 per year on average (averaged over 2005–2015) occurring between this period. Tornado season also varies by location. In the southeastern United States, tornado season is typically between February and April. In the central Great Plains, the peak is closer to April to June, and in the Midwest and close to the Rockies May through the end of June are typically the peak months. By July, the majority of tornado activity has shifted north to Canada.\n2) Some recent studies include Lee et al. 2013, Allen et al. 2015, Cook et al. 2017, Lepore et al. 2017, Molina et al. 2018, and Lee et al. 2021.\n3) Wind shear is the presence a degree of changing wind speed and direction at different levels of the atmosphere. The easiest way to see wind shear is by looking up at the clouds – if you see clouds moving in different directions, that is wind shear. Wind shear is important to the storms that produce tornadoes, it helps the organize the storms shape, move rain away from the updraft, and allows a storm to sustain itself outside the normal lifetime of a thunderstorm to several hours. Developing tornadoes also require the presence of changing wind speed and direction with height close to the ground, as the presence of shear generates ‘spin’ that can be stretched upwards to form the tornado.\n4) The trouble with understanding tornado variability is that it’s affected by both small-scale and  large-scale processes. Non-ENSO contributors to tornado variability identified so far include the Arctic Oscillation, North Atlantic Oscillation, Madden-Julian Oscillation, Global Wind Oscillation, and sea surface temperatures in the Gulf of Mexico (Molina et al. 2018). Each of these signals can project upon ENSO in either a constructive or destructive manner such that it can be very difficult to tease out which element was responsible for any sub-seasonal period of activity, and these interplays are generally poorly understood. That these influences can range from sub-seasonal scales of weeks to months can mean the difference between an overall active season and an inactive one can be dependent on the smallest of margins.\nAdding to the challenge is that tornadoes are rather temperamental about the conditions they form in and difficult to predict on short timescales, making them a challenging seasonal forecast target. Too warm and tornadoes become less frequent, too dry and the same result is likely. Even in a “perfect” environment where violent tornadoes seem certain, timing is everything, and small differences as to the arrival of an individual trough impulse, or a slightly warmer-than-expected layer in the atmosphere can mean no storms form at all. This was exemplified in the predicted violent tornado outbreak that failed to realize on May 20, 2019.\n5) A severe thunderstorm is defined as any convective storm that produces one or more of hail of 1 inch or large  in diameter,  storm induced winds  of 58 mph or greater, or a tornado.\n6) Long periods of relative quiet are more in line with La Niña conditions. For example, after more than 800 tornadoes in April 2011, May saw little to no activity before the 21st, before producing 241 tornadoes in the following 5 days. While these periods of relatively low frequency occur in most years, this pattern is particularly prevalent during La Niña, as is a tornado season that is skewed toward occurring earlier in the spring (Allen et al. 2018).\nAllen, J.T., Molina, M.J. and Gensini, V.A., 2018. Modulation of annual cycle of tornadoes by El Niño–Southern Oscillation. Geophysical Research Letters, 45(11), pp.5708-5717.Cook, A.R. and Schaefer, J.T., 2008. The relation of El Niño–Southern Oscillation (ENSO) to winter tornado outbreaks. Monthly Weather Review, 136(8), pp.3121-3137.\nCook, A.R., Leslie, L.M., Parsons, D.B. and Schaefer, J.T., 2017. The impact of El Niño–Southern Oscillation (ENSO) on winter and early spring US tornado outbreaks. Journal of Applied Meteorology and Climatology, 56(9), pp.2455-2478.\nLagerquist, R., Allen, J.T. and McGovern, A., 2020. Climatology and Variability of Warm and Cold Fronts over North America from 1979 to 2018. Journal of Climate, 33(15), pp.6531-6554.\nLepore, C., Tippett, M.K. and Allen, J.T., 2017. ENSO‐based probabilistic forecasts of March–May US tornado and hail activity. Geophysical Research Letters, 44(17), pp.9093-9101.\nLee, S.K., Atlas, R., Enfield, D., Wang, C. and Liu, H., 2013. Is there an optimal ENSO pattern that enhances large-scale atmospheric processes conducive to tornado outbreaks in the United States?. Journal of Climate, 26(5), pp.1626-1642.\nLee, S.K., Lopez, H., Kim, D., Wittenberg, A.T. and Kumar, A., 2021. A Seasonal Probabilistic Outlook for Tornadoes (SPOTter) in the Contiguous United States Based on the Leading Patterns of Large-Scale Atmospheric Anomalies. Monthly Weather Review, 149(4), pp.901-919.\nMarzban, C. and Schaefer, J.T., 2001. The correlation between US tornadoes and Pacific sea surface temperatures. Monthly Weather Review, 129(4), pp.884-895.\nMolina, M.J., Allen, J.T. and Gensini, V.A., 2018. The Gulf of Mexico and ENSO influence on subseasonal and seasonal CONUS winter tornado variability. Journal of Applied Meteorology and Climatology, 57(10), pp.2439-2463.\nMunoz, E. and Enfield, D., 2011. The boreal spring variability of the Intra-Americas low-level jet and its relation with precipitation and tornadoes in the eastern United States. Climate dynamics, 36(1-2), pp.247-259.\nTippett, M.K., Lepore, C. and Cohen, J.E., 2016. More tornadoes in the most extreme US tornado outbreaks. Science, 354(6318), pp.1419-1423.\nTrapp, R.J., 2014. On the significance of multiple consecutive days of tornado activity. Monthly Weather Review, 142(4), pp.1452-1459.\nI am from Fayetteville, Arkansas. It looks like we are listed as a 4 (the most frequent in the US!!!) We have only one recorded tornado in American history ever as far as I’m aware of and based on my 15 page research assignment at the University of Arkansas. The year was 1812 If I remember correctly, and this was an F0 tornado that tore some roofing and did minimal damage to some Dickson Street & College Avenue buildings or homes close to the intersection. We are part of the ozark mountain region and our hills have almost always seemed to create an unfavorable environment for tornadoes, and before they start, they usually tend to fall apart. Note, I am not saying I disagree with your map for the surrounding areas, as the flat land areas east and west of Fayetteville tend to be more favorable.\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:16\nGlobal warming creates major effects of climate change in US. Creating awareness is must, monitoring climate change is mandatory.\nSubmitted by Thewebserv News on Fri, 11/26/2021 - 00:05\nHello, I thought there was an e in the plural spelling of this word. Thanks. Great article though! Keep up the great work that you do.\nSubmitted by Ted Jamba on Sat, 04/02/2022 - 12:06\nHi there. According to Miriam Webster online, tornados and tornadoes are both acceptable plural forms of tornado. It's possible that the Oxford English Dictionary would indicate a preferred form, but that resource isn't available freely online, so I generally allow contributors to follow MW.\nSubmitted by rebecca.lindsey on Mon, 04/04/2022 - 08:42\nIn reply to Tornadoes or Tornados? by Ted Jamba\nPeople are saying 2025 will be just like 2011 because of a warm NPO and this is for research cause I was just wondering, could random El Niño creep up during like early spring and then end in middle fall and what would that affect have on in tornadoes? In 2025?\nSubmitted by Colton Hubbard on Fri, 09/13/2024 - 17:36\nLooking at historic El Ninos, we've never had an event back to 1950 that started in spring and ended in fall. All have lasted through the winter.\nIt's too early to say with any confidence about what may happen next year, but it's not impossible for an El Nino to form. Usually an El Nino suppresses tornadoes\nSubmitted by tom.diliberto on Mon, 09/16/2024 - 13:03\nIn reply to 2025 storm season  by Colton Hubbard",
  "source": ""
}