{
  "url": "https://www.climate.gov/news-features/blogs/enso/june-2021-enso-update-neutral-noodle",
  "title": "June 2021 ENSO update: neutral noodle",
  "date": null,
  "content": "ENSO-neutral conditions are present in the tropical Pacific, and NOAA forecasters think they’re likely to continue through the summer. Neutral is slightly favored through the fall, although it’s a close call between continued neutral and re-developing La Niña for the late fall and winter.\nI often start my top-of-the-month blog posts with a detailed review of the current conditions in the tropical Pacific, but I think I’ll just breeze through that and get to the forecast today. Currently, sea surface temperatures in the ENSO monitoring regions are still slightly cooler than average, but within the neutral range of +/- 0.5°C from the long-term (1991–2020) average.\nThe official CPC/IRI ENSO probability forecast, based on a consensus of CPC and IRI forecasters. It is updated during the first half of the month, in association with the official CPC/IRI ENSO Diagnostic Discussion. It is based on observational and predictive information from early in the month and from the previous month. Image from IRI.\nNeutral conditions are likely through the summer: there’s a 78% chance that the sea surface temperature in the Niño3.4 region of the Pacific ocean will be close to the long-term average—within the neutral range—during June–August. The sea surface temperature in the Niño3.4 region is our primary ENSO-monitoring index.\nThe chance of neutral drops, and La Niña chances rise, through the fall, until the probability of La Niña overtakes neutral in October–December and reaches 53% for November–January. As Nat discussed last month, La Niña has a tendency to appear in consecutive winters. Meanwhile, the official forecast summary emphasizes neutral. NOAA has an ENSO Alert System for when La Niña (or El Niño) is expected to develop… why hasn’t it been activated for La Niña? There are a few reasons! Let’s noodle on this.\nA La Niña Watch is issued when “conditions are favorable for the development of El Niño or La Niña conditions within the next six months,” and we’re still more than six months from the November–January season (we count by the center month). Also, many climate models predict neutral will continue through the fall and winter, and there is no consensus among the models that the Niño3.4 sea surface temperature will remain more than 0.5°C cooler than average for more than a few months. By January–March, neutral is again the most likely category. This is important, because ENSO is a seasonal system, requiring sustained conditions to impact global weather and climate.\nIn summary, there just isn’t enough evidence yet to tip the scales definitively between neutral and La Niña for this coming winter. One thing we can say with confidence is that chances for El Niño next fall/winter are low—less than 10%.\nWe care about ENSO prediction because it can provide an early picture of potential climate conditions months in advance. (Also because it’s a super-interesting geophysical phenomenon, but that might just be us geeks!) One important aspect of ENSO is its influence on hurricane activity.\nNOAA’s recent Atlantic hurricane outlook predicts an active season, with a 60% chance of above-average activity. The low chance of El Niño (which tends to suppress hurricane activity in the Atlantic) was an important component in this outlook. Other factors, such as predicted warmer-than-average tropical Atlantic sea surface temperatures, bolster the outlook. On the other hand, the Central and Eastern Pacific are expected to have normal or below-normal tropical storm seasons. El Niño tends to enhance storm activity in those regions.\nAnother reason to care about long-range ENSO prediction is its relationship to rainfall in the southwestern US. La Niña is linked to reduced late-fall/winter/early-spring rain and snow in this region, while El Niño tends to enhance rain in the southwest. During La Niña 2020–21, much of the Southwest US and Mexico was indeed below average.\nPercent of average precipitation (rain, snow, and other frozen precipitation) during October–April 2020–21. Average period is 1990–2019. Data from GPCP via ESRL PSL; image by Climate.gov.\nA huge portion of the western US is now in extreme drought, and the seasonal drought outlook predicts drought conditions to continue through the summer. Mexico is also experiencing widespread and intense drought. Second-year La Niña has been linked to more pronounced drought, another concern if La Niña does re-develop.\nLa Niña is also usually related to increased winter rain and snow in the Pacific Northwest, which did not materialize this past year. Since apparently I’m just linking to all of Nat’s posts today, here’s the one about the unexpected conditions we saw during the 2020–21 La Niña.\nFinally, let’s take a look at the global sea surface temperature pattern from May, where we can see that much of the North Atlantic is already warmer than average.\nMay 2021 sea surface temperature departure from the 1981-2010 average (note that this image still uses the previous averaging period). Image from Data Snapshots on Climate.gov.\nAlthough La Niña conditions have ended, there are still regions of cooler-than-average surface waters to in the eastern Pacific and southwest of the US. What I’d really like to point out here, though, is the re-emergent blob in the north Pacific. According to NOAA’s Blobtracker (official name: California Current Marine Heatwave Tracker) this marine heatwave formed in late April and has tripled in area since then. It formed in the same spot as a powerful marine heatwave that dominated much of 2020 and was the 2nd-largest on record (their record starts in 1982). Yet another ocean feature that bears watching.\nNext month, Tom will be updating you on all things ENSO! His puns are much better than mine, so you have that to anticipate.\n\"Also because it’s a super-interesting geophysical phenomenon, but that might just be us geeks!\"\nThis is the basis of the geophysical behavior of ENSO, only intellectually curious geeks will appreciate it\n\"Nonlinear long-period tidal forcing with application to ENSO, QBO, and Chandler wobble\" presented at the EGU in April\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:23\nEmily Becker, very thanks! Best regards!\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:23\nThank for all the details on the variants of Neutral. Very interesting names as a way add context to the signal visualizations.\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:24\nIn California, La Nina's impact was so extreme that much of the state is in or soon will be in D4 drought (the highest category). Some of us wonder if certain dynamics caused this La Nina to behave as a much stronger event than its index would have suggested. This first year La Nina with no preceding Nino and still produced a drought similar to the infamous 1975-1976 water year. In comparison, that drought occurred in a second year event antecedent to a relatively strong La Nina. You point out that second year events are associated with even stronger precipitation impacts, particularly in Northern California. The prospect of an even worse version of what happened year (if that is possible) is extremely alarming. The odds of this, as discussed in this post, make it clear that a double dip is very much in the cards. If that should come to pass, is there any reasonable hope that California may avoid this or is the correlation so strong that it is very likely? If the correlation is very strong, then the current water conservation efforts are likely insufficient.\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:24\nThanks for the thoughtful comment. Bear in mind, there is still considerable uncertainty as to if a second-year La Niña will develop. Also, as the linked article points out, there is some evidence that second-year La Niña can be associated with more drought, but there have not been a lot of studies on this topic. That said, continued drought would have a big impact, so planning ahead for this possibility could be prudent.\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:25\nIn reply to Double Dip of Doom by rebecca.lindsey\nThanks for the update . Most LaNina's that occur near the end of sun-low periods ( solar minimums) are usually short-lived and soon turn to neutral phase before they bounce back to strong El-Nino . We're currently exiting a solar minimum transiting between Solar cycles #24 and #25 , well assuming the SC25 had already begun . The sunspot counts we've seen since July 2020 until date show that the solar cycle 25 is struggling to kick-in . A la Nina is still likely .\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:25\nThank you for the great blog with lots of interesting information! When I saw the global SST pattern here, I felt like the negative SST anomalies in the subtropical northeastern Pacific, which are reminiscent of the negative Pacific Meridional Mode, may lead to the re-occurrence of La Nina in the following seasons via the tropical-subtropical Pacific coupling processes. In this regard, it would be wonderful if I can hear any of your ideas...\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:26\nThanks for your comment! The Pacific Meridional Mode (PMM) angle is an interesting observation (we discussed the PMM in a guest post by Prof. Daniel Vimont previously). According to Prof. Vimont's website, it looks like the PMM index has indeed turned negative recently. I do not have a definitive answer, but it seems like a reasonable hypothesis that this may impact the probability of La Nina reemerging next fall. There is a recent study suggesting that the mid-latitudes (via the PMM) may be an important factor for double-dip La Ninas, but they focused on the winter and spring before the first peak. Perhaps it also can play a role in determining if there's a second peak, but I believe that needs more study.\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:26\nIn reply to Subtropical SST pattern and Re-occurrence of La Nina by rebecca.lindsey\nThank you for the comment. I really appreciate it!\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:27\nIn reply to RE: Subtropical SST pattern and Re-occurrence of La Nina by rebecca.lindsey\nScale bar seems either incorrect or poorly informative. I assume the orange coloration means lower precipitation than average, but that's not what is shown by the numbers.\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:28\nHi Adam - the scale bar shows the precipitation in percent of average, so less than 1 (shown by brown colors) means less than average.\nSubmitted by rebecca.lindsey on Mon, 10/11/2021 - 15:29\nThis design is wicked! You definitely know how to keep a reader amused. Between your wit and your videos, I was almost moved to start my own blog (well, almost...HaHa!) Fantastic job. I really enjoyed what you had to say, and more than that, how you presented it. Too cool!\nSubmitted by Adolfo on Tue, 12/28/2021 - 10:38",
  "source": "climate.gov"
}