{
  "url": "https://www.climate.gov/news-features/blogs/enso/variable-walks-our-climate-forest",
  "title": "Variable Walks In Our Climate Forest",
  "date": null,
  "content": "When the climate doesn’t behave like we expect, whether it’s for an individual season or for several decades, we often hear scientists blaming internal variability. Scientists use this term a lot (even on Twitter) and I’ve noticed that I usually obtain a few blank faces depending on the audience. I also remember being a junior scientist in this field and wondering why everyone was going on about internal, or its counterpart, external variability. Internal/External what? And who cares? Me! And you should, too!\nIn our climate and weather there are:\n(1) The things that are pushed around by other (external) things\n(2) The things that would change or move (internally) without any push\nYou, yourself, have your own internal variability when it comes to your behavior! But, at times, there may also be an external forcing that causes you to deviate from what you’d otherwise do. For example, I really enjoy taking walks in the woods and try to do so whenever I can. Because there are lots of trail options where I’m walking, my path will change from day to day based on pure randomness or a need for variety. But I also really don’t like running into bears (especially fat bears). As much as I’d like to pretend they don’t exist, if I see a bear, I will strongly deviate from my intended path and choose one that gives the bear a wide berth. So bears are an external forcing on my walking path.\nCartoon by Anna Eshelman\nBears aside, why would we care whether variability is internal or external? Well, in the climate system, we might care a lot if we want to answer questions like “Is this rainstorm caused by El Niño?” Or “Did human-caused climate change cause the polar vortex to break down?”\nIn order to figure out the answers, we first have to examine the likelihood that the impact would have occurred without any push from an external force. To phrase it another way, we need to determine whether the rainstorm may have occurred without any influence from El Niño. Or whether that change in the polar vortex would have occurred without increasing greenhouse gases. Internal variability are changes that would have happened anyways, regardless of the presence of something else (footnote #1). There will always be some day-to-day variations in my walks even if every bear instantly disappeared.\nFor a scientist, it can be difficult to prove whether a weather or climate event occurred due to some external influence, like increasing greenhouse gases. This is because the observed weather—our reality—only occurs once! We can’t run an alternate reality where we remove the external influence because our observations are already history.\nThis is where a reliable climate model that simulates realistic weather and climate comes in handy. In model world, we can run an experiment that does not have the external forcing—for example, an atmosphere with no increases in greenhouse gases—and a second experiment that DOES have the external influence of greenhouse gases. The difference between the results is considered the part that is externally influenced by greenhouse gases. Going back to my walks, we can compare my path through the woods in a world with bears to my path in a world without bears.\nBut there’s a catch (there’s always a catch, darn it): the butterfly effect. Just like my different paths through the woods on different days, climate model simulations will evolve differently from each other based on small differences in their starting state. This is true in a world with bears (excess greenhouse gases) and without them. That’s why scientists prefer model studies that run “large ensembles.” These generate dozens—sometimes hundreds—of my simulated walks in the woods with bears versus dozens of simulated walks without bears.\nCartoon by Anna Eshelman\nRunning a bunch of simulations results in a range of possible outcomes with bears (my random variability plus external forcing) and a range of outcomes without bears (only my random variability; no external forcing). We can compare these two ranges to get an idea of how much the odds of my following a given path (climate outcome) have changed. To build even more confidence, it is ideal to compare large ensembles among several different models.\nDr. Clara Deser, a senior scientist at NCAR, has been at the forefront of large ensemble studies, and she recently wrote a commentary on internal climate variability, which you should check out. In that piece, she provided an example of how external and internal variability can influence the trends in winter precipitation across the U.S. that we may experience over the next 50 years.\nExpectations for winter precipitation trends over 2010-2060. Top map is showing the “What We Expect” pattern or the change in winter precipitation due to anthropogenic climate change, which is based on the ensemble average of the 40-member, Large Ensemble Community Earth System Model version 1 (CESM1) under the RCP8.5 radiative forcing (Kay et al., 2015). The bottom two panels show a range of “What We Get” patterns, which is the combined influence of external variability (anthropogenic climate change) and and internal (or, in this instance, natural) climate variability. These two maps represent the 5th to 95th percentile range of possible outcomes, which is based on the ensemble member with the 2nd wettest trend over the U.S. (left panel) and the ensemble member with the 2nd driest trend over the U.S. (right panel). Figure courtesy of Clara Deser and Adam Phillips (NCAR) and modified by climate.gov.\nThe top panel here shows what we’d expect if we averaged together the results of this particular climate model in order to identify the influence of human-caused climate change (an external forcing). It projects a much wetter future over the U.S. in response to climate change, especially over the eastern and western U.S. But the bottom panel shows two equally plausible outcomes drawn from the model ensemble with the exact same external forcing (footnote # 2).\nClearly, the two maps are very different—the bottom right panel showing a considerably drier winter over the U.S. and the one on the bottom left indicating a wetter winter.  How can that be? Even though the human influence on the climate is exactly the same in all simulations within the model ensemble, internal variability is large enough to create a range of outcomes that can be rather distinct (footnote #3). The internal part is largely unpredictable—there is a certain amount of variability that is baked into the cake and will occur regardless of global warming.\nAnother reason internal versus external variability matters is because it helps us understand what we can or cannot predict (footnote #4). From day to day, the exact path I take for my walk in the woods is mostly unpredictable—there’s randomness to it. As much as a bear is scary to see, it imparts some predictability on the walk because I will go well out of my way, around the bear, to avoid it. The predictable part is looping around the bear, not walking right up to the bear and asking to be eaten. So, it helps to have external variability in the weather and climate system—without it, it would be difficult to predict at all. Maybe we should be thankful for some fat bears after all.\n---\nSide note: Clara and I were chatting about internal variability and how it may be time to come up with a less obscure term. She came up with inherent variability, which seems to better convey variability that is inherent to the climate system. So, blog readers, what do you think? Is it time to phase out “internal variability?” What do you think of “inherent variability” instead? Leave your thoughts in the comments!\nPersonal Note: Geert Jan van Oldenborgh died earlier this month and with that climate science, and even more than that, climate services, has lost a great scientist, a pioneer, and a truly good person. He openly struggled with cancer even while pushing us forward. While I did not know him well, I was lucky enough to have been touched by his insights and passion in our collaboration on a relative SST index for ENSO monitoring. I think the best way we can uphold his legacy is to apply his level of enthusiasm to our work, be curious, be humble, and remember that science is ultimately about serving others so that we can be our best selves on this fragile planet. RIP Geert Jan.\nFootnotes:\n(1) Instead of “internal variability” you may sometimes hear “natural variability,” but this term might be a little confusing b/c, depending on context, both internal and external fluctuations could have some “natural origins.” For example, a volcanic eruption is a natural occurrence, but the emissions from the eruption are an external forcing on the climate system, with possible effects on ENSO.\n(2) Primarily increasing greenhouse gases plus some other factors included in the RCP8.5 scenario of projected radiative changes.\n(3) Model ensembles aren’t the only way to estimate internal variability. The two references below show that you can \"scramble\" the observed precipitation data to mimic a large ensemble, and obtain a similar spread of 50-year trends as those in the CESM1 model.\nMcKinnon, K. A and C. Deser, 2018: Internal variability and regional climate trends in an Observational Large Ensemble. J. Climate, 31, 6783–6802, doi:10.1175/JCLI-D-17-0901.1.\nMcKinnon, K. A. and C. Deser, 2021: The inherent uncertainty of precipitation variability, trends, and extremes due to internal variability, with implications for Western US water resources. J. Climate.\n(4) As you can imagine, what is considered internal or external will change depending on the context and the particular question asked. For example, El Niño can be the “external thing” that is pushing rainfall around--- how much of this storm due to El Niño?  But different questions can be asked, like whether El Niño events are getting stronger due to increasing greenhouse gases. In this second example, greenhouse gases are now in the external forcing role and El Niño is the internal variability. As Tom pointed out, in the latest IPCC report scientists noted that El Niño has tremendous swings and variations even without changes in the amount of greenhouse gases. El Niño’s large internal variability and consequent lack of consistent changes in various model projections are one of the main challenges in determining whether greenhouse gas increases are changing its amplitude or frequency.\nI like the term \"inherent variability\" — I think it's more clear than \"internal variability.\"  Thanks for a great article!\nSubmitted by Ingrid Zabel on Fri, 10/29/2021 - 16:30\nA lot of not jusr climate but many other disciplines use far too many essentially meaningless words (not to mention in-discipline abbreviations. As an anthropologist/archaeologist I find sources in all manner of journals.\n\"inherent variability\" nails this climatic variable but also circumstances found not only in climatology but anywhere systems exist and systems are how I describe much of what I deal with. It will probably turn up in a paper I write to describe some form of animal (including humans of course) behavior.\nSubmitted by Michael Scullin on Fri, 10/29/2021 - 20:23\nBoth the weather and climate are the result of two coupled non-linear dynamical systems:  the Atmosphere and the Oceans.\nThere need not be a Bear for there to be an occasional, or even repeating, major deviation from what seems to be the norm.\nAnd, of course, El Niño/La Niña are not external to the weather or climate systems, they are part and parcel of those systems.  As are the loops and twists in the Jet Stream.\nI would not have recommended using any projections using the mostly discredited RCP8.5.\nSubmitted by Kip Hansen on Wed, 11/03/2021 - 10:57\nThank you Michelle for providing such an informative article!\nWhere are we with the Nino 3.4 temps? Most of the model plumes I've looked at seem to suggest the temps would bottom out during the NDJ period. Do you think were are there yet?\nSubmitted by Bob on Thu, 11/04/2021 - 13:31\nPast La Niña events have recorded the most negative anomaly during Oct–Dec, Nov–Jan, or Dec–Feb, so history is no help here! But, as you point out, the models are mostly suggesting somewhere in the Nov–Jan period, so it seems likely we have not yet seen the peak anomaly.\nSubmitted by Emily Becker on Fri, 11/05/2021 - 09:26\nIn reply to La Nina temps by Bob\nI grabbed your blog post to share with my high school  Earth Science students.  During our discussion they really preferred thinking about inherent variability as less confusing when compared to external variability resulting from some outside or unusual circumstance.  The cartoons were terrific as a way to help them distinguish variability in different systems.  Thanks for a great post.\nSubmitted by Libby Zimmerman on Fri, 11/12/2021 - 13:40\nThanks for taking the time to share your feedback, Libby! We really like hearing from educators who are putting our content to use about what works and what doesn't.\nSubmitted by rebecca.lindsey on Mon, 11/15/2021 - 08:01\nIn reply to Inherent as an effective alternative... by Libby Zimmerman\nMichelle and colleagues, thanks for this blog which is great in waiting through all the jargon of ENSO.\nI am hoping you will analyze this year's monsoon, in the context of la niña. At first glance it seems anomalous in being one of the strongest on record. Surely this is a chance for you too illuminate internal and external variability!\nSubmitted by MarkDSF on Tue, 09/13/2022 - 09:19\nThanks for a great post! I really liked the term 'inherent variability'.\nSubmitted by Ishrat Dollan on Mon, 02/27/2023 - 12:47\nThanks for the explanation.  That said, I am confused by this concept.  To put this another way, a person can walk in a slightly different path for whatever reason, but this whole concept of inherent variability sounds an awful lot like randomness, and like it does not have a cause.  And, this confuses me. (As well, it kind of bothers me because, if it was random, it would be impossible to make good weather forecasts.)\nOr, maybe I just don't understand it well enough.\nSo, I was wondering if you could tell me what causes this \"inherent variability\"?  The sun (i.e. changes in the length of daylight or the angle of the noontime sun)?  Mountains / other geographical features?  Whether or not there is snow on the ground?  Something else?  A combination?\nThanks for reading this and for answering my question.\nSubmitted by Matt  on Wed, 01/17/2024 - 01:45\nInternal variability IS unpredictable randomness as you point out.  In the *weather* prediction example, we have some ability to predict because we have information in the initial condition and know the governing equations of motion.  However, that is only helpful out to 10-14 days (tops).  In climate prediction, let's take seasonal climate (3-month average) as an example:  internal variability is those chaotic day-to-day motions that we simply cannot forecast out to ~90 days.  But we still can skillfully predict the seasonal climate b/c we have information in the boundary conditions (things like El Nino, SST anomalies, terrestrial anomalies, etc.).  Basically what is \"internal\" (unpredictable/random) depends on what you are predicting.  For climate prediction over a century, things like El Nino become \"internal\" and there are other drivers that tell us its going to warm (Greenhouse gases, etc).\nDoes this help? I really appreciate you asking the question b/c this is one of those concepts I think makes sense for practitioners that have studied this for decades, but not so much for those who have not.  I think it's important to try to bridge this gap and see this from different angles.  Ask a follow up as needed!\nSubmitted by michelle.lheureux on Wed, 01/17/2024 - 08:06\nIn reply to What causes internal / inherent variability? by Matt\nSo, to make sure I understand what you wrote, internal variability really is randomness, and it makes it very difficult to make highly accurate predictions beyond a few days.  Also, what is considered internal variability depends on the time scale (with ENSO qualifying as this over a century).  Is this correct?\nBased on that, I have a few follow-up questions:\n* What are some factors that are considered drivers of internal variability?\n* Why are these factors considered to be random?\n* Are there ways of reducing the randomness of internal variability?  If so, what are they?\nThank you for reading this, and I look forward to hearing from you.\nSubmitted by Matt on Wed, 01/17/2024 - 10:16\nIn reply to Internal variability IS… by michelle.lheureux\nI've done some looking into this via web search (and reading trustworthy sites), and I think I might have an answer to this, though I want to see what you think about it (since you are an atmospheric scientist who works for NOAA, who has completed significant graduate-level work in meteorology, and who has authored or co-authored dozens of publications in this field, while I am merely a weather enthusiast who has read a few things from time to time).\nBasically, from what I read, I think that internal variability is based on how the weather is fundamentally chaotic: It is impossible to get exact and precise weather measurements for every area on Earth at every second, so it is impossible to make absolutely accurate forecasts, let alone even fairly accurate ones for more than a few days in advance.\nAccording to what I read, because measurements have improved over the past few decades, forecasts are pretty accurate for up to a week in advance (and are sort of accurate for a few weeks in advance), plus measuring tools are continuing to improve (which means that weather forecast accuracy is probably going to continue going up for a while).\nEven so, because of internal variability, it is impossible to say what the exact high temperature or low temperature will be tomorrow, let alone say with absolute certainty whether or not it will rain or snow.  The best you can do is give a probability of what it is expected to be.\nSo, is this what internal variability is?\nSubmitted by Matt on Thu, 01/18/2024 - 17:32\nIn reply to Internal variability IS… by michelle.lheureux\nYes, internal variability is chaotic motion. However, we can technically predict internal variability, just like we can predict the internal variability of a coin flip over many flips:  roughly half heads or tails.  I think what you are asking is whether we can *deterministically* make predictions in the face of internal variability.  Can we say that next flip will be heads?  or will it be tails?  That’s a lot harder and you’re asking a question about predictability. We have another blog post on this topic…\nhttps://www.climate.gov/news-features/blogs/enso/what-predictability\nSubmitted by michelle.lheureux on Fri, 01/19/2024 - 09:35\nIn reply to Internal variability is chaos? by Matt\nI read your response, as well as the blog post you included a link to.  It all makes sense, so thanks for the explanation.\nSubmitted by Matt on Sun, 01/21/2024 - 17:07\nIn reply to Yes, internal variability is… by michelle.lheureux",
  "source": ""
}