{
  "url": "https://www.climate.gov/news-features/blogs/enso/what-expect-winter-noaa%E2%80%99s-2021-22-winter-outlook",
  "title": "What to expect this winter: NOAA’s 2021-22 Winter Outlook",
  "date": null,
  "content": "Mike Halpert has guest blogged for us each fall, and because this is his last guest blog before retirement in later 2022, we want to briefly highlight his contributions. He has worked at NOAA Climate Prediction Center for 41 years and has served as Deputy Director for the last 15 years. He has patiently answered oodles and oodles of questions about climate outlooks, starred in many of Climate.gov's video outlooks, served on the Climate.gov science advisory panel, and acted as a moderator moderator on the blog since inception in 2014. Mike is famous to us because he played a critical role in discovering and documenting climate impacts associated with El Niño and La Niña in a set of very highly cited papers that won awards. We will miss having his steady hand at the ENSO blog and wish him the best!\nIf you’re still searching for something to talk about with Aunt Edna at the Thanksgiving dinner table, I have some good news for you – it’s time for my annual NOAA Winter Outlook post! (footnote #1) If this post gives you a feeling of déjà vu, I can understand why; for the second year in a row, La Niña has developed and is expected  to impact the U.S. weather and climate during the upcoming winter. Will we see a typical response to La Niña this year (sure didn’t see it last year) or will other factors play a more significant role than La Niña again this year? Are La Niña impacts more reliable in the second year of a “double-dip” event? Finally, how will the update to the long-term temperature and precipitation averages affect the outlooks? So many questions, so little time (Aunt Edna is in for a treat), so let’s get started!\nWhat I’m about to write shouldn’t surprise long-time blog readers, but the occurrence of La Niña (as well as El Niño) often exerts a significant influence on winter climate over North America.  This influence results in enhanced predictability, as the patterns of both temperature and precipitation during most episodes share many features. In fact, much of the historical skill for seasonal precipitation forecasts stems from the occurrence of La Niña or El Niño. For instance, as I discussed in last year’s post, most of the 20 strongest La Niña events of the past 70 years brought drier-than-average conditions across much of the southern tier of the U. S., particularly along the Gulf Coast. Also, those La Niñas were linked to wetter-than-average conditions in the Great Lakes/Ohio Valley region, the Pacific Northwest, and the northern tier of the U.S., although there is less consistency to these impacts. Of course, the reliability of the La Niña influence is far less than 100%, with the dry signal occurring about 70-80% of the time in the Southeast and the other signals even less reliable.\nWinter precipitation patterns during each of the 20 strongest La Niña episodes since 1950. The strength is measured by the December-February Oceanic Niño Index (ONI), which is three-month average surface temperature departure from normal in the Niño 3.4 region. The December-February ONI for each episode is shown in parentheses (units of °C) above each map. Dark green colors indicate much wetter-than-normal conditions, and dark brown colors indicate much drier-than-normal conditions.  The strongest La Niña episode is on the top left, and the weakest of the 20 episodes is on the bottom right. Maps by NOAA Climate.gov, based on NCEI climate division data provided by the Physical Sciences Division at NOAA ESRL.\nLa Niña’s influence is generally less consistent for winter temperature than for precipitation across the United States. There is some tendency for above-average temperatures across the southern U.S. and cooler-than-average winters across the northern Plains, but the frequency of either signal has generally been less than 60% in the historical record.  Temperature trends during winter also factor into the picture: La Niña winters during the later events generally have a reduced footprint of below-average temperatures due to long-term winter warming over most of the U.S.\nWinter temperature patterns during each of the 20 strongest La Niña episodes since 1950, as measured by the December-February Oceanic Niño Index (ONI). The December-February ONI for each episode is shown in parentheses (units of °C) above each map. Dark red colors indicate much warmer-than-normal conditions, and dark blue colors indicate much colder-than-normal conditions.  The strongest La Niña episode is on the top left, and the weakest of the 20 episodes is on the bottom right. Maps by NOAA Climate.gov, based on NCEI climate division data provided by the Physical Sciences Division at NOAA ESRL.\nSince we’re entering the second winter of a “double-dip” La Niña, let’s consider the second year of the previous 7 double-dip La Niñas (footnote #2).  In doing this, we see that the observed precipitation during the second winter is fairly consistent with the average across all La Niña winters. However, as Nat pointed out a few years ago, a study suggests that U.S. drought tends to intensify in the second winter of a double-dip La Niña, which is a finding that is unwelcome news for the drought-stricken western U.S.\nWinter precipitation patterns during each of the 7 La Niña episodes since 1950 that were (1) among the 20 strongest La Niña episodes since 1950, and (2) the second winter of a double-dip La Niña, as in the upcoming winter. As in the first figure above, dark green colors indicate much wetter-than-normal conditions, and dark brown colors indicate much drier-than-normal conditions. Maps by NOAA Climate.gov, based on NCEI climate division data provided by the Physical Sciences Division at NOAA ESRL.\nThe observed temperature during these winters appears to be dominated by a climate change signal, with the earlier years generally colder than the later years. Of course, 7 cases is a very small sample size, so for temperature and precipitation, it’s tough to draw much in the way of conclusions—some part could just be internal variability (for more, see this excellent recent post by Michelle).\nWinter temperature patterns during each of the 7 La Niña episodes since 1950 that were (1) among the 20 strongest La Niña episodes since 1950, and (2) the second winter of a double-dip La Niña, as in the upcoming winter. As in the second figure above, dark red colors indicate much warmer-than-normal conditions, and dark blue colors indicate much colder-than-normal conditions. Maps by NOAA Climate.gov, based on NCDC climate division data provided by the Physical Sciences Division at NOAA ESRL.\nOne other topic I’ll briefly discuss is the update to the base period that defines the “long-term average” for the temperature and precipitation outlooks. For the previous winter outlooks I’ve written about, forecasts were always relative to “normal” defined by the 1981–2010 average. However, as Emily discussed earlier this year, the base period averages are revised every 10 years in order to ensure that outlooks are being issued relative to the contemporary climate.  So, for the next 10 years (including this one), NOAA Climate Prediction Center (CPC) outlooks will be relative to the 1991-2020 long-term average.\nChange in temperature threshold that defines the December-February \"above-normal temperature\" category after updating the long-term average from the 1981-2010 period to the 1991-2020 period. Widespread increases in this threshold indicate higher normal temperatures in the new reference period because of long-term warming.\nThe long-term warming trend has resulted in some notable changes in the new normal conditions defined by the 1991–2020 base period. For example, the December-February temperatures that define above-normal conditions (footnote #3) have risen by 0.5-1.0°C (0.9-1.8°F) in much of the eastern part of the nation in the new long-term average, with smaller differences (generally between 0.25-0.5°C (0.5-0.9°F)) over much of the western and central parts of the nation.  Very little change is observed in parts of the northern and central Plains and West Coast. The below-normal temperature threshold increases are generally similar to those of the above-normal category, whereas the changes in normal precipitation conditions are generally small (not shown). Bottom line, our “new normal” is getting warmer.\nSo how does CPC see weather shaping up this winter? Not surprisingly, the outlooks bear a strong resemblance to the average La Niña conditions and to last year’s outlook, during which La Niña was well established prior to winter. Of course, last year’s winter forecast was not very successful, as Tom detailed in this post. However, that doesn’t mean we should expect a repeat of last winter’s conditions. The only significant difference between this winter’s outlook and the outlook for 2020–21 is that the chance of above-normal temperature is about 5-10% less than it was last winter, likely the result of somewhat higher above-normal temperature thresholds due to the change in long-term averages described above.\nPlaces where the forecast odds favor a much colder than usual winter (blue colors) or much warmer than usual winter (red), or where the probability of a cold winter, a warm winter, or a near-normal winter are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). Click here for a version that includes Alaska. Click here for a text-only discussion for Hawaii. NOAA Climate.gov map, based on data from NOAA CPC.\nSpecifically, the CPC outlook (footnote #4) favors above-normal temperatures across the southern and central U.S., extending northward to the Midwest and along the East Coast up to Maine. Above-average temperatures are also favored in Hawaii. Chances exceed 50% only in parts of the deep South from Texas to North Carolina and in New England. Probabilities are tilted toward colder-than-normal temperatures along the northern tier from the Pacific Northwest to the Dakotas and across much of Alaska. However, the probabilities for below average in these regions are less confident, with none reaching 50%.\nThe precipitation outlook favors below-normal precipitation across the entire southern tier of the country and in southern Alaska, with southern New Mexico, west Texas, and southern Florida most likely to experience a dry winter. In contrast, above-average precipitation is most likely in Hawaii, western Alaska, and across parts of the northern CONUS including the Pacific Northwest and northern Rockies, and around the Great Lakes and the Ohio Valley. Confidence is these regions is less than across the South, with probabilities not reaching 50%. If the winter precipitation outlook verifies well, we would expect some relief from the western U.S. drought in the Northwest but, unfortunately, intensified drought in the Southwest.\nPlaces where the forecast odds favor a much drier than usual winter (brown colors) or much wetter than usual winter (blue-green), or where the probability of a dry winter, a wet winter, or a near-normal winter are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). Click here for version that includes Alaska. Click here for a text-only discussion for Hawaii. NOAA Climate.gov map, based on data from NOAA CPC.\nCPC issues seasonal outlooks so that users can take risk and opportunities into account when making climate-sensitive decisions. Due to the nature of their uncertainties, they are issued as probabilities, which means that the forecasts won’t always result in the favored (or expected) outcome. Therefore, benefitting from these outlooks requires users to play the long game. Over a longer period of time, these outlooks have proven to have skill so that while some will “bust,” enough will be correct for the user to come out ahead.\nLead editor: Nat Johnson, NOAA GFDL\nGreat post! And thank you for your valuable contributions over the years. Where can I find a similar discussion with corresponding maps for Alaska? I saw a couple mentions in this post but I was hoping for more explanation. Thanks again and enjoy retirement!\nSubmitted by Kristin  on Wed, 11/24/2021 - 13:15\nHi Kristin, this website includes the maps for Alaska as well as some additional discussion.\nSubmitted by Nathaniel.Johnson on Fri, 11/26/2021 - 10:39\nIn reply to Alaska  by Kristin\nSo far it seems like here in western Montana and indeed the inland northwest that we are experiencing a continuation of above normal temps like we have been since May of this year. And looks like more is in the way with potential record temps forecast this weekend and late next week... hopefully something changes. Must be partially influenced by stratospheric warming that is pushing the jet far to the north of us....\nThoughts? Any signs of a change?\nSubmitted by Josh Christopherson on Thu, 11/25/2021 - 13:33\nYou're right that much of the western U.S., including Montana, are in a warmer-than-average pattern right now and in the short-term. I don't see a clear indicator of when this general pattern will break, but I will say that it's common for such patterns to last a week or two (and I realize much of the west has been warm for a while, but it's not the same pattern), so I wouldn't be surprised if we see a change sometime in December. I also will note that the La Nina pattern tends to be strongest in mid-to-late winter even though the tropical sea surface temperatures peak a bit earlier.\nSubmitted by Nathaniel.Johnson on Fri, 11/26/2021 - 14:32\nIn reply to La Nina by Josh Christopherson\nWhy do you think the northeast is going to be warmer than normal?\nSubmitted by Avish on Thu, 11/25/2021 - 14:44\nI will not speak for Mike or the CPC, but I believe the long-term warming trend, as shown in this post, is a factor. That means that in the absence of any other signal, the long-term trend will tilt the odds in favor of above-normal temperatures in this region. I will also note that some models forecast a ridge off the East Coast as part of the negative phase of the Pacific-North American pattern that appears to be forced by La Nina and that would favor above-normal temperatures throughout the East Coast. This ridge is not always oriented in a way to favor a warm northeast during La Nina, so it's not a robust La Nina feature, but it's something we will keep an eye out for in the coming months.\nSubmitted by Nathaniel.Johnson on Fri, 11/26/2021 - 19:02\nIn reply to Northeast  by Avish\nIt's a shame you couldn't be more forward than this.  This is alot of information that could be condensed into a smaller article.  All the extra chatter for the layman is a pain.\n[Comment edited to comply with comment policy--RL]\nSubmitted by Jeremy dial on Thu, 11/25/2021 - 20:01\nThanks for the feedback. I'll point out that NOAA as a whole and NOAA Climate.gov in particular produce a wide range of weather and climate products, and they are designed to appeal to different readers with different levels of interest. The official winter outlook from the Climate Prediction Center, which was released as a press release and in a video format back in October, is much shorter.\nThe ENSO blog, on the other hand, is intended for folks who don't *just* want the forecast, but also wish to understand a bit more about what's behind the outlook, what role the El Niño/La Niña climate pattern may play in the forecast, how long-term climate change affects things, etc. So, the blog may not be your cup of tea, in which case, I hope you find the other content more to your taste.\n\nI will also say, though, that your comment has prompted me to consider adding to blog posts a feature that is available on our other long-form articles. Those articles have a \"highlights\" area in the sidebar where a short bulleted list of key points appears. Perhaps that is a feature we ought to implement site-wide for all our content.  Thanks again for the feedback.\nSubmitted by rebecca.lindsey on Mon, 11/29/2021 - 09:18\nIn reply to Ehh by Jeremy dial\nGreat post! And thank you for your valuable contributions over the years. Where can I find a similar discussion with corresponding maps for Alaska? I saw a couple of mentions in this post but I was hoping for more explanation. Thanks again and enjoy retirement!\nSubmitted by letmeask on Mon, 11/29/2021 - 19:41\nHi Mike,\nCongratulations on your retirement. I still remember watching your climate briefing regarding US energy consumption on C-Span when I was a student. I remember talking to myself \"I want to do what this guy is doing\".\nAll the best,\nSang-Ki\nSubmitted by Sang-Ki Lee on Tue, 11/30/2021 - 17:35\nThanks for the kind words.  Honestly never expected my career to turn in that direction, so you just never know what the future will hold.\nSubmitted by mike.halpert on Fri, 12/03/2021 - 14:44\nIn reply to C-SPAN broadcast of climate briefing 20 years ago by Sang-Ki Lee\nSo far in the central Piedmont,  we've been experiencing a roller coaster of temperatures.  Last week we had record breaking heat..hitting 78 degrees in Salisbury.  That's been the pattern for several weeks.  As of today, our area is in a severe drought.  Hopefully we'll get into more of wetter pattern. Thank you for all the information you provided; very detailed.\nSubmitted by Joe Brandt on Wed, 12/08/2021 - 18:43\nWe're happy to have helped... thanks!\nSubmitted by michelle.lheureux on Fri, 12/10/2021 - 09:09\nIn reply to Southeast..NC  by Joe Brandt\nWell how much wet snow should I expect??  Please tell.\nSubmitted by Linda on Mon, 12/13/2021 - 06:13\nThis is not a forecast, but here is the general pattern of anomalous snowfall you may expect during La Nina winters.\nhttps://www.climate.gov/news-features/blogs/enso/what-about-snow-during-la-niña-winters\nSubmitted by michelle.lheureux on Mon, 12/13/2021 - 07:39\nIn reply to Wisconsin marinette county by Linda",
  "source": "climate.gov"
}