{
  "url": "https://www.climate.gov/news-features/blogs/enso/february-2022-la-ni%C3%B1a-update-just-along-ride",
  "title": "February 2022 La Niña update: just along for the ride",
  "date": null,
  "content": "La Niña is likely to hang around through the spring, with a transition to neutral favored for the May–July period. Hop in, and we’ll cruise through some updates on current conditions and the recent past!\nThe November–January average Oceanic Niño Index, that is, the three-month-average sea surface temperature anomaly in the Niño-3.4 region of the tropical Pacific, was -1.0 °C. Anomaly means the difference from the long-term average; long-term is currently 1991–2020. This marks our fifth three-month period in a row with an Oceanic Niño Index that exceeds the La Niña threshold of -0.5 °C. Passing this mile marker means this La Niña has persisted long enough to be awarded a bold blue color in our historical table. Congratulations, La Niña 2021–22, already the second La Niña of this young decade.\nMonthly sea surface temperature anomalies (difference from average) in the Niño 3.4 region of the tropical Pacific for 2020-21 (purple line) and all other years (gray lines) starting from first-year La Niña winters since 1950. Climate.gov graph based on ERSSTv5 temperature data.\nWill there be a third? We still don’t have a very clear picture of that. Right now, there’s a 77% chance that La Niña will last through the spring (March–May), largely based on computer model forecasts and bolstered by a recent uptick in the trade winds. Neutral is most likely for summer (June–August), with a 57% chance. By fall (September–November), neutral still has the edge, but forecasters can’t currently give any category a strong chance.\nENSO (El Niño/Southern Oscillation, the entire El Niño/La Niña system) is a seasonal forecaster’s best friend because it changes atmospheric circulation in (somewhat) predictable ways, allowing us to get an early picture of how the average seasonal climate might turn out. For example, during La Niña, the Pacific jet stream tends to be retracted to the west, and high pressure often forms south of Alaska. These effects tend to lead to a colder Northwest/warmer Southeast pattern over North America, along with more rain and snow than average in the Pacific Northwest and Ohio/Tennessee valleys, and drier conditions across the southern tier of states.\nAverage location of the jet stream and typical temperature and precipitation impacts during La Niña winter over North America. Map by Fiona Martin for NOAA Climate.gov.\nI’m sure you noticed all the qualifying words in the previous paragraph. “Somewhat,” “might,” “tends,” etc. Believe me, I wish we could make stronger statements and more confident predictions! But I try to remember that it’s pretty amazing that we can get any idea of what the average weather might be like months into the future, given our complex and wildly chaotic Earth system. La Niña doesn’t guarantee warmer weather in the southeast or dry conditions in southern California—far from it—but it makes those conditions more likely overall.\nThere’s more that goes into the seasonal forecast than ENSO, of course, like trends, or other climate patterns. Check out Mike Halpert’s post on the winter outlook for an overview of the seasonal outlook process, and a set of maps that illustrate just how much outcomes can vary from one La Niña event to another. That said, ENSO has a big imprint on the seasonal forecast. You can see the Climate Prediction Center’s outlook for November–January 2021–22 here.\nThe November–January average temperature ended up looking a lot like what we’d expect during La Niña: colder than average through Canada, warmer over most of the US. Not exactly the same, but reasonably similar.\nSurface temperature difference from the 1991–2020 long-term average during November 2021–January 2022. Map by climate.gov from CPC Global Daily Precipitation data.\nSeasonal climate averages matter—for example, your heating bill is going to reflect if the winter was warmer or colder than average overall. However, sometimes it’s hard to see the forest for the trees, like when you have a December that’s 6° F warmer than average, followed by a hair-pin turn into a January that’s 2° F colder than average. (Hello, Annapolis area!) More on this just a mile down the road.\nThe precipitation map for November–January also looks a fair bit like the typical La Niña impacts map for this season. Lots of rain and snow in the Pacific Northwest, substantially drier than average through the south-central and southeastern states.\nPrecipitation difference from the 1991–2020 long-term average during November 2021–January 2022. Precipitation is rain plus the liquid equivalent of snow and ice. Map by climate.gov from CPC Global Daily Precipitation data.\nIf we break December and January out individually, we can see some big changes between the two, especially in temperature, and rain/snow in California. For simplicity, I left out November here. You can toggle between the various months for precipitation and temperature in the IRI Maproom.\nTemperature (left maps) and precipitation (right maps) difference from the 1991–2020 average during December 2021 (top row) and January 2022 (bottom row). Maps by climate.gov from CPC Global Daily Temperature data and CPC Global Daily Precipitation data.\nWhat’s behind these big swings? It’s tough to do a full attribution in the time I have to write my monthly ENSO Blog post, but we do have some thoughts about a culprit. The Pacific-North American pattern (aka the PNA) is a major atmospheric circulation pattern that has a big impact on North American weather. The PNA’s positive phase is primarily characterized by below-average air pressure over the North Pacific and above-average pressure over northwestern North America.\nThe Pacific-North American atmospheric pattern has two phases. The top map shows pressure patterns in February 2016 compared to the 1981-2020 average (positive phase), and the bottom shows February 2019 (negative phase). The location of highs and lows and the flow of the jet stream around them often produce a sharp warm-cold split in temperatures in the western and eastern halves of the United States. The negative phase is also linked to favorable conditions for tornado outbreaks. NOAA Climate.gov, based on data from the Physical Science Lab.\nThe negative phase of the PNA is the opposite: higher pressure south of Alaska, lower pressure over Canada. Be sure to check out Michelle’s post on the PNA, featuring one of our more excellent titles; the PNA Index can be viewed here. During La Niña, the PNA tends to be in its negative phase (that higher pressure over the north Pacific should sound familiar from earlier in this post). However, the PNA can change quickly, so, like the weather, the relationship to ENSO is weaker on a month-to-month basis.\nOne-month-average Pacific-North America pattern index (vertical axis) versus the one-month-average Niño-3.4 index (horizontal axis) during Decembers and Januarys, 1950–2022. Climate.gov graph from CPC data.\nDecember 2021 featured the strongest negative winter monthly PNA pattern on record (1950–present). Then, in January 2022, the PNA moved into a positive phase, making the largest jump on record from one December to January. Why did the PNA flip? That is a topic for another day. The PNA can be affected by other climate patterns, but, as Michelle says in her earlier post, “a large chunk of the PNA is internally driven.” This means that apparently random, chaotic behavior, aka internal variability, often determines the state of the PNA.\nThe PNA is forecasted to move back into a more La Niña-consistent negative phase in mid-late February, so this La Niña is not done with us yet.  With Nature behind the wheel, we’re all just along for the ride. However, that’s not going to stop us from trying to figure out where we’re going, and how we got where we are! See you next month.\nLa Nina has clearly weakened with current temps in Nino 3.4 on the border of La Nina/Neutral at .5. Still colder temps farther east in the Nino 1.2 and 3 regions. Wonder how that will effect weather later in spring\nSubmitted by Bob G on Thu, 02/10/2022 - 11:51\n\"Shut up and drive\"\nTo me, that section header perfectly summarizes this blog post - conversational yet scientifically informed, humorous yet very educational, with a dash of self-deprecation mixed in. Just wanted to pass along my appreciation of both the information presented, and the format in which it is provided, I really enjoyed the writing style. We saw dramatic differences in the sensible weather between Dec 2021 and Jan 2022 here in Hawaii, and the role of the PNA is intriguing. MAHALO!\nSubmitted by Thomas Birchard on Thu, 02/10/2022 - 16:18\nThank you for your kind words! As a former resident of Hawaii (Honolulu) for a few years, I recall some notable influences of ENSO and the PNA on Hawaiian weather, like when Diamondhead failed to turn its usual winter green during the dry El Nino of 2009/10.\nSubmitted by Nathaniel.Johnson on Thu, 02/10/2022 - 16:38\nIn reply to informative and well-written! by Thomas Birchard\nNex El Niño 2022 - 2023?\nSubmitted by Luis on Tue, 02/15/2022 - 06:25\nAt this point, odds favor ENSO-neutral for next fall (September - November), but still a long ways off and our skill should get better once we get through the spring predictability barrier.\nSubmitted by mike.halpert on Fri, 02/18/2022 - 15:59\nIn reply to Arriaga by Luis",
  "source": ""
}