{
  "url": "https://www.climate.gov/news-features/blogs/enso/may-2022-enso-update-piece-cake",
  "title": "May 2022 ENSO update: piece of cake",
  "date": null,
  "content": "La Niña continued through April, and forecasters estimate a 61% chance of a La Niña three-peat for next fall and early winter. Current El Niño/Southern Oscillation (ENSO, the entire El Niño and La Niña system) conditions, the forecast for the rest of the year, and some potential impacts are all on the dessert menu today.\nStill cool: Sea surface temperatures across the tropical Pacific remained below average in April 2022. NOAA Climate.gov image from our Data Snapshots collection.\nWe’ll start by measuring out the tropical Pacific ocean-atmosphere system. The first ingredient in any ENSO recipe is the sea surface temperature anomaly in the Niño-3.4 region of the Pacific. An anomaly is the difference from the long-term average; in this case, the average is 1991–2020. When the sea surface temperature anomaly in Niño-3.4 meets or exceeds -0.5 °C, we’re in La Niña territory. At -1.1 °C, April 2022 was tied with 1950 for the strongest negative April anomaly in the 1950–present record. That’s according to ERSSTv5, our most reliable long-term sea surface temperature observation dataset.\nIn the context of repeat La Niña events, the April average anomaly was noticeably stronger than any of the other 8 second-year La Niñas.\nThree-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for 8 previous double-dip La Niña events. The color of the line indicates the state of ENSO for the third winter (red: El Niño, darker blue: La Niña, lighter blue: neutral). The black line shows the current event. Monthly Niño-3.4 index is from CPC using ERSSTv5. Time series comparison was created by Michelle L’Heureux, and modified by Climate.gov.\nThe atmosphere also continues to reflect La Niña, with plenty of evidence of an enhanced Walker circulation. The normal Walker circulation consists of a loop of rising air over the warm waters of the far western Pacific and Indonesia, west-to-east winds aloft, descending motion over the cooler central/eastern Pacific, and east-to-west winds near the surface (the trade winds). During La Niña, the even-warmer west Pacific and even-cooler east Pacific act to strengthen the Walker circulation. In April, both the trade winds and upper-level winds were stronger than average. Along with the April 2022 pattern of more rain than average in the western Pacific and less in the central/eastern Pacific, we have ample confirmation that La Niña conditions are still going strong.\nSo what’s in the oven? The odds of La Niña drop from 87% for the May–July average to 58% for August–October, before rebounding very slightly to 61% for the fall and early winter. In the short term, the trade winds are predicted to slow in the coming weeks, which would support a weakening of the cool sea surface temperature anomalies. Most current climate model predictions expect the negative Niño-3.4 anomaly will weaken over the summer and strengthen in the fall.\nThe range of forecasts for departures from average temperatures in the Niño-3.4 region of the tropical Pacific in 2022 from the North American Multi-Model Ensemble (NMME). The average of all forecasts (black line) is below the La Niña threshold. Sixty-eight percent of the forecasts (dark gray shading) are for neutral or La Niña temperatures. Ninety-five percent (light gray shading) are below El Niño temperatures. NOAA Climate.gov image from University of Miami data.\nAs we’ve mentioned a few times here on the ENSO Blog, we’ve had La Niña for three winters in a row only twice before:1973–1976 and 1998–2001. Both of those periods followed very strong El Niño events, while the current situation follows a somewhat warm, but officially neutral winter (2019–2020). ENSO is determined to keep us on our toes, for sure.\nOne final note about the forecast—we’re still within the spring predictability barrier, when ENSO forecasts are generally less accurate than forecasts made at other times of the year. We’ll start to clear this barrier next month.\nLa Niña has several important effects on US weather and climate throughout the year. These effects include links to increased severe spring weather and tornado activity through the U.S. Southeast. So far, 2022 has recorded more tornadoes than average. On the other hand, there are a lot of different factors besides La Niña at work in creating the conditions for severe weather. For instance, 2021’s La Niña spring featured a less active tornado season.\nAnother reason to care about the ENSO forecast is La Niña’s influence on the Atlantic hurricane season. La Niña conditions decrease the vertical wind shear—the difference between near-surface and upper-level winds—over the tropical Atlantic. Shear makes it harder for hurricanes to develop, so La Niña’s reduced shear can contribute to a more active hurricane season. NOAA’s official Atlantic hurricane seasonal outlook will be released on May 24th.\nLast, but definitely not least, La Niña’s northward-shifted jet stream is associated with less rain and snow over large regions of the western and southern US (compare the seasons here). This can cause and exacerbate drought conditions.\nDrought status across the United States as of May 3, 2022. More than half the country was in some level of drought, and an additional amount was abnormally dry (yellow). In many Western states, conditions were extreme (bright red) or exceptional (dark red). A third winter of La Niña is unlikely to be good news for the country's southern tier. NOAA Climate.gov map, based on data from the U.S. Drought Monitor project/Drought.gov.\nMore than half the contiguous US is currently experiencing drought, so I reached out to Brad Pugh, a drought expert at the NOAA Climate Prediction Center, for more information. Brad had this to say about current conditions:\nAccording to the U.S. Drought Monitor, valid on May 3, 53.77% of the continental U.S. is designated with drought (D1-4), with severe to exceptional drought (D2-D4) mostly limited to the West and Great Plains. During the past three months, drought has worsened across much of the Southwest and central to southern Great Plains, which is consistent with La Niña during the late winter and spring.\nThe Drought Monitor is updated weekly on Thursdays; check out the site for lots of fascinating maps.\nBrad continued:\nThe start of the widespread severe to exceptional drought across the Southwest was due to the failed 2020 monsoon. [That would be the North American monsoon, a critical source of rainfall for the southwest. The 2020 monsoon season was the driest and warmest on record for the Southwest.] The persistence and additional expansion of the drought during the past two years is related to the consecutive La Nina winters. La Nina typically favors below-normal precipitation and above-normal temperatures across the southern tier of the U.S.\nAs far as the forecast goes, Brad added,\nthe seasonal drought outlook through the end of July calls for drought persistence throughout much of the West, but there could be improvement later in the summer across Arizona as monsoon rainfall increases. The seasonal drought outlook for the summer will be released next Thursday, May 19.\nWhat’s with the cake theme? It’s the ENSO Blog’s 8th birthday! Hundreds of posts later, we still have a lot to say about ENSO and its extended climate family. Will we be here until the Blog can drive? Only time will tell!\nHere is hoping La Nina dies in early winter as the odds are very close to not being La Nina and never to return again. Hoping a Super El Nino in the next season or two. Die La Nina!\nSubmitted by Bob G on Thu, 05/12/2022 - 12:01\nThere are no predictions by any climate scientist of La Nina never returning again, and no indications of such.\nSubmitted by braintic on Fri, 05/20/2022 - 06:23\nIn reply to Death of La Nina by Bob G\nIndeed,  but pretty sure he was just making a joke ;-)\nSubmitted by rebecca.lindsey on Fri, 05/20/2022 - 08:48\nIn reply to There are no predictions by… by braintic\nI hope La Niña returns and El Niño doesn’t come back till 2100 El Niño wants u to shut up\nSubmitted by Jesse on Sun, 05/29/2022 - 08:46\nIn reply to Death of La Nina by Bob G\nWe are pretty confident that El Nino will not return in the short-term, but we are even more confident that we will El Nino will return multiple times before 2100.\nSubmitted by Nathaniel.Johnson on Tue, 05/31/2022 - 09:25\nIn reply to La Niña is returning  by Jesse\nThat they will follow one another is sequence is not that surprising.\nThe ratio between them decade on decade is much more interesting.\nIt has been suggested that we are in for a period of more La Nina than El Nino going forward.\nSubmitted by RLH on Tue, 05/31/2022 - 19:46\nIn reply to 2100 by Nathaniel.Johnson\nstatistical last 30 years twice as many La nina events as before that time. I would suggest that if global warming is climate change we should expect an increased number of La nina events. Going forward La nina events should continue to increase with each decade. that is my opinion.\nSubmitted by Roger P Carrington on Fri, 07/01/2022 - 22:27\nIn reply to The ratio between El Nino and La Nina by RLH\nFor more on the future of ENSO, check out Tom's post about the IPCC report.\nSubmitted by emily.becker on Tue, 07/05/2022 - 08:32\nIn reply to la nina increase by Roger P Carrington\nAgreed!!!\nSubmitted by Susana on Sun, 06/05/2022 - 18:30\nIn reply to Death of La Nina by Bob G\nA 3-peat will be disastrous for California- coastal cities, I believe will start looking hard at the ocean for at least part of it's source of water.  It's too bad we cant get water from areas that typically get excess amounts.  Then again, we have already overbuilt, and that would likely encourage more development.  Sacramento needs to stop mandating growth in areas that can't sustain it.\nSubmitted by Dan M on Thu, 05/12/2022 - 12:10\nOverbuilt in Sacramento? I'm sorry but that is just classic NIMBY brainwash talk. We are less dense than almost any European country, and we have been severly UNDERbuilt for years. Most boomers don't care because they have a bunch of equity, and they continue to push the \"overbuilt\" narrative in order to limit supply and build more equity. Shame on NIMBYs\nSubmitted by BillyBob on Thu, 07/14/2022 - 15:23\nIn reply to Yikes! by Dan M\nCFSv2 has all of Aprils data now\nhttps://www.cpc.ncep.noaa.gov/products/CFSv2/imagesInd3/nino34Mon.gif\nSubmitted by RLH on Thu, 05/12/2022 - 12:48\nGreat work here, thanks for the insight.\nSubmitted by Matt Zaffino on Thu, 05/12/2022 - 15:54\nThanks for the update Emiley & Brad.\nFrom the 95% confidence interval for the long-range forecast of the Enso someone could tell a third lanina is still plausible . I have a deep intuition that says in June forecast when the spring barrier is lessened we would see enhanced Likelihoods of 3rd Lanina ( Just a deep intuitive guess) .\nThank you again .\nWarmest Regards from Jordan\nMohamed\nSubmitted by Mohammad Al-khateeb on Thu, 05/12/2022 - 18:20\nHappy Birthday, ENSO Blog!  I've been following along since the inception of this blog,  what you all are doing helps me plan seasonally, thank you!\nWhile we here in NM are hoping against facts for rain, I really do appreciate all that you do for this blog.\nSubmitted by Amanda  on Fri, 05/13/2022 - 15:48\nWow from the beginning! Thank you so much for being dedicated reader.\nI'm also hoping for a good monsoon for the Southwest too. Stay safe in New Mexico.\nSubmitted by tom.diliberto on Tue, 05/17/2022 - 09:28\nIn reply to Happy Birthday! by Amanda\nAny hope for monsoons in New Mexico in 2022? Or just Arizona? NM is burning up!\nSubmitted by Mona Kay on Sat, 05/14/2022 - 11:46\nThe wildfires in New Mexico are awful.\n\nRight now the latest seasonal outlook for Aug-October, doesn't favor any tilts in the odds towards drier OR wetter conditions. But forecasters will be paying a very close eye on the Monsoon this year.\nhttps://www.cpc.ncep.noaa.gov/products/predictions/long_range/seasonal…\nSubmitted by tom.diliberto on Tue, 05/17/2022 - 09:27\nIn reply to New Mexico Monsoons? by Mona Kay\nAa the excellent article points out only two triple Niña have emerged since 1950, both after a very strong El Niño. However, from Eric Webbs ENS ONI stretching back to 1850 there are indications that a triple La Niña developed in 1908-1911. ..I.e started by fall 1908 and lasted to spring 1911. That La Niña evolved after a moderate double Niño in 1904-1906 followed by neutral conditions from summer 1906 until summer 1908.\nhttps://www.webberweather.com/ensemble-oceanic-nino-index.html\nSubmitted by Andre  on Sat, 05/14/2022 - 13:56\nThanks Andre,\nThere is no doubt that more triple La Nina's have happened in the past. Though due to the lack of observations in the Pacific prior to 1950, there are bound to be larger error bars on any attempt to determine sea surface temperature anomalies in the Nino3.4 region.\n\nThat's why we only go back to 1950 with confidence.\n\nEither way, this just illustrates the variability that exists within ENSO.\nSubmitted by tom.diliberto on Tue, 05/17/2022 - 09:25\nIn reply to La Niña 1908-1911? by Andre\nOut here in Sonoma County CA we received about  25 inches (normal=33inches) of rain during the 2019 to 2020 rain year. Definitely not an El~Nino-ish winter pattern, however the winter before that was pretty much a double rain, double snow year for the whole state and I think there may have been double El Nino just prior(2014-2016?).  It would be interesting if the winter snow/rain totals in California for 1904~1911 are similar to 2015~2022.  Kind of an interesting pattern nonetheless.\nps Happy Birthday Blog!  It's always a good read\nSubmitted by Bailey P on Tue, 05/24/2022 - 19:10\nIn reply to Thanks Andre,\nThere is no… by tom.diliberto\nThanks for the great update!  I’m North of your Northern Tier, so I follow this blog faithfully.\nAs a beekeeper, I try to figure out what the grrrlz will need going into Winter. You provide some great info that in turn inform my decisions. Thanks to you, and NOAA , for providing this info. \nBrian T\nPS - a special shout out to the American cousins that fund NOAA. Greatly appreciated. Magnificent organization that helps us all.\nSubmitted by Brian T  on Sun, 05/15/2022 - 17:13\nThanks for the kind remarks!\nSubmitted by tom.diliberto on Tue, 05/17/2022 - 09:25\nIn reply to La Niña rev 3  by Brian T\nO Ele Nino vai voltar com força no final de 2022, explosões solares e máximo solar, com tudo, certeza!\nSubmitted by Expedito REBELLO on Wed, 05/18/2022 - 11:47\nIs the PDO, AMO, or other teleconnections contributing to these repeated La Ninas or number of La Ninas the past several years. Is there anything that is making the conditions more favorable to having these La Ninas?\nSubmitted by Bob G on Wed, 05/18/2022 - 12:19\nBut probably will have to wait until next week for a response to this, as the blogger on comment duty this week is out of the office today. Stay tuned...\nSubmitted by rebecca.lindsey on Fri, 05/20/2022 - 08:51\nIn reply to Causes of Three Year La Nina by Bob G\nI will stay tuned\nThanks Rebecca!\nSubmitted by BOb G on Fri, 05/20/2022 - 18:44\nIn reply to interesting question... by rebecca.lindsey\nThank you for the updates; I’m sad for California and hope your forecast changes as more data comes in.\nSubmitted by Nancy on Wed, 05/25/2022 - 00:37\nThe latest CFSv2 model seems to be backing off on the strength and duration of this upcoming La Nina. Shows a borderline event that will be over by January. Hope the trend continues.\nSubmitted by Bob G on Wed, 05/25/2022 - 12:15\nIn reply to Thank you for the updates; I… by Nancy\nEl Niño’s are evil they cause drought for Wisconsin in winter so that’s global warming I am sorry but I hate El Niño I wish El Niño would die permanently\nSubmitted by Anonymous on Sun, 05/29/2022 - 08:56\nI am sorry that that you feel so negatively about El Nino - certainly it can bring negative impacts to some regions but it also brings positive impacts to others. Regarding El Nino and Wisconsin drought, there is a indeed a signal for dry conditions in Wisconsin, especially for January - March, as the ENSO composites page shows. However, the signal is not so strong that we should expect drought in Wisconsin for all El Ninos or even the majority of El Ninos.\nSubmitted by Nathaniel.Johnson on Mon, 05/30/2022 - 14:53\nIn reply to El Niño needs to die permanently  by Anonymous\nHi Nathaniel,\nAny thoughts on the question I posed earlier below?\nIs the PDO, AMO, or other teleconnections contributing to these repeated La Ninas or number of La Ninas the past several years. Is there anything that is making the conditions more favorable to having these La Ninas?\nSubmitted by Bob G on Tue, 05/31/2022 - 12:57\nIn reply to Evil? by Nathaniel.Johnson\nHi Bob, those are great questions, and the short answer is that I don't know. Starting with the PDO, it's important to note that the PDO represents, in part, a response to ENSO as well as other processes, and so it is difficult to disentangle the effects of the PDO on ENSO from the response of the PDO to ENSO. This article gives a nice review of the PDO for practitioners in the field.\nHowever, North Pacific variability is known to impact ENSO through the Pacific Meridional Mode (PMM) - I recommend reviewing that guest post by Dr. Daniel Vimont. This article suggests that the PMM may be important for double-dip La Ninas and presumably three-year La Ninas as well. I haven't looked closely to see if there could be a PMM-like connection with the current forecast.\nI also will note that the tropical Pacific has experienced a multidecadal La Nina-like trend with cooling temperatures in the tropical eastern Pacific and a strengthening Walker circulation that opposes expectations under increasing greenhouse gases. Could this reflect either natural variability or a radiatively forced response that has impacted the frequency of La Nina? We don't fully understand these recent trends, so I cannot give you an answer.\nRegarding the AMO, there have been numerous studies suggesting that warming in the tropical North Atlantic is linked with La Nina occurrence (like here, here, and here). So, it is possible that there is an Atlantic connection, though it would take more investigation to firmly establish the causal links.\nThe bottom line is that it is intriguing that the NMME models have seen this signal for persisting La Nina conditions despite the absence of strong El Nino that typically precedes multi-year La Ninas. So, is this signal originating from other basins? Again, I don't have the answer, but it's an intriguing question.\nSubmitted by Nathaniel.Johnson on Tue, 05/31/2022 - 13:47\nIn reply to Three year La Ninas by Bob G\nThanks Nathaniel for such a detailed answer!\nSubmitted by Bob on Tue, 05/31/2022 - 19:58\nIn reply to PDO, AMO influences by Nathaniel.Johnson\nMy pleasure!\nSubmitted by Nathaniel.Johnson on Wed, 06/01/2022 - 09:36\nIn reply to La Nina by Bob\nThe CFSv2 SST model is really putting on the brakes on another La Nina this winter. If some of those runs became reality it looks doubtful the temps will reach -5 for three consecutive months to be considered a La Nina and the SST anomalies in the 3.4 will become positive in january\nSubmitted by Bob on Mon, 06/06/2022 - 12:24\nI love El Nino dry winters and hot summers in the Pacific Northwest -but it would be a wildfire horror if it happened all the time. I’m trying to suck it up this spring and appreciate the above average rainfall and cooler temps in B.C. Maybe a less smokey summer? Though it IS awful about the continuing drought in California.\nSubmitted by Loreen Paradis on Wed, 06/15/2022 - 11:17",
  "source": ""
}