{
  "url": "https://www.climate.gov/news-features/blogs/beyond-data/can-we-expect-atlantic-hurricanes-change-over-coming-century-due",
  "title": "Can we expect Atlantic hurricanes to change over the coming century due to global warming?",
  "date": null,
  "content": "Christopher W. Landsea is the Chief of the Tropical Analysis and Forecast Branch at the National Weather Service's National Hurricane Center in Miami, FL. Tom Knutson is a Senior Scientist at NOAA’s Geophysical Fluid Dynamics Laboratory in Princeton, NJ. It should be noted that the following discussion represents the authors’ opinions only and does not represent any official position of NHC, NWS, GFDL, or NOAA in general. A NOAA State of the Science Fact Sheet on “Atlantic Hurricanes and Climate”, which has been reviewed by NOAA, is also available.\nLast month, in a Beyond the Data blog post, we examined whether scientists can detect any significant change in Atlantic hurricane activity to date due to man-made climate change. While several Atlantic hurricane metrics—including maximum storm intensities and the number of major hurricanes—have increased since around 1980, we cannot confidently say what has caused these multidecadal trends to date. We expect they are some combination of a longer cycle of natural variability, reduced aerosol cooling since the 1970s, and the influence of human-caused greenhouse warming, but the relative contributions of these factors remain uncertain.\nBut what about the future? A key issue facing hurricane scientists and climate scientists is how Atlantic hurricane activity might be expected to change assuming the climate continues to warm over the coming century along the lines predicted by the Intergovernmental Panel on Climate Change’s 6th Assessment Report  under various greenhouse-gas pathways. In this blog, we briefly review the relevant science research on this topic.\nBefore we discuss future impacts of global warming on hurricanes themselves, it’s important to point out that the biggest influence on future hurricane risks in the U.S. is population growth and development in coastal areas. The more people, property, and infrastructure we have there, the greater our exposure to hurricane threats, regardless of climate change. In addition, global sea level rise will increase storm surge hazards for landfalling storms, including the depth of the flooding and the area affected. We will talk about these “non-weather” risks more fully later in the post.\nBuilt in the 1960s, the Bonner Bridge carried North Carolina Highway 12 over Oregon Inlet—the only road connecting the mainland to the popular beaches known as the Outer Banks. When it was replaced in the 2010s, the estimated costs were more than $200 million. Image copyrighted by NC Department of Transportation. Used with permission.\nA first question is whether one would expect to have more or stronger tropical storms and hurricanes because of man-made global warming.  A warm ocean, after all, is one of the key “ingredients” in the hurricane “recipe,” and so climate warming would be enhancing one of the key factors.  (See discussion about Dr. Bill Gray uncovering the hurricane “recipe” back in the 1960s in this professional eulogy by Phil Klotzbach and colleagues in 2017’s Bulletin of the American Meteorological Society.) However, the current understanding about this may be surprising. The figures below are adapted from a study by researchers at NOAA’s Geophysical Fluid Dynamics Laboratory (Tom Knutson and company in 2013’s Journal of Climate). The blue line shows the frequency of maximum winds (or intensity) of tropical storms and hurricanes under recent conditions as simulated in their computer model. The red line represents how that distribution of wind speeds changes by the year 2100 with continued substantial increases of greenhouse gases.\nThe frequency of maximum winds speeds of various strengths in today's climate (blue line) and a future climate (red line) with substantial increases in greenhouse gases. Figure courtesy Chris Landsea.\nThe model projects that the intensity of hurricanes will go up by a few percent, assuming a substantial man-made global warming occurs by the end of this century. This is seen from the “tail” (right side) of the distribution shifting to stronger winds between the pre-global-warming simulations (in blue) and the around- 2100 simulations (in red). That shifted tail suggests that we could have a slight increase in absolute numbers of Category 4 and 5 major hurricanes due to long-term global warming in the Atlantic basin. This change is expected given the physical intuition and existing theory (e.g., Kerry Emanuel in 1987’s Nature) about how greenhouse gas-induced warming’s effect on temperatures from the ocean surface up to the top of the troposphere (8 mi/12 km) will impact the upper-limit of intensity that hurricanes can reach.\nThe frequency of maximum winds speeds of various strengths in today's climate (blue line) and a future climate (red line) with substantial increases in greenhouse gases. Same figure as above, but highlighting the projected drop in weaker storms. Figure courtesy Chris Landsea.\nThe surprising part of the graph is in the middle, where there is a significant dip in the number of storms with maximum wind speeds in the range of 75 to 130 or so mph—Category 1, 2 and 3 hurricanes on the Saffir-Simpson Hurricane Scale. This bears repeating: global warming due to increasing greenhouse gases may lead to fewer hurricanes in the Atlantic, although their peak winds are expected to increase a few percent. The mechanism for fewer Atlantic tropical storms and hurricanes with climate warming in most model projections is not a fully settled issue in climate science. The projected decrease in storm genesis may be related to increased wind shear in storm development regions or other environmental factors. Recent work suggests a role for decreases in tropical cyclone \"seed disturbances\" in producing the reduction in tropical storm genesis.\nThe above results are based on one study, but it turns out they are typical of most global warming simulations of tropical storm frequency and intensity. For example, a recent assessment by the World Meteorological Organization (WMO) Task Team on Tropical Cyclones and Climate Change in 2020’s Bulletin of the American Meteorological Society concluded that the number of tropical storms and hurricanes may decrease by around 15% over the Atlantic Ocean, Caribbean Sea, and Gulf of Mexico for a 2-degree Celsius (4-degree Fahrenheit) global warming scenario, though this projection still has a very large uncertainty.\nPercent change in tropical cyclone frequency, number of Category 4 and 5 storms, intensity, and rain rate with 2 more degrees C (4 degrees F) of global warming above present-day climate. The blue bar in each column is the model mean; the shading represents the range of projected changes. Figure by Tom Knutson.\nThat report’s projections of tropical storm and hurricanes frequency and other metrics were based on a survey of available published research by a number of modeling groups.  The projected percent changes for tropical storm and hurricane frequency, Category 4-5 hurricane frequency, intensity, and near-storm rainfall rates are summarized for the Atlantic, other individual basins, and the globe in the summary figure above.  The figure shows the median projected changes (thick blue lines) while the blue vertical bars depict the general range of results across the available modeling studies.\nEven though the number of North Atlantic tropical storms and hurricanes may actually decrease to due man-made global warming, other aspects of tropical storms and hurricanes are projected, in the WMO assessment, to change by roughly the amounts summarized below.  These projections assume a further 2 ˚C (4 ˚F) greenhouse gas-induced global warming scenario relative to present-day climate—a warming level which may be reached by roughly 2100 depending on future emission scenarios and transient climate sensitivity:\nAerial view of flooding in Port Arthur, Texas following landfall of Hurricane Harvey in 2017. Credit: South Carolina National Guard, via Wikimedia Commons\nAs we mentioned at the start of this post, it’s important to point out that—except for sea level rise—climate-related changes in hurricane activity are expected to contribute much less to increasing economic damage than on-going increases in coastal population and wealth will. Population along the United States coastlines as well as countries in the Caribbean and Central America has been doubling every 20 to 40 years.\nPopulation and development in the Lynn Haven-Panama City-Panama City Beach metropolitan area on the Gulf of Mexico Coast of western Florida have increased significantly over the past three decades. The area's growth meant it had more at risk when it was struck by Category 5 Hurricane Michael in 2018. Landsat images from Google Timelapse.\nThese dramatic population increases, along with increased per capita wealth and value of built infrastructure at the coast, have been causing huge increases in damage from landfalling tropical storms and hurricanes due to many more people, buildings, possessions, and infrastructure being in harm’s way. (See papers by Roger Pielke, Jr., Chris Landsea, and colleagues in 2003’s Natural Hazards Review and by Jessica Weinkle, Chris Landsea, and colleagues in 2018’s Nature Sustainability.)\nMajor (Category 5) Hurricane Michael made landfall in western Florida on October 10, 2018, just a little east of the Lynn Haven-Panama City metro area. One of only four Category 5 storms to make landfall in the United States, it was the strongest storm to strike the western panhandle of Florida since record-keeping began for the area in the 1880s. NOAA Climate.gov, based on GOES satellite image from Visible Earth.\nThe point is that observed increasing trends in economic damage from hurricanes should not be interpreted as primarily driven by greenhouse gas-driven climate change, given the very large component due to population and infrastructure growth. Given current trends, we can expect that economic damage from tropical storms and hurricanes in the United States and elsewhere around the Atlantic basin will continue to double every generation because of increasing population and infrastructure along the coast and on-going inflation, even in the absence of any global warming-induced changes.\nNonetheless, future climate change-related impacts on hurricanes (e.g., sea level rise, increased hurricane rain rates, increased storm intensities, and increased or decreased storm frequency) are expected to produce very important economic impacts on whatever population and infrastructure are present in hurricane-prone regions. And a complete impact assessment would also need to account for non-monetized damage to coastal ecosystems from changes in storms and sea level.\nWith regards to future North Atlantic, Caribbean Sea, and Gulf of Mexico tropical storm and hurricane activity, assuming a 2 ˚C (4 ˚F) global warming scenario:\nPutting past and expected future greenhouse-gas induced changes into perspective with societal development around the Atlantic basin:\nWhile the focus of our post is on hurricanes themselves, sea level rise will act as a “storm damage multiplier” increasing the damage from whatever storms occur.",
  "source": "climate.gov"
}