{
  "url": "https://www.climate.gov/news-features/blogs/enso/june-2022-enso-update-how-does-your-garden-grow",
  "title": "June 2022 ENSO update: how does your garden grow?",
  "date": null,
  "content": "I’m definitely starting to sound like a broken record here! La Niña is favored to continue through the summer and into the winter. That said, chances of La Niña through summer have a fairly small edge over chances of a transition to neutral—52% for La Niña vs. 46% for neutral in July–September. There’s about a 59% chance of La Niña by early winter.\nSea surface temperatures in May 2022 compared to the long-term average (1985-1993, details from Coral Reef Watch). The equatorial Pacific was still cooler than average, and La Niña conditions remain in effect. NOAA Climate.gov image from Data Snapshots.\nSpeaking of broken records, let’s start with the sea surface temperature in the tropical Pacific. The three-month-average sea surface temperature anomaly in the Niño-3.4 region, specifically, according to the ERSSTv5 dataset. (The anomaly is the difference from the long-term average; long-term is currently 1991–2020.) This index, called the Oceanic Niño Index (ONI), is our primary metric for measuring ENSO (El Niño/Southern Oscillation), and the number that shows up in our historical ENSO chart dating back to 1950.\nIn March–May 2022, the ONI was -1.1°C, the second coolest March–May value we have on record. The first is 1950’s -1.2°C, back at the very beginning of the official record. The La Niña spring of 1950 was followed by a fall and winter that was technically ENSO-neutral, but on the cool side.\nMarch–May 2022 is also only the second time during La Niña that the ONI has strengthened from the February–April average (-1.0°C in 2022). The other time that happened was also in the 50’s, with February–April 1955 measuring -0.7°C and March–May -0.8°C. Spring 1955’s La Niña persisted through the summer and strengthened into the winter 1955–56.\nLooking at monthly averages, May 2022 was the second-strongest La Niña month on record, and by far the coolest of the eight two-year La Niña events that have occurred since 1950.\nThree-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for the 8 existing double-dip La Niña events (gray lines) and the current event (purple line), which is the coldest of any of the previous events at this point in their development. Of all the previous 7 events, 2 went on to La Niña in their third year (below the blue dashed line), 2 went on to be at or near El Niño levels (above the red dashed line) and three were neutral. Graph is based on monthly Niño-3.4 index data from CPC using ERSSTv5. Created by Michelle L’Heureux.\nAtmospheric indicators also continue to reflect La Niña, showing signs of a stronger-than-average Walker circulation, including enhanced trade winds and less rain and clouds over the central Pacific. These indicators were a bit weaker than the previous month, though, despite the stronger sea surface temperature anomaly. The cooler-than-average water under the surface of the tropical Pacific also weakened through May. Subsurface water provides a supply to the surface and can give an early hint to the direction we might expect the surface to go.\nMany climate models are predicting that the sea surface temperature anomaly will also weaken in the next month or two—something we’ve already started to see over the last couple of weeks. These predictions, in combination with the weakening atmospheric response and reduced amount of cooler subsurface water, are leading to those fairly close probabilities for La Niña and neutral over the summer (52% vs. 46%). However, climate models predict the ONI will become more negative through the fall and winter, although even for those seasons, the potential outcomes are still spread across La Niña and neutral.\nNOAA Climate Prediction Center forecast for each of the three possible ENSO categories for the next 8 overlapping 3-month seasons. Blue bars show the chances of La Niña, gray bars the chances for neutral, and red bars the chances for El Niño. Graph by Michelle L'Heureux.\nLast month, I discussed the potential implications of a third-year La Niña for the ongoing US drought—check here for updated Drought Monitor and outlooks. This month in Potential La Niña Impacts (PLNI? That’s a terrible acronym!) it’s time to check out the Atlantic and Eastern Pacific hurricane season outlooks. NOAA released the 2022 outlooks late last month. It’s called hurricane season, but this includes both tropical storms, with maximum sustained winds of 39-74 mph, and hurricanes, with maximum sustained winds above 74 mph. I’ll just use “hurricane” here to stand in for both.\nIn summary, there’s a 65% chance that the Atlantic hurricane season will be above average (both a higher number of storms and overall stronger storms) and a 60% chance that the Eastern Pacific season will be below average. This is based on three categories, similar to the seasonal temperature and precipitation outlooks—above, near, and below-average—each of which would have a 33.3% chance of occurring if you had no other information. Since we have information about ENSO, climate change trends, and other factors, the hurricane season has some predictability, and we can make a forecast.\nTypical influence of La Niña on Pacific and Atlantic seasonal hurricane activity. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nLa Niña tends to increase the Atlantic hurricane season and decrease the Eastern Pacific season, primarily through influencing atmospheric shear. Shear is the change in the winds from near-surface to high in the atmosphere. When there is a large change between the lower- and higher-level winds (high shear), hurricanes get torn apart. When this change is reduced, they can grow and strengthen more easily.\nDuring hurricane season in the Atlantic, average surface winds are from the east, while upper-level winds are from the west, causing vertical wind shear that can act as a check on hurricane formation and growth. NOAA Climate.gov diagram.\nLa Niña slows the winds, especially upper-level winds, and decreases shear over the Atlantic Main Development Region, an area the Atlantic between 10–20°N where most Atlantic tropical storms and hurricanes form.\nDuring a La Niña-influenced hurricane season, prevailing winds are weaker than average, especially the upper-level westerlies. Hurricanes experience less vertical wind shear. NOAA Climate.gov diagram.\nWhy does La Niña, which forms in the Pacific, slow the upper-level winds over the Atlantic? La Niña’s cooler central/eastern tropical Pacific ocean surface means more descending motion—part of the stronger Walker circulation. This descending motion draws air at upper levels toward it from all directions (think of a drain in a sink). The winds above the Main Development Region, which generally blow from west to east, are slowed by this pull toward the Pacific.\nThere are a number of other factors beyond La Niña going into NOAA’s outlooks, but it’s a big component. The outlooks themselves (Atlantic, Eastern Pacific) are very readable and have a ton of interesting nuggets about what to expect in 2022 and the science behind the predictions; I recommend perusing them for more information. Also, NOAA’s official press release has several interesting links about innovations in hurricane monitoring and the prediction of impacts such as storm surge or excessive rainfall.\nFinally, if you live in a hurricane-vulnerable area (according to the US Census, this is at least 60 million Americans, not counting those farther inland who are at risk from inland flooding due to heavy rainfall!) it’s always a good idea to be prepared. NOAA has a helpful set of guides for hurricane prep here.\nThe latest CFSv2 runs are trending away from a winter La Nina. The CFS was bullish on la Nina the last two years but is the bear now. The NMME seems to be the big cheerleader. We are rooting for the CFSv2 to be the winner. It shows positive anomalies in the Nino 3.4 beginning around January, Hopefully the upcoming CPC/IRI plume for June falls in line\nSubmitted by Bob on Thu, 06/09/2022 - 18:14\n\"Hopefully the upcoming CPC/IRI plume for June falls in line\" Is this important ?\nSubmitted by jeff on Mon, 11/14/2022 - 08:25\nIn reply to La Nina by Bob\nEnjoyed this update tremendously; however the latest May tropical Pacific surface temperature begs the question: Are we on the edge of witnessing a 4th year of La Niña?   If so, is there a chance a new weather system is emerging (i.e. longer La Niñas) due to other not-so-obviously related climate variables?  The melting Greenland ice sheet cooling the Atlantic (for the time being...) comes to mind.\nThis ongoing La Niña seems so strange.  The Walker circulation's increasing cooling ability - when most other natural systems seem to be trending towards more heat - seems odd from a lay perspective.  Would love it if this natural phenomenon could be unpacked more!\nSubmitted by Tony D'Amato on Fri, 06/10/2022 - 01:03\nI'd suggest we have and maintain a 3rd La Nina year before worrying too much about a 4th one.  Hard to draw too many conclusions about links between multiple year La Nina's and climate change, although trends across the tropical Pacific during the past 50 years resemble La Nina, but there's no evidence that this pattern will continue.\nSubmitted by mike.halpert on Fri, 06/10/2022 - 14:00\nIn reply to 4th year La Niña possibilty by Tony D'Amato\nI am not yet convinced we will have a third year La Nina through the heart of winter as the odds are only 50/50 and some models are trending away from a La Nina through winter\nSubmitted by Bob on Fri, 06/10/2022 - 15:22\nIn reply to 4th year La Niña possibilty by Tony D'Amato\nOur probabilities have real world meaning.   If we say something has a 58% chance of happening, then that means over a long historical record, it should happen 58% of the time (meaning it should *not* happen 42% of the time).  We did keep track of these statistics... see our past post on forecast reliability here)\nSubmitted by michelle.lheureux on Mon, 06/13/2022 - 09:31\nIn reply to I am not yet convinced we… by Bob\nThanks Michelle\nIt drops to 51% by DJF and then down to 49% by JFM. We here in California don't care about La Nina much over summer and fall. We will be glad when it is finally dead and it appears La Nina could be dead by the heart of winter. While way too far away we are looking forward to see what the CFS is starting to show occuring In April In the meantime, I am hoping the IRI/CPC plumes for June make a move towards the CFS\nSubmitted by Bob G on Mon, 06/13/2022 - 14:08\nIn reply to Our probabilities have real… by michelle.lheureux\nHi Emiley & everyone .  Thank you very much for the updates . It  is clear from your updates and model  that the a 3rd Lanina impulse ( closer to be a weak Lanina ) is more  likely the incoming winter .\nDo your agree the plausibility of of weak  next lanina in winter ?\nI have a another  quick question if you kindly have information whether the  Recent Honga Tonga VEI-6 eruption may have a concerted inter-play on the ocean thermal measurements . Evidence suggests that these substantive eruptions are key influencers on the ENSO and weather patterns . I understand very well that the effects of volcanoes may differ spatially and temporally from place to another but many recent evidence suggests that our current models do not account for them as ingredients in the models we use for predictions , the volcanic forcings are not included as predictors in those ENSO  predictive models in use today, are they ? . I believe that Not accounting for their effects on under-ocean and atmospheric levels may make our  future climate modelling and outlooks more hazy and difficult to surmise , Do you agree with me ? .\nAbove all: Thank you and your team for the informative updates\nWarmest Jordanian Regards\nMohammad Alkhateeb\nSubmitted by Mohammad Al-khateeb on Fri, 06/10/2022 - 06:29\nHello: I am curious if the above normal hurricane season detailed in your blog has any impact on the North American monsoon. Is there any relationship between these two weather seasons? Can these hurricanes help bring any precipitation to the Southwest? I have read the fairly conservative monsoon forecast for Central and Northern New Mexico released by the Albuquerque NOAA office earlier this month, but not clear if there is a relationship or not. New Mexico's 20-year drought has become so very dismal. Our forests and wildlife are all either burning up or dying of thirst and lack of food. Most of the conifers in Santa Fe have turned brown -- all forests and trails are closed to the public due to extreme fire danger. It does seem as if there are more and more La Nina years...\nThank you --\nMona Kay\nSanta Fe, NM\nSubmitted by MONA KAY on Mon, 06/13/2022 - 17:37\nI don't know much about the N. American monsoon, but Emily has a great blog post on it here:  https://www.climate.gov/news-features/blogs/enso/north-american-monsoon\nThe seasonal precipitation outlook is available here (updated once monthly):  https://www.cpc.ncep.noaa.gov/products/predictions/long_range/seasonal.php?lead=1\nFor this summer at least there is some tilt in the odds toward wetter conditions for parts of southern Arizona.  It's not a particularly high probability forecast though.\nSubmitted by michelle.lheureux on Tue, 06/14/2022 - 10:51\nIn reply to Do hurricanes have any impact on the NA Monsoon? by MONA KAY\nI appreciate the relatively technical information that goes into these posts. And please don't hold back on more math, more models, and more science in the future.\nKeep up the good work, and Thanks\nSubmitted by Ryan on Tue, 06/14/2022 - 00:34\nThank you for reading!\nSubmitted by michelle.lheureux on Tue, 06/14/2022 - 10:51\nIn reply to Thank you for the posts by Ryan\nAs La Nina is mostly a Southern Hemisphere deviation (i.e. below the Equator) and El Nino is equally distributed both sides of the Equator, is there not a good case to move the 3, 3.4 and 4 boxes to the South of the Equator in order to more accurately reflect the La Nina/El Nino pattern differences?\nSubmitted by RLH on Tue, 06/14/2022 - 07:20\nENSO and its core coupled dynamics are squarely in the tropics (approx 15S-15N) of the Pacific Ocean.  Certainly there can be impacts outside of that region... like SSTs extending into the southeast Pacific, but that is not a pre-requisite for ENSO to occur.  You may like Emily's blog post on various patterns that may precede ENSO itself... this is something we keep an eye on as well.  https://www.climate.gov/news-features/blogs/enso/visit-zoo-climate-patterns-can-precede-enso\nSubmitted by michelle.lheureux on Tue, 06/14/2022 - 10:54\nIn reply to Nino areas by RLH\nDo you accept that El Nino temperatures are equally distributed about the Equator both North and South, but that La Nina temperatures are mostly in the Southern Hemisphere?\nSubmitted by RLH on Tue, 06/14/2022 - 11:42\nIn reply to ENSO and its core coupled… by michelle.lheureux\nThe core dynamics of ENSO really lie within the tropics.\nhttps://www.climate.gov/news-features/blogs/enso/rise-el-niño-and-la-niña\nSubmitted by michelle.lheureux on Wed, 06/15/2022 - 11:57\nIn reply to Nino areas by RLH\nThat doesn't really answer the question. If you look at the sea surface temperature patterns for El Nino and La Nina, then the distribution either side of the equator is symmetrical in the case of El Nino but is asymmetrical in the case of La Nina.\nSubmitted by RLH on Sun, 06/19/2022 - 07:34\nIn reply to The core dynamics of ENSO… by michelle.lheureux\nThis is not always true\nSubmitted by Bob on Tue, 06/28/2022 - 12:55\nIn reply to Nino areas by RLH\nYou were recently quoted in an AP news article\nWeather's unwanted guest: Nasty La Nina keeps popping up | AP News\nas saying\n\"An Associated Press statistical analysis of winter La Ninas show that they used to happen about 28% of the time from 1950 to 1999, but in the past 25 winters, they’ve been brewing nearly half the time. There’s a small chance that this effect could be random, but if the La Nina sticks around this winter, as forecast, that would push the trend over the statistically significant line, which is key in science, said L’Heureux. Her own analysis shows that La Nina-like conditions are occurring more often in the last 40 years. Other new studies are showing similar patterns.\"\n1. Is that quote correct?\n2. Can you publish that analysis or at least the data source used and the methodology that allowed you to come to that conclusion.\nSubmitted by RLH on Sun, 06/19/2022 - 07:19\nHi-  keep in mind that the qualifier \"La Nina-like\" is important. This doesn't mean perpetual La Nina.  It means that the trend in sea surface temperature and sea level pressure is toward a stronger zonal gradient across the tropical Pacific, which is considered \"La Nina-like.\"  But my analysis is certainly not unique on this issue and many, many others have published on this.  I especially like recent papers (here and here) by Richard Seager that confirms this tendency.\nSubmitted by michelle.lheureux on Mon, 06/20/2022 - 09:08\nIn reply to Questions for Michelle L’Heureux by RLH\nI understand that temperatures below zero can be described as 'La Nina like' without being true 'La Nina' itself.\nSubmitted by RLH on Mon, 06/20/2022 - 09:30\nIn reply to Hi-  keep in mind that the… by michelle.lheureux\nHi Michelle, greatly appreciate the blog and updates.\nI was also curious about the AP article. Seth Borenstein wrote that \"Scientists are noticing that in the past 25 years the world seems to be getting more La Ninas than it used to and that is just the opposite of what their best computer model simulations say should be happening with human-caused climate change,\" but the IPCC said there is no consensus on how ENSO will evolve in their last 3 reports. Are you able to clarify?\nI've read Richard Seager's 2019 paper you linked above, so I have a little context to run with should you reply.\nRegards,\nBarry\nSubmitted by Barry on Mon, 06/20/2022 - 22:32\nIn reply to Hi-  keep in mind that the… by michelle.lheureux\nI'm not Michelle but I can try and answer as best I can. I covered what the IPCC report says about ENSO here > https://www.climate.gov/news-features/blogs/enso/enso-and-climate-chang…\n\nAnd basically, there have been some changes but it's too difficult to say if climate change is the cause.\n\nBut the IPCC report isn't doing any new science but discussing the totality of science already done. There are groups of scientists who claim (with peer reviewed research) that El Ninos will be come more likely. That is what I imagine Seth Bornstein is referring to.\n\nAbout the only thing for certain is that a lot more research will produced looking at this problem.\nSubmitted by tom.diliberto on Thu, 06/23/2022 - 16:57\nIn reply to Models and NSO by Barry\nHere in Central America we are experiencing more and more rain. To be fair I haven't seen a May and June so rainy like the ones we are experiencing this 2022 in the last 38 years.\nI'm afraid farmers and peasants will have serious impacts with this flash floods caused by the increase in rains. Seriously, this really affect us because brings a myriad of problems to our poor societies and the worst part is we don't play a major role in the climate change as those industrialized countries. We just suffer the consequences. Of course this brings a lot of immigration (legal or illegal) because people always seek a relief valve.\nSubmitted by Joe on Wed, 06/22/2022 - 23:11\nIt seems La Niña has a strong drought effect on central Mexico where I have a small farm. I am desperate to feel more hopeful about the future and I do not want to believe the drought will become more common.\nSubmitted by Sierra on Wed, 07/06/2022 - 14:33\nIn reply to Here in Central America... by Joe\nI understand how you feel. Yes, La Nina tends to bring drought to much of Mexico, particularly the northern half, like it does for the southern US. Hopefully the drought will ease in both the western US and northern and central Mexico.\nSubmitted by Nathaniel.Johnson on Thu, 07/07/2022 - 21:56\nIn reply to Less rain in Mexico by Sierra\nDo you not think that the Nino 3.4 area (drawn from data from the Hadley Center HadISST)\nnino34-4.jpeg (1200×600) (wordpress.com)\nand the ENS ONI\nEnsemble Oceanic Nino Index (webberweather.com)\nboth show the El Nino of 1878 was not statically dissimilar to that of 2016?\nSubmitted by RLH on Sun, 06/26/2022 - 07:57\nOthers may extend the record to times before 1950, but we feel comfortable making those comparisons only in records post 1950. There is likely a good amount of uncertainty that go along with sst measurements in the Pacific prior to 1950.\nSubmitted by tom.diliberto on Mon, 06/27/2022 - 09:23\nIn reply to Historic El Nino by RLH\nThe Ensemble Oceanic Niño Index - Webb - - International Journal of Climatology - Wiley Online Library\nis the original source for the extended Ensemble ONI.\nSubmitted by RLH on Mon, 06/27/2022 - 14:30\nIn reply to Others may extend the record… by tom.diliberto\nClimate and the Global Famine of 1876–78 in: Journal of Climate Volume 31 Issue 23 (2018) (ametsoc.org)\nfurther supports the concept than the El Nino of 1878 was not a trivial event.\nSubmitted by RLH on Mon, 06/27/2022 - 15:21\nIn reply to Historic El Nino by RLH\nHow Significant Was the 1877/78 El Niño?\nBoyin Huang, Michelle L’Heureux, Zeng-Zhen Hu, Xungang Yin, and Huai-Min Zhang\n01 May 2020\n\"The strength of the 1877/78 El Niño appears approximately equal to those during 1982/83, 1997/98, and 2015/16.\"\nSubmitted by RLH on Tue, 06/28/2022 - 15:51\nIn reply to Historic El Nino by RLH\nThe event El Niño 2023 - 2024????\nSubmitted by LUIS  on Tue, 07/12/2022 - 21:46\nWay too far out into the future to speculate on that.\nSubmitted by mike.halpert on Thu, 07/14/2022 - 13:43\nIn reply to Arriaga by LUIS",
  "source": "climate.gov"
}