{
  "url": "https://www.climate.gov/news-features/blogs/enso/moose-tracks-through-alaska-and-enso",
  "title": "Moose tracks through Alaska and ENSO",
  "date": null,
  "content": "This is a guest post by Dr. Brian Brettschneider (@Climatologist49) who is a climate services program manager for the National Weather Service’s Alaska Region. In addition to being an expert on Alaskan weather and climate, he is an ENSO (and moose) aficionado, which makes him the ideal candidate to write this blog post!\nAlaska is the land of cold and snow. Everything about the people, ecology, and landscape is defined by the climate. Low temperatures create permafrost zones and glaciers. Snow covers the land for four to eight months of the year. Freezes in summer months are not uncommon. Alaska is also home to some of the world’s largest moose. So why then do Alaskan people and moose care about what happens with ENSO (El Niño-Southern Oscillation) in the tropical Pacific?\nAlaska moose (Alces alces). Photo by Brian Brettschneider.\nThe short answer is that Alaska “feels” the effect of ENSO more than large swaths of the contiguous U.S. (Lower 48). The maps in the figure immediately below shows the relationship between ENSO and Alaskan air temperatures for each season (footnote #1).\nRelationship between the Oceanic Niño Index (ONI) and air temperature departures by season for all years between 1925 and 2022 using a trailing 30-year climatology. The darker the color, the stronger the connection. Positive correlation means ONI values and temperature vary in the same direction: when ONI is higher (El Niño), temperature is higher, and when ONI is lower (La Niña), temperature is lower. Images by Brian Brettschneider, using ONI values based on Climate Prediction Center methods and Alaska temperature departures based on Climgrid data from NOAA National Centers for Environmental Information.\nThe winter and spring seasons have the greatest connection between ENSO (as measured by the Oceanic Niño Index) and departures from average air temperature, and the correlation is positive. This means that El Niño tends to bring above-average temperatures; it also means La Niña is linked with below-average temperatures. Areas adjacent to and closer to the North Pacific Ocean tend to have a stronger connection with ENSO than areas inland. In the summer, the relationship weakens quite a bit (as indicated by the lighter shading) and is mostly nonexistent by fall.\nThe maps above show that the relationships over Alaska can be substantial (values in the maps are generally between 0.3 and 0.5), but are still not very strong (values in the maps are much less than 1.0, which would indicate a perfect association). This means that ENSO has a sizeable influence on the climate at the seasonal time scale, but it is still only one of many factors. Over Alaska, roughly no more than 20% of the temperature variability is explained by the ENSO state (footnote #2). While ENSO puts its thumb on the scale, there are other factors that drive temperature anomalies – some predictable, and others not predictable.\nAnother sizeable contributor to Alaskan temperature variability is climate change, which is warming up the state; however, in the interest of focusing on ENSO, we’ve mathematically removed this influence from these maps (footnote #1). Other factors that impact temperature in Alaska include the local impacts of sea ice, snow cover, and other weather and climate phenomena.\nDifference from average winter temperature in Alaska during La Niña winters (left), neutral winters (center), and El Niño winters (right), based on a trailing 30-year average for all years since 1925. Image by Brian Brettschneider, based on Climgrid data from NOAA National Centers for Environmental Information.\nThe maps above show the average winter temperature departure for all years since 1925 based on the ENSO classification of La Niña, ENSO Neutral, or El Niño. These maps are quite dramatic. La Niña winters are typically cooler than average (22 out of 28 winters), El Niño winters are typically warmer than average (20 out of 30 winters), and ENSO Neutral winters are only slightly more likely to be warmer than average (21 out of 39 winters) versus colder than average.\nFor comparison, less than 1% of the Lower 48 has as strong a relationship between La Niña and winter temperatures since 1925 (frequency of below normal winters). The El Niño temperature relationship in Alaska (frequency of above normal winters) is similar to much of the northern tier of states and the Pacific Northwest.\nRelationship between the Oceanic Niño Index (ONI) and precipitation departures by season for all years between 1925 and 2022 using a trailing 30-year climatology. The darker the color, the stronger the connection. Positive correlation (green) means ONI and precipitation vary in the same direction: precipitation is higher when ONI is higher (El Niño) and lower when ONI is lower (La Niña). Negative correlation (purple) means ONI and precipitation vary in opposite directions: precipitation is lower when ONI is higher (El Niño) and higher when ONI is lower (La Niña). Images by Brian Brettschneider, using Oceanic Niño Index values based on Climate Prediction Center methods and Alaska temperature departures from NCEI’s Climgrid data.\nWhat about precipitation? Measuring precipitation in Alaska is always a challenge! Snowfall is typically under-estimated by automated equipment and anywhere where wind is a common occurrence, snow is difficult to measure. As more automated stations are commissioned, winter precipitation totals appear to be diminishing – likely partially an artificial data trend (footnote #3). In addition, a number of stations do not report precipitation during the cold season and therefore large spatial gaps are present during that part of the year.\nAll of those caveats aside, there is a strong inverse relationship between ENSO and winter precipitation in Alaska (see figure above), meaning El Niños are linked to lower precipitation and La Niñas tend to result in higher winter precipitation. The linkages nearly disappear for the spring season, reemerge during the summer season, and flip to mostly positive, though generally weak, relationships with precipitation for the fall season.\nAn Alaska Army National Guard helicopter drops approximately 700 gallons of water from a “Bambi Bucket” onto the Stetson Creek Fire near Cooper Landing, on Alaska's Kenai Peninsula, on June 17, 2015. An El Niño episode was underway, and the region was drier than average that summer as well as the preceding winter—typical of El Niño.  Photo by U.S. Army National Guard Sgt. Balinda O’Neal, used under a Creative Commons license.\nIt may seem surprising that a location so far from the tropics is so connected to it, but the reasons make sense when you think about it. Let’s (moose) track through the processes involved.\nAs this blog has covered before (here and here), El Niños are characterized by weaker east-to-west trade winds, or even a reversal of the trade wind direction, in the equatorial Pacific Ocean. La Niñas, on the other hand, are characterized by stronger trade winds in this region. This shift in winds is accompanied by shifts in location of where tropical thunderstorms develop.\nThese stormy regions transport air from tropics to higher latitudes via large-scale atmospheric circulation patterns known as Rossby waves. During El Niño, these Rossby waves cause lower-than-average air pressure over the North Pacific Ocean and Gulf of Alaska, whereas during La Niña, higher-than-average pressure forms in this region (see the figures of upper-level pressure below). These large areas of higher and lower pressure can change the direction of the winds over North America and are strongest during the winter months.\nAir flows clockwise around regions of higher pressure in the Northern Hemisphere and counterclockwise around regions of lower pressure. Clockwise* flow around the dominant North Pacific Ocean high pressure anomaly in La Niña years enhances the winds from the north and northwest into Alaska. [*Editor's note: A reader pointed out that this sentence mistakenly said \"Counterclockwise flow around the...high pressure anomaly... .\" I've corrected it to 'clockwise.' ]\nDifference from average air pressure and wind direction for all winters (December–February) with a moderate or strong La Niña (left) or El Niño (right).  Moderate and strong are defined by anomalies of at least 1 degree Celsius in the Niño 3.4 region (NOAA's Oceanic Niño Index). The 500-millibar geopotential height is the height above Earth's surface where the air has thinned enough that the pressure has decreased to 500 millibars. (At the surface, it's a little over 1,000 millibars on average). Higher than average heights (orange) mean higher pressure than average; lower heights (purple) mean lower pressure than average. NOAA Climate.gov images based on data provided by NOAA Physical Science Laboratory.\nAs if Alaskan winters weren’t cold enough, this enhanced flow of air from the Arctic generally means cooler and drier conditions over Alaska. At this time of year, the Bering, Chukchi, and Beaufort Seas are all ice-covered north of the Bering Strait. The air above ice-covered seas is much colder than air above open water.\nConversely, the dominant pattern in an El Niño winter is enhanced winds from the south or southeast, which brings air from the open waters of the north Pacific Ocean and Gulf of Alaska into the mainland. Water temperatures in these areas are in the low 40s to mid 50s ° F, and the airmass above the water is of a similar temperature. The temperature of the air mass over the open water is far warmer than the typical airmass over Alaska during the winter months. Any time winds from the south develops in winter, the temperature increases dramatically. Incidentally, moose prefer the cold.\nLead Editor: Michelle L’Heureux (NOAA CPC)\n(1) This statistical analysis uses the Pearson correlation of a linear regression, which measures how well two variables (like ENSO and Alaskan temperature) remain in sync. Correlation values range from -1 (completely out of sync) to +1 (completely in sync). Also, because Alaska’s temperatures have such a strong warming trend, the anomaly for each year was compared against a trailing 30-year average (or climatology). This mostly, but not entirely, removes the trend. We are interested in removing the climate trend in these maps because we are interested in isolating the ENSO signal (which does not include climate change signals).\n(2) If you square the values shown in the four-panel mosaics showing the temperature relationships, you get the R2-value. By definition the R2-value represents the proportion of the total variability explained by the variable in question. The highest R2-values anywhere in Alaska (and the Lower 48, too) is about 0.20.\n(3) While winter snowfall totals across Alaska don’t appear to have a significant trend, it is clear that the season for snowfall is becoming shorter. So less snow in October and April, for example.\nThank you for this excellent explanation of Alaskan weather during these Enso events.\nOut here in western Alaska these past couple of winters, west wind seems to have become more common an this follows per your article.\nSubmitted by Rick  on Thu, 06/23/2022 - 16:09\nHello, Dr. Brettschneider. Following the logic of your overall narrative and figures provided in this post, should your statement below begin with \"Clockwise flow . . .\", instead? If the answer is no, please uncover your Moose tracks with a more detailed explanation!\n\"Counterclockwise flow around the dominant North Pacific Ocean high pressure anomaly in La Niña years enhances the winds from the north and northwest into Alaska.\"\nSubmitted by Max on Thu, 08/04/2022 - 13:59\nGood catch!  Will fix that up...\nSubmitted by michelle.lheureux on Fri, 08/05/2022 - 11:10\nIn reply to Hello, Dr. Brettschneider… by Max\nCorrection noted. This is another great ENSO blog post, by the way!\nSubmitted by Max Kalhammer on Mon, 08/08/2022 - 18:58\nIn reply to Good catch!  Will fix that… by michelle.lheureux\nThanks for your attention to detail! Sorry it took a while to fix; I was out on leave last week.\nSubmitted by rebecca.lindsey on Wed, 08/10/2022 - 07:31\nIn reply to Correction noted. This is… by Max Kalhammer\nThanks for this excellent comparison! Just one question: Which months count as one season? For example, does winter means december, january, february or does it only starts on December 21?\nSubmitted by Olivia on Tue, 01/10/2023 - 07:14\nIn meteorology, we usually consider a \"season\" a 3 month average.  And winter is conventionally December-February.\nSubmitted by michelle.lheureux on Wed, 01/11/2023 - 22:50\nIn reply to Definition of season by Olivia\nThank you for this detailed report. It seems like an El Niño would mean more precipitation in the Brooks range during August.  Is that correct?\nSubmitted by George  on Thu, 05/04/2023 - 02:33\nCPC issues 3month average forecasts... here is the one currently for July-September and there is a tilt toward above-median precipitation during that season (these maps get updated once a month):  https://www.cpc.ncep.noaa.gov/products/predictions/long_range/seasonal.php?lead=3\nSubmitted by michelle.lheureux on Thu, 05/04/2023 - 08:17\nIn reply to ENSO by George\nThe past 3y's been real wet and this year  is the same more snow and rain so this is  the fourth year in row that it rains and snows I really don't the difference between the la and Elsinore they are the same\nSubmitted by Steve Jackson  on Mon, 01/08/2024 - 15:14\nIt's true that Alaska has been wetter-than-average so far this winter, in contrast with the typical El Nino conditions. As I discussed in November, there are many possible outcomes despite the expected tilt from El Nino, but let's keep in mind that we're not even halfway through meteorological winter, so we'll have to see how the rest of the season plays out.\nSubmitted by Nathaniel.Johnson on Wed, 01/10/2024 - 17:02\nIn reply to La and el by Steve Jackson",
  "source": ""
}