{
  "url": "https://www.climate.gov/news-features/blogs/enso/enso-and-salmon",
  "title": "ENSO and Salmon",
  "date": null,
  "content": "When we discuss the El Niño-Southern Oscillation (“ENSO” for short) at the blog, we often take a rather human or physics-y view of the climate phenomenon. We've published loads of articles discussing the mechanics for how ENSO works in the atmosphere and the ocean, and how ENSO impacts humans from droughts and wildfires to floods. (Seriously, check out this index page covering all the ENSO blog posts to date.) But there is more to ENSO than physics and humans! Blasphemy, I know.\nBecause, from the very beginning, ENSO has been a tale about marine life impacts. You simply cannot tell the story of El Niño, for instance, without mentioning its impacts on the anchovy fishery off the coast of Peru or across the ecologically rich Galapagos Islands, a story we covered here.\nEyed eggs of Northwest Fisheries Science Center-reared ESA-listed Redfish Lake sockeye salmon are returned to their native Sawtooth Valley lakes for supplementation. Credit: NOAA Fisheries West Coast\nIf ENSO can affect climate patterns thousands of miles away from the central/eastern equatorial Pacific… why can’t it also affect marine life within that distance? Specifically, might it affect one of the poster fish of the North Pacific, the salmon? Short answer: it does! And luckily for you, reader, the long answer involves this Q&A with ENSO expert Dr. Nate Mantua on all things ENSO + Salmon.\nIntroducing Dr. Nate Mantua of NOAA’s Southwest Fisheries Science Center where he is a climate scientist…no wait, he’s a marine biologist…no wait, he’s a …you know what, let’s ask Nate himself.\nWelcome Nate! First question:\nI get this question a lot. My research often spans many disciplines, and I recall one senior scientist labeling me as a “boundary spanner.” My two university degrees are in Atmospheric Sciences, and I have spent my post-graduate career learning about the ways that the atmosphere, ocean, watersheds, cryosphere and biosphere interact. Salmon are my favorite research topic and a lifelong passion of mine, and they are among nature’s greatest boundary crossers for the way they live.\nDifferent migration patterns of specific populations of salmon across the West Coast from California to Alaska. NOAA Climate.gov image adapted from NOAA Fisheries data.\nFirst off, salmon are coldwater fish. In North America, Pacific salmon range from Baja California to Alaska’s Arctic rivers. They thrive in the subarctic waters of the North Pacific where the water is cold (below 14 °Celsius, or about 57 °Fahrenheit), and the food-web is productive. Salmon are anadromous, meaning they spawn and rear in freshwater but migrate to the ocean where they can grow more quickly and reach bigger sizes than in most freshwater habitats. The basic lifecycle of salmon includes adults spawning, eggs incubating, and juveniles rearing for some period of time in freshwater streams or lakes.\nLife cycles of salmon from eggs to spawning adults. Click on image to see version with additional text. NOAA Fisheries image with illustrations done by Blane Bellerud\nPeople and salmon around the North Pacific Rim have a long history of connection and interdependence. In recent decades, many of those relationships have broken down where freshwater and estuary habitats for salmon have been transformed or blocked by land and water uses for other purposes. Salmon populations have plummeted throughout much of their historic range, and some populations have gone extinct. Many salmon fisheries have gone away or are now sharply limited as a consequence of the loss of abundant salmon populations.\nWhere salmon remain abundant, they are a keystone species for the ecosystems they are part of. Productive salmon populations continue to support subsistence, sport and commercial fisheries, and salmon-based cultures. Visit the Pacific Northwest and you will see salmon imagery everywhere you look. The writer Timothy Egan said it best in his terrific book, The Good Rain, that “the Pacific Northwest is simply this: anywhere (Pacific) salmon can get to.”\nDifference from average air pressure and wind direction for all winters (December–February) with a moderate or strong La Niña (left) or El Niño (right).  Moderate and strong are defined by anomalies of at least 1 degree Celsius in the Niño 3.4 region (NOAA's Oceanic Niño Index). The 500-millibar geopotential height is the height above Earth's surface where the air has thinned enough that the pressure has decreased to 500 millibars. (At the surface, it's a little over 1,000 millibars on average). Higher than average heights (orange) mean higher pressure than average; lower heights (purple) mean lower pressure than average. NOAA Climate.gov images based on data provided by NOAA Physical Science Laboratory.\nENSO’s impacts on North Pacific climate and the northeast Pacific Ocean primarily affect salmon by changing the quality and quantity of the cold-water habitats and aquatic food-webs that salmon thrive in. More snowmelt and rain-fed runoff improves the freshwater habitat, while less decreases the habitat.\nSince El Niño favors a warmer and drier winter in the Pacific Northwest along with a warmer ocean near the coast, it is usually bad news for West Coast salmon. Following an El Niño winter, there is typically a smaller snowpack and less cold water flowing into the watersheds, which leads to a degradation in the freshwater habitat. But that same El Niño winter typically brings a milder and wetter winter with more snowmelt and rain-fed runoff to coastal Alaska, and that is usually a good thing for Alaska’s salmon (it is already plenty cold for Alaska salmon in an average year).\nLa Niña intensifies the average atmospheric circulation—surface and high-altitude winds, rainfall, pressure patterns—in the tropical Pacific. Over the contiguous United States, the average location of the jet stream shifts northward. The southern tier of the country is often drier and warmer than average. NOAA Climate.gov illustration.\nFollowing a La Niña winter, though, salmon in the Columbia River Basin across much of the Pacific Northwest usually get a boost in stream flows (from both rain-fed and snow-fed runoff), resulting in more and colder freshwater habitat.  On the other hand, La Niña typically brings a colder, drier winter with less snowmelt runoff to coastal Alaska, which reduces stream flows and shortens to already brief growing season (because it is already cold in Alaska) in its freshwater salmon habitat.\nFor northern California (where most of its salmon rivers are located), cooler and wetter winter/spring conditions are typically the best for California salmon. Although precipitation is not well correlated with ENSO in Northern California, there are El Niño winters like 1982-83 and 1997-98 where northern California had exceptional rainfall and a big snowpack, and wetter years are typically good for California salmon spawning, rearing, and migrating conditions. But the warming of the California Current System that often comes with El Niño is typically bad for all West Coast salmon, including those in California.\nJuvenile coho swim in a rocky river. Credit: NOAA Fisheries West Coast\nFishermen are keen observers of the ocean and all its moods. Because El Niño often brings dramatic changes to West Coast climate and marine life, they have long realized some larger forces were driving changes in ocean conditions and fish populations.\nIt was in the wake of the exceptional 1957-58 El Niño that the scientific community came to recognize the connection between climate, salmon, and other West Coast fisheries.\nFrom Fiedler and Mantua (2017):\nA gathering of pragmatic oceanographers and meteorologists in 1959, for a CalCOFI ‘‘Symposium on the Changing Pacific Ocean in 1957 and 1958,’’ compiled observations on physical and biological changes throughout the Pacific [Sette and Isaacs, 1960]. Many of these widespread effects were due in part to the tropical Pacific El Niño and coincident prolonged warming in the California Current System (CCS) that had begun in 1957. They summarized ‘‘that locally observed changes in ocean conditions, marine fauna, fisheries success, weather, etc., are often the demonstrable result of processes acting over vast areas.’’ Although they realized that interactions between the atmosphere and ocean must be involved, causal mechanisms were not elaborated at the time. It was a decade later that Bjerknes [1969] published the first description of ENSO as a phenomenon involving ocean-atmosphere feedback across the entire tropical Pacific, including effects at higher latitudes.\nSalmon and other marine life have taught me that ENSO is ingrained in natural systems of all kinds, for the way it pulses our physical environment and impacts wildlife on its irregular schedule. The science around the evolution of Darwin’s finches in the Galapagos is among the best documented and most fascinating case studies of ENSO impacts on evolution that I’m aware of. But you can find the fingerprints of ENSO impacts in many fisheries around the world, and not only in the Pacific.\n\"Hooknose\" male coho salmon in its spawning form from the Oregon Coast. Credit NOAA Fisheries.\nKnowing that a major El Niño or La Niña event is coming, or even that an event is underway, provides insight into how the upcoming water year and ocean year is likely to shape up for many western watersheds, salmon populations and salmon fisheries. If an ENSO-informed climate forecast can be translated into an accurate water supply forecast, it can help with habitat management in the highly developed salmon watersheds in the West that feature large storage reservoirs, hydropower projects, irrigation canals, and flood control dams. Likewise, an accurate forecast for the state of the northeast Pacific Ocean can provide the fishing industry with insight into what the next year’s fishery is likely to bring, so it potentially can aid in pre-season planning.\nI think so. Salmon catch and abundance records show that most of Alaska’s salmon fisheries got a boost from El Niño events (and warm years of the NE Pacific more generally) in the 1900s. That pattern hasn’t held up in the past 20 years or so, when a number of Alaska’s salmon populations and fisheries have suffered through extended periods of low abundance during a spate of North Pacific marine heat waves (more on this topic below in the extended interview).\nMale (front) and female (back) steelhead in their spawning colors. Credit: NOAA Fisheries\nI would be a Steelhead trout, my favorite fish for as long as I can remember. Steelhead are notable for being the least abundant of the Pacific salmon, but also the most diverse, and unfortunately among the most at risk of the Pacific salmon. They are found in streams from the coast range of Baja California to the Alaska Peninsula and Kamchatka. Some undertake ocean migrations that cross the entire North Pacific, while others spend just a few months feeding in the food-rich coastal ocean near their home stream. Also, unlike the other five species of Pacific salmon, they don’t necessarily die after spawning. And they are an incredible sport fish for those of us that are into fishing.\nYoung salmon undergo a process called smoltification that transforms them into ocean-ready fish, and then migrate into the ocean. Pacific salmon spend a few months to as many as six years growing in the ocean where food is typically abundant, but so are competitors and predators. Salmon are notable for “homing” - returning to the same stretch of freshwater where they were born to spawn - to close the loop on their lifecycle.\nAs mentioned above, five of the six species of North America’s Pacific salmon die soon after spawning, with steelhead trout being the exception (although some steelhead die after spawning only once too). Within this basic lifecycle they have an incredible amount of diversity in their habitat use, length of time spent within a given habitat type, age to smolting, and age at maturity, and this is true both within and between species.\nMarine biologists like to talk about bottom-up and top-down impacts on the marine food-web, which is shaped like a pyramid with many species at the base and fewer and fewer species as you move to bigger predators. For the West Coast, warm periods typically increase the stratification of the upper ocean, which makes it more difficult to resupply deep-water nutrients to the sunlit surface layer where they can fertilize plankton blooms. Warm periods also come with reduced cold-water currents from the north that carry large and lipid-rich subarctic zooplankton that are key parts of a productive salmon food-web. So, the bottom of the food-web pyramid falls out, leading to poor feeding conditions for salmon and the things salmon eat. At the same time, warm water typically brings in a suite of predators that can compete with or even prey directly on salmon. And a reduced food-supply can cause other local predators like sea birds and marine mammals to eat more salmon and more of the available food for salmon.\nBecause ENSO impacts over the North Pacific are greatest in the cold half of the year, they impact North Pacific marine life through the winter and spring. This means that ENSO often impacts growth and survival rates for juvenile salmon smolts soon after they enter the ocean (most enter the ocean in springtime). Major warm and cold spells along the Pacific coast can also linger into the summer season, and in these cases they can impact older-aged salmon and salmon fisheries. One of our country’s first Federal Fishery Disaster Declarations recognized the terrible West Coast salmon fishery in 1983, a year when catches were especially low and the fish that were caught were in especially poor condition. That event was linked with the exceptional 1982-83 El Niño that wreaked havoc with extreme winter storms in California, and sustained warming of the Northeast Pacific Ocean that disrupted marine life and many fisheries. But here’s an interesting thing: while the ocean was rough on West Coast salmon in 1983, California’s rivers were flush with abundant runoff. In fact, the five-year wet period in California from 1982-1986, combined with a return to more average ocean temperatures starting in 1984, contributed to a dramatic rebound in California’s salmon abundance and landings from 1985-1989.\nEl Niño events typically favor a relatively warm and dry winter in the Pacific Northwest, and a warm and wet winter in coastal areas of south-central and south-east Alaska. They also favor a broadscale warming of the entire northeast Pacific Ocean. Historical data shows that El Niño years in the 1900s tended to favor improved climate and habitat conditions for Alaska’s salmon, but degraded climate and habitat conditions for Pacific Northwest salmon. California can go either way, in part because the central and northern parts of California, where most of the salmon rivers are, do not have a strong and consistent winter precipitation connection to ENSO. That said, some of the worst salmon fishing years along the US West Coast have been during sustained warm ocean periods, including 1983, 1992, 1997, and 2015-2018. Readers might recognize the overlap with some of the most active and extreme El Niño events of the recent past. [Your ENSO Blog editor surely does!]\nYes! There are six salmon species on the West Coast of North America - Chinook, Coho, Sockeye, Pink, Chum and Steelhead Trout - and each species has its own general life history pattern or patterns. Pink and Chum salmon spend the least amount of time in freshwater, with their juveniles migrating to estuaries and the ocean soon after their eggs hatch. Pink salmon spend most of their two-year life span in the ocean, while Chum salmon typically spend most of their three to six years of life in the ocean before spawning. Coho salmon typically spend 18 months in freshwater and 18 months in the ocean. Sockeye usually rear in a cold, deep lake for a year or two before spending one to three years in the ocean, but there are some “river sockeye” that rear in a river for less than a year before going to sea. Chinook salmon have “ocean types” that migrate to estuaries in their first spring, then rear there until they are ready for the ocean before their 1st birthday. Chinook salmon also have “stream type” juveniles, typically in colder rearing areas, that spend a full year rearing in freshwater before out-migrating to the ocean where they will feed for one to six years. Steelhead can rear in freshwater for one to a few years before going to sea for one to a few years, and sometimes they don’t go to sea at all and remain a rainbow trout!\nI think this means that Pink salmon are most sensitive to the one-year climate events typical of ENSO, because that time scale is similar to their 2-year life cycle. In contrast, Chinook salmon and Steelhead trout typically spread the risk of one-year climate disruptions on their populations by having fish of a variety of ages in a variety of habitats.\nThe Pacific Decadal Oscillation (PDO) and the North Pacific Gyre Oscillation (NPGO) are also known to influence the broad-scale patterns of Pacific salmon abundance. Both of these climate oscillations are linked with ENSO through atmospheric and oceanic teleconnections, so are not independent of each other. The tendency of multi-year persistence in the PDO, with some warm or cold phases lasting for 20 or 30 years, means that it can impact many generations of salmon and favor prolonged periods of relative abundance or scarcity. The NPGO is more of a decadal pattern, and its impacts on salmon have mostly been viewed through its connections with ocean currents and productivity.\nGlobal warming, along with related changes in snowpack, streamflow, and stream temperature, is another extremely important climate phenomenon for salmon. Generally speaking, a warming climate is bad news for salmon at the southern (and warmer) end of their range. At the northern end of their range, a warming climate looks to be having mixed effects on salmon. Some of Alaska’s biggest river systems, including the Yukon and Kuskokwim Rivers, have suffered extended periods of low Chinook and Chum salmon abundance in recent decades of mostly warm years. On the other hand, Bristol Bay’s Sockeye and Kamchatka’s Pink salmon have been setting records for abundance in the same era of mostly very warm years. These are the most abundant Pink and Sockeye salmon population groups on Earth, so overall the total abundance of Pacific salmon has been exceptionally high in most years of the past few decades.\nThere are two basic pathways for ENSO impacts on Pacific salmon, one via atmospheric teleconnections that tend to alter wind and weather patterns over the Pacific/North America region, the second via oceanic teleconnections that tend to alter nearshore currents, temperatures, and stratification. In freshwater and estuaries, climate variations impact stream flow and temperature in ways that impact freshwater salmon habitat quality and quantity. In the ocean, these teleconnections can alter the coastal ocean environment in ways that influence predators, prey, and biological productivity of the entire northeast Pacific Ocean, and in doing so impact growth and survival rates for Pacific Northwest salmon.\nENSO’s influence on the North Pacific climate is especially strong from October to March. During these months, ENSO extremes influence the character of the Aleutian low-pressure cell. Because El Niño events favor an intense winter/spring Aleutian Low, they favor relatively warm-dry winter/spring weather in the PNW, which yields low snowpack and low streamflow, and a warmed and stratified PNW coastal ocean in winter/spring. Because La Niña events favor a relatively weak winter/spring Aleutian Low, they favor cool-wet winter/spring weather with high snowpack and streamflow in the PNW, and a cooled and weakly stratified PNW coastal ocean in winter/spring.\nIn addition to these remotely forced changes in North Pacific winds, ENSO events also produce tropically generated ocean disturbances that influence PNW coastal ocean conditions. During El Niño events the east-to-west trade winds slacken across much of the tropical Pacific. The tropical ocean adjustment to weaker trade winds sends upper ocean Kelvin waves eastward across the equatorial Pacific Ocean that reach the South American coast and eventually travel poleward along the coasts of North and South America. The El Niño-year coastally-trapped waves sometimes propagate all the way to the Gulf of Alaska, warming and stratifying the waters along the North American coast, reinforcing the wind-driven warming and stratification brought by the intense Aleutian Low. Likewise, La Niña produces tropical-origin coastally trapped internal waves that cool and weaken the stratification in the surface waters of the PNW's coastal ocean, reinforcing the wind-driven surface cooling associated with a weak Aleutian Low circulation.\nI’m part of a large interdisciplinary team looking into a recently emerged vitamin B deficiency in California's salmon that looks to be related to recent changes in their ocean food-web that involved record ocean warming, a 3-year marine heat wave, and a record-setting boom in California’s northern anchovy population. You can read more about that project here and here.\nOther exciting frontiers in salmon research include advances in tagging that allow us to track fish through all their habitats, using autonomous gliders to sample their ocean habitat, remote-sensing for mapping freshwater salmon habitats, reconstructing salmon habitat use and feeding patterns from their body parts, using biophysical models to understand salmon ecology, linking salmon genetics with salmon life history patterns, and collecting and analyzing environmental DNA from water samples to better understand salmon distributions and the community of critters salmon spend time with.\nAnother exciting frontier involves connecting western science to Traditional Ecological Knowledge - Indigenous People from around the Pacific Rim have holistic insights, understanding, and appreciation for salmon and their watersheds that western science is only beginning to explore.\nBjerknes, J. (1969), Atmospheric teleconnections from the equatorial Pacific, Mon. Weather Rev., 97, 163–172.\nFiedler, P. C., and N. J. Mantua (2017), How are warm and cool years in the California Current related to ENSO?, J. Geophys. Res. Oceans, 122, doi:10.1002/2017JC013094.\nSette, O. E., and J. D. Isaacs (Eds.) (1960), Symposium on ‘‘The changing Pacific Ocean in 1957 and 1958’’, CalCOFI Rep., 7, 13–217.\nThis is an interesting subject. As a life-long Californian this caught my eye\nFor northern California (where most of its salmon rivers are located), cooler and wetter winter/spring conditions are typically the best for California salmon. Although precipitation is not well correlated with ENSO in Northern California, there are El Niño winters like 1982-83 and 1997-98 where northern California had exceptional rainfall and a big snowpack, and wetter years are typically good for California salmon spawning, rearing, and migrating conditions. But the warming of the California Current System that often comes with El Niño is typically bad for all West Coast salmon, including those in California.\nI know precip is never completely aligned with ENSO, seems over the past fifty years La Nina has favored dry winters in California. The last three La Ninas have resulted in statewide dry conditions in California that have affected California's population. But so did the unusually wet 2016/2017 La Nina year. It also seems in recent years ENSO has not been consistent in its rainfall in the PNW. Seems some of the PNW has been drier than normal during these consecutive La Nina years. And with the FY15/16 Super EL Nino, the precipitation patterns completely flipped from the expected precip patterns from the PNW down through CA. Salmon has been a big issue in California and a major part of our water wars.\nSubmitted by Bob G on Wed, 08/10/2022 - 14:14\nThat was an outstanding article! I recall the PDO being designed by NW Fisheries to predict salmon stock variation. It would be interesting to hear more about that topic. Also, it would be interesting to hear the results of delving into ENSO impacts based on strength, as it seems the strong ones (+2.0) have all resulted in above average precipitation across most of the West Coast of the lower 48.\nMany thanks!\nBrett\nSubmitted by Brett Lutz on Mon, 10/03/2022 - 19:31\nThanks for this feedback!\nSubmitted by rebecca.lindsey on Thu, 10/06/2022 - 10:12\nIn reply to Good Depth by Brett Lutz",
  "source": "climate.gov"
}