{
  "url": "https://www.climate.gov/news-features/blogs/enso/la-ninas-delayed-effect-sizzling-texas-summers",
  "title": "La Niña's delayed effect on sizzling Texas summers",
  "date": null,
  "content": "It’s been a scorching summer in much of the US, but no state has sizzled more than Texas. Does this summer’s unusually persistent La Niña bear some of the responsibility for the extreme heat? In this blog post, we’ll try to figure that out!\nMap of the contiguous United States showing how the average temperature for May–July 2022 ranked in the historical record. Temperatures were well above average across the southern tier and northeastern United States, especially in eastern New Mexico and Texas, where many county records were broken. Map from NOAA National Centers for Environmental Information.\nBack in May of 2015, when the ENSO Blog was still in diapers, Tony Barnston wrote about the expected impacts of El Niño on the US summer climate. Tony’s message about El Niño also holds for La Niña: the summer impacts of La Niña are mostly weak or insignificant in the US. Like El Niño, the impacts of La Niña are stronger in the hemisphere experiencing winter.\nTemperature and precipitation patterns that are typical of La Niña during (top) Northern Hemisphere winters and (bottom) summers. Map by NOAA Climate.gov, based on originals from the Climate Prediction Center. Larger images and maps for El Niño are available in this post.\nOne of the main reasons for the weak U.S. summer influence is the changing of the prevailing winds in summer, including a weaker and more northward-shifted North Pacific jet stream compared to the winter. These changes make it more difficult for ENSO’s (ENSO = El Niño-Southern Oscillation, the whole La Niña and El Niño system) tropical showers and thunderstorms to trigger the cascade of impacts that extend into the US and other Northern Hemisphere locations.\nSo, is that the end of the story? If yes, what a short and boring blog post this month! Don’t worry, there is more to the story. The preceding discussion focuses on the concurrent impacts of La Niña on US climate. But what if there also is a delayed impact?\nTo show you what I mean, the maps below show two ways of looking at the influence of La Niña on early summer (May-July) temperature anomalies in the US. (Usually, anomaly means the difference from the long-term average, but here I’m showing the departure from the trend, so I have removed the effect of long-term warming.) The map on the left shows May-July temperature patterns for years when La Niña was underway over the same period. The map on the right shows the May-July temperature patterns for years when La Niña had occurred the preceding winter (December – February).\nAverage May–July surface air temperature anomalies (° C) for (left) concurrent La Nina events, defined as La Niña occurring in the same May–July period, and (right) previous winter La Niña events, defined as La Niña occurring in the previous December–February. Anomalies are defined as the difference from the long-term trend, and all La Nina events from 1951-2022 are analyzed. When La Niña was underway from May–July, the western third of the U.S. was cooler than average (blue), while most of the rest of the country was warmer than average (red). The strongest warming (darkest red) was spread across the Upper Midwest. When La Niña occurred during the preceding winter (December–February), the warming signal was strongest over the Southern Plains. NOAA Climate.gov image, based on temperature data from GHCN CAMS.\nThe left map shows that when La Niña is underway from May-July, the central US, especially in the northern High Plains, is a little warmer than average. But the signal is weak, especially in the Texas region that experienced the most extreme heat in 2022. In the right map, on the other hand, we see a much stronger relationship between warmer-than-average Texas early summers and La Niña conditions occurring in the previous winter. That means that Texas summer temperatures have a stronger relationship with previously occurring La Niña conditions than with concurrent conditions! What’s the deal with that?\nThe atmospheric processes that connect weather conditions in the tropics to conditions in the higher latitudes, including the US, take shape over a few days to a couple of weeks at most (1), so the reason for a delayed temperature response to La Niña likely isn’t rooted in the atmosphere. A more likely culprit is the land surface, specifically the soil moisture conditions. When the soil is unusually dry in the late spring and summer, incoming sunlight quickly heats up the ground because there is less water to cool the surface through evaporation. The overheated land heats up the atmosphere. Consequently, summer hot extremes in Texas and many other locations around the globe (2) are often preceded by unusually dry soil moisture conditions.\nMay–July temperature anomaly averaged over the Texas region for every year from 1951-2022 (y-axis) versus the precipitation anomaly fro that region over the previous December–April (x-axis). Winters (December–February) classified as La Niña (blue dots) tend to be clustered in the upper left portion of the plot, indicating that La Niña winters tend to bring dry winters and springs and warm early summers to Texas. The red line indicates the linear fit for all years, confirming that dry Texas winters and springs generally lead to warm early summers. Anomalies are defined as departures from the long-term trend. The Texas region is defined as all land grid points from 28°N–36°N and 94°W–104°W. NOAA Climate.gov image, with temperature data from GHCN CAMS and precipitation data from NOAA’s Precipitation Reconstruction over Land (PREC/L).\nThe graph above helps us to put the puzzle pieces together. The dots show the relationship between cool-season precipitation in Texas for each year from 1951­–2022 (horizontal axis) and the early summer temperatures (vertical axis). The farther right a dot is, the wetter the winter was; the farther left, the drier it was. The higher a dot is, the hotter the summer was, and the lower a dot is, the cooler it was. Blue dots are years when La Niña was underway in December-February.\nTwo important features in this plot stand out: (1) La Niña winters tend to bring dry winters and springs to Texas (more blue dots on the left of the graph than the right), consistent with what we know about La Niña’s effect on US winter climate and (2) dry winters and springs tend to bring warmer-than-average summers (on the left side of the graph, there are more dots near the top than the bottom), consistent with the soil moisture effects described above (3). This summer met both criteria, with a persistent La Niña and very dry conditions in the winter and spring. So, one of the main reasons for La Niña’s delayed effects on Texas summer temperatures likely relates to the reduced winter-spring rainfall and the resulting soil moisture deficits that lead to increased heating in summer.\nIt’s important to keep in mind that the typical influence of La Niña, which is the focus here, is just a small fraction of the Texas temperature anomaly that occurred this year. In the Texas region I focus on in the above plot, the May – July temperature in 2022 was about 2.1 °Celsius (3.8 ° F) above the 1991-2020 average. The average influence of the preceding La Niña conditions is only about 0.3 °C (0.5 ° F), so a big part of the extreme heat that occurred this year must also relate to other factors, which could include global warming due to increasing greenhouse gases, the particular details of this year’s sea surface temperature evolution in the tropical Pacific and elsewhere around the globe (4), and random weather variability. Nevertheless, a La Niña winter is likely a consistent factor in many of the hottest Texas summers (5).\nThis example is a reminder that the impacts of ENSO on our climate are not always immediate, especially in the summer. Snapshots of the tropical Pacific climate are useful, but consideration of its evolution in time is even more valuable.\nOne way that climate scientists attempt to get a more complete picture of how sea surface conditions influenced the climate is by running climate models that isolate the effects of observed global sea surface temperature and possibly sea ice anomalies. These simulations are frequently called “AMIP” simulations, in reference to the Atmospheric Model Intercomparison Project. The scientists often run many different simulations with identical sea surface conditions but with slightly perturbed atmospheric initial conditions, like with standard weather or seasonal climate forecasts, so that the average of all simulations washes out the noise of chaotic weather variability and isolates the impact of the sea surface conditions on the climate.\nThe NOAA Climate Prediction Center routinely runs these sorts of AMIP simulations as part of their near real-time attribution of seasonal climate anomalies. For example, if you check out slide 16 of their May – July 2022 attribution, you will see a figure on the top right that shows the results of their AMIP simulations. This figure seems to indicate a temperature pattern like the pattern I show in this post but stronger in amplitude. This would suggest that the effects of the sea surface temperature anomalies this year may have been stronger than the typical or averaged La Niña effects illustrated in this post.\nIf you are interested in the attribution of recent seasonal climate anomalies, then that CPC website is one of the Internet’s hidden gems!\nSubmitted by Rebecca on Fri, 08/26/2022 - 08:08\nThis is a really interesting blog post.  Seems like years ago, popular interest in the ENSO phenomenon started with the destructive hurricanes of the 90s; and La Niña in particular was firmly associated with hurricanes.   But now amidst a relatively quiet hurricane season (so far), we are seeing other (unexpected!) effects and outcomes.\nMaybe the key takeaway is the old idea La Niña means \"cool weather\" and hurricanes are coming, is incorrect...  Rather, warm and cool oceanic ENSO developments are merely one factor among many that merely influence continental weather outcomes.  Maybe what the public has to realize is ENSO is more about probabilities than certainties!\nThanks for the good work ENSO bloggers!\nSubmitted by Billy G. on Sun, 08/28/2022 - 17:28\nWe try to emphasize probabilities in our prediction posts.  For instance, our annual winter outlook post (usually in November) tend to reinforce this: https://www.climate.gov/news-features/blogs/enso/what-expect-winter-noaa’s-2021-22-winter-outlook\nYou're right that ENSO is always just one player... there are other weather and climate phenomenon that drive climate outlooks.  And of course there is just random variability we cannot see in advance, which is why probabilities is the correct way to convey climate outlooks (be very suspicious of the deterministic climate outlook!).\nThanks again for reading!\nSubmitted by michelle.lheureux on Mon, 08/29/2022 - 10:03\nIn reply to La Niña effects by Billy G.\nFirst, this is a genuinely interesting, informative, and educational blog, one which I try to follow on a regular basis.  It is abundantly clear that its writers know their topic well, and that anyone who reads it will learn something new and interesting.  So, keep up the good work.\nSecond is my question: I know that past posts have indicated that we are still in a La Niña, plus the weather this past summer in Oklahoma (hotter and drier than normal) reinforced that, as did what I heard of the southwestern monsoon (very wet).  However, I've noticed that, while the tropical Atlantic has been quiet (they're now only on named storm number 5), the tropical eastern Pacific has been quite active (including several hurricanes and a couple of major ones), plus TD 12-E is currently forecast to move north along Baja California (not normal).\nToo, I know that there are other factors at play, such as the Atlantic multidecadal oscillation and the Madden-Julian Oscillation.  That said, it is odd that, in a La Niña year, the tropics in the Atlantic would be this quiet.  So, what's the deal with why the Atlantic has been so quiet while the eastern Pacific has been so busy?\nSubmitted by Matt on Sun, 09/04/2022 - 16:24\nExcellent question. Honestly, we don't know exactly why this past August was so quiet in the tropical Atlantic. It could have been due to above normal amounts of Saharan Dust which hinders the abilities for storms to form, or other broader areas of high pressure making things less conducive for storms. Sometimes Mother Nature can have a mind of its own.\nSubmitted by tom.diliberto on Thu, 09/08/2022 - 15:05\nIn reply to Are We in a La Niña? by Matt\nInteresting explanation, and thanks for the reply.  I imagine that someone is either studying what happened with the tropical Atlantic in August or will soon be, and that we'll hopefully have a better idea about what happened (or didn't).  If nothing else, it means we'll get to learn something new--even if we don't get any clear answers.\nHaving written that, it's too bad that whatever was happening last month didn't continue into this month--especially with Hurricane Ian laying waste to central Florida.  Regardless, thanks for your work keeping an eye on it.  You (and the NHC) undoubtedly saved a lot of lives through what you did.\nSubmitted by Matt on Fri, 09/30/2022 - 00:44\nIn reply to Excellent question. Honestly… by tom.diliberto",
  "source": ""
}