{
  "url": "https://www.climate.gov/news-features/blogs/enso/where-does-global-warming-go-during-la-nina",
  "title": "Where does global warming go during La Niña?",
  "date": null,
  "content": "Here at the ENSO blog, we’ve been talking about La Niña (the cool phase of the El Niño-Southern Oscillation climate pattern) for going on three years now. People have started to tell us they’re bored ask us whether all these La Niñas could offset global warming. The short answer is no, La Niña is no match for global warming. (Footnote 1)\nThe simplest evidence is that global average temperature during recent La Niña years is warmer than for El Niño years in earlier decades! In fact, the La Niña year of 2020 tied 2016—a year that started with a major El Niño—as the all-time-record-high global surface temperature.\nIn general, the warmest year of any decade will be an El Niño year, the coldest a La Niña one. This graph shows annual average surface temperatures (gray bars), grouped by decade, from 1950 to 2021. The warmest and coldest years of each decade are topped with circles: red for El Niño-influenced years and blue for La Niña years. We considered a year El Niño or La Niña \"influenced\" if the December-February was labelled as part of a historical episode by NOAA's Climate Prediction Center or if more than half of the months in that year were. By our definition, 1979 did not qualify as El Niño year because El Niño conditions were present for only 3 months late in the year. 1992 was the coldest year of the 1990s despite being an El Niño year because of the cooling influence of the  eruption of Mount Pinatubo in 1991. NOAA Climate.gov graph based on data from NOAA National Centers for Environmental Information.\nBut if global warming continues year after year regardless of La Niña, then how does the surface temperature manage to cool off at all during La Niña? Where does that excess heat go? We last covered this topic back in 2014 (Can you believe the ENSO Blog is that old?!), so we thought we’d ask a group of experts to revisit it with us in this week’s blog.\nWe posed these questions to previous ENSO blog contributors Mike McPhaden and Richard Allan, and Shang-Ping Xie. Mike is an oceanographer and ENSO expert at NOAA Pacific Marine Environmental Laboratory. Richard is a climate scientist at the University of Reading. Shang-Ping is a climate dynamicist at Scripps Institution of Oceanography, UC San Diego. Climate.gov’s Rebecca Lindsey and Tom Di Liberto wrote the introduction and lightly edited their responses.\nMike: This graphic provides a clue.\nClick and drag slider to compare surface temperature, rainfall, and wind patterns. (left) Unusually warm surface temperatures across the tropical Pacific during El Niño heat the atmosphere across the entire tropics. (right) Unusually cool surface temperatures across the tropical Pacific during La Niña reduce convection and atmospheric heating, cooling the entire tropics. NOAA Climate.gov drawings. (See \"The rise and fall of El Niño and La Niña\" for a deeper explanation of these ocean-atmosphere feedbacks.)\nDuring El Niño, unusually warm sea surface temperatures in the central/eastern tropical Pacific lead to increased evaporation and cooling of the ocean. At the same time, the increased cloudiness blocks more sunlight from entering the ocean. When water vapor condenses and forms clouds, heat is released into the atmosphere. So, during El Niño, there is less heating of the ocean and more heating of the atmosphere than normal. During La Niña, the opposite happens. With colder La Niña sea surface temperatures, there is less evaporative cooling of the ocean, less convective cloudiness blocking the sun from heating the ocean, and less convective heating of the atmosphere.\nSo, the atmosphere warms more during El Niño and less during La Niña, and that affects global average temperature. We have found that for every degree Celsius of El Niño warming in the central equatorial Pacific (or the Niño 3.4 region, to be precise), the global average surface temperature rises by 0.07°C (0.13 ˚F), with a delay of 2-3 months. Similarly, for 1°C cooling during La Niña, global average surface temperatures drop by about 0.07°C.  It may not sound like much, but it involves huge transfers of heat between the ocean and atmosphere that affect the entire globe.\n(top) Monthly average global surface temperature compared to the 20th-century average. (bottom) Monthly sea surface temperature in the Niño3.4 region of the tropical Pacific—the key ENSO-monitoring region—compared to the 20th-century average, with El Niño periods colored red and La Niña periods colored blue. The peaks and valleys of each line tend to line up, showing how global temperature tends to rise with El Niño and fall with La Niña following a short lag. NOAA Climate.gov image, adapted from original by Mike McPhaden.\nShang-Ping: During La Niña, the surface cooling of the equatorial Pacific is due to the intensified trade winds that upwell cold water from beneath. This causes major shifts in atmospheric convection (heavy tropical showers and thunderstorms) and circulation. These changes in tropical convection also induce large atmospheric waves with horizontal scales of thousands of miles that communicate the La Niña effect to the rest of the tropics. As a result, La Niña causes the rest of the tropics to cool—both over the oceans and on land.\n(top) Annual surface temperatures around the world compared to average during La Niña episodes between 1950-2020. White dots show where patterns are statistically significant at the 95 percent confidence level. Most of the cooling during La Niña is in the tropics (blue colors), and much of it is over the ocean. Elsewhere, warm and cool departures mostly cancel each other out. (bottom) Change in average annual surface temperature over the 20th century. The greatest amounts of warming (darkest reds) are in the Northern Hemisphere over land. NOAA Climate.gov image, adapted from original by Chuan-Yang Wang.\nOutside the tropics, the atmospheric circulation change during La Niña (footnote 2) causes warming over much of the North Pacific and cooling over Alaska and western Canada, but the surface temperature effect is small when averaged over the globe outside of the tropics. Thus, the La Niña contribution to global-average surface temperature is mostly from the tropics.\nRichard: No. In El Niño years, the warmer oceans in the tropical Pacific heat the atmosphere above, mostly through evaporation and condensation of moisture in clouds, and this eventually causes more heat loss (infrared radiative energy loss) to space. [As Mike and Shang-Ping describe in Question 1, there are more clouds in the central tropical Pacific during El Niño, which block incoming sunlight and further reduce surface heating.]\nThis means there is temporarily less energy arriving than leaving the planet following El Niño. We’re talking about a few months lag between the temperature changes in the eastern tropical Pacific and the global responses in the planetary energy balance. The reverse takes place in La Niña. This gives us a heavy hint that ENSO drives a change in Earth’s energy budget, not the other way around, since warm events are generally associated with less planetary heating, and cool events are associated with more heating.\nShang-Ping: What Richard said is very important: La Niña drives, instead of being driven by, a planetary energy perturbation. The oscillation between El Niño and La Niña involves the redistribution of the warm water volume (the upper ocean above the thermocline) in the tropical Pacific Ocean. The surface cooling of the equatorial Pacific results from increased upwelling of the cold water from the thermocline; it’s not the result of the planet absorbing less energy.\nIn contrast, anthropogenic [human-caused] global warming results from extra heat that the increased greenhouse gases trap in the climate system. Since these gases are uniformly distributed in the atmosphere, they cause surface temperature to rise everywhere.\nMike: On the seasonal and year-to-year time scales that characterize ENSO variations, it is the upper few hundred meters of the ocean that matter most for the storage, transport, and exchange of heat with the atmosphere. The tropical Pacific is the main center of action on these time scales, though there is a partial compensation of tropical heat gain and loss from opposite tendencies at higher latitudes. For example, during El Niño the tropical Pacific experiences a large heat loss to the atmosphere as noted above, but some of that heat is reabsorbed into the ocean at higher latitudes because of El Niño teleconnections.\nOn longer decadal time scales, like that of the hiatus in global surface warming during the first decade of the 21st century, the tropical Pacific experienced a prolonged period of unusual heat gain because of the La Niña-like conditions that prevailed at this time.  Much of that heat gain was transported to the Indian Ocean through the Indonesia Seas—the porous boundary that separates the Pacific from the Indian Oceans.  Outside the tropics, sinking of water masses in the high latitudes of the North Atlantic can transport heat to abyssal depths on decadal and longer time scales as part of the Meridional Overturning Circulation. The Southern Ocean is also a key region for the uptake of anomalous heat associated with climate change.\nWhere the ocean exchanges heat with the atmosphere, and how the ocean stores and transports that heat, is really central to our understanding of how the climate system works across all time scales.  To riff on the expression “follow the money”, if you want to understand how the climate system works, you have to “follow the heat” in the ocean.\nRichard: Warming has continued apace since 2014: the recent 2011-2020 decade was about 1.1 ˚C warmer than 1850-1900 early industrial period based on the recent IPCC report. But the warming doesn’t progress smoothly, it comes in fits and starts. For example, rapid warming [since around 2011] peaked with the 2015/16 El Nino event, and this level of warmth has been maintained since, rather than continuing to rise, with further ups and downs balancing out. Since 2014, energy has continued to accumulate and heat the oceans. Surface temperature is closely related to heating of the uppermost layer of ocean, so how much of the planetary heating goes into this upper layer or layers beneath affects the surface warming rate.\n(top) Global average surface temperature each year since 1900 compared to the 20th-century average (the zero line). A slowdown in surface warming in the first decade of the 21st century was associated with frequent La Niña conditions. (bottom) Satellite and ocean observations of energy increasing in the oceans, atmosphere, and land (planetary heat uptake) show that more heat is entering than leaving the planet (an energy imbalance) due to increasing greenhouse gas levels. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information (top) and NASA/CERES data from Norman Loeb (bottom). **\nIn a simple sense, more overturning circulation in the Pacific (what goes down must come up) can draw down warm water in one region and this is replaced with cooler sub-surface water in another region. More heat can be used up in warming this newly emerged cool water, and the upshot is that accumulating energy is effectively moved downward into the ocean, and not concentrated in the upper layer, temporarily suppressing the rate of surface warming.\nWhat has been learned since 2014 is that global warming is progressing with an unexpected pattern: more warming in the west Pacific and less in the east Pacific than simulated on average by global climate models. Whether this is a temporary effect or a longer-term discrepancy remains to be seen, but ultimately the long-term warming due to greenhouse gas increases will dominate. (Footnote 3)\nMike: Climate change skeptics latched onto the hiatus in global surface warming in the first decade of this century to argue that the science was flawed and that we didn’t need to be concerned after all.  We’ve learned a lot more since then about how natural variability, and in particular ENSO, affects the global energy balance and its signature in global mean surface temperatures. As a result, this most recent slowdown has stirred up much less controversy, which is a real measure of progress in effectively communicating scientific advances.\nShang-Ping: Following the major El Niño of 2015-16, the global surface temperature increase has slowed. Over the past summer, the anomalous cooling of the equatorial Pacific intensified and the current La Niña formally entered the third year (Emily Becker post), the first such long-haul event in the 21st century. The ongoing La Niña may prevent global average temperature from breaking the record in 2023, but greenhouse gas-induced global warming grows steadily in magnitude. In fact, it most likely helped 2020, a year of La Niña, to tie the all-time high of 2016, a year following a major El Niño.\n*Correction (11/1/22). This question previously stated that \"Earth's energy imbalance continues to grow...\" but energy imbalance usually refers to the rate of energy accumulation (which may remain constant), not the cumulative excess energy, which continues to grow.\n**Correction (11/1/22). The annotation in the shaded area of the bottom graph previously said \"Earth's energy imbalance continued to grow,\" but energy imbalance usually refers to the rate of energy accumulation (which may remain constant), not the cumulative excess energy, which continues to grow.\nSubmitted by rebecca.lindsey on Mon, 10/31/2022 - 14:45\nThe last three years, La Nina has been a constant.\nIt happened almost three entire years 2020-2023.  As long as I see it never happened before. Therefore, your analysis is not clear.  Could you explain better?  thank you\nSubmitted by Marilia T Hagen on Thu, 12/07/2023 - 08:52\nIn reply to Comment policy by rebecca.lindsey\nThanks for your comment, but I am not sure what part of the analysis or discussion is not clear. Are you saying that the three consecutive years of La Nina has never happened before? Three-year La Ninas are rare but not unprecedented (see, 1974-1976 and 1999-2001). Regardless of how rare they are, the main point is that La Nina does not affect long-term global warming caused by increasing greenhouse gases - it merely tends to cause a temporary downward fluctuation in globally averaged temperature.\nHowever, if you are wondering if the recent three-year La Nina may have some relation to the long-term ocean trends that could have a relationship with increasing greenhouse gases, then this post discusses the debate on this important topic.\nSubmitted by Nathaniel.Johnson on Thu, 12/07/2023 - 13:54\nIn reply to La Nina GLOBAL WARMING  by Marilia T Hagen\nLa Nina's influence is currently helping the Western US, but a return to late Summer like conditions in the East. Is this due to Tropical activity in the Atlantic ? I notice that all the troughs as they migrate from west to east weaken as they become positively tilted. Is the Bermuda High stronger than what it should be for this time of the year ? Let me get this correct Is La Nina causing the Earth to warm and El Nino to cool because of cloud cover over the Tropical Pacific ?\nSubmitted by Stephen S. on Tue, 11/01/2022 - 07:43\nWhat a wonderful article. I learned so much. Thanks for doing this one.\nSubmitted by Patrick  on Fri, 11/04/2022 - 00:43\nI was just now clearing out spam in our mailbox, and I accidentally deleted a legit comment. (Whoops!) It began something like, \"Will El Niño temporarily erase global warming? It seems like here in Ohio...\"\n\nIf that was your comment, please submit it again to get your full question answered!\nBut regarding the initial part, the answer is no. If anything were going to temporarily erase global warming, it would be La Niña, not El Niño. La Niña tends to lower global average temperature; El Niño tends to raise it.\nBut as the post explains, (1) the surface cooling provided by La Niña is much smaller than the warming being caused by increasing greenhouse gases, and (2) La Niña doesn't produce a long-term decrease in total planetary heat uptake (the balance of incoming sunlight and outgoing, radiated heat), which is what it would take to erase or even slow down global warming due to excess greenhouse gases.\nSubmitted by rebecca.lindsey on Fri, 11/04/2022 - 08:57\nWhat I was saying is that when we have a La Nina phase of ENSO our weather here in the Ohio Valley consist of mild Winters. In a weak El Nino phase of ENSO our Winters are more severe. Why is this ? My comment is that \" Global Warming \" is purely political. Man has not been on Earth long enough to make this assumption. My opinion.\nSubmitted by Stephen S. on Fri, 11/04/2022 - 12:00\nENSO affects the US winter weather by affecting the general placement of the jet stream. Here is a good link that shows how the jet streams position can change during both a La Nina and El Nino winter.\n\nhttps://www.climate.gov/news-features/featured-images/how-el-ni%C3%B1o-…\n\nYou can see how this might change the number of storms that might impact the Ohio valley.\nSubmitted by tom.diliberto on Fri, 11/04/2022 - 16:41\nIn reply to My deleted comment on El Nino verses La Nina by Stephen S.\nHUMANS ARE BEING BLAMED FOR SOME WASTE & PARTICULATES IN THE ATMOSPHERE, GENERATING FEAR THAT WE ARE HEADED FOR DOOMS DAY UNLESS WE ALL START DRIVING ELECTRIC VEHICLES.    IT ONLY TAKES A FEW BIG VALCANIC EVENTS TO LAUNCH ANOTHER MINI ICE AGE AND IF OUR SUN SIMPLY FARTS, WE COULD SEE A 50 YEAR DROUGHT.   SO IN THIS REGARD, THE SUN CONTROLS EVERYTHING ABOUT OUR EARTH'S CLIMATE AND WE CAN'T CONTROL THE SUN. . .\nSubmitted by JACK B CRAMER on Sat, 11/12/2022 - 11:56\nThe mechanics of ENSO are described in terms of the differing atmosphere - ocean feedbacks associated with El Niña and La Niño patterns. The logic seems plausible. However, much of the feedbacks involve exchanges between sensible heat and latent heat energy, which across the globe, do not result in total energy gains or losses.\nMay I suggest another mechanism that may also have considerable influence on global temperature? During a La Niño pattern, western Pacific waters flow south rather than flowing east along the Equator. The southward meridional flow brings warm and salty water toward the Ross Sea region. Salty water, combined with Antarctic chilling is the recipe for cold-water downwelling.\nTo the extent that ocean thermal content is reapportioned such that the volume of cold water (which cannot interact with air and space) is below the interactive surface and warmer waters remain at the interactive surface, Stefan-Boltzmann Law dictates that more heat energy will be emitted and Earth's surface will attain a new equilibrium at a cooler temperature.\nA new perspective on El Niña might follow: the warming effect is due to the absence of a La Niño cooling effect. Simply shuffling a given volume of water with a total thermal content that varies (i.e., warm water and cold water) from one location to another does not change the total thermal content.\nThe vertical reapportionment that increases the volume of deep cold and concentrates a thinner veneer of surface warmth in the world ocean is possibly the mechanism that brought about the Cenozoic Cooling and was the mechanism that repeatedly caused cooling during the latter parts of post-MPT interglacials. Global coolings occur when meridional circulation from low to high latitudes is enabled and polar conditions are right for downwelling.\nSubmitted by Malcolm Cumming on Mon, 05/08/2023 - 01:46",
  "source": "climate.gov"
}