{
  "url": "https://www.climate.gov/news-features/blogs/enso/november-2022-la-nina-update-lets-get-some-exercise",
  "title": "November 2022 La Niña update: Let’s get some exercise",
  "date": null,
  "content": "It’s very likely that La Niña will last through the winter (December­–February), with a transition to ENSO-neutral (neither La Niña nor El Niño) expected during February–April. Specifically, there’s a 76% chance of La Niña through the winter and a 57% chance of neutral in the February­–April period.\nAcronym time! ENSO, the El Niño/Southern Oscillation (the entire El Niño and La Niña system), modifies global weather and climate in somewhat predictable ways. Since ENSO itself can be predicted several months in advance, it gives us an early picture of potential global rain, snow, and temperature patterns, among other climate effects. Check out my September post for a round-up of La Niña’s impacts.\nIn the U.S., our primary measurement for ENSO is the Oceanic Niño Index (ONI), the three-month average of the sea surface temperature in the Niño-3.4 region in the tropical Pacific. Specifically, it’s the anomaly, the difference from the long-term average sea surface temperature, where long-term is now 1991–2020. When the ONI is more than half a degree Celsius cooler than average, we’re in La Niña territory. It needs to stay there for at least 5 consecutive 3-month-average periods to qualify as a La Niña, but that has not been a heavy lift lately!\nSeasonal (3-month) sea surface temperatures in the central tropical Pacific Ocean compared to the 1981-2010 average. Warming or cooling of at least 0.5˚Celsius above or below average near the International Dateline is one of the criteria used to monitor the El Niño-La Niña climate pattern. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nExcept for a short break in the summer of 2021, the ONI has been cooler than the La Niña threshold since summer 2020. Heading into our third La Niña winter in a row, we find ourselves in a situation we’ve only recorded twice before, 1973–76 and 1998–2001. Both of those previous triple-deckers followed strong El Niño years, while this one follows the warmish-neutral winter of 2019–2020. The physics behind why we ended up with three La Niña winters in a row this time is going to be an active research topic for climate scientists!\nThere’s close to a 100% chance that La Niña will remain through the October–December period.\nNOAA Climate Prediction Center forecast for each of the three possible ENSO categories for the next 8 overlapping 3-month seasons. Blue bars show the chances of La Niña, gray bars the chances for neutral, and red bars the chances for El Niño. Graph by Michelle L'Heureux.\nWhy are we so certain? To start with, there’s that Niño-3.4 sea surface temperature anomaly, which was -1.0 °C in October. The required La Niña ocean-atmosphere feedback, featuring a beefed-up Walker circulation (stronger trade winds, more rain/clouds than average over Indonesia, less over the central Pacific), was in full force for most of October. Also, there is a substantial amount of cooler-than-average water under the surface of the tropical Pacific.\nWater temperatures in the top 700 meters (2,300 feet) of the tropical Pacific Ocean compared to the 1991–2020 average in September–October 2022. NOAA Climate.gov animation, based on data from NOAA's Climate Prediction Center.\nThis subsurface water will continue to supply the surface with a source of cooler water for the next couple of months at least. One interesting thing about the animation above is that the blob of cooler water appears nearly stationary, instead of traveling west-to-east like an upwelling Kelvin wave. This provides yet more evidence that the La Niña ocean-atmosphere coupling is well-established.\nOver the last week or so, though, the trade winds have weakened. This could mean that we’re near the peak of this La Niña, in terms of the ONI. Sea surface temperature anomalies in the Niño-3.4 region often reach their maximum or minimum in the October–December period, so we’d be right on schedule. Of course, La Niña, and its effect on rain, snow, and temperature is very likely to continue through the winter, regardless exactly when the minimum Niño-3.4 anomaly occurs.\nWhere are we headed? The current forecast from the North American Multi-Model Ensemble (NMME), a set of state-of-the-art computer climate models, is a major factor in the forecaster consensus.  At this point, the NMME is predicting a decay of the Niño-3.4 anomalies into the spring.\nClimate model forecasts for the Niño-3.4 temperature anomalies in 2022–23. Average dynamical model data (black line) from the North American Multi-Model Ensemble (NMME): darker gray envelope shows the range of 68% of all model forecasts; lighter gray shows the range of 95% of all model forecasts. NOAA Climate.gov image from University of Miami data.\nThe exact timing on when that transition occurs is a bit uncertain.  At this time, the official forecast is predicting a return to neutral conditions during February–April. What about next summer? Can we get a peek at that yet? The longest lead we currently predict is 9 months into the future, June–August 2023. If you look back at the forecaster probabilities I showed earlier, the chance of El Niño is higher than the chance of La Niña for next summer. Neutral is still by far the most likely outcome—this is not to be interpreted as a forecast for El Niño! The last time we had a greater chance for El Niño than La Niña at these longest leads was December 2019. (Actually, it started with last month’s forecast—I didn’t notice then!)\nWe’ll keep an eye on the long-term forecast, but for now, the La Niña marathon continues.  Stay hydrated and see you next month!\nLOL, looks like you could have just changed the heading from last month's update. Looks just like last months update.\nSubmitted by Bob on Thu, 11/10/2022 - 13:12\nI know! I'm trying to keep things fresh, but we've been stuck in this La Niña rut for so long! No promises for something exciting in December, either... :-)\nSubmitted by emily.becker on Mon, 11/21/2022 - 10:12\nIn reply to ENSO by Bob\nHello Emily,\nWhat do the ENSO blog contributors think about Scott McIntosh's prediction that emerging solar cycles contribute to these long-term, multi-year La Niña events?\nThanks, \nJared\nSubmitted by Jared on Fri, 11/11/2022 - 15:14\nIs there any correlation between a strong walker circulation event onto the PNA index? I live in Seattle andi ve seen winters (68-69, boatloads of snow and 71-72, cold throughout with a neg. PNA)  or is it simply natural atmospheric variability?...as always , you guys do tremendous work and thanks...\nSubmitted by Michael Jones on Sat, 11/12/2022 - 01:33\nENSO does modulate the PNA, with La Niña winters tending to negative PNA and El Niño tending winters tending to positive PNA. However, the PNA does have high internal variability, which often dominates on shorter timescales. Michelle's post about the PNA explains this in greater detail, Tom talks about a winter where PNA variability dominated the overall impacts, and my post from last February illustrates just how large swings in the PNA can be, and how that impacts temperature and precipitation patterns.\nSubmitted by emily.becker on Mon, 11/21/2022 - 10:09\nIn reply to enso / PNA relationship / correlation by Michael Jones\nAs always a nice blog and well written to read!\nSubmitted by Jeff Brown on Sat, 11/12/2022 - 12:45\nThank you!\nSubmitted by emily.becker on Mon, 11/21/2022 - 09:58\nIn reply to ENSO blog by Jeff Brown\nThank you, for all the updates on this unusual third year La Nina. I noticed on the SST charts that La Nina appears to be getting stronger as we head into the start of meteorological Winter. How does the EPO play into La Nina's influence ?\nSubmitted by Stephen S. on Tue, 11/22/2022 - 06:36\nThat's a good question. First, I note that the \"EPO\" terminology seems more common among the forecast community than in the research community, where I think the EPO is closely related to the more commonly referenced North Pacific Oscillation (NPO). The studies I have seen generally suggest a tenuous relationship between La Nina and the NPO/EPO (like here), but at least one study suggests that the recent eastward shift of the NPO and increase in winter extremes associated with the NPO may be related to a La Nina-like shift in sea surface temperatures. So, there possibly could be a relationship between La Nina and the EPO, but it's something that needs more investigation.\nSubmitted by Nathaniel.Johnson on Fri, 11/25/2022 - 11:53\nIn reply to EPO and La Nina by Stephen S.\nThanks again for the great update Emily!. Here in California we are really tired of La Nina now. We are waiting for its demise. But we are getting excited for the potential of a moderate to strong El Nino next year. We know it is way too far out for any accuracy but I am looking forward to watching the ongoing developments with ENSO over the next several months on this blog.\nSubmitted by Bob G on Tue, 11/22/2022 - 13:52\nThank you! I can understand how many in the West are ready from a change from this ongoing La Nina. We'll definitely be monitoring signs of change closely.\nSubmitted by Nathaniel.Johnson on Fri, 11/25/2022 - 11:55\nIn reply to La Nina and  El Nino by Bob G\nGood information. As a sailor doing transatlantics..this year has been difficult in the North Atlantic. Fronts longer and stronger off east coast USA. And severe storms impacting the eastern Atlantic waters near Faros, Great Britian and Bay of Biscay. Belive the more intensive weather pattern is caused by LA Nina..3 years and still going.Can you comment on what is happening to WX in N. Atlantic..and suggest strategy to avoid worse problem areas of wind and sea in April May as vessels attempt returns from the Hurricane Belt?\nSubmitted by Joan conover s… on Thu, 11/24/2022 - 09:58\nThe connection between ENSO and the North Atlantic region is a bit trickier than the relationship between ENSO and North America. The ENSO/North Atlantic-Europe link has been subject to considerable debate, but some argue for a robust connection. A few of these studies suggest that this link is sensitive to the details of the tropical sea surface temperatures in other basins, such as in the tropical Atlantic (for example, this study and this study). If true, that would mean that we need to consider each event individually and avoid making too many generalizations about previous La Nina or El Nino events. In this case, my general advice would be to review various sources of forecast guidance for the target season of interest, like what the North American Multi-Model Ensemble (NMME) provides.\nSubmitted by Nathaniel.Johnson on Fri, 11/25/2022 - 12:20\nIn reply to North Atlantic Weather Issues  by Joan conover s…\nI haven't seen any La Nina, and no El Nino stories in the media since Nov. I ws wondering if the outlook has changed to El Nino.\nAlso, seems like the Atlantic Storm activity has been less then NOAA predicted (last I saw was 20).\nhttps://youtu.be/H0-pHnykC9s\nSubmitted by Manfred on Wed, 01/04/2023 - 18:34\nAlthough the midlatitude weather doesn't look very La Nina-like at the moment, I can assure you that La Nina is still holding strong, and the tropical ocean and atmosphere are still consistent with La Nina conditions (please feel free to check Emily's ENSO update post next week). Regarding the unusual weather conditions over the North Pacific and North America for a La Nina winter, we will keep an eye out to see if this is just a subseasonal blip (a very common occurrence) or a more persistent inconsistency with typical La Nina conditions.\nSubmitted by Nathaniel.Johnson on Thu, 01/05/2023 - 12:24\nIn reply to Are we still having a La Nina winter? by Manfred",
  "source": "climate.gov"
}