{
  "url": "https://www.climate.gov/news-features/blogs/enso/another-winter-la-ninas-grip-november-update-noaas-2022-23-winter-outlook",
  "title": "Another winter in La Niña’s grip? – November update to NOAA's 2022-23 Winter Outlook",
  "date": null,
  "content": "While it’s a little intimidating to put on these oversized shoes, I’m forging ahead in an annual ENSO Blog tradition and giving you all the juicy details about NOAA’s Winter Outlook (1). Regular readers may remember that Mike Halpert of the NOAA Climate Prediction Center (CPC) has been the blog’s winter outlook guru for years, but following Mike’s retirement earlier this year, I’ll be leading you on this year’s journey (Mike, I will try to make you proud!). And maybe my job will be pretty easy this time, given that we are expecting a third consecutive winter with La Niña conditions in the tropical Pacific. What will that mean for this winter? Let’s find out!\nWinter Outlook enthusiasts are likely aware of how much the occurrence of La Niña (as well as El Niño) can shape the outlook, and for good reason: ENSO, the El Niño/Southern Oscillation (the entire El Niño and La Niña system), exerts a significant influence on winter climate over North America. This influence translates into enhanced temperature and precipitation predictability, as previous events often share some common features. For example, as Mike described in each of the past two years, most of the 20 strongest La Niña events since 1950 brought drier-than-average conditions across much of the southern tier of the U. S., particularly along the Gulf Coast. On the flipside, the Great Lakes/Ohio Valley region, the Pacific Northwest, and the northern tier of the U.S. tended to be wetter than average, although there is less consistency to these La Niña impacts.\nWinter precipitation patterns during each of the 20 strongest La Niña episodes since 1950. The strength is measured by the December–February Oceanic Niño Index (ONI), which is three-month average surface temperature departure from normal in the Niño 3.4 region. The December–February ONI for each episode is shown in parentheses (units of °C) above each map. Dark green colors indicate much wetter than normal conditions, and dark brown colors indicate much drier than normal conditions. The strongest La Niña episode is on the top left, and the weakest of the 20 episodes is on the bottom right. Maps by NOAA Climate.gov, based on NCEI climate division data provided by the Physical Sciences Division at NOAA ESRL.\nLa Niña also influences winter temperatures across the United States, although this effect is combined with another significant influence, the long-term temperature trend. La Niña tends to bring warmer-than-average winters across the southern U.S. and below-average temperatures across the northern Plains, with the frequency of the northern cold and southern warm signals at about 70% in the historical record. However, long-term winter warming over most of the U.S. appears to be enhancing the warmer-than-average tendencies in the south while reducing the cooler-than-average tendencies in the northern Great Plains.\nWinter temperature patterns during each of the 20 strongest La Niña episodes since 1950. The strength is measured by the December–February Oceanic Niño Index (ONI), which is three-month average surface temperature departure from normal in the Niño 3.4 region. The December–February ONI for each episode is shown in parentheses (units of °C) above each map. Dark red colors indicate much warmer-than-normal conditions, and dark blue colors indicate much colder-than-normal conditions. The strongest La Niña episode is on the top left, and the weakest of the 20 episodes is on the bottom right. Maps by NOAA Climate.gov, based on NCEI climate division data provided by the Physical Sciences Division at NOAA ESRL.\nWith a 76% chance of La Niña through this winter, it’s likely that we will have a third La Niña winter in a row, which would be only the third time since 1950 that this has occurred. What might the previous two occurrences tell us about this winter?\nWinter precipitation patterns during each La Niña “three-peat” since 1950, where a “three-peat” is defined as three consecutive winters with La Niña conditions. Note that the winter of 2022-23 is expected to complete the third such occurrence. As in the first figure above, dark green colors indicate much wetter than normal conditions, dark brown colors indicate much drier than normal conditions, and the December–February ONI for each episode is shown in parentheses (units of °C) above each map. Maps by NOAA Climate.gov, based on NCEI climate division data provided by the Physical Sciences Division at NOAA ESRL.\nWell, the patterns over the U.S. during the previous La Niña three-peats (2) tell a similar story as the maps for all other La Niñas: generally, a more consistent signal for precipitation, with dry conditions in much of the southern U.S., and higher variability in the temperature patterns.\nWinter temperature patterns during each La Niña “three-peat” since 1950, where a “three-peat” is defined as three consecutive winters with La Niña conditions. Note that the winter of 2022-23 is expected to complete the third such occurrence. As in the first figure above, dark red colors indicate much warmer than normal conditions, dark blue colors indicate much cooler than normal conditions, and the December–February ONI for each episode is shown in parentheses (units of °C) above each map. Maps by NOAA Climate.gov, based on NCEI climate division data provided by the Physical Sciences Division at NOAA ESRL.\nThe past two winters fit this description pretty well. The winter of 2020–21 featured a rather unusual temperature pattern (I previously wrote about that befuddling winter), whereas last winter, 2021–22, fit the La Niña temperature mold quite well. However, the precipitation patterns have been more consistent each of these past two winters, which has been bad news for the widespread U.S. drought.\nThe take-home message is that there is nothing obviously different about La Niña three-peats relative to all other La Niñas that would lead to markedly different expectations. Therefore, it comes as no surprise that this year’s winter outlook has a lot of similarities with the previous two.\nEnough with the preamble, let’s get to the outlook! As noted above, CPC favors a similar temperature pattern taking shape this winter as they forecast before the last two winters.\nPlaces where the forecast odds favor a much colder than usual winter (blue colors) or much warmer than usual winter (red), or where the probability of a cold winter, a warm winter, or a near-normal winter are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). Click here for a version that includes Alaska. Click here for a text-only discussion for Hawaii. NOAA Climate.gov map, based on data from NOAA CPC.\nSpecifically, the CPC outlook (3) favors above-normal temperatures across the southern and eastern U.S., with the highest probabilities exceeding 50% in the eastern Gulf and South Atlantic states from southeastern Louisiana through most of South Carolina. Above-average temperatures are also favored for Hawaii and northwestern Alaska. The outlook tilts the odds toward colder-than-average across the Pacific Northwest, northern Great Plains, and southeastern Alaska, although none of the below-average probabilities reaches 50%.\nPlaces where the forecast odds favor a much wetter than usual winter (green colors) or much drier than usual winter (brown), or where the probability of a wet winter, a dry winter, or a near-normal winter are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). Click here for a version that includes Alaska. Click here for a text-only discussion for Hawaii. NOAA Climate.gov map, based on data from NOAA CPC.\nThe precipitation outlook favors above-normal precipitation across the northern tier of the U.S., with the largest probabilities in northern Idaho, western Montana, and in the Great Lakes and Ohio Valley regions. Wetter conditions are favored in Hawaii as well, and this is the only U.S. location where the probability of above-normal precipitation exceeds 50%. In contrast, the entire southern tier of the country and southeastern Alaska have an elevated chance of drier-than-normal conditions, with probabilities exceeding 50% in southern Texas, northern Florida, and southeastern Georgia. Unfortunately, this means that we are not expecting any immediate drought relief in the Southwest and southern Great Plains, and drought may even expand into the Southeast, but hopefully we will see some improvement in the more northern drought-stricken regions.\nTruth be told, the actual winter conditions never perfectly match the typical La Niña/El Niño impacts or CPC’s Winter Outlook, and frankly, sometimes they can look quite different (I’m still looking at you, winter of 2020–21). One of the main reasons is that there are several other important factors that can influence the average winter conditions, including sudden stratospheric warmings, the Madden-Julian Oscillation (MJO), the Arctic Oscillation/North Atlantic Oscillation, the North Pacific Oscillation-West Pacific teleconnection, and the Pacific/North American pattern.\nThat may lead you to ask, “Well, Nat, if we know that these other factors can be important, why aren’t they clearly reflected in CPC’s Winter Outlook?” Good question! The reason is that even though, like ENSO, these other factors can leave a big imprint on average winter conditions, unlike ENSO, they’re very difficult to predict more than a few weeks in advance. From a seasonal forecaster’s perspective, these other non-ENSO factors fall into the dreaded “internal variability” category that Michelle wrote about last year (4). However, because they generally have at least some sub-seasonal predictability, their impacts are often reflected in CPC’s shorter-term outlooks, including their Monthly, Week 3-4, 8 to 14 Day, and 6 to 10 Day outlooks.\nThe uncertainty stemming from these other factors also highlights why CPC’s Winter Outlook is expressed in terms of probabilities, which means that the forecasts won’t always result in the favored (or expected) outcome. Nevertheless, these outlooks still allow users to take risk and opportunities into account when making climate-sensitive decisions. Benefiting from these outlooks requires users to play the long game. Although some forecasts will “bust,” these outlooks have a track record of demonstrated skill, so users who stick around for the long haul will come out ahead.\nAlso note that forecasts are indicated only when there is a favored category; otherwise, they show EC (“equal chances”). An EC forecast doesn’t mean that near-average temperature or precipitation is expected this winter in those regions, but rather that there’s no tilt in the odds toward any of the three outcomes. In the maps, the probability is shown only for the favored category, but not for the other two categories. Often, the near-normal category remains at 33.33, and the category opposite the favored one is below 33.33 by the same amount that the favored category is above 33.33. When the probability of the favored category becomes very large, such as 70% (which is very rare for a seasonal outlook), this rule for assigning the probabilities for the two non-favored categories becomes different.\nComments must be on-topic; free of profanity, name-calling or other personal attacks; and must not spread false or misleading information. Links to commercial products are not allowed.\nSubmitted by Rebecca  on Tue, 11/22/2022 - 14:29\nHi Nat Johnson, I love this article! You have done a fantastic job of breaking down the complexities of ENSO and its impact on atmospheric circulation beyond the tropics.\nI'm impressed with your analysis and explanation about how the forecast probability is shown for favored categories and how it changes when a specific category becomes more likely.\nYour insight into this particular subject was informative and exciting to read.\nI appreciate that you highlighted the importance of accuracy in forecasting while also noting that even though ENSO has some influence on other factors, such as the Pacific/North American (PNA) pattern, variability cannot always be explained by ENSO alone.\nWhat's more, you provided clear visuals to illustrate your point better, which made it easier to comprehend.\nIn conclusion, your article was an informative and educational account of the complexities of ENSO's influence on atmospheric circulation beyond the tropics. It will no doubt help readers better understand this phenomenon.\nGreat job!\nSubmitted by Nissi Nwaozuzu on Thu, 11/24/2022 - 08:09\nThank you! I appreciate your support.\nSubmitted by Nathaniel.Johnson on Fri, 11/25/2022 - 12:02\nIn reply to Re: La Niña’s grip by Nissi Nwaozuzu\nFirst, I want to thank you for the most informative article and I totally agree on every aspect. All the Folks at NOAA preform in an excellent way in giving out this most valuable information. Now two questions, if you please. Does La Nina tend to amplify the Bermuda High in the Atlantic ( also known as the Southeast Ridge ) that tends to push the Jet Stream farther North and West of the Ohio Valley ? And does the Bermuda High weaken during El Nino events ? Thank you in advance,\nStephen S.\nSubmitted by Stephen S. on Wed, 11/30/2022 - 08:41\nThank you for your support and your questions. Yes, La Nina tends to promote anomalous ridging in the Southeast, although the signal is a little more robust farther west toward Texas. This effect is reflected in the typical temperature and precipitation anomalies associated with La Nina, which includes warmer- and drier-than-average conditions in the Southeast, and wetter-than-average conditions in the Ohio Valley and Great Lakes regions, in association with the northward shift of the jet. And yes, the typical response to El Nino is basically the reverse of that to La Nina.\nSubmitted by Nathaniel.Johnson on Wed, 11/30/2022 - 13:04\nIn reply to La Nina and the Southeast Ridge by Stephen S.\nMr. Johnson.  Excellent article. Thank you for translating a highly technical subject into layman's terms.\nSubmitted by Julian H. Perez on Wed, 11/30/2022 - 20:51\nThank you!\nSubmitted by Nathaniel.Johnson on Thu, 12/01/2022 - 11:08\nIn reply to Another winter in La Niña’s grip? – November update to NOAA's 20 by Julian H. Perez\nWhat a interesting article! Very accessible and informative. Thank you very much!\nSubmitted by Janet T. on Thu, 12/01/2022 - 06:42\nThanks for your support!\nSubmitted by Nathaniel.Johnson on Thu, 12/01/2022 - 11:08\nIn reply to Third Year La Niño by Janet T.\nThis was an interesting and informative post, as usual.  It's clear from reading it that there are a lot of factors at play for climate (rather than just ENSO), and that it's best to talk about how the ongoing La Niña may influence the weather this winter (rather than what effects it will cause).  So, keep up the good work.\nQuestion: When will you start having a good idea of what the odds of an El Niño / La Niña/ ENSO-neutral for winter 2023-24 will be?\nSubmitted by Matt E. on Sat, 12/03/2022 - 14:37\nThe spring prediction barrier is a period of low skill/forecast accuracy when forecasts are made just before and during the spring.  So while our forecast time horizons will gradually move forward and you will see probabilities for ENSO state for the next fall/winter, we do prefer to get through the spring before being a bit more assertive about what may happen.  I like to say start paying attention around June, but there are times when ENSO evolves more rapidly, and we know before then.  So just stay posted!\nSubmitted by michelle.lheureux on Tue, 12/06/2022 - 09:43\nIn reply to Winter probabilities by Matt E.\nInteresting article.  The analysis and graphics are excellent.  Alas, so far the predictions are completely wrong, at least for my area of the country (let's just call it the mid-Atlantic).  Temps are running way below average for December and the short- to mid-range outlook is even colder.  We might even have our first white Christmas in many years.  Of course, warmer weather in January and February could rescue the forecast.  But in our area, the pattern of recent years has been a warm December, middling January, and cold and snowy February (and a winter slow to release its grip in March and April).  So let's see how it goes.\nSubmitted by Stephen Kepple on Thu, 12/15/2022 - 05:36\nHI Stephen,\nLooking at the month to date temperature anomalies for Dec (Winter is Dec-Feb so we have a ways to go), temperatures in parts of the mid-atlantic are running between 0 and 1 degree below average. Not a huge negative anomaly but only slightly so.\nhttps:/www.cpc.ncep.noaa.gov/products/tanal/temp_analyses.php\n\nYou are definitely right that the 6-10 and 8-14 day outlooks suggest that some cold air is headed that way which will likely increase the seasonal cold anomaly. But there is still a lot of winter left to go.\n\nThis is, though, a good example of the type of atmospheric phenomena that isn't entirely predictable when the seasonal outlooks are made, but whose influence is known to be strong on temperatures during the winter. This is one of the reasons that seasonal outlooks are in probabilities and those probabilities don't tend to exceed 60% chance.\nSubmitted by tom.diliberto on Fri, 12/16/2022 - 14:23\nIn reply to This article (what else?) by Stephen Kepple\nIs there similar information on precipitation and temperature for the strongest El Nino's?\nI should be able to create such an array myself but have never figured out how to do it on climate.gov.\nSubmitted by Sigmund Sillber on Tue, 01/10/2023 - 20:02\nThe strongest El Ninos are here:\nhttps://www.climate.gov/news-features/featured-images/us-winter-precipitation-during-every-el-niño-1950\nhttps://www.climate.gov/news-features/featured-images/us-winter-temperatures-every-el-niño-1950\nSubmitted by michelle.lheureux on Wed, 01/11/2023 - 22:48\nIn reply to El Nino's by Sigmund Sillber",
  "source": "climate.gov"
}