{
  "url": "https://www.climate.gov/news-features/blogs/enso/december-2022-la-nina-update-enso-blog-investigates-part-1",
  "title": "December 2022 La Niña update: the ENSO Blog investigates, part 1",
  "date": null,
  "content": "As our regular readers will be very aware, La Niña has been rolling along in the tropical Pacific for many months, and our third La Niña winter in a row is under way. La Niña is the cool phase of the El Niño-Southern Oscillation (“ENSO” for short) climate pattern. The current forecast is for La Niña to continue into the winter, with 50-50 chances for La Niña and neutral in the January–March average.\nConditions in the tropical Pacific ocean-atmosphere system have been consistent with La Niña for long enough that, in November, one of our frequent readers commented—accurately—that they might as well have just re-read the October post! However, while La Niña seems stuck in a rut right now, the last thing we want is to give the impression that ENSO is boring! So this month, I’ll do a quick recap of current conditions before looking into a question I’ve been curious about for a while now: how does ENSO affect daily temperatures during winter?\nThe sea surface temperature in the tropical Pacific is still well within La Niña territory, at about 0.9 °C cooler than the long-term average in November, according to ERSSTv5, our favorite sea surface temperature dataset. This anomaly—the difference from the long-term average—has been gradually warming up over the past few months, since reaching -1.1 °C in September.\nThree-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for the 8 existing double-dip La Niña events (gray lines) and the current event (purple line). Of all the previous 7 events, 2 went on to La Niña in their third year (below the blue dashed line), 2 went on to be at or near El Niño levels (above the red dashed line) and three were neutral. Graph by Emily Becker based on monthly Niño-3.4 index data from CPC using ERSSTv5.\nThe atmosphere also continues to reflect La Niña’s amped-up Walker circulation, with more rain than average over Indonesia, drier-than-average conditions over the central Pacific, and stronger winds, both near-surface and high in the atmosphere, all observed during November. The near-surface winds—the east-to-west trade winds—fluctuated a bit, slowing a little in mid-November. Since these winds cause upwelling, their slow-down may have contributed to the slight weakening in the sea surface temperature anomaly.\nForecasters are very confident that La Niña will continue in the short term, followed by a transition to neutral conditions. The exact timing of the transition is not clear, with equal chances of both La Niña and neutral for the January–March average. Confidence that La Niña will have exited by the February–April period, however, is fairly high, with a 71% chance of neutral. This forecast indicates that we can expect La Niña to influence our winter climate conditions this year. Check out the September post for a round-up of La Niña’s typical effects on winter temperature, rain and snow, and other weather and climate.\nDuring La Niña, the Pacific jet stream often meanders high into the North Pacific. Southern and interior Alaska and the Pacific Northwest tend to be cooler and wetter than average, and the southern tier of U.S. states—from California to the Carolinas—tends to be warmer and drier than average. Farther north, the Ohio and Upper Mississippi River Valleys may be wetter than usual. Climate.gov image.\nWhen we talk about the expected La Niña influence on seasonal temperature, we almost always talk about how the seasonal average is shifted during ENSO events. For example, during La Niña, winter in the northern U.S. tends to be cooler than average. The seasonal average temperature is very important, with implications for the amount of energy used for heating, and so on. Also, looking at seasonal averages means that we are filtering out short-term fluctuations and can be more confident that the shifts in climate are truly linked to ENSO.\nHowever, you and I generally experience weather from a day-to-day perspective. We’ll notice big shifts in temperature from one day to the next, or unusually warm or cold days. To get an idea of how ENSO affects daily temperatures, I’ll start by looking at the range of daily average temperature within each winter. How much does the temperature normally vary from day to day? Then we can ask, for example, do La Niña winters have a wider range of daily temperatures in some locations than average? Narrower? No change? This is just a starting place, but we have to start somewhere!\nThe footnote has details about the calculations and data I used for the maps I show below. Also, I’m far from the first person to look at ENSO’s impact on daily characteristics of temperature, of course, and the footnote includes some information on earlier studies.\nThe standard deviation is a common statistic to understand the spread of a set of numbers. For example, if most of your daily winter temperatures occur in the range of 40–50 °F, the standard deviation will be smaller than if most of your daily temperatures are in the range of 35–55 °F, even though the average temperature may be the same at both locations. This statistic is widely employed in weather and climate science, and it’s what I use here.\nThe average variability of daily temperatures within winter. Yellow regions show where the range of daily temperatures in winter is greatest, while blue shows regions with the narrowest range. The range is assessed using the standard deviation of daily mean temperature averaged over all winters (December–February), 1950–2019. Daily temperature data source is Berkeley Earth. Map by climate.gov based on analysis by Emily Becker.\nFirst, let’s see what the typical range of daily winter temperature is across North America. The central regions of the continent have the greatest variability on average, while the Pacific coast has a relatively narrow range of daily winter temperatures, modulated by the nearby ocean. The very moist climate of the tropics features the least daily variability.\nThe difference in the range of daily temperatures in La Niña winters compared to the long-term average (1950–2019). Purple indicates where the variability of daily temperature is greater in La Niña winters than average. Temperature data from Berkeley Earth. Map by climate.gov based on analysis by Emily Becker.\nLa Niña winters tend to feature a wider-than-average range of daily temperatures across most of the continent, with the exception of the Canadian provinces around the Hudson Bay, southern Mexico, and the Caribbean. The geographic extent of this pattern surprised me, as I would have expected it to be more localized, like the seasonal average patterns. The greatest increase in daily variability during La Niña is along the Gulf Coast.\nThe difference in the range of daily temperatures in El Niño winters compared to the long-term average (1950–2019). Orange indicates where the variability of daily temperature is lower in El Niño winters than average. Temperature data from Berkeley Earth. Map by climate.gov based on analysis by Emily Becker.\nEl Niño’s effect on the range of daily temperatures in winter is generally opposite to La Niña’s, with mostly decreased variability when compared to average, especially across the western half of North America.\nOverall, I think this is an interesting result: La Niña makes daily temperatures in winter more variable in most places, and El Niño makes them less variable. But it presents an incomplete picture, of course. These maps show the average changes during El Niño and La Niña—to understand how consistent this effect is, we could illustrate each winter separately like in Nat’s post last month that shows every winter’s precipitation and temperature patterns. What does a wider range of daily average temperature really mean? Why are we seeing these patterns? Would we expect to see the same patterns in the daily high or daily low temperature? These and other questions will have to wait for future posts…\nDetails on the analysis:\nWe are looking forward to La Nina's demise in California and the potential for an El Nino next winter\nSubmitted by Bob G on Thu, 12/08/2022 - 13:26\nIs ENSO - neutral comparable to a weak El Nino or a weak La Nina ? As always an excellent blog this month.\nSubmitted by Stephen S. on Fri, 12/09/2022 - 11:28\nI think of \"neutral\" as a *lack* of forcing from the tropical Pacific.  So there is nothing directly \"pushing\" on the global circulation from the tropical Pacific.  A weak event means there is some \"pushing\" but it is not very strong and, consequently, the resulting forecasts tend to be lower probability.  Ideally (for prediction), we want a stronger event b/c that means more forcing (or pushing).  Hope that makes sense.\nSubmitted by michelle.lheureux on Sat, 12/10/2022 - 08:38\nIn reply to Question on ENSO - neutral by Stephen S.\nYes it does Michelle. Thank you for clarifying. Very informative blog by the way !\nSubmitted by Stephen S. on Sun, 12/11/2022 - 07:44\nIt appears as though the Alaska ‘Panhandle’ has the greatest variability, based on the colours on the map. Is that accurate? No real surprise, the Wild West Coast where I grew up in Canada has astounding variability.\nSubmitted by Brian T on Sun, 12/11/2022 - 16:27\nIt does look to be a higher variability region during La Nina!\nSubmitted by michelle.lheureux on Mon, 12/12/2022 - 08:03\nIn reply to Variability  by Brian T\nWhy is it that Meteorologist are forecasting an Arctic Outbreak when the Polar Vortex continues to be strong and not showing any signs of entering the lower 48 states ? NOAA continues to be on target with the mild and wet weather that is associated with La Nina here in the Ohio Valley. How and why don't they take NOAA's prediction and not rely on weather model forecasting. It's like they are ignoring the effects of La Nina's influences. Colder and Snowier to the North US and warm and dry in the South US.\nSubmitted by Stephen S. on Mon, 12/12/2022 - 12:06\n\"Meteorologist are forecasting an Arctic Outbreak when the Polar Vortex continues to be strong and not showing any signs of entering the lower 48 states\" b/c besides the fact the PV resides in the stratosphere and has never 'entered the lower 48 states ... one doesn't necessary have anything to do with the other.\nSubmitted by NEWxSFC on Thu, 12/29/2022 - 15:45\nIn reply to Different model forecast with this La Nina in place by Stephen S.\nI've been watching changes on NOAA's Operational 5km SST Anomalies Charts and notice on the December 13th release there was a decrease in SST in a larger area in the Tropical Pacific. I may be reading this incorrectly, but would appreciate your thoughts.\nSubmitted by Stephen S. on Thu, 12/15/2022 - 10:32\nGood question. On short time scales like days or even weeks there can be variability in the anomalies across the tropical Pacific including the ENSO regions. To see if this sort of development is more than a blip, we'll have to wait for it to show up in the monthly records.\n\nLooking at the subsurface, it does appear that there is a dwindling amount of cooler than average water which would suggest that La Nina is eventually going to end. But there can always be periods before then where immediate conditions can lead to a momentary increase in cold anomalies at the surface.\nSubmitted by tom.diliberto on Fri, 12/16/2022 - 14:18\nIn reply to Current La Nina appears Strengthening by Stephen S.\nThank you Tom !\nStephen S.\nSubmitted by Stephen S. on Fri, 12/16/2022 - 20:36\nLooks like quite a bit of changes are occuring. There has been a rapid warming in the Nino 1.2 region and the cold pool along the coast of South America is now gone. Looks like all Nino regions are now warming.\nSubmitted by Bob G on Thu, 12/22/2022 - 12:09\nSo, I thought La Nina meant less precipitation for Central and Southern California?  \nWhat’s UP?\nSubmitted by Budstrom on Thu, 12/29/2022 - 13:15\nYou're right, La Niña generally means less precip for Central and Southern California, but not always. Looking at the 20 strongest La Niña events, about 13-14 of them were drier-than-average overall in much of California. The La Nina winter of 2016-17 (too weak an event to make the top 20) was also very wet in California, and Tom provides an overview of that winter in this post. In short, this winter has been unusual so far, but not unprecedented.\nSubmitted by emily.becker on Mon, 01/02/2023 - 13:22\nIn reply to La Nina by Budstrom\nWhat are your thoughts on Modoki La Ninas or central based La Ninas? The FY2016/2017 year the coldest waters appeared to be in the center and western portions of the Equator. I read information on Jamstec's website regarding Modoki La Ninas and their documentation and illustrations show these type of events have a different atmospheric response. The illustrations on their website show wetter than normal winters in California with these types of events. If I recall correctly Japanese researchers came up with the term and study of these events\nSubmitted by Bob G on Tue, 01/03/2023 - 15:50\nIn reply to You're right, La Niña… by emily.becker\nFrom what I have seen in the literature, some researchers consider Modoki La Nina as a La Nina \"flavor\" and some do not. One reason for not distinguishing Modoki from canonical La Nina is that La Nina typically is centered more toward the central Pacific than El Nino under normal circumstances (see, for example, this post). There is more of a distinction between eastern Pacific and central Pacific (\"Modoki\") events for El Nino, as stronger El Nino tends to centered farther east than weaker events (see this post).\nWith that said, it's conceivable that some La Ninas are centered farther east or west than others, and that could have an impact on the teleconnection patterns. Some have argued that the more central Pacific nature of the 2015/16 El Nino contributed to the drier than expected southern California. So, I wouldn't rule out that a more Modoki-like La Nina also could influence the western US precipitation, but I also know that subseasonal variability unrelated to ENSO often is a plausible culprit for unexpected weather patterns.\nSubmitted by Nathaniel.Johnson on Tue, 01/03/2023 - 20:55\nIn reply to La Ninas by Bob G\nThank you Nathaniel!\nSubmitted by Bob G on Wed, 01/04/2023 - 11:55\nIn reply to Modoki La Nina by Nathaniel.Johnson\nVery interesting read. The variability is fascinating stuff, even for a layman. Not sure if the weather I'm experiencing now would even be considered related to the variability. But last week at this time most of us were in the midst of a crippling blizzard, and today the high in my area was 57°F and all that snow is nothing but a memory. Granted it's common to hear someone in my area say \"if you don't like the weather right now, stick around for five minutes,\" but this recent shift is just amazing.\nSubmitted by J on Fri, 12/30/2022 - 22:13\nWe have certainly seen some wild temperature swings over much of North America in the past few weeks. This fits the description of \"higher variability,\" but we'll have to see how the rest of the winter turns out to understand the overall seasonal patterns. Stay tuned!\nSubmitted by emily.becker on Mon, 01/02/2023 - 13:25\nIn reply to Very interesting  by J\nThe event El Niño 2023 to 2024?\nSubmitted by Luis on Sun, 01/01/2023 - 18:31\nThe most recent ENSO forecast, from December 8th, extends to the July–September 2023 season. It's estimated there is approximately 42% chance of neutral conditions and 48% chance of El Niño for that season.\nSubmitted by emily.becker on Mon, 01/02/2023 - 13:28\nIn reply to Arriaga by Luis",
  "source": "climate.gov"
}