{
  "url": "https://www.climate.gov/news-features/blogs/enso/how-pattern-trends-across-tropical-pacific-ocean-critical-understanding",
  "title": "How the pattern of trends across the tropical Pacific Ocean is critical for understanding the future climate",
  "date": null,
  "content": "“How will climate change influence ENSO?” is one of the most common questions that we get on the ENSO Blog. While it makes sense folks want to know about the future changes in El Niño and La Niña—are they becoming more/less frequent? stronger? weaker? (1)—there is an even more basic question for future climate change that scientists are pondering:\nHow will trends in sea surface temperatures change across the equatorial Pacific Ocean?\nIt is very likely that the equatorial Pacific Ocean is going to warm up somewhere, but where exactly the strongest warming occurs is an important question. In particular, scientists want to know more about the geographic pattern of trends (2). By modifying the heating in the tropics, these changes will then have knock-on influences across the globe because, as we like to say, what happens in the Pacific does not stay in the Pacific!\nThe trend pattern is critical to understanding how the average or background atmospheric circulation of the tropical Pacific will change. Remember: the background state of the atmosphere in the tropical Pacific—the Walker Circulation—is fueled by the difference in sea surface temperature between the west and the east.\nSea surface temperatures in the Pacific around the equator are generally cooler in the East (blue colors) than they are in the West (yellow-orange). This temperature contrast, or gradient from warm to cool, is key to the Walker Circulation. January 21, 2023, image from Climate.gov Data Snapshots.\nIf temperatures warm faster in the western Pacific than in the eastern Pacific, the background tropical circulation could become more La Niña-like (3). But if the trend pattern changes as global temperatures continue to rise, meaning the east starts warming faster than the west in the future, the whole circulation across the tropical Pacific could become more El Niño-like. So actual ENSO events would be occurring against a different background climate than they do today. Yeah, it’s complicated.\nHow the sea surface temperature trend pattern will change has profound, world-wide implications for impacts such as regional changes in rainfall, where drought occurs, numbers of tropical cyclones, the rate of global mean warming, ocean biogeochemistry, etc. If you are trying to make decisions based on projections of the future, you need to know the answer. And, at this moment, there is some significant (perhaps even growing) debate that surrounds it.\nSome scientists believe the recently observed trends suggest the models may be not reproducing some key mechanisms that are critical to provide accurate projections for the tropical Pacific Ocean. There are some long-standing biases in how models simulate the tropical Pacific that we have covered before on this blog, which could be playing some role.\nTo help us better understand this question, we have assembled a panel of three experts: Professor Sukyoung Lee at the Pennsylvania State University, Professor Kris Karnauskas at the University of Colorado- Boulder (who has previously written on the ENSO blog), Dr. Ulla Heede who is now a CIRES postdoctoral visiting fellow, following her PhD with Alexey Fedorov at Yale University. Keep in mind that this is not a complete representation of all possible perspectives on the matter, and there are some angles not represented by this group (4).\nUH: Since at least 1980, the tropical Pacific warming pattern has become more La Niña-like in the observations. This means that SSTs are warming faster in the western tropical Pacific Ocean than the eastern Pacific, and that surface winds are blowing stronger from east-to-west along the equatorial Pacific Ocean (5). This is opposite to the El Niño-like trend many climate models are projecting into the future because of greenhouse gases. Right now, there is a vigorous debate in the climate community whether the La Niña-like trend we are observing now is being driven by greenhouse gases or has natural causes. Because natural variations in the ocean circulation are slow, it is difficult to estimate the signal of global warming in a short observational record.\nFrom Jan. 1982 until Dec. 2022, the linear trends of anomalies in sea surface temperature (top left), 850hPa-level zonal winds (top right), outgoing longwave radiation (bottom left), and 1000hPa-level geopotential height (bottom right). Red (blue) shading in the SST map indicates trends toward more positive (negative) SSTs. Purple (green) shading in the wind map indicates that trends are stronger going from east to west (west to east). Brown (green) shading in the OLR map indicates that convection/rainfall is below-average (above-average). Orange (purple) shading in the surface height/pressure map indicates trends toward higher (lower) pressure/heights. Data are in monthly means and the slope is multiplied by the number of months over the period to obtain the total change in the anomalies. Figures by Michelle L’Heureux and modified by climate.gov.\nKK: It might sound simple, but quantifying those trends in the past observed record is more challenging than you might think! This is because the tropical Pacific is home to ENSO, which can either hide the long-term trends with its large variability, or make trends appear that are just temporary and could change later on.\nUH: There is another reason why we cannot simply assume the recently observed La Niña-like trend will continue in the future. Mainly, we don’t know with enough certainty what the trend was before we had satellites monitoring the vast expanse of the tropical Pacific Ocean.\nKK: Ulla is right, we have a tougher time reliably estimating the trends prior to the satellite era (late 1970s), and this problem gets even worse prior to the 1950s. Back then the instrumental data (mostly from ships) have gaps and changes in measurement protocols. Think of it like this: ideally, we would like to estimate the trend using as long of a record as possible (going back to the 1800s) but this is hampered by gaps in space and time. With 40 years of satellite data, we can be more confident that we’re accurately measuring the whole tropics, but with that shorter record, it is harder to distinguish trends from just a random pileup of ENSO events.\nLocations of sea surface temperature observations from the International Comprehensive Ocean Atmosphere Data Set (ICOADS) for 20-year periods starting with the 1860-1879 period and ending with 1980-1999. The colors represent the percentage of months with at least one sea surface temperature measurement in each 2 degree by 2 degree grid box. The darker the color the higher the percentage of months in each 20-year period that has an observation. NOAA Climate.gov image with data from ICOADS.\nUH: I’d like to rephrase this question another way: What are the climate impacts associated with the tropical Pacific climate change? (6) The short answer is: a lot! This is because the tropical Pacific plays a key role in distributing energy and moisture to the rest of the planet, so any change in the tropical Pacific will be felt in other parts of the world. Let’s look at an example: in the last several decades we have observed drought conditions in many parts of the southwestern United States. This is likely partially related to the stronger tropical Pacific winds (more La Niña-like trends) we have recently observed. So, if the trends in the tropical Pacific changes, we might also see a change in these drought conditions.\nSL: During La Niña, the atmospheric circulation over the middle latitudes is unusually wavier in the east-west direction (7). Surface temperatures can also be more variable as this blog recently pointed out. This increased waviness can mean the Arctic tends to be unusually warm and a large area of the North American and Eurasian continents tend to be unusually cold (8). Conversely, during El Niño, the atmospheric circulation is less wavy and the mid-latitude continents tend to be unusually warm and the Arctic tends to be colder than average.\nBecause climate change might have similar effects, we really need to know how the tropical Pacific sea surface temperature pattern and latent heating [the heating of the atmosphere that occurs when water vapor condenses into rain or clouds] will change. If it becomes more La Niña-like, the likelihood of undesirable conditions such as an even drier southwest U.S., as Ulla mentioned, or an amplified cold continents/warm Arctic pattern, would increase (8). Because most of the population resides in the mid-latitude continents, this clearly has implications for energy and water usage planning.\nKK: Perhaps we should not be that surprised that future projections and past observations do not always give the same answer. Future projections are from imperfect computer models, and past observations are from imperfect attempts to measure the vast ocean. The causes of these possible changes have been hotly debated for decades, and it was like “love at first sight” when I was introduced to it as a postdoc!\nSL: One explanation is “internal variability,” which essentially suggests that natural causes explain the recent La Niña-like trend. However, recent work by Dr. Richard Seager (here and here), among others, suggests models are either deficient at correctly estimating this internal variability or the response to greenhouse gases may not be right. Either outcome raises some doubts on the future projections of the tropical Pacific made by the current generation of climate models. Thus, it is important to understand the mechanisms that could drive El Niño-like vs. La Niña-like trends.\nThe left column shows the relevant processes in the pre-industrial climate and the right column shows how these same processes initially respond to GHG warming (this schematic does not show the final state). Technical Details(left panel): Convection is strongest in the western Pacific where the SST is the highest. Latent heating warms aloft, and evaporation cools the ocean surface. In the eastern Pacific, the thermocline is closest to the surface.  Right panel: Under GHG warming, a uniform surface heat flux into the Pacific Ocean causes the SST to rise, but in the eastern tropical Pacific, the upwelling of cold water counters the forced warming. As a result, the zonal SST gradient increases. Schematic by climate.gov.\nKK: One mechanism that could lead to more La Niña-like change is that cold water upwelling in the eastern Pacific may keep warming at bay — the idea here is that the coldest waters at depth in the ocean are slower to feel the effects of climate change and provide a break on local rates of warming (see figure above). Another mechanism that could lead to more El Niño-like change is that radiative effects of global warming [the upward transfer of heat away from the surface] would cause the tropical atmosphere to become more stable, slow down the Walker circulation, weaken the upwelling in the eastern Pacific, and lead to more warming there (see figure below).\nCaption: Schematic showing a possible mechanism toward an El Niño-like state, reviewed in Lee et al. (2022). The left column shows the relevant processes in the pre-industrial climate and the right column shows how these same processes initially respond to GHG warming (this schematic does not show the final state). Technical Details (left panel): Convection is strongest in the western Pacific where the SST is the highest. Latent heating warms aloft, and evaporation cools the ocean surface. Right panel: SSTs in the tropical Pacific increase leading to more condensational heating aloft and a higher tropopause, which increases dry static stability and gross moist stability, thus weakening the Walker circulation. At the same time, evaporative cooling and cloud shading are more sensitive to warming in the western Pacific, which weakens the zonal SST gradient. Schematic by climate.gov.\nSL: A final possible mechanism may result in a La Niña-like future. The air over the western Pacific Ocean could become moister, promoting even stronger convection (showers and thunderstorms), and therefore strengthening the Walker circulation. At the same time, in the periphery of the Indo-Pacific warm pool, contraction of the cirrus cloud cover could cause more surface cooling by allowing more infrared radiation to escape to space, again helping to create a more La Niña-like sea surface temperature pattern (see figure below).\nSchematic showing a possible mechanism toward an La Niña-like state, reviewed in Lee et al. (2022). The left column shows the relevant processes in the pre-industrial climate and the right column shows how these same processes initially respond to GHG warming (this schematic does not show the final state). Technical Details (left panel): Highlighting the abundance of water vapor in the lower troposphere, and the trapping of infrared radiation (IR) by cirrus outflow from convective towers which otherwise escapes to space. Latent heating warms aloft, and evaporation cools the ocean surface. Right panel: Under GHG warming, the lower troposphere becomes more moist which decreases the gross moist stability and thus strengthens the Walker circulation. In the margins of the convective region, the horizontal moisture gradient increases, and advection from the surrounding drier region diminishes the area of convection. The so-called “iris effect” can also lead to a similar response to increased warming: Precipitation efficiency in convective tower increases, leaving less moisture for cirrus outflow. The resulting contraction of the cirrus cover in the periphery of the warm pool allows for more IR to escape, potentially cooling SSTs and thus enhancing the zonal SST gradient between the warm pool and its surroundings. Schematic by climate.gov.\nUH: It is entirely possible that the La Niña-like trends in the Pacific we are observing now are transient (short-term) and will reverse at some point in the next 100 years and start to look more like the modeled projections, with the eastern Pacific Ocean warming faster than the rest of the tropical oceans (9). Even if it is just transient, we need to understand these trends better: is it a response to global warming? (I tend to think so!), natural variability, or some mix of the two? However, this is difficult to diagnose using the models because the historical model simulations (run using observed historical forcings) and the observations still do not agree very well.\nKK: It is fair to say both might be “right” in the very general sense that both sets of mechanisms are real and part of the fundamental physics controlling the climate system, but I don’t think we can say that both are right in terms of their relative importance. If the models and observations agreed on what *has* happened since the beginning of the Industrial Revolution, then that would be one thing, but they don’t. As for the future, it is possible that a mixture of physical processes can evolve, and some of Ulla’s work has really been groundbreaking in thinking along those lines. However, I suspect that as time goes on, we will learn that the models are still not representing some of the key ocean processes very well (10), such as the currents and upwelling, and their relation to changes in the wind—especially in places like the eastern equatorial Pacific Ocean where the thermocline is very shallow.\nKK: Progress on the observational side might be slow. I don’t know how much more we can improve our ability to describe historical trends back to the 1800s. Even as different groups of scientists throw new statistical techniques to fill in the gaps, etc., the observational uncertainties aren’t being reduced very much. That said, we now have 40+ years of satellite data. When I started grad school, that was only 22 years. We probably have a few more decades to go, but we are getting closer to an acceptably long satellite record that can distinguish between ENSO, decadal variability, and long-term trends that are arising from human activities.\nOn the modeling side, heroic efforts are being done at modeling centers around the world to improve the representation of the physical processes. Perhaps gains will come from moving toward higher spatial resolution of the models as computers get cheaper and faster, which I suspect is critical for resolving upwelling, the shear between currents flowing in different directions, and the way that the friction from wind makes its way down into the ocean to influence the currents and mixing. I’m hopeful, and I’m glad I still have a few decades left to work on this fun and important problem!\nSL: I agree with Kris that as the length of observational records increases, the impact of the internal variability on the trend diminishes, and therefore increasing the likelihood that the La Niña-like trends we’ve seen represents nature’s response to greenhouse gases. However, it is difficult to lengthen our historical record and infill where there are few measurements, so improving the accuracy of climate models is critical. Kris points out that we need to better resolve the ocean, but I think we also need to focus on how well tropical convection and rainfall is captured, which occur on scales that are unresolved by current model grid spacing. The current generation of parameterizations still warms the upper troposphere too aggressively and therefore weakens the simulated Walker circulation, leading to a more El Niño-like state.\nFor good reason, improving the parameterization is one of the most prominent research activities in climate science. At the same time, I believe that continued efforts should be made to develop new theories and to improve existing theories of fundamental mechanisms. In the meantime, for users who need to make decisions, it is important to recognize that there may be two different “storylines” for the tropical Pacific in the future, which they need to take into account.\nLead Editor: Michelle L’Heureux (NOAA CPC)\n(1) Tom has done a masterful job going over these questions. Check out his most recent post going over the latest IPCC findings related to ENSO and climate change. I also really like his older post using a dimmer switch metaphor.\n(2) I’m avoiding using the term “zonal gradient” up top because it involves two fairly jargon-y terms that I think confuse most non-scientific readers. But, for those who are familiar, I’m talking about trends in the zonal gradient across the tropical Pacific Ocean. In other words, we’re interested in the relative rate of trends in tropical sea surface temperature, sea level pressure, rainfall, etc. in the zonal, or east-west, direction—i.e. comparing impacts between the eastern Pacific versus the western Pacific.\n(3) Now some readers might ask “Wait, isn’t ENSO already tied to the pattern of sea surface temperatures across the tropical Pacific Ocean? El Niño is associated with ocean temperatures warming up (more than average) in the central and eastern equatorial Pacific and La Niña is linked to cooler ocean temperatures there. So how is this question about trend patterns any different from asking how ENSO itself will change?” Good question smart readers!\nChanges in El Niño and La Niña are most strongly tied to seasonal (3-month) average anomalies in the climate system, and this seasonal variability has its own mechanisms that result in the growth and decay of events over the span of a year or couple years. In contrast, what we are talking about here is the slower, smaller background changes in the tropical Pacific that occur over multiple decades or even centuries. Even though the timescales and mechanisms are separate and distinct from the seasonal ENSO cycle, folks often use the phrases “El Niño-like change/trends” or “La Niña-like change/trends” to describe these longer, gradual trends.\nAlthough potentially confusing, these terms provide a handy shortcut because El Niño-like change means that these trends will look more El Niño-like over the tropical Pacific (relatively warmer in the central/east Pacific and cooler in the western Pacific) or La Niña-like (relatively cooler in the central/east Pacific and warmer in the western Pacific).\n(4) I think Sukyoung Lee’s review paper (which available through open access) is a nice place to start reading about different ideas and approaches (disclosure: two ENSO bloggers are co-authors). There are also more papers that have been released since that review paper was assembled that are also worth checking out:\nHartmann, D. L. (2022). The Antarctic ozone hole and the pattern effect on climate sensitivity. Proceedings of the National Academy of Sciences, 119(35), e2207889119. https://doi.org/10.1073/pnas.2207889119\nWills, R. C. J., Dong, Y., Proistosecu, C., Armour, K. C., & Battisti, D. S. (2022). Systematic climate model biases in the large-scale patterns of recent sea-surface temperature and sea-level pressure change. Geophysical Research Letters, 49, e2022GL100011. https://doi.org/10.1029/2022GL100011\nDong, Y., Pauling, A. G., Sadai, S., & Armour, K. C. (2022). Antarctic ice-sheet meltwater reduces transient warming and climate sensitivity through the sea-surface temperature pattern effect. Geophysical Research Letters, 49, e2022GL101249. https://doi.org/10.1029/2022GL101249\n(5) For example, one recent study has shown that the ocean surface near the Galapagos Islands in the far eastern equatorial Pacific cooled down by about a half degree Celsius over the past 40 years.\n(6) It is often useful to make a distinction between climate change and climate impacts. Climate change refers to the ‘big picture’ of how earth’s climate is changing in response to more greenhouse gasses in the atmosphere. This includes questions like how much the surface of the planet is warming, how the jet stream is changing, how fast the ice sheets are melting, and - you guessed it - how the tropical Pacific is changing. Climate impacts are the consequences of climate change that impacts humans locally. For example, climate impacts could be increased droughts, more frequent forest fires, flooding of coastal cities, stronger hurricanes making landfall.\n(7) The reason why La Niña events bring about wavier conditions is because the latent heat released during cloud formation in the tropics is mostly confined to the western part of the tropical Pacific. The latent heating generates so-called Rossby waves which are responsible for the aforementioned waviness (see Figure 6 in Lee et al., 2022). If the latent heating is uniform in the east-west direction, the heating cannot generate Rossby waves. Therefore, the more east-west confinement of the latent heating, the more the waviness, which has profound impacts on temperature and precipitation locally around the globe. The pattern of the future tropical Pacific is not necessarily the same as either El Niño or La Niña.\n(8) For more details see:\nLee, S. (2012). Testing of the Tropically Excited Arctic Warming Mechanism (TEAM) with Traditional El Niño and La Niña, Journal of Climate, 25(12), 4015-4022.\nClark, J. P., & Lee, S. (2019). The role of the Tropically Excited Arctic Warming Mechanism on the warm Arctic cold continent surface air temperature trend pattern. Geophysical Research Letters, 46, 8490– 8499. https://doi.org/10.1029/2019GL082714\n(9) Here are some papers that delve on the issue of future Pacific warming:\nHeede, Ulla, and Alexey Fedorov. 2021. ‘Eastern Equatorial Pacific Warming Delayed by Aerosols and Thermostat Response to CO2’.\nHeede, Ulla K., Alexey V. Fedorov, and Natalie J. Burls. 2020. ‘Timescales and Mechanisms for the Tropical Pacific Response to Global Warming: A Tug of War between the Ocean Thermostat and Weaker Walker’. Journal of Climate, April. https://doi.org/10.1175/JCLI-D-19-0690.1.\nWu, Mingna, Tianjun Zhou, Chao Li, Hongmei Li, Xiaolong Chen, Bo Wu, Wenxia Zhang, and Lixia Zhang. 2021. ‘A Very Likely Weakening of Pacific Walker Circulation in Constrained Near-Future Projections’. Nature Communications12 (1): 6502. https://doi.org/10.1038/s41467-021-26693-y.\nYing, Jun, Matthew Collins, Wenju Cai, Axel Timmermann, Ping Huang, Dake Chen, and Karl Stein. 2022. ‘Emergence of Climate Change in the Tropical Pacific’. Nature Climate Change, March, 1–9. https://doi.org/10.1038/s41558-022-01301-z.\n(10) Karnauskas, K. B., J. Jakoboski, T. M. S. Johnston, W. B. Owens, D. L. Rudnick, and R. E. Todd, 2020: The Pacific Equatorial Undercurrent in Three Generations of Global Climate Models and Glider Observations. J. Geophys. Res.–Oceans, 125(11), e2020JC016609, doi: 10.1029/2020JC016609.\nThis paper analyzed a ton of climate models, from the ones that were state-of-the-art a dozen years ago (CMIP3 / IPCC AR4) to the most recent generation of CMIP6 models that fed into the 6thIPCC Assessment Report. While the currents along the equatorial Pacific have improved over time, there is still a ways to go, and this has implications for how SST changes.\nCoats, S., and K. B. Karnauskas, 2018: A role for the Equatorial Undercurrent in the ocean dynamical thermostat. J. Climate, 31, 6245–6261, doi: 10.1175/JCLI-D-17-0513.1.\nThis paper analyzed a recent generation of global climate models (CMIP5 / IPCC AR5) and found, among other things, that the relationship between the wind stress and the underwater currents does not match observations in the eastern equatorial Pacific, which has implications for how SST changes in that climatically important region.\nComments are placed in moderation, and must be approved before they appear.\nSubmitted by Rebecca Lindsey on Thu, 01/26/2023 - 12:01\nTHANK YOU for the diagrams.\nSubmitted by Joe Witte  on Thu, 02/02/2023 - 08:02\nIn reply to About comments by Rebecca Lindsey\nYou're welcome! Those figures really made us work for our pay. So many little details, so much discussion about how to balance scientific accuracy with plain language, so much creativity and patience on the part of our very talented graphic artist (Anna Eshleman). We hope to see them widely re-used!\nSubmitted by rebecca.lindsey on Thu, 02/02/2023 - 10:14\nIn reply to El Nino by Joe Witte\nI'd just like to point out that, regardless of the potential for further reducing the uncertainties in instrumental records of SST (pre-satellite era), much excellent work has been done recently to more fully understand and quantify those uncertainties.\nFor example, HadSST4 provides \"a set of interchangeable realisations that capture the temporal and spatial characteristics of the estimated uncertainties in the biases [and] the measurement and sampling uncertainties,\" which can be combined into a comprehensive uncertainty estimate.\nThat said, surely there are more surprises to be uncovered in the raw data (like national-level offsets, studied by Duo Chan and Peter Huybers!), and if we can understand their impacts on the reconstructed fields, there will still be some measure of correction to enjoy.\nSubmitted by Kris Karnauskas on Thu, 01/26/2023 - 14:12\nThis was an interesting interview.  And, based on what they said, it sounds like the question that no one has much of an answer to yet is how human-caused global warming will affect the tropical Pacific (including ENSO).  So, here are my questions:\n1. Given that researchers do have some data for parts of the Pacific that predate the satellite era, how effective is it for them to use that as a proxy for the rest of that ocean (in terms of measuring how ENSO has changed over time)?\n2. Given the data that we have, do the trends suggest that things are changing more rapidly than before, the same speed as before, or slower than before?\n3. Given that winds across the tropical Pacific do play a role with ENSO, what insights have they gained about how human-caused global warming is affecting them?\nThank you for reading this, and I look forward to hearing from you.\nSubmitted by Matt on Thu, 01/26/2023 - 14:27\nThank you for the informative interview discussing the various modeling challenges.\nWasn’t there an observed step-change in the Pacific Ocean circulation pattern around 1997 that apparently shifted the frequency and intensity of La Nina over the past 25 years? Could this apparent cycle reverse in the future titling the odds more toward more El Niños?\nDoesn’t the MJO and Kelvin wave propagation also play an important role influencing the base state of the Walker circulation?\nSubmitted by Paul on Thu, 01/26/2023 - 23:30\nHi Paul,\nThere indeed was a noted change in the Pacific after 1998, often considered a change to the negative phase of the Pacific Decadal Oscillation (PDO) or Interdecadal Pacific Oscillation (IPO), which is associated with more frequent occurrences of La Nina relative to El Nino. However, the degree to which we can call this a \"cycle\" is debatable, as a large component of this variability may be driven by chaotic ENSO variability. In any case, this gets at the \"internal variability\" argument, and so if internal variability really is the culprit, then yes, we should expect a reversal that coincides with more frequent El Ninos. However, we still would need to address why this recent period has been so unusual because climate models should, in principle, capture this internal variability. (Not enough decadal variability in climate models? Or was nature just particularly extreme in recent decades?).\nRegarding the MJO and Kelvin waves, yes, these influence the Walker circulation, but I'm not aware of any way that they should have an appreciable effect on trends over the course of decades.\nSubmitted by Nathaniel.Johnson on Sun, 01/29/2023 - 14:20\nIn reply to Patterns and Trends Across the Tropical Pacific by Paul\nENSO / phases are climate cycles that may last decades. Not a pronounce change in the World's climate as NOAA has been indicating.\nSubmitted by Stephen S. on Fri, 01/27/2023 - 06:46\nEl Niño and La Niña occur irregularly, which means that in a given decade or decades, there's no guarantee that the number, strength, and duration of El Niño and La Niña events will match exactly. A decade or two might have more La Niñas than El Niños, so that when you average the sea surface temperature patterns out over that time period, you will see the fingerprint of La Niña on the long-term average. But that is not the same thing as saying La Niña lasted the entire period.\nSubmitted by rebecca.lindsey on Fri, 01/27/2023 - 09:59\nIn reply to ENSO / phases by Stephen S.\nLooking at NOAA's Chart this morning. It appears that the areas in the Pacific have not changed much. Makes me wonder if La Nina will continue this coming Autumn and Winter 2023-24 ?\nNOAA's extended three month forecast for (SON) and (DJF) indicate that La Nina will regain strength a fourth year ?\nI fined that NOAA's extended forecast are very accurate. This Winter's forecast was completely accurate for the Ohio Valley so far.\nSubmitted by Stephen S. on Tue, 01/31/2023 - 11:13\nLa Nina has been stubbornly holding on, though there has been some weakening of the tropical Pacific sea surface temperature anomalies over the past month. Maybe this is a sign that we are finally on the way out of this almost never-ending La Nina? Check out Emily's February update post next week - I'm sure she will share all the latest thinking.\nNOAA's latest ENSO Outlook from early last month indicates that we are unlikely to see La Nina conditions continue beyond this winter, and the probability of La Nina next fall is quite low (but not zero!). I don't expect the probability of a fourth-year La Nina to change appreciably, which means it seems very unlikely though not impossible.\nI agree that NOAA's ENSO Outlooks generally are quite skillful, though we must keep in mind that forecasts made in early winter for the following fall are much less accurate than at other times of the year (see here for some discussion of why).\nSubmitted by Nathaniel.Johnson on Tue, 01/31/2023 - 16:13\nIn reply to This Autumn's ENSO / Phase ? by Stephen S.\nThe Nino 1.2 is turning fire engine red and the Nino 3 is just about at the neutral range. La Nina is withering on the vine. I would bet on a high school team beating the KC Chiefs to win the super bowl over La Nina sticking around for another winter.\nSubmitted by Bob G on Fri, 02/03/2023 - 15:52\nIn reply to This Autumn's ENSO / Phase ? by Stephen S.\nI hear where you're coming from, and we may finally getting close to that transition to ENSO neutral. Though, I will note that the tropical atmosphere has remained even more stubborn than the ocean, as the atmospheric conditions still look very consistent with La Nina to me.\nSubmitted by Nathaniel.Johnson on Fri, 02/03/2023 - 16:57\nIn reply to La Nina by Bob G\nThanks Nathaniel!\nHow about the SOI? Seems like it has dropped from its peak.\nSubmitted by Bob G on Mon, 02/06/2023 - 12:28\nIn reply to I hear where you're coming… by Nathaniel.Johnson\nHi Bob,  we will update the ENSO forecast this coming Thursday.  Stay tuned!\nSubmitted by michelle.lheureux on Tue, 02/07/2023 - 08:03\nIn reply to La Nina Temps by Bob G\nHi Michelle,\nI will be watching for it!\nSubmitted by Bob G on Tue, 02/07/2023 - 12:20\nIn reply to Hi Bob,  we will update the… by michelle.lheureux",
  "source": ""
}