{
  "url": "https://www.climate.gov/news-features/blogs/enso/february-2023-enso-update-enso-blog-investigates-part-3",
  "title": "February 2023 ENSO update: the ENSO Blog investigates, part 3",
  "date": null,
  "content": "La Niña—the cool phase of the El Niño-Southern Oscillation climate pattern—weakened over the past month, and forecasters expect a transition to neutral conditions in the next couple of months. We’ll check in with the tropical Pacific to see how things are going before continuing the journey into understanding winter daily temperature variability that I started in December’s post.\nThe sea surface temperature in the Niño-3.4 region in the tropical Pacific came in at 0.75 °C (1.4 ˚F) cooler than the long-term average in January according to ERSSTv5, our most consistent historical dataset.\nThree-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for the 8 existing multi-year La Niña events (gray lines) and the current event (purple line). Of all the previous 7 events, 2 went on to La Niña in their third year (below the blue dashed line), 2 went on to be at or near El Niño levels (above the red dashed line) and three were neutral. Graph by Emily Becker based on monthly Niño-3.4 index data from CPC using ERSSTv5.\nThis is the second month in a row with that the Niño-3.4 anomaly (anomaly = ”difference from the long-term average”) has weakened, but it still exceeds the La Niña threshold of -0.5 °C. The most recent weekly Niño-3.4 anomaly, which comes from the OISST dataset, was just at that threshold, measuring -0.5 °C. (Take a look at Tom’s post for more details on the various datasets we use to track temperatures in the Pacific.)\nWeekly measurements tend to bounce around (weather!), while ENSO is a seasonal pattern (climate!). Therefore, we won’t declare La Niña is over the moment the weekly value crosses the threshold—we’ll wait to be sure that the monthly average anomaly is in the neutral range (between -0.5 °C and 0.5 °C). The last time neutral conditions were present was summer 2021.\nThe atmospheric response to La Niña’s cooler-than-average ocean surface is an amped-up Walker circulation: stronger trade winds, stronger westerly (west-to-east) winds high up in the atmosphere, more rain and clouds than average over the far western Pacific, and drier conditions over the east/central Pacific. All of these characteristics were evident through January, indicating that the atmosphere is still reflecting La Niña.\nOkay, okay, so La Niña is still here. But forecasters expect that a change is imminent, with an 85% chance that the February–April period will be neutral. This is based on the consensus of our computer models and bolstered by some physical observations, including the weakening oceanic anomalies at the surface and subsurface.\nWater temperatures in the top 300 meters (1,000 feet) of the tropical Pacific Ocean compared to the 1991–2020 average in December–January 2022–23. NOAA Climate.gov animation, based on data from NOAA's Climate Prediction Center.\nThe subsurface provides a source for the surface. If there were still a lot of cooler water under the surface, we might be more hesitant to conclude that the transition to neutral conditions would happen soon. But as the animation above shows, the cold pool is getting smaller.\nBut will the neutral conditions we expect for spring precede an El Niño?? Tell us what we really want to know! Currently, El Niño has odds of about 60% for next fall—and after three La Niña winters in a row, it might seem inevitable—but there are some factors that provide uncertainty. There’s our old friend, the spring predictability barrier. Forecasts made in the spring tend to have lower accuracy, at least in part because spring is a time of transition for ENSO (other possible factors are still being explored), making it harder for models to get a grip on what direction things are going.\nAlso, the wide range of potential outcomes from the models (shown below) tells us that there is still a lot of uncertainty.\nFebruary 2023 climate model forecasts for the Niño-3.4 temperature anomaly in 2023 from the North American Multi-Model Ensemble (NMME). Each gray line shows an individual potential outcome. Purple line shows the observed Oceanic Niño Index. Graph by Emily Becker.\nEach line in that graph shows a possible scenario for next fall and winter. The scenarios begin to diverge for two main reasons: the differences in how each model simulates certain small-scale physical processes and, for a given model, the very-slightly-different starting input that accounts for the fact that we can never observe the current state of the climate system perfectly. The predictions span from strong El Niño to (gasp!) a 4th-year La Niña. These extreme scenarios are unlikely, though, and the majority of the forecasts are in the neutral to moderate-El Niño range. More on climate models in this post.\nIn summary: La Niña is waning, and confidence is high that neutral conditions will be in place soon and will last through the spring and early summer. Chances for El Niño next fall are increasing, but we’ll have a better picture as we progress through and past the spring predictability barrier.\nTo recap: over the last couple of posts, I’ve been looking into how ENSO affects the range of daily temperatures within a season. When it comes to ENSO impacts, we usually talk about the seasonal average temperature, but—as vividly illustrated by the two extreme cold-air outbreaks in the U.S. this winter—daily temperature is how we experience weather. So I examined the variability or range of daily temperature each winter over 1950–2020 and then checked if the range of variability was different in El Niño winters or La Niña winters compared to neutral winters. Details of my analysis are in the footnotes.\nIn December, I showed that the range of daily average temperature is wider during La Niña winters than during El Niño winters in nearly all of North America. The only geographic exceptions are the north-central region of the continent, Florida, and southern Mexico, all of which have lower variability during La Niña and higher variability during El Niño winters.\nThen, in January, I checked out the average range of daily minimum and maximum temperatures. It turned out that there is a very wide range of daily minimum temperatures (usually the overnight low temperature) in the center of the continent, with less variability toward the coasts, especially the Southwest. Looking at daily maximums (usually the daytime high), we found that there was less variability overall than with the minimum, except for the subtropical regions.\nThe average variability of daily low temperatures (left) and high temperatures (right) within winter. Yellow regions show where the range of daily temperatures in winter is greatest, while blue shows regions with the narrowest range. The range is assessed using the standard deviation of daily low or high temperature averaged over all winters (December–February), 1950–2020. Daily temperature data source is Berkeley Earth. Map by climate.gov based on analysis by Emily Becker.\nBreaking down the patterns into ENSO phase, the first thing we can say is that El Niño and La Niña have approximately opposite effects on both daily maximum and daily minimum, much as they did on the average temperature variability I showed in December. Where El Niño reduces variability, La Niña increases it, and vice-versa.\nThe difference in the range of daily minimum and maximum temperature in El Niño winters (upper row) and La Niña winters (lower row), compared to the long-term average. Purple shows where the variability of daily highs or lows is greater, while orange shows where the range is reduced. For example, during El Niño winters, the range of daily low temperatures is lower than average in Alaska, while it is increased during La Niña winters. Long-term average is 1950–2020. Temperature data from Berkeley Earth. Map by climate.gov based on analysis by Emily Becker.\nHowever, things are a little noisier than those average daily patterns were. This is expected; any time you get into more granular data—whether you’re talking about area or time span—your results get noisier. (Another example of this is the weekly vs. monthly sea surface temperature I talked about above.) I’ll make a few quick observations about these maps but leave you to compare them for your hometown or other areas of interest.\nLooking first at the maps for La Niña winters, we find that much of the U.S. and Alaska experience an increased range of daily lows. The pattern of La Niña’s impact on the daily high temperature range is somewhat different, with variability decreasing in the northern half of the U.S. and increasing in the Southeast. However, there are some regions where both daily highs and daily lows change the same way during La Niña winters (increased range in the Southeast and in Alaska).\nDuring El Niño, the range of daily low temperature is substantially reduced across most of the U.S. and Alaska. The range of daily highs, however, is slightly expanded or only slightly reduced over the U.S.\nThat’s all there’s space for this month. What ideas do you have for why these patterns vary the way they do? Let us know in the comments! Then next month, I’ll wrap things up with some explanations and thoughts about ENSO’s impact on daily temperature. Until then, stay cozy!\nDetails on the analysis:\nThe SST temps in Nino 3 just crossed into neutral territory. The Nino 1,2 is very warm right now. Just need the water in the western portion of the Equator to start warming. It looks like by the latest graphs that has already started to happen. Do the La Nina SSTs in the EP normally wane from east to west?\nSubmitted by Bob G on Thu, 02/09/2023 - 12:52\nYes they often degrade in that direction!\nSubmitted by michelle.lheureux on Fri, 02/10/2023 - 14:27\nIn reply to Thanks for the update by Bob G\nMy thoughts are that La Nina will phase to ENSO / neutral and remain so till next Fall. Then ENSO / La Nina will return again in the Fall and Winter ( 2023-24. ) Until we skip the neutral and have phasing from ENSO La Nina to ENSO / El Nino. Our weather pattern will not change World wide.\nWe when to ENSO / neutral last Spring and then back to ENSO / La Nina for the third time this Winter. Why would anything change ? Also the PDO is negative and will remain so.\nSubmitted by Stephen S. on Thu, 02/09/2023 - 16:35\nLa Nina is done by next month. You have a better chance of winning PowerBall than a la nina returning next winter. El Nino next year most likely but got to get past the spring predictability barrier\nSubmitted by Bob g  on Fri, 02/10/2023 - 15:54\nIn reply to La Nina's Fourth Year by Stephen S.\nAppreciate the distinction made between \"weather\" (weekly measurements) and \"climate\" (seasonal trends).  This is a distinction not used nearly enough!\nAlso am quite surprised to see the (new?) findings that the El Niño phase decreases temp variability for essentially the Arctic, West and South regions of continental North America, while increasing variability for the landlocked Central-North area, through the Great Lakes to New England.  When discussing the ENSO phases, (El Niño in particular) is this the key takeaway one should consider?\nIn popular use, it seems \"El Niño\" is exclusively referred to in discussion of extreme weather events (hurricanes, torrential rain, ice storms etc.).  Yet the temperature aspect being less variable for most seemingly active regions, doesn't factor in the precipitation aspect, which is where things get more complicated...\nIndeed, with ENSO being a Pacific ocean temp system, simply just the effect of a larger... ...decade-long, global air current phase system, that doesn't get much popular coverage?  Hopefully this isn't an ignorant or obtuse lay question.\nThanks and keep up the great work!\nSubmitted by Billy B on Fri, 02/10/2023 - 01:44\nAppreciate it.... you might also like this oldie, but goodie that covers different timescales and why those distinctions are  is important in climate prediction.\nhttps://www.climate.gov/news-features/blogs/enso/forecasting-fast-and-slow\nSubmitted by michelle.lheureux on Fri, 02/10/2023 - 14:30\nIn reply to ENSO phase impact on temperature variability by Billy B\nThis was an interesting and informative post that also went over how La Niña Is now, along with the uncertain forecast for ENSO next fall and winter (anything from a weak La Niña to a strong El Niño).  So, thanks for the information.\nSubmitted by Matt on Fri, 02/10/2023 - 12:15\nThank you... Emily did a wonderful job conveying the uncertainty here!\nSubmitted by michelle.lheureux on Fri, 02/10/2023 - 14:31\nIn reply to Interesting post by Matt\nWhere is February 2023 ENSO update: the ENSO Blog investigates, part 1, part 2 please? Thanks.\nSubmitted by Jai H on Sun, 02/12/2023 - 04:49\nhere are the links:\nPart 2\nPart 1\nFFR, ENSO blog landing page is here. All posts listed in reverse chronological order.\nSubmitted by rebecca.lindsey on Wed, 02/15/2023 - 10:10\nIn reply to Part 1 Part 2 by Jai H\nWhen might we expect to see the SOI really start to drop?\nSubmitted by Bob g  on Wed, 02/15/2023 - 17:35\nGood question. I'd imagine it'd start to drop over the next several months and 3-month periods, but there might be fits and starts to it.\nSubmitted by tom.diliberto on Thu, 02/16/2023 - 12:11\nIn reply to SOI by Bob g\nThanks Tom!\nSubmitted by Bob G on Thu, 02/16/2023 - 17:26\nIn reply to Good question. I'd imagine… by tom.diliberto\nWow that last graphic is really cool.  So I've read enough of your blogs to make the educated guess of water vapor/clouds tending to congregate in different areas of the continent to explain the temperature variabilities.  The clouds trapping some warmth at night and lack of them allowing for more heat loss.  Just like when your graphics show the clouds changing locations in with the Walker Circulation changes.  I guess that could be confirmed or ruled out with satellite imagery or something like it?\nSubmitted by Bailey on Sat, 02/18/2023 - 17:33\nGood thinking! Clouds can definitely impact the diurnal range of temperatures.\n\nAnd yup, it is possible derive a seasonal anomaly of \"cloudiness\" from satellite data. Sort of like this Outgoing Longwave Radiation (OLR) anomaly image we often use in the tropics to note where thunderstorm activity is above and below-average.\nhttps://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_update/…\nSubmitted by tom.diliberto on Tue, 02/21/2023 - 09:48\nIn reply to Ideas for the patterns by Bailey\nYour thoughts on the PDO going to the positive phase late this coming Summer ?\nSubmitted by Stephen S. on Sun, 02/19/2023 - 07:45\nAs the PDO is also influenced by the state of ENSO, if we do begin to move into El Nino, it wouldn't be too surprising to see some of that reflected in the PDO as well. As of now, though, I wouldn't have too much confidence in what will happen.\n\nHere's a PDO explainer we did at the blog in the past.\nhttps://www.climate.gov/news-features/blogs/enso/going-out-ice-cream-fi…\nSubmitted by tom.diliberto on Tue, 02/21/2023 - 09:59\nIn reply to PDO by Stephen S.\nIf there is indeed a degree of uncertainty why do nearly all the models diverge to the warm side?\nModels should use input  to generate a range of scenarios around the middle of the range.\nAt the moment we are in the edge of a fading La Nina but it is still cold. Hence the starting point is this edge.\nShould we expect that a La Nina can only develop after an El Nino?\nIf not then the predictions are wrong unless they include a spread that includes a reasonable chance of La Nina, more than 25% as this would be the historical likelihood.\nIt is not appropriate, ever, to say that a fourth La Nina cannot occur.\nLa Nina is more like a four side dice than a two faced coin but ruling it out due to previous events is wrong.\nSubmitted by Harry on Mon, 02/20/2023 - 06:38\nThe event El Niño 2023 ...2024?\nSubmitted by LUIS  on Tue, 02/21/2023 - 03:17\nAs of the latest ENSO Outlook, it is possible for El Nino to form this year, 2023. And if so, it would likely last into 2024.\nSubmitted by tom.diliberto on Tue, 02/21/2023 - 09:29\nIn reply to Arriaga by LUIS\nI m mad because weather people got La Niña wrong this winter I blame El Niño for warm and dry winter. I hope El Niño doesn’t develop this year\nSubmitted by Jesse F on Sat, 03/04/2023 - 20:01\nIn reply to Arriaga by LUIS\nThanks Tom on your reply and thoughts. Great article on the PDO and ENSO / El Nino relationship. One more question : How does the Atlantic Mutidecadal Oscillation and the NAO play into ENSO ? Thanking you in advance.\nStephen S.\nSubmitted by Stephen S. on Tue, 02/21/2023 - 16:05\nThe Nino 3.4 SSTs just crossed into neutral territory. The SSTs in the equator are rapidly warming as is the cold pool which is quickly dissipating.\nSubmitted by Bob G on Wed, 02/22/2023 - 12:11\nIs NOAA loosing confidence that an ENSO / El Nino will form for next Fall and Winter ?\nSubmitted by Stephen S. on Wed, 02/22/2023 - 16:23\nThe February ENSO outlook is more confident for El Nino next fall than the January outlook. Chances for El Nino next fall are currently estimated at around 60%. Check this graphic for the probabilities: https://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisor…\nSubmitted by emily.becker on Thu, 02/23/2023 - 10:26\nIn reply to confidence by Stephen S.\nAmazing how quickly the Nino 1.2 has warmed. Seems like those temps along the coast are like yo-yo. They were just over +1 the other day.\nSubmitted by Bob G on Thu, 02/23/2023 - 12:47\nIn reply to The February ENSO outlook is… by emily.becker\nI live in California's SF Bay Area. Whatever you call it or don't call it, I am gloriously, joyfully happy with all this rain we've been getting.\nSubmitted by April Corsiva on Mon, 03/13/2023 - 13:14",
  "source": ""
}