{
  "url": "https://www.climate.gov/news-features/blogs/enso/did-la-nina-drench-southwest-united-states-early-winter-202223",
  "title": "Did La Niña drench the Southwest United States in early winter 2022/23?",
  "date": null,
  "content": "Another meteorological winter is drawing to a close, though it feels like some of us in the East are still waiting for winter to arrive (not a single inch of snow here in central New Jersey so far!). I realize that this winter has been more eventful in other parts of the country, notably in the western U.S., where torrential rains and heavy mountain snows occurred in December and January. Such heavy precipitation was unexpected prior to the season in a region afflicted with a multi-year severe drought, especially given that we are in the third consecutive winter of La Niña. How unusual were these Southwestern wet conditions in the first two-thirds of a La Niña winter? And did tropical sea surface temperatures contribute? In this blog post, I hope to get this conversation rolling!\nPercent of normal U.S. precipitation over the past 30 days (December 25, 2022, through January 23, 2023) after a series of weather events known as atmospheric rivers, fueled by tropical moisture, flooded the U.S. West with rain and snow. Places where precipitation was less than 100 percent of the 1991-2020 average are brown; places where precipitation was 300 percent or more than average are blue-green. NOAA Climate.gov image, based on analysis and data provided by the Climate Mapper website.\nAs the figure above shows, much of the western U.S. was pummeled from late December through mid-January, as a series of nine atmospheric rivers dumped more than a season’s worth of rain and snow in a few short weeks. The relief from an unrelenting drought was welcome, but too much of a good thing also meant flooding, mudslides, and dangerous debris flows.\nAverage December–January precipitation anomalies (percent of the 1991-2020 climatology) for all La Niña events from 1951-2020, defined as La Niña occurring in December–February. Places where precipitation was less than the 1991-2020 average are brown; places where precipitation was above average are blue-green The white box defines the Southwest U.S. region (32° - 40° N, 109°-125° W) that is the focus of further investigation. NOAA Climate.gov image, based on precipitation data from NOAA’s Precipitation Reconstruction over Land (PREC/L).\nThis atmospheric river onslaught surprised many who were expecting a dry season, especially in the Southwest, not only because of the prolonged drought, but also because La Niña tends to bring drier-than-average winter conditions to the region. Here, I am focusing on the Southwest region south of 40 °N that covers most of California, Nevada, Utah, and Arizona, in early winter (December–January). The figure below shows that most (13 of 21) of the La Niñas from 1951-2020 had below-average December-January precipitation in this region (1), although wet early winters during La Niña clearly are not that unusual. This early winter, the Southwest had 65% more precipitation than normal according to this precipitation dataset, which is the second highest La Niña total since 1951. The bottom line is that La Niña may tilt the odds toward dry early winter conditions in the Southwest, but La Niña clearly does not eliminate the chance of wet conditions either.\nDistribution of December–January precipitation anomalies (percent of the 1991-2020 climatology) in the Southwest U.S. (region defined in the figure above) for all 21 La Niñas from 1951-2020. The precipitation anomalies are divided into 10 evenly spaced bins, and the number of La Niña events is totaled for each bin. The brown bars indicate events with below-average precipitation, and the green bars indicate events with above-average precipitation. This figure indicates that the Southwest December-January precipitation was below the 1991-2020 average in 13 of 21 La Niñas during the period. NOAA Climate.gov image, based on precipitation data from NOAA’s Precipitation Reconstruction over Land (PREC/L).\nThe million-dollar question for seasonal forecasters and climate scientists alike is whether this unusually wet Southwestern U.S. could have been anticipated more than a few weeks in advance. This question often boils down to whether there were subtle variations in the sea surface temperature pattern that preconditioned the atmosphere for wetter-than-usual conditions in the region (2). These variations include the magnitude and location of the strongest tropical Pacific sea surface temperature anomalies—a particular “flavor” of La Niña.\nOne way we could try to address this question is to group both the wettest and driest La Niñas over the Southwest in December-January and then see if there are notable differences in the sea surface temperature patterns that occurred during wetter La Niñas versus drier La Niñas. The problem with this approach, however, is that our record of reliable observations is just too short to slice and dice the data in this way. We don’t end up with enough events in each group, and the noise of chaotic weather variability hides the signal we are trying to identify.\nA common approach to overcome this limitation of not enough real cases is to use global climate models to create hypothetical ones. We can run multiple simulations in which the ocean is always the same—forced to match observed sea surface temperatures, including all La Niñas from 1951-2020—but the starting atmospheric conditions are very slightly different each time. Since the ocean is the same in all the simulations, the models will produce a range of outcomes that account for the role of atmospheric chaos for each individual La Niña. When we average across all outcomes, we filter out the effects of chaotic climate variability (3).\nFor this analysis, I am using simulations of monthly climate from the Geophysical Fluid Dynamics Laboratory (GFDL) climate model called SPEAR, the same model that contributes seasonal forecasts to the North American Multi-Model Ensemble (NMME), but here the experiment is designed to analyze the climate effects of the observed sea surface temperature evolution from 1951-2020 (4). This set consists of 30 simulations, and since there are 21 winter La Niña events between 1951-2020, I have 30 x 21 = 630 simulations of December-January La Niña conditions—a much larger sample size than if I just relied on the 21 observed La Niña winters.\nDifference in December–January precipitation anomalies (percent of the 1991-2020 climatology) between the wettest 20% and driest 20% of Southwestern U.S. La Niña outcomes simulated by the GFDL SPEAR climate model. The climate model produces a total of 630 possible climate outcomes covering all La Niñas from 1951-2020. This figure indicates that SPEAR produces very wet early winter conditions in the Southwest for some of the La Niña simulations, with the largest differences between the wet and dry groups exceeding twice the 1991-2020 climatology (more than 200%). NOAA Climate.gov image, based on precipitation data from the NOAA GFDL SPEAR climate model.\nTo analyze the effect of different sea surface temperature patterns on early-winter precipitation in the Southwest during La Niña, I first defined two groups: the wettest 20% and driest 20% of simulations. The figure above shows the high-minus-low precipitation average differences between these two groups. This figure confirms that SPEAR simulates very high Southwest U.S. precipitation totals in December-January in at least some of the simulated winter La Niñas. The question is, what’s different about those years?\nDifference in December–January sea surface temperature anomalies (° C) between the wettest 20% and driest 20% of Southwestern U.S. La Niña outcomes simulated by the GFDL SPEAR climate model. The notably small sea surface temperature differences between the wet and dry groups indicate that the sea surface temperature pattern plays a very minor role in the Southwest precipitation differences during La Niña, according to the climate model. NOAA Climate.gov image, based on precipitation data from the NOAA GFDL SPEAR climate model.\nWe know that all La Niñas feature below-average surface temperatures in the central and eastern equatorial Pacific, by definition, but the details vary from event to event. So, next, we want to know if there are any consistent differences in the sea surface temperature pattern between La Niñas that lead to wet versus dry early winters in the Southwest. The figure above shows the sea surface temperature differences between the high- and low-precipitation groups in the SPEAR simulations. If you’re struggling to identify any meaningful sea surface temperature differences in the map above, then you and I are in the same boat (5).\n\nThe pattern in the map is very weak, with very small departures between the two groups. The logical conclusion is that, according to the climate model, unusually heavy Southwest U.S. precipitation during December-January of La Niña has very little to do with the sea surface temperatures and instead is more closely tied to short-term and seasonally unpredictable weather conditions, as captured by the variations among the 30 simulations for a given La Niña.\nTo solidify this conclusion, I continued my investigation by calculating how much the variations in the La Niña sea surface temperature pattern contribute to the variations in Southwest U.S. December–January precipitation in the SPEAR simulations. I first averaged the 30 simulations for each of the 21 La Niña winters, giving me 21 precipitation outcomes. These represent the range of variation when the only thing we’re taking into account is “it’s a La Niña winter.” Then, for each of those 21 years, I looked at the range of outcomes across the 30 simulations, thus including the chaotic, unpredictable weather variability. My conclusion: the chaotic weather variations are about 14 times more important than the variations in La Niña amplitude or flavor for Southwest U.S. precipitation, which is consistent with the figure above. (Head to footnote 6 for all the gory math details.)\nThat doesn’t mean that the different flavors of La Niña cannot be important for Southwest U.S. precipitation, and it’s worth trying to better understand the simulated La Niña precipitation variations. Even modest variations could tip the scale toward wetter or drier conditions in a particular winter. But if these big picture findings hold up to further scrutiny, then it means that the typical or averaged La Niña precipitation pattern still may be the most reliable guide for seasonal predictions of Southwest precipitation in early winter, but we may have to rely on subseasonal and weather forecasts rather than seasonal outlooks to anticipate the sort of soaking that occurred in December and January of this winter.\nAll good scientific studies note their limitations, and this analysis carries some caveats that are familiar to most climate scientists. Because the observed record is too short to tease out the relationships we seek with sufficient precision, we rely on climate models to sharpen the signal relative to the noise of random weather variability. Although such climate models are rather sophisticated and reliable, they are imperfect. We cannot rule out the possibility that the model is missing some sort of predictable connection between a particular “flavor” of La Niña sea surface temperatures and Southwest precipitation. I did just one set of analyses focused on one particular region with one climate model, and that’s why I stated up front that this is just the start of the conversation. That means that this post is definitely not the last word on this topic!\nIf you’re wondering what sort of calculations led to this conclusion, then I will give you all the details here. I’m basically doing a signal versus noise calculation. The signal of interest is Southwest U.S. precipitation variations due to the sea surface temperature variations during all La Niñas. To determine this signal, I first calculated the average of the December-January Southwest U.S. precipitation across all 30 ensemble members for each La Niña. This results in 21 values covering all historical La Niñas during the period for which the noise of chaotic weather variability has been largely averaged out. Therefore, the variations among these 21 ensemble-averaged values, quantified as a standard deviation of 0.194 mm/day, largely reflect the effects of the different sea surface temperature patterns among the 21 La Niñas. Technically, this value also will reflect, in part, the increases in greenhouse gas increases in the simulation, but this effect on precipitation is relatively small.\nNext, I tackled the noise part of the calculation, which represents the Southwest precipitation variations that are unrelated to the sea surface temperature patterns. This is calculated as the deviation of the 30 ensemble members from the average for each individual La Niña event, and so I wind up with a total of 630 deviations from the ensemble average that capture precipitation variations resulting from the uncertainty in the initial conditions, i.e., chaotic weather variability. The standard deviation of this set of values is 0.725 mm/day.\nThe signal-to-noise ratio is typically calculated as a ratio of variances, which are the squares of the standard deviations. I follow that convention here, though I’m really calculating the inverse, meaning the noise-to-signal ratio. When we plug those values in, we get (0.725)2/(0.194)2 = 14, which is why I conclude that chaotic weather variations are about 14 times more important than the variations caused by sea surface temperature variations for December-January Southwest U.S. precipitation during La Niña events. The exact value may change depending on what metric you use, but the overall conclusion shouldn’t change.\nSubmitted by rebecca.lindsey on Thu, 02/23/2023 - 10:32\nGood morning,\nMy question, regarding the un-forecast DEC/JAN 2022-23 is whether the heavy precipitation was contributed to by the unusual presence of warming near and east of the Dateline referred to by NOAA as \"warm blob\" NEP22A and NEP23A? Also, CPC data reveals an East Pacific MJO episode in January. Can MJO interfere with ENSO climate? Finally, do you have any comment on the unusual persistent La Nina-like SOI and multivariate ENSO index (MEI) for the 2020-23 La Nina despite occasional neutral Nino34 SSTA lapses?\nThank you!\nScott\nSubmitted by Scott Yuknis on Fri, 02/24/2023 - 04:55\nIn reply to About comments... by rebecca.lindsey\nHi Scott,\nThanks for your questions. Regarding the \"warm blobs\" you mention, most studies suggest that extratropical sea surface temperature anomalies generally do not have a major impact on the large-scale atmospheric circulation, so I suspect that the two warm blobs you mention did not have a major impact on Southwest U.S. precipitation. However, I would not rule out that there could be a minor influence, especially with NEP22A, since those anomalies are in a region that did seem to provide a minor enhancement to Southwest precipitation in the simulations I analyzed. \n\nThe MJO certainly can interfere with ENSO, particularly during development of ENSO through the MJO influence on tropical westerly wind bursts. Perhaps more relevant for this discussion, the teleconnections forced by the MJO also can interfere with those of ENSO. From my experience, the superposition of the ENSO and MJO teleconnections can be treated as linearly additive, so the MJO influence (like what's shown here) can constructively or destructively interfere with the expected ENSO influence. \n\nFinally, the persistently positive SOI and MEI is an interesting observation. I also have noted that the tropical atmosphere has been more persistently La Nina-like than the Nino region sea surface temperatures in recent months. I don't have an explanation except to speculate that the multidecadal enhancement of the zonal sea surface temperature gradient (like what was described in this post) is helping to keep the tropical atmosphere more La Nina-like even when the typical ENSO sea surface temperature indexes are deviating from typical La Nina values.\nSubmitted by Nathaniel.Johnson on Fri, 02/24/2023 - 16:47\nIn reply to DEC/JAN 2022-23 Southwest U.S. Rains by Scott Yuknis\nThe winter of 2022 / 2023 certainly shows how more research is needed on the variabilities of ocean dynamics. Nobody saw this coming, but it's a good thing it did.  The demand for fresh water in the southwest will only increase over the coming years. It has been an amazing winter when one lays out all the stats.\nSubmitted by Martin Dmytrack on Fri, 03/17/2023 - 07:54\nIn reply to About comments... by rebecca.lindsey\nThis was an interesting post that gave more insights into how La Niña can influence winter precipitation in the Southwest, and how it's more complex than stating that its presence means it'll be dry.  Thanks for doing those simulations, and for sharing the results here.\nQuestion: Will you also be writing a paper about this?\nSubmitted by Matt on Thu, 02/23/2023 - 11:44\nI agree, a very interesting post! Hopefully Nat will have a chance to turn this into a paper, but it will have to wait for a lull in his schedule.\nSubmitted by emily.becker on Thu, 02/23/2023 - 16:54\nIn reply to Interesting post by Matt\nI find this type of study fascinating. Jamstec used to have a lot of information on their website but much of it seems to have left after a reported breach a couple of years back. They have literature on Modoki La Ninas. Events were the coldest temps are in the central pacific and warmer temps in the east. Their study states these types of events result in a different atmospheric response. Their precip map show wetter that normal conditions for California during these types of events. As far as ENSO goes the one difference this winter seems to be the east tropical Pacific was not as cold as the prior years when the SSTs in the Nino 1.2 at times were from -2 to -.2.5 while the western tropical pacific was near neutral. This winter it seems the temps were fairly uniform across the equator. Not sure how much that was a factor.\nSubmitted by Bob G on Thu, 02/23/2023 - 12:57\nIt's hard to say without looking at the study, but perhaps that was an analysis of observed La Niña events. When we divide up the observed record even further, e.g. into central Pacific vs. east Pacific La Niña events, we end up with a pretty small sample size. That's why Nat used model simulations to look at the relationships here, finding that there's no preferred pattern to the sea surface temperature for wet SW winters.\nSubmitted by emily.becker on Thu, 02/23/2023 - 17:04\nIn reply to La Ninas by Bob G\nThanks Emily\nSubmitted by Bob G on Thu, 02/23/2023 - 18:30\nIn reply to It's hard to say without… by emily.becker\nI will just add that I only focused on one impact and one particular region (Southwest U.S. precipitation), but it would be interesting to do a more comprehensive analysis of possible distinctions between La Nina flavors in the climate model simulations.\nSubmitted by Nathaniel.Johnson on Thu, 02/23/2023 - 17:47\nIn reply to La Ninas by Bob G\nHow important is the difference in La Niña intensity between the two samples.  If the response is linear and the normal response is dry, one would expect the wet La Niñas to be more likely to be weak ones and the very dry La Niñas to be more likely to be strong ones.  Is that a small effect, or does La Niña strength need to be controlled for?\nSubmitted by John N-G on Thu, 02/23/2023 - 15:04\nHi John,\nThis is an interesting question, and perhaps sometime Nat will have a chance to look into it. We'll let you know if/when he does!\nSubmitted by emily.becker on Thu, 02/23/2023 - 17:12\nIn reply to sampling differences by John N-G\nHi John,\nThat's a good question! With the observations, I did try setting a higher La Nina amplitude threshold (DJF Nino 3.4 SST anomaly amplitude greater than 1 deg. C) and did not see any substantial differences than when I considered all La Nina episodes. So, I did not see any obviously linear effect of La Nina amplitude in the observational analysis.\nIn the SPEAR simulations, I examined the relationship between the ensemble mean Southwest U.S. precipitation anomalies and the La Nina SST anomalies. Surprisingly to me, the SST correlation pattern did not project strongly onto the mean La Nina SST anomaly pattern, as one might expect if the dominant effect was a linear amplitude effect. Instead, the pattern looked a bit more like the positive phase of the Pacific Meridional Mode.\nSo, the bottom line is that the relationship between La Nina amplitude and Southwest U.S. precipitation does not appear as simple as one (or at least I) would expect based on this analysis, and it's something I would like to understand better.\nSubmitted by Nathaniel.Johnson on Thu, 02/23/2023 - 17:43\nIn reply to sampling differences by John N-G\nIs there any other teleconnections that can offer an explanation as to why certain La Nina years were wet in california like FY10/11. I am no scientist. If there is one basic theme I've learned from all the postings on this blog is that our climate is very complex with many different parts and ENSO is just one big part of it so there is always going to make any winter outcome far from certain.\nSubmitted by Bob G on Thu, 02/23/2023 - 18:35\nIn reply to sampling differences by Nathaniel.Johnson\nThere certainly other teleconnection patterns that influence western U.S. precipitation, but most of them have little to no connection with sea surface temperatures. For example, we can see a list of teleconnection patterns monitored by CPC, and I believe that only the PNA and TNH have a strong connection to ENSO among that list. That means that most teleconnection patterns that influence U.S. climate are what we consider \"internal to the atmosphere\" and tend to grow and decay on time scales of a couple of weeks. These sorts of patterns occur in the simulations I described, but they are part of the \"weather noise\" that gets averaged out among the 30 simulations. \n\nSo, that gets to the main point of the post. There are many patterns that influence U.S. weather, but only a few have a strong connection to slowly varying (and seasonally predictable) sea surface temperatures. Understanding what teleconnection patterns we can and cannot predict on these seasonal time scales remains a big research topic.\nSubmitted by Nathaniel.Johnson on Fri, 02/24/2023 - 16:22\nIn reply to Other Teleconnections by Bob G\nThe biggest wild card in the weather for this year is the (massive) 5 to 10% greater global stratospheric water vapor content due to the injection of seawater from the Tonga volcano. It's an event unprecedented in our lifetimes. Everything I read details how little we understand and have modeled such an occurrence- a gigantic and long-lasting (it will take years for the extra water vapor to dissipate) change to something that we think of (and model) as utterly constant and stable.\nI like your work, but would encourage you to look up and not down for a cause of the weirdness (it's literally snowing in most of California today) that we are experiencing this year.\nSubmitted by Ed Ratledge on Fri, 02/24/2023 - 13:30\nThank you for your comment, and I agree that the influence of the stratosphere on seasonal predictability and predictions is an important topic that deserves continued focus. This is an active area of research and model development, and I know that there are many in my lab who are working on improving the representation of stratospheric processes in our models.\nSubmitted by Nathaniel.Johnson on Fri, 02/24/2023 - 16:25\nIn reply to Stratospheric warming due to Tonga volcano by Ed Ratledge\nHello climate.gov administrator, You always provide in-depth analysis and understanding.\nSubmitted by Finn Stiles on Sat, 02/25/2023 - 05:01\nThanks Nat for this cogent and readable discussion!\nSubmitted by Clara Deser on Sat, 02/25/2023 - 11:39\nThank you, Clara, for the kind words! I appreciate your support!\nSubmitted by Nathaniel.Johnson on Sun, 02/26/2023 - 20:08\nIn reply to Thanks Nat for this cogent… by Clara Deser\nHi Nat and everyone .\nThank you for the immense and informative analysis . It was also noticeable that most mediterranean-like climates in both ( North and South) hemispheres had shown early signals of drought  in December-January Projections from last year , the coupling of a negative ENSO and negative PDO with Negative IOD brings limited number of Lanina years with such combined wet-dry phases during a particular ENSO ( cold or warm ) . Most Mediterranean-like climates ( like South-West Australia, Cape Canaveral , Chili mid-west, East Mediterranean countries and South California ) were pre-forecast to have drier than normal  Early winter  but showed wetter Mid-winters and hopefully the rest of the winter will be wetter . I confirm from a regional point of view here in Jordan we had terribly dry December-January and the start of February was highlight with torrential rains . Probably the coupling of weak Polar vortex with the recurrent PV stratospheric warming has something to do with the Southward (equator-wise) migration of Atmospheric wet Rivers  in mid to late winter , this last point is well-documented in many physical science papers that weak polar vortex post SSW events tend to measure more equator-wise  migration of the Jetstream causing these atmospheric rivers to bring wetter than normal events to California and many mediterranean-like climates in the northern hemisphere late winter. Above all thank you for the richness of the information but i take note that some (data simulation methods) may tend to under-estimate (under fit) and others may overestimate (over-fit) an ulterior assumption , choosing the best ( mathematical)  simulation methods may sometimes tell a good tale   even with the presence of short data window .\nWarmest Jordanian Regards ,\nMohammad Alkhateeb ( Abu Abdel-rahman)\nSubmitted by Mohammad Al-khateeb on Sun, 02/26/2023 - 03:19\nTonga Hunga?\nSubmitted by Aaron on Tue, 02/28/2023 - 10:46\nWhat do you think of the recent University of Washington study postulating that this kind of triple year La Niña event may become more common and could in fact be the temporary result of cooling in the Pacific Ocean due to increased melting of ice and snow in Antarctica?https://www.washington.edu/news/2022/10/03/study-suggests-la-nina-winte…\nSubmitted by Lois  on Tue, 02/28/2023 - 11:22\nIt looks like an interesting study, and it relates to last month's blog post on the discrepancy between observed and modeled Pacific sea surface temperature trends. As that post notes, it's critical to understand the source of the mismatch models and observations (natural variability or model error or both?), and I have seen that there are a few studies that point to processes around Antarctica that could be contributing. All I can say is that I don't have any reason to rule it out as a contributor, and I think this idea will be explored more in the years ahead.\nSubmitted by Nathaniel.Johnson on Tue, 02/28/2023 - 15:50\nIn reply to Other factors  by Lois\nDue to arctic amplification (or not) the jet steam has been \"wavy\" this winter bringing colder than average temperatures to the SW (I live in Tucson) and unusual warmth to the east. Could the jet stream also have influenced precipitation amounts ?\nI also like the idea that MJO may have been a factor\nBTW I am not a weather scientist just a life long weather geek\nSubmitted by Craig T on Tue, 02/28/2023 - 20:15\nThanks for your comment, Craig. The changes in the jet stream certainly have impacted conditions over the U.S. this winter. We have seen a stronger-than-normal jet stream throughout the Southwest, which has brought the wetter conditions this winter. Regarding whether the increased \"waviness\" is linked to Arctic amplification, we do not have a scientific consensus on such a link. This connection has been hypothesized, but the evidence is mixed. However, climate scientists continue to investigate this topic, and hopefully we will have greater scientific consensus in the years ahead. \n\nEven with the mild winter in the East, we had two notable cold spells, one in late December and the other in early February, so there have been some wild swings this winter!\nSubmitted by Nathaniel.Johnson on Wed, 03/01/2023 - 12:10\nIn reply to Arctic amplification (?) by Craig T\nRegardless of the cause, the above normal rainfall for Tucson this winter is unusual during a LaNina event. According to NWS Tucson there have been 25 LaNina winters here since 1950. This is only the 2nd time there has been above normal winter rainfall\nSubmitted by Craig T on Thu, 03/02/2023 - 08:09\nIn reply to jet stream  by Nathaniel.Johnson\nYes, Tucson is in the part of the Southwest where the La Nina dry signal is usually quite reliable. I'm surprised that this is only the second La Nina winter with above-normal rainfall, but this document seems to support that claim (two of the \"weak\" episodes in the table with above-normal rainfall were not classified as La Nina by CPC). Quite unusual!\nSubmitted by Nathaniel.Johnson on Thu, 03/02/2023 - 08:32\nIn reply to Jet stream by Craig T\nTucson Intl Airport had 1.0 inches of snow today (March 2) bringing season total to 1.5 inches. That total is deceptive as many areas in Tucson area had 6-7 inches today\nMeanwhile Washington DC and Philadelphia have had less than  1/2 inch snow this winter\nSubmitted by Craig T on Thu, 03/02/2023 - 16:22\nIn reply to Tucson by Nathaniel.Johnson\nThank you for the great blog!\nI am wondering if there is a possibility that the triple-dip La Nina event from 2020 could create some kinds of conditions that make atmospheric rivers more active, resulting in the occurrence of torrential rains over the western United States.\nSubmitted by Jiwon Kim on Wed, 03/01/2023 - 18:00\nThank you for your question! It's difficult for me to see a clear connection between this triple-dip La Nina and the frequent western U.S. atmospheric rivers. As we discussed in this post, La Nina typically causes a reduction rather than increase in western U.S. atmospheric river activity. The increase this year has been associated with an extension of the jet stream into the Southwest, which we typically do not see during La Nina, and I do not see how the \"triple-dip\" classification would change that. \n\nOne of the main points of this post is that it's difficult to rule out the role of chaotic atmospheric variability that is unrelated to the underlying sea surface temperatures when it comes to unusual Southwest U.S. precipitation. However, we still need more analysis to see if the particular sea surface temperature pattern this year played some role, including the unusual frequency of atmospheric rivers. If there aren't any climate researchers looking into this now, I'm sure there will be some soon!\nSubmitted by Nathaniel.Johnson on Wed, 03/01/2023 - 19:55\nIn reply to Atmospheric rivers by Jiwon Kim\nThank you for your detailed reply, which is truly awesome!\nSubmitted by Jiwon Kim on Sat, 03/04/2023 - 13:03\nIn reply to La Nina and atmospheric rivers by Nathaniel.Johnson\nGood analysis! As I watch another 2 feet of snow fall today in what is now the wettest winter in Flagstaff in 30+ years, a couple things stand out:\nThe active MJO clearly has been a bigger influence on West Coast and SW weather this season. In turn, the NAO, PNA and AO combinations--some of which can be reasonably forecast on intraseasonal scales--demonstrate that some of our wettest winters can come in a La Nina year. Also, we still seem to be transitioning out of La Nina, which may also have some impact. Bottom line--relying solely on ENSO indices seems a recipe for busted forecast...\nSubmitted by Stan Rose on Wed, 03/01/2023 - 21:45\nThanks for raising some good points! We did have a high-amplitude MJO phase 3, which often leads to wet conditions on the West Coast. So, I agree that we likely can point to specific factors contributing to this unusual winter, and it would be worthwhile to carry out a detailed attribution analysis.\nI also agree that relying on ENSO indices for a seasonal forecast is a recipe for a busted forecast, particularly IF the forecast is not interpreted correctly. If one expects a deterministic forecast (it WILL be wet or it WILL be dry), then both the forecaster and user will be disappointed quite often. As we emphasize on the blog, ENSO may tilt the odds toward one outcome or the other, but the forecast is always probabilistic. That means forecasts will bust from time to time, and success or failure must be evaluated over many forecasts.\nAs a snow lover, I am jealous of Flagstaff residents, though I suppose many of those residents have a different perspective than I do.\nSubmitted by Nathaniel.Johnson on Thu, 03/02/2023 - 09:50\nIn reply to Other teleconnections by Stan Rose\nAccording to Flagstaff NWS website they gave so far had 146.7\" snow this winter which blows away the previous record.\nSubmitted by Craig T on Thu, 03/02/2023 - 18:31\nIn reply to forecast busts by Nathaniel.Johnson\nWow, that's incredible!\nSubmitted by Nathaniel.Johnson on Fri, 03/03/2023 - 10:31\nIn reply to Flagstaff NWS  by Craig T\nMinor correction. Apparently 24 years ago the NWS office for Flagstaff moved from the airport to a community(Bellemont) just west of Flagstaff. This winter's total is a record for Bellemont but in 1948-49 there was 153.9 inches at the airport ..still have time to top that record since average March snowfall is about 15 inches\nSubmitted by Craig T on Fri, 03/03/2023 - 14:34\nIn reply to wow! by Nathaniel.Johnson\nThe Majority of these Atmospheric Rivers have missed this area and only the last month has some of the area received measurable Moisture.  This area is still feeling the effects of the past 3 VERY Dry Winters.  This will be the 3rd year in a row where the Irrigation systems in this area have Very little to NO Water Stored for the Irrigation Season.  Just wanted to Note that not all of the Southwest is receiving Robust Moisture.\nSubmitted by Tony Arnhold on Thu, 03/02/2023 - 16:38\nThat's a good point! It's important to keep in mind that not every location in the Southwest has been wetter than normal lately. Just checking the maps at this site, we can see some regions, like you mention, that have been drier than normal over the past 60 days.\nSubmitted by Nathaniel.Johnson on Thu, 03/02/2023 - 17:00\nIn reply to Southeast Colorado and Northeast New Mexico by Tony Arnhold\nOn the Chart it is showing La Nina phasing to neutral, but it looks like the SST off the West Coast are getting cooler. Question : Why is this ?\nSubmitted by Stephen S. on Wed, 03/08/2023 - 07:03\nWater temperature off the West coast are often a function of the wind direction.  If the winds blow more dominantly from north-to-south (northerly) then Ekman transport means that surface water will move away from the coast, and allow colder, deeper water to upwell to the surface.  The last month or so has been characterized by a big anomalous ridge in the N. Pacific (very La Nina-like, btw), which may have contributed to more northerly winds and cooling\nSubmitted by michelle.lheureux on Wed, 03/08/2023 - 09:18\nIn reply to SST Anomaly charts- OSPO by Stephen S.",
  "source": "climate.gov"
}