{
  "url": "https://www.climate.gov/news-features/blogs/enso/april-2023-enso-update-el-nino-watch",
  "title": "April 2023 ENSO update: El Niño Watch",
  "date": null,
  "content": "Well, that was quick! Just two months ago I was writing about La Niña for what seemed like the 97th month in a row, and then by March La Niña had departed. Today we’re hoisting an El Niño Watch, meaning that conditions are favorable for the development of El Niño conditions within the next 6 months. In fact, there’s a 62% chance of El Niño conditions for the May–July period. Read on for the reasoning behind the outlook, thoughts about the potential strength of El Niño, and implications for global weather and climate.\nThe March average sea surface temperature in the Niño-3.4 region, our primary monitoring region for ENSO (El Niño/Southern Oscillation, the whole El Niño-La Niña system), was 0.2° Celsius (~0.4˚Fahrenheit) below the long-term average, according to ERSSTv5. This is solidly in the ENSO-neutral range, that is, between -0.5 and 0.5 °C difference from average.\nThree-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for the 8 existing multi-year La Niña events (gray lines) and the current event (purple line). Of all the previous 7 events, 2 went on to La Niña in their third year (below the blue dashed line), 2 went on to be at or near El Niño levels (above the red dashed line) and three were neutral. Graph by Emily Becker based on monthly Niño-3.4 index data from CPC using ERSSTv5.\nThe atmosphere is also looking quite neutral, overall. In March, both the Southern Oscillation Index and the Equatorial Southern Oscillation Index were close to zero. Both of these indexes measure the strength of the atmospheric component of ENSO, via the relative surface pressures in the western and central-eastern Pacific. Negative index values indicate the Walker circulation is weaker than average, an El Niño response, while positive values tells us the west-east pressure difference is greater than average, indicating a strengthened Walker circulation—a La Niña response. Near-zero, like the current values, tells us that the atmospheric patterns are near average over the tropical Pacific Ocean.\nThat’s where we are… but where are we going?? There’s a 62% chance that El Niño will develop during the May–July period, and more than 80% chance of El Niño by the fall.\nNOAA Climate Prediction Center forecast for each of the three possible ENSO categories for the next 8 overlapping 3-month seasons. Blue bars show the chances of La Niña, gray bars the chances for neutral, and red bars the chances for El Niño. Graph by Michelle L'Heureux.\nWe spend a lot of time and effort monitoring and predicting ENSO because it can give us an idea about upcoming potential weather and climate conditions (and because it is a fascinating natural system!). When El Niño or La Niña are holding court in the tropical Pacific, they can affect global temperature and rain/snow patterns in specific ways, with the strongest impacts during the winter. Since ENSO can be predicted months in advance, we can start playing the odds on what sort of climate patterns can be expected. There is a lot of variety, and no prediction is ever perfect! But it’s currently the best tool we have to anticipate upcoming seasonal conditions.\nI’ll get back to the potential impacts of El Niño in a minute—first, let’s discuss this confident forecast. Forecasts made during the spring are often less accurate than those made other times of the year. ENSO tends to change phase during the spring, and the tropical Pacific ocean-atmosphere system can be more susceptible to smaller pushes like short-term weather variations, contributing to the “spring predictability barrier.” So it seems the forecasters are really feeling their oats this month, to be giving El Niño such relatively high odds. What’s behind this?\nFirst, the latest runs from our computer climate models are providing very high probabilities that El Niño will develop this year. When there is a lot of agreement among the models, we tend to give more credence to their predictions. For some examples, here’re Niño-3.4 forecasts from the European multi-model ensemble, Australia’s ACCESS-S2, and the North American Multi-Model Ensemble.\nBut it’s not just model advice supporting the forecast. We always keep an eye on the temperature of the water under the surface of the tropical Pacific. After many months cooler than average, the amount of warmer subsurface water has increased over the past month as a downwelling Kelvin wave—an area of warmer water that sloshes from the west to the east beneath the surface—traverses the tropical Pacific.\nWater temperatures in the top 300 meters (1,000 feet) of the tropical Pacific Ocean compared to the 1991–2020 average in February–April 2023. NOAA Climate.gov animation, based on data from NOAA's Climate Prediction Center.\nThis warm subsurface will provide a source of warmer water to the surface over the next couple of months and helps provide confidence in the forecast.\nFurther bolstering the chance for El Niño is a short-term forecast for the Madden-Julian Oscillation (MJO). The MJO is an area of storminess that travels west-to-east along the equator. It’s flanked by wind anomalies, as surface level winds rush toward the area of storminess. The MJO is predicted to be in a phase that will weaken the trade winds (the consistent east-to-west winds near the equator) over the next couple of weeks. Weaker trade winds allow the surface to warm and can contribute to the growth or propagation of downwelling Kelvin waves.\nOne more observation supporting the potential development of El Niño is the currently very warm far-eastern Pacific. The Niño-1+2 index, which measures the sea surface temperature off the coast of Peru, was near-record warm in March. A coastal El Niño like this can precede a larger El Niño event, although not always.\nTo summarize, there are several signs pointing to the development of El Niño, including model predictions and the current state of the ocean and atmosphere. It’s still possible that a developing El Niño will sputter out, and the forecast includes around a 1-in-8 chance of neutral conditions in the late fall. However, from our current vantage point, there is enough evidence to support a confident forecast for El Niño.\nThat’s a lot of support for El Niño developing, but how strong it will get if it forms is a different question. Some of the models are predicting pretty extraordinary Niño-3.4 values, but we put a lot less trust in those predictions—models tend to overestimate, especially in the spring. The ENSO team has a method of predicting the strength of an El Niño or La Niña event that combines human forecasts and model predictions. This method has shown promise so far, although we’ve only been using it for a couple of years. (Lots more detail in Tom’s post on the topic.) By that method, the current chance for a strong El Niño (Niño-3.4 greater than 1.5 °C) is about 4 in 10; a clearer picture of the potential strength of El Niño will develop as we emerge from the spring barrier.\nRight, I promised to get back to impacts! El Niño influences the Atlantic and Pacific hurricane seasons, usually leading to fewer tropical storms and hurricanes in the Atlantic and more than average in the Pacific. In the case of the Atlantic, El Niño increases vertical wind shear—the change in wind direction and strength from the surface to higher in the atmosphere—which can impede a hurricane’s growth. NOAA’s hurricane outlook comes out next month, so keep your eyes peeled for that.\nYou can check out some of the El Niño-related expected temperature and precipitation patterns during June–August and December–February here. We’ll get into more detail about these potential patterns in coming months.\nOne last comment! ENSO has a strong relationship with the global average temperature: in general, the warmest year of any decade will be an El Niño year, and the coolest a La Niña one. Global warming means that we can’t just say “El Niño years are warmer than La Niña,” since recent La Niña years (we’re looking at you, past 3 years!) have featured much higher global averages than El Niño years from the 1990s and earlier. 2022 was the 6th warmest year since records began in 1880, and that was with a non-stop La Niña. If El Niño develops this year, it increases the odds of record-warm global temperature.\nMap showing the March 2023 sea surface temperature difference from the long-term average. Figure by climate.gov from NOAA Coral Reef Watch data.\nThis is a really great post, summarizing the ENSO forecast succinctly!\nAfter 3 years of La Niña - which seemed to be waning mid-2021, yet reversed course for another year-and-a-half - one still wonders if there's a chance some new anomaly can come along, and alter prediction inputs in the near future?  That 2021 reversal is very interesting from a data perspective.  The fact the models are trying to predict outcomes amid a sea of input changes, (unintentional pun) and not lower variable / stable inputs, is what makes it so difficult!\nAnyhow, looking at the last 60 years of Sea Surface temps, Land temps and polar ice concentration data, it is stunning to see that despite a relatively linear increase in warming, the polar ice levels suddenly got knocked down, then seem to have reached a point of 'Relative' (with a capital \"R\") stability since around the mid-2000s.  The last decade of ice data emboldens some to claim interest in climate is \"much ado about nothing\", which is misguided.\nIn the mean time, the communications of these Real (with a capital \"R\"!) changes to climate is a touchy subject, yet one objectively gets the sense there isn't much room now for downplaying the patently obvious.\nKeep up the excellent work, looking forward to see and hear any findings this current shift brings!\nSubmitted by Francis D on Thu, 04/13/2023 - 11:18\nI'm wondering...would El Nino influence climate change, or is it that climate change influences El Nino?\nSubmitted by DONALD BAKER on Mon, 04/24/2023 - 14:07\nIn reply to Sea Surface Temperature trends' effect on climate by Francis D\nENSO contributes to the variability of the global temperature, but does not influence climate change on long-term timescales. Climate change influences ENSO, and ENSO teleconnections, in complicated ways! More in Tom's posts here and here, and Michelle's recent post about trends in the tropical Pacific.\nSubmitted by emily.becker on Mon, 04/24/2023 - 15:46\nIn reply to El Nino and Climate Change by DONALD BAKER\nE​l nino is a natural phinomina, so it is not brought by anything.\nSubmitted by Moses on Tue, 04/25/2023 - 01:40\nIn reply to El Nino and Climate Change by DONALD BAKER\nWe should think of the ENSO phenomena as being a small part of a bigger climate picture.  Not a \"causal aspect\" - ENSO is part of the normal functioning of planet Earth's atmospheric ecosystem, like tide cycles.\nThe variable that coincides most with change is the atmospheric increase of greenhouse gases, a finding scientists have known about for well over 150 (possibly 200?) years, and something that's been discussed in popular culture for 50 odd years at least!  Coverage seemed to wane a bit after the 1990s, but of course \"everything old is new again\".  I digress:\nIn the data, we can see a correlation suggesting hot El Niño phases tend to coincide with the upper direction of global temps, while cool La Niña phases coincide with where we can presume the \"new normal\" temps settle out.\nThis is the \"patently obvious\" that needs to be discussed, so that proper mitigation measures can be taken.  The trend in data is indisputably upward, ENSO or not.  Meanwhile 'extreme weather events' will likely continue 'surprising' the public, insurance co's and governance functions, more and more, until then.\nSubmitted by Francis D on Sat, 04/29/2023 - 02:34\nIn reply to El Nino and Climate Change by DONALD BAKER\nThe Nino 1.2 is up to 2.5 degrees. The coast off of Peru is on fire at 5 degrees above\nSubmitted by Bob G on Thu, 04/13/2023 - 15:23\nIt’s only going to get worsen ,this summer\nwill be really bad I fear.\nSubmitted by MICHAEL WILLMOTT on Sun, 04/30/2023 - 20:51\nIn reply to El Nino by Bob G\nThank you, Emily, for another interesting post. While reading the post, I was simply wondering if a wind (stress) forcing that generates a downwelling Kelvin wave has also been observed.\nSubmitted by Jiwon Kim on Thu, 04/13/2023 - 18:48\nHi Jiwon, yes a downwelling kelvin wave is currently moving eastward, likely generated or influenced by wind patterns associated with an MJO event recently.\nSubmitted by tom.diliberto on Fri, 04/14/2023 - 12:21\nIn reply to On a downwelling Kelvin wave by Jiwon Kim\nThe catalyst is subsurface tides along the equatorial thermocline causinn uneven upwelling. The winds are a result of this as a pressure differential forms due to unequal heating -- winds blow from high to low pressure.\nSubmitted by Paul Pukite (@whut) on Sat, 04/15/2023 - 17:28\nIn reply to Hi Jiwon, yes a downwelling… by tom.diliberto\nI hate El Niño is not good snowy winters that means a dry winter for Wisconsin. I was hoping El Niño didn’t come. I hope you guys are wrong. I am sad\nSubmitted by Jesse F on Thu, 04/13/2023 - 19:48\nI hate El Niño it needs to die for life California doesn’t need another cold and snowy winter\nSubmitted by Jesse f on Thu, 04/13/2023 - 19:53\nOn the contrary, California needs another good snow year (within limits). Snowpack = water. What we don't need is a major warm spell that will cause massive runoff that the river system can't handle. Unfortunately, the demand for water in California outstrips the supply, and demand keeps increasing.\nSubmitted by Michael H on Sun, 04/16/2023 - 13:59\nIn reply to El Niño sucks  by Jesse f\nObservando el clima en Ecuador puedo afirmar que el Niño llegó. Las tormentas eléctricas, abundantes y casi a diario indican que está aquí. Pero las plantas están \"felices\", después de una sequía de varios años, estas lluvias han dado vida al campo. Los habitantes precolombinos sabían cuándo llegaría el Niño y se preparaban para sembrar y cosechar en abundancia.  Deberíamos aprender de ellos\nSubmitted by Teresa on Sat, 04/22/2023 - 00:46\nIn reply to El Niño sucks - not necessarily by Michael H\nYes, yes we do.\nSubmitted by Dave on Mon, 04/17/2023 - 00:15\nIn reply to El Niño sucks  by Jesse f\nThanks for the informative post.\nIt will be interesting seeing if the forecast holds, as well as how strong the El Niño would be and how it would influence the weather in this country and around the world.\nSubmitted by Matt on Thu, 04/13/2023 - 20:45\nSo, more fish in San Diego, or what??\nSubmitted by Aki on Thu, 04/13/2023 - 23:12\nThank you for all the details. Lots of warm water, wind shear and more details. \nHonestly, in my opinion, it was too much. I started skimming along, looking for what, I believe, the everyday person would look for - what does El Niño mean for me? Less hurricanes, warmer summer, colder winter? I feel such information should be included in starting paragraph. Example - El Niño will be more active for the next however many months. This means the southeast and will see more/less hurricanes, hotter/colder summers. The north and west will experience . . . - etc.\nJust my personal preference.\nSubmitted by Lloyd on Fri, 04/14/2023 - 07:42\nThanks for the feedback Lloyd. We can make sure we link to articles that can provide that info to readers in the future.\nHere is a good start. Our FAQ doc on ENSO - El Nino and La Nina.\nhttps://www.climate.gov/news-features/understanding-climate/el-ni%C3%B1…\nSubmitted by tom.diliberto on Fri, 04/14/2023 - 12:13\nIn reply to Weather by Lloyd\nHi readers,\nJust dropping a note to say that I am sorry there are a batch of comments from you waiting in the queue to be approved and published! Your comment moderator this week forget his password encountered technical difficulties with the system. We are working to get the issue resolved and will publish your comments by the end of the day today. Thanks for your patience.\nSubmitted by Rebecca Lindsey on Fri, 04/14/2023 - 12:02\nNow that my \"technical difficulties\" have been resolved. Comments will be published soon. \n\nOh those silly \"technical difficulties\" that caused me issues...\nSubmitted by tom.diliberto on Fri, 04/14/2023 - 12:12\nIn reply to \"technical\" difficulties with comments; bear with us by Rebecca Lindsey\nEl Niño has a direct impact on the Indian Monsoon. Significant portion of Indian GDP is contributed by the agrarian activities which is dependent on the monsoon rains. Signs of El Niño becoming prominent in the coming months means lesser rains and thereby less agricultural production that will adversely impacting the country’s economy.\nWe need to gear up to mitigate the impact of El Niño on Indian Monsoon.\nThanx for the update.\nSubmitted by Tarendra Praka… on Fri, 04/14/2023 - 21:11\nEl Niño does interact with the monsoon, as you said! Here is more detail: https://www.climate.gov/news-features/blogs/enso/enso-and-indian-monsoo…\nSubmitted by emily.becker on Tue, 04/18/2023 - 14:12\nIn reply to Indian Monsoon & El Nino by Tarendra Praka…\nHave you heard of a guy named Kevin? He has a Facebook page, Southern California Weather Forecast. He likes to predict the weather too. His predictions are very similar to your predictions.\nSubmitted by Kat on Sat, 04/15/2023 - 07:37\nSpecifically around the coast of France and Italy.\nThank You,\nSubmitted by Johnnie on Sat, 04/15/2023 - 13:14\nThat's a tough one! ENSO impacts are strongest in the Northern Hemisphere winter. Also, ENSO teleconnections with European weather and climate are weak in general.\nSubmitted by emily.becker on Tue, 04/18/2023 - 14:16\nIn reply to How will El Nino effect the Mediterranean in September? by Johnnie\nThis is fantastic blog in term of graphic and clear explanation of el Niño; I wonder why there are not prediction for the El Niño in the regions 3 or 1+2?\nSubmitted by Arturo F. Puchaicela on Sat, 04/15/2023 - 15:00\nWe focus on Niño-3.4 because that index has the strongest relationship with ENSO teleconnections over North America. Peru's ENFEN makes predictions for Niño-1+2: see their recent notice here.\nSubmitted by emily.becker on Tue, 04/18/2023 - 14:21\nIn reply to El Niño by Arturo F. Puchaicela\nCalifornia native hearing with alarm this confident prediction of El Niño returning during the fall and winter of 2023. I'm saddened because scientists predict El Niño will hasten the melting of the polar ice cap. The anticipated dreadful blue ocean event. Hang on to your faith and appreciate the good things in your life.\nSubmitted by Evolution Wend… on Sun, 04/16/2023 - 13:38\nwhat is the \"blue ocean event\" potentially going  look like ??\nSubmitted by christine on Thu, 04/27/2023 - 20:37\nIn reply to community on this fateful day. by Evolution Wend…\nI think the \"blue ocean event\" refers to the point when Arctic sea ice extent will fall below 1 million square kilometers. Although the downward trend in September sea ice extent is dramatic, we have not approached the blue ocean event threshold yet, but feel free to check the Sea Ice Prediction Network outlook starting in early summer to see what may in store for this September.\nSubmitted by Nathaniel.Johnson on Fri, 04/28/2023 - 12:35\nIn reply to \"blue ocean event\"? by christine\nSo is the downwelling caused by the build up of the warmer water by Indonesia?  Like the clockwise circulation of the water in the in the Northern Pacific and the counter-clockwise in the Southern Pacific but with a third dimension being the downwelling?  Does the downwelling wave travel in a counter-clockwise arc south of the equator and a clockwise arc north of the equator?  Does local upwelling caused winds more readily allow for the Kelvin wave to reach the surface?  Are these waves ever blocked or prevented from rising to or warming the surface water?  Why does the Kelvin wave stay above 300 meters, a thermocline?  What are the chances of a megalodon bursting through?  (ok sorry about that last question, I just couldn't resist)\nSubmitted by Bailey P on Sun, 04/16/2023 - 15:42\nHi Bailey,\nThe trade winds help to keep warmer water piled up in the far west of the tropical Pacific, and yes, this is part of the oceanic gyres that circulate in the North and South Pacific. When the trade winds relax, as happens during certain phases of the MJO, due to random internal variability, or as part of an El Nino-related coupled ocean-atmosphere system, a downwelling Kelvin wave can get started. Conversely, strengthened trade winds can lead to upwelling Kelvin waves. The warmer-than-average subsurface anomalies can weaken before affecting the surface, but this is not common. Regarding the megalodon, well... the ocean contains many mysteries! I'd put the probability of Megalodon 2023-24 at around 0.7%.\nSubmitted by emily.becker on Tue, 04/18/2023 - 14:29\nIn reply to Downwelling and upwelling by Bailey P\nHello, thanks for the very informative post!\nI have a question: how stable will the pacific high be that is \"usually\" situated somewhere between hawaii, alaska and the US mainland during the the months of june/july this year?. In 2014 I believe an el nino year, in june/july the high was stable and well established. Later in the summer the high was not at all well established if at all.\nIs it reasonable to expect the same sort of conditions this year?\nThank you\nSubmitted by Gary on Sun, 04/16/2023 - 20:06\nHi Gary,\nThe CFSv2 prediction for 700-hPa geopotential height suggests a North Pacific high in July and August, although the skill mask for this field suggests that this is not a historically high-skill prediction. Also, the summer of 2014 was solidly ENSO-neutral, with a July-August Niño-3.4 index of 0.0.\nSubmitted by emily.becker on Tue, 04/18/2023 - 14:39\nIn reply to NE pacific high pattern by Gary\nThanks Emily. Is there any way of knowing if the high will be fairly stable....sort of a normal trade wind situation between hawaii and southern california in june/july this year? The June and July CFSv2 suggests normal....?\nThanks\nSubmitted by Gary on Tue, 04/18/2023 - 21:30\nIn reply to Hi Gary,\nThe CFSv2… by emily.becker\nIt's tough to say, since we do not have forecasts available for the intraseasonal variability of the high.\nSubmitted by emily.becker on Mon, 04/24/2023 - 16:02\nIn reply to Pacific high by Gary\nA very great and informative article, and I hope we won't have to deal with a fourth year La Nina next Fall and Winter.\nQuestion #1 : Would a Strong El Nino allow less phasing to occur between the Polar Jet and the Subtropical Jet ?\nQuestion #2 : Would a Weak El Nino allow more phasing to occur between the Polar Jet and the Subtropical Jet ?\nSubmitted by Stephen S. on Tue, 04/18/2023 - 09:51\nHi Stephen,\n\"Phasing\" is unfamiliar language to me, but if you mean that a stronger El Niño has a stronger affect on global circulation, especially the wintertime merging of the subtropical jet and the Polar jet over the Pacific and the eastward extension of the jet, then... yes!\nSubmitted by emily.becker on Tue, 04/18/2023 - 14:42\nThank you so much for this explanation ,we have been looking and worried so appreciate a real person explaining. As farmers we have in recent years been a bit worried that every forcast is computer generated report ,a person helping is great\nSubmitted by Andrew Lane on Wed, 04/19/2023 - 04:29\nExcellent blog post!  Also.  I’m not smart and would appreciate if you also wrote the dumbed down version for 6-year olds as an abstract or appendix- (like no big words, plus some sweet looking graphics, and no math).\nThanks!\nSubmitted by S.L. on Thu, 04/20/2023 - 00:54\nHey there, fantastic blog post! I am wondering if there has been any establishment on a link between a stronger El Niño and a weakening of the subtropical high pressure that supports the North American monsoon. Is there any data from El Niño years about how the North American Monsoon interacts with this? Thanks!\nSubmitted by Paul on Fri, 04/21/2023 - 09:01\nHi Paul,\nCheck out this blog post about the North American Monsoon. There are some hints of a tendency for drier Monsoon seasons during El Niño.\nSubmitted by emily.becker on Mon, 04/24/2023 - 15:59\nIn reply to Arizona Monsoon by Paul\nHi,\nThanks for a great blog post.\nYou mention increased wind shear in the Atlantic but do not mention what happens in the Pacific. I assume it decreases which in turn contributes to the increased hurricane activity.\nAs a cruising sailor, these topics are of immense significance.\nThanks again.\nHarry\nSubmitted by Harry F on Mon, 04/24/2023 - 15:14\nHi Harry,\nYes, wind shear over the Pacific is usually weaker during El Niño, which can allow tropical storms to build. More here: https://www.climate.gov/news-features/blogs/enso/impacts-el-ni%C3%B1o-a… .\nSubmitted by emily.becker on Mon, 04/24/2023 - 15:54\nHow will the up coming el nino effect the monsoon in AZ this summer? With less hurricanes predictions will there be less moisture in place ? What is the relationship between el nino and the southwest monsoon? Thanx Dan\nSubmitted by Daniel Zacha on Mon, 04/24/2023 - 17:37\nHi Dan, Emily wrote a nice post about the North American monsoon a couple of years ago. As you can see, there is a slight tendency for drier-than-average conditions during El Nino (despite more frequent eastern Pacific tropical cyclones), but the relationship with ENSO is not that strong.\nSubmitted by Nathaniel.Johnson on Tue, 04/25/2023 - 13:29\nIn reply to El nino vs monsoon 2023 by Daniel Zacha\nThanks for your post. I can't believe we have an El Nino watch this early in the year. In Kenya, we are already experiencing the benefits of ENSO neutral with good rainfall. It's been a horrible 3 years of drought with La Nina.\nSubmitted by Meidimi Sokoto on Tue, 04/25/2023 - 09:15\nIf a strong El Nino materializes as the eastern Pacific continues to warm up, one would expect less Atlantic tropical cyclones this upcoming season.  However, what if the eastern Atlantic stays warm?  Would we see increased hurricane activity despite the presence of a significant El Nino?\nSubmitted by DD on Tue, 04/25/2023 - 11:14\nThat's a good question. It's possible that we could have competing effects between El Nino (if it develops by late summer) and anomalously warm tropical Atlantic conditions (if they persist), and so it's not a given that El Nino would lead to an inactive tropical Atlantic TC season. We should have more information about these factors when the seasonal Atlantic hurricane outlook is issued in a few weeks.\nSubmitted by Nathaniel.Johnson on Tue, 04/25/2023 - 13:24\nIn reply to What about abnormally warm eastern Atlantic ocean temps? by DD",
  "source": ""
}