{
  "url": "https://www.climate.gov/news-features/blogs/enso/july-2023-el-nino-update-learning-steps",
  "title": "July 2023 El Niño update: learning the steps",
  "date": null,
  "content": "The chance that our young El Niño will continue through the winter is greater than 90%. Why are forecasters so confident? What are the chances of a strong El Niño? And what effect does El Niño have on global climate patterns? We have a lot to talk about today, so let’s get to it!\nThe Niño-3.4 Index, which measures the temperature of the surface of the central tropical Pacific Ocean, is our primary metric for El Niño. It was 0.8 °C (1.4 ˚ F) above the long-term average (long term = 1991–2020) in June, according to our most consistent dataset, ERSSTv5. This is comfortably above the El Niño threshold of 0.5 °C.\n2-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for all events evolving into El Niño since 1950 (gray lines) and the current event (purple line). NOAA Climate.gov image based on a graph by Emily Becker and monthly Niño-3.4 index data from CPC using ERSSTv5.\nThe three-month-average Niño-3.4 Index, the Oceanic Niño Index (ONI), was 0.5 °C for April–June 2023. In order to qualify as an El Niño year and be colored red in our historical record, the ONI must be at or above the threshold for at least 5 three-month periods. In this case, El Niño conditions would need to last through at least the August–October average to qualify. We have a confident forecast for this… but I’m getting ahead of myself. Back to the present!\nEl Niño is a coupled climate pattern, meaning the changes in the ocean temperature are paired with changes in the atmosphere. These changes show up in the Walker circulation, the large-scale atmospheric circulation pattern over the tropical Pacific. The average Walker circulation is driven by the very warm waters in the far western Pacific and consists of rising air and storms over the far western Pacific and Indonesia, west-to-east winds aloft, descending air and dry conditions over the eastern Pacific, and the trade winds, east-to-west surface winds.\nEl Niño shifts this circulation by increasing the amount of rising air, clouds, and rain over those warmer-than-average waters in the central Pacific. The trade winds and the upper-level winds slow, and the overall circulation weakens. The weaker trade winds allow the surface to continue to warm, and a feedback mechanism is born. For more details on this feedback, check out Michelle’s excellent (and tasty) post.\nEvidence for the atmospheric part of El Niño includes changes in tropical Pacific winds and cloud patterns. At this early stage of El Niño, the atmospheric response is present, but still quite weak, especially relative to the oceanic anomalies. We did observe more rain and clouds over the central Pacific and some drier conditions over Indonesia, which is typical for El Niño.  Also, the Equatorial Southern Oscillation Index, a measure of the Walker circulation strength, was in the bottom quarter of all June values, so respectably negative (negative indicates weaker). However, stronger El Niño events are usually preceded by bursts of much weaker trade winds, but we haven’t seen much of those so far.\nWinds and atmospheric conditions always fluctuate more from month to month than ocean surface temperatures, so this weak response isn’t a reason to doubt the forecast… yet. It’s still very likely that El Niño will continue at least through the end of the year, but this El Niño is taking place in the context of a very warm global ocean, and we don’t know how the warm globe will affect El Niño’s atmospheric conditions.\nJune 2023 sea surface temperature difference from the 1985-1993 average (details from Coral Reef Watch). Much of the global oceans are warmer than average. NOAA Climate.gov image from Data Snapshots.\nOne potential outcome is a weaker atmospheric response than we might otherwise expect. The strength of the atmospheric response is related to the pattern of sea surface temperature throughout the tropics. When El Niño is clearly the loudest voice in the room, as it was during the 1997­–98 El Niño, the atmospheric response is clear. However, when the western Pacific and the rest of the tropics are also warm, the response may be more muddled. This outcome  is important not just for El Niño itself, but also because many of El Niño’s impacts on global weather and climate patterns are communicated around the world via these atmospheric changes.\nJune 1997 sea surface temperature difference from the 1985-1993 average (details from Coral Reef Watch). El Niño's warmer-than-average pattern stands out clearly in the east-central Pacific. NOAA Climate.gov image from Data Snapshots.\nNow it’s time to talk forecast. Our computer climate models are consistently predicting that El Niño will continue through the winter, providing a major source of confidence.\nJuly 2023 climate model forecasts for the Niño-3.4 temperature anomaly in 2023 from the North American Multi-Model Ensemble (NMME). The black line shows the model forecast average; darker gray envelope shows the range of 68% of all model forecasts; lighter gray shows the range of 95% of all model forecasts. NOAA Climate.gov image based on a graph from Emily Becker.\nAlso, there is quite a lot of warmer-than-average water under the surface of the tropical Pacific. In fact, the temperature of the subsurface in June 2023 was the third-warmest June value in our record, which goes back to 1979. This warm subsurface will feed the surface for the next few months, helping to sustain El Niño conditions.\nHow about potential strength? El Niño’s maximum Niño-3.4 Index values, aka its peak, almost always occur in November­–January. We estimate about an 80% chance that this El Niño will peak with a maximum Niño-3.4 Index of at least 1.0 °C, a 50% chance of at least 1.5 °C, and a 20% chance of above 2.0 °C. These thresholds are, respectively, how we categorize moderate, strong, and very strong El Niño events, but this is just an informal classification. Generally, the stronger the sea surface temperature anomaly, the stronger the atmospheric response, and the more consistent the pattern of El Niño’s remote impacts on rain and temperature patterns. However, as I mentioned above, the warm global ocean may complicate this relationship.\nThat said, El Niño is still our best source of information for upcoming seasonal weather and climate, despite operating against a backdrop of higher global temperatures. El Niño’s impact on global precipitation and temperature patterns is strongest in the Northern Hemisphere winter, both because that’s when El Niño reaches its peak, and because the jet stream, which is influenced by El Niño, is a major player for winter weather.\nTypical impacts of El Niño on the jet stream and winter climate across the United States. NOAA Climate.gov map by Fiona Martin.\nOther parts of the globe may see impacts before that. June-August dryness is common for India, the Maritime Continent, eastern Australia, and the Caribbean. Warmth is common in the Caribbean and parts of South America. And then there’s the hurricane seasons in both the eastern Pacific and Atlantic Oceans.\nNOAA’s Climate Prediction Center prepares outlooks for upcoming seasons, which take El Niño and climate trends into account. Keep an eye on those maps for the patterns that forecasters think will be most likely later this season and for fall and winter.\nThank you for this amazing outlook you guys produce. Most welcomed in rural Argentina!\nKeep it going!\nSubmitted by Gaston Zorraquin on Thu, 07/13/2023 - 10:20\nThanks for the kudos!  The encouragement keeps us motivated!\nSubmitted by michelle.lheureux on Thu, 07/13/2023 - 12:03\nIn reply to Thank you! by Gaston Zorraquin\nIt’s interesting to note that the maps showing where the warm water is and the cooler spots is reversed from 1997 to 2023 – that is, the cooler water is located next to the coast right now, and the 97 it was further out. I am wondering how that will affect this El Niño.\nSubmitted by Dan on Thu, 07/13/2023 - 10:38\nThat's the million dollar question at the moment. I agree that the North Pacific Ocean shows basically the opposite anomaly pattern compared to June 1997.\nKeep in mind too that we might see changes afoot when we get closer to the winter months... During El Nino, the North Pacific jet stream tends to shift equatorward and extend eastward (more on a forthcoming blog post), which *could* create the conditions for more southerly flow (from south to north) along the West Coast of the U.S.  That can then help reduce the cold water upwelling along the shores and warm the surface waters.   We shall see.\nSubmitted by michelle.lheureux on Thu, 07/13/2023 - 12:07\nIn reply to El Niño maps by Dan\nWeak El Niño means cold and snowy winter for Wisconsin which I’m hoping and California gets drought this winter. If California can get snow in La Niña and El Niño so can Wisconsin. I think El Niño interfere La Niña last winter so I think La Niña should ruin el.niño I am upset that El Niño is happening more than La Niña.\nSubmitted by Jesse F on Thu, 07/13/2023 - 10:55\nThis is more likely a stronger than weaker El Nino, Why would you want to see California in a drought after three consecutive drought years? El Nino does not occur more often than La Ninas, Weve had three consecutive La Nina years and five la ninas in the last ten years, Weve only experienced three el ninos during that same time period\nSubmitted by Bob G on Thu, 07/13/2023 - 12:30\nIn reply to Weak El Niño means Wisconsin  by Jesse F\nCan someone point to a explanation or provide one on how the probability of 3 things happening (\"We estimate about an 80% chance that this El Niño will peak with a maximum Niño-3.4 Index of at least 1.0 °C, a 50% chance of at least 1.5 °C, and a 20% chance of above 2.0 °C.\") add up to greater than 100%? 80%+50%+20% is 150%.\nThanks\nSubmitted by mark on Thu, 07/13/2023 - 12:11\nThe key is \"at least 1.0C\" ... which means these are probabilities of exceeding values.  1.5C is included within the \"greater than 1.0C\" probability.  It's a subtle point so understand the confusion.  Here is the table and reference:  https://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisory/strengths/index.php\nSubmitted by michelle.lheureux on Thu, 07/13/2023 - 14:24\nIn reply to probability forecast by mark\nThanks, I missed that \"at least\".\nSubmitted by Mark on Thu, 07/13/2023 - 22:52\nIn reply to The key is \"at least 1.0C\" … by michelle.lheureux\nWhat determines the difference between a \"wet\" and a \"dry\" El Nino for the West coast of the US, and at what point does that become \"forecastable\"?\nSubmitted by Bob Joyce on Thu, 07/13/2023 - 18:37\nDepends on what timescale you're forecasting.  If you're interested in seasonal (3-month) averages then CPC outlooks already leans toward wetter for the upcoming winter/spring (so is already 'forecastable' thanks to predictors like ENSO and trends).   For other climate averages (1 week, 2 weeks), it may be predictable as much as a month in advance (see this interesting paper).   With day-to-day weather, you may be able to predict it as far as 7-10 days out.  We talk a bit about these timescales and different drivers in this past blog article.\nSubmitted by michelle.lheureux on Fri, 07/14/2023 - 10:50\nIn reply to \"Wet\" or \"Dry\" El Nino in California?  by Bob Joyce\nComment : Great article on the update on ENSO.\nQuestion : To have a true El Nino, doesn't the Pacific Decadal Oscillation have to be in the positive and the Oscillation in Atlantic ocean in the negative ? Looks like the record warm SST of the Atlantic will cause the current weak El Nino to fizzle ?\nI remember in November 1976, NOAA came out with their Fall and Winter forecast and it read like this : \" A Colder and Drier Fall and Winter \" for the Eastern half of the continental US. They were 100 % correct. It was a very Cold and Snowy Fall and Winter here in the Ohio Valley. Did they base this on the Pacific Decadal Oscillation that turned positive in August 1976 along with a weak El Nino ?\nSubmitted by Stephen S. on Fri, 07/14/2023 - 09:16\nBased on previous research, the warmth in the Atlantic does not help El Nino to grow... it may even oppose it a touch.  The state of the PDO is interesting, but I still think it's reflecting our previous 3yr La Nina... the ocean can take some time to adjust and if/when we finally get more El Nino like wintertime circulations over the North Pacific, I would expect that signal to dissipate.  We shall see!  Thanks for the comment.\nSubmitted by michelle.lheureux on Fri, 07/14/2023 - 11:05\nIn reply to PDO and El Nino by Stephen S.\nIf we do see the continuing trend of what could be a strong El Nino, will the associated shear an El Nino typically produces over the Atlantic basin be enough to reduce the number of Atlantic tropical cyclones, especially during the peak of the Cape Verde season and then into the Caribbean later in the fall?  The Atlantic \"Nino\" is still unusually warm, but has this anomaly peaked and might the eastern tropical Atlantic begin to return to a more normal temperature profile?  This will be fascinating to watch unfold as we head into the heart of the hurricane season.  Something's gotta give, right?\nSubmitted by DD on Fri, 07/14/2023 - 10:33\nCPC's seasonal outlook is currently posted here and will be updated again on August 10th.  I know the forecasters are keeping a close eye on the trajectory of this El Nino and also the exceptionally warm Atlantic SSTs.  It's a tricky one!\nSubmitted by michelle.lheureux on Fri, 07/14/2023 - 10:44\nIn reply to El Nino vs. Atlantic \"Nino\" by DD\nDoes a strong El Nino during winter mean a snowier than average winter for us?\nI live just outside of Baton Rouge and, in December of 2008 and a few years later, we had about 5-6\" of snowfall at our house, while Baton Rouge had barely 1\" (amazing the accumulation difference within just 20 miles).  It was beautiful for sure, but stayed on the ground for a few days (had gotten old by then).  Roads were even impassable for a day or so because we don't have snowplows nor road salt.\nSubmitted by Stacie S. on Fri, 07/14/2023 - 14:20\nIt's tough to get snowfall that far south, but if there is ever a time, perhaps El Nino is it.  Here is the historical average El Nino snowfall pattern for Dec-Feb:  https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ENSO/composites/elnino.djf.snow.gif\nSubmitted by michelle.lheureux on Sat, 07/15/2023 - 16:10\nIn reply to What Does It Mean for SE Louisiana? by Stacie S.\nMany thanks for the great product. I had friends asking about the current El Nino and the forecast. I had given a rough answer (with some shoulder shrugging) and then had a look here and discovered I would have been quite mistaken. The high SSTs are changing the picture in a way I hadn't reckoned. Sooo ... I sent all my friends here. :)   Much better answer. Thanks again and keep up the great work. (Love your analogies ... bread dough, dancing, etc.)\nSubmitted by Dave Tyre on Fri, 07/14/2023 - 15:37\nThank you!  You can also get regular updates from our official ENSO discussion here:\nhttps://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisory/ensodisc.shtml\nSend an email to ncep.list.enso-update@noaa.gov if you would like once a month notifications when the ENSO fcst is updated.\nSubmitted by michelle.lheureux on Sat, 07/15/2023 - 16:11\nIn reply to Thanks for the clear update by Dave Tyre\nWe are certainly concerned here in Central America area as we have lived this  ENSO consequences in 1997-1998 with devastating effects. Therefore, any predicting advisory is definitely very helpful! We are looking forward to hearing more from you!\nSubmitted by Benjamin on Fri, 07/14/2023 - 16:10\nFor updated model forecasts for the globe you might be interested in the NMME output that the IRI puts together each month:  https://iri.columbia.edu/our-expertise/climate/forecasts/seasonal-climate-forecasts/\nSubmitted by michelle.lheureux on Sat, 07/15/2023 - 16:13\nIn reply to Kudos for this update by Benjamin\nGreat update.\nThe Relative Oceanic Nino Index (RONI)  is not as impressed by this El Nino as the ONI according to ERSST data.  Could this explain the lack of atmospheric response?  Similar to 2015 where the SST anomalies indicated a \"Super\" El Nino but the teleconnections simply didn't correspond as expected...Also, after experiencing more than a decade of cooling in the Pacific, is 0.5°C still a sufficient standard?\nSubmitted by Rush on Fri, 07/14/2023 - 17:45\nAm impressed you know about the RONI! It's on the CPC webpage, but a touch hard to find.  But you're right that it's lagging the ONI pretty strongly and it very well could be why the tropical atmospheric response has been lagging so far this summer.  Eventually I do think this event will strengthen to a point where it's clear in both ONI and RONI, but that may be a few months off.  Currently, several of us at NOAA are collaborating with folks at the BOM in Australia on a project to further explore RONI in operations... so maybe we'll see it more in the future.\nSubmitted by michelle.lheureux on Sat, 07/15/2023 - 16:15\nIn reply to RONI index by Rush\nAbsolutely!  The concept RONI is captivating. My graduate degree was in data Analytics but I've been feverishly trying to learn about climatology.  I've been a big fan of some of the research papers people such as yourself have written.  I firmly believe the whole point of identifying the strength of an ENSO event is to infer the potential teleconnections in other parts of the world.  That research into RONI will certainly help.  We have so much to learn about ENSO.  Research analytics have taught me that nothing exists in a vacuum, correlation doesn't mean causation and nothing is set in stone. Thank you for your reply!\nSubmitted by Rush on Sat, 07/15/2023 - 18:33\nIn reply to Am impressed you know about… by michelle.lheureux\nAwesome!  Yes, I'm hoping folks (beyond us) take a closer look at the RONI... there is a lot to understand and explore.  Good luck w/ your work!\nSubmitted by michelle.lheureux on Sun, 07/16/2023 - 11:36\nIn reply to I'm still learning by Rush\nThere was a paper written.on the 2015 el nino event. They blame it primarily on the 2015 event being a CP event versus an EP event. I know the writers here don't necessarily agree with these findings\nhttps://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2016GL071515#:….\nSubmitted by Anonymous on Sun, 07/16/2023 - 21:09\nIn reply to RONI index by Rush\nNot sure exactly what is being referenced here.  I would definitely agree that, at the peak, 1997-98 had stronger SST anomalies to the east of 2015-16 peak anomalies.  We documented this in in our BAMS paper.\nSubmitted by michelle.lheureux on Mon, 07/17/2023 - 08:26\nIn reply to There was a paper written.on… by Anonymous\nThank you Michelle for the link. I haven't had time to go through it yet. Do you think the FY15/16 event being more of a CP event contributed to the rainfall departures in California. 97/98 was a very wet year in California. From the Pacific Northwest down to Southern California the rainfall outcome looked more like a La Nina winter than an El Nino winter.\nSubmitted by Bob G on Mon, 07/17/2023 - 13:10\nIn reply to Not sure exactly what is… by michelle.lheureux\nGood question! It certainly could have played a role along with natural variability. It's one major reason there is no 100% chance in seasonal outlooks even with a strong El Nino.\nSubmitted by tom.diliberto on Fri, 07/21/2023 - 09:01\nIn reply to El Nino by Bob G\nThanks Tom!\nSubmitted by Bob G on Fri, 07/21/2023 - 18:32\nIn reply to Good question! It certainly… by tom.diliberto\nReading the article published in july/2015 “2015: Halfway over and hot“ I found a world’s Maps very similar to the current one.\nHere in my region in Brazil (Janaúba - North of Minas Gerais) we had one of the most droughts in the sprint of 2015. it only started to rain in january.\nCan we expect the same weather pattern this year?\nGod help us🙏\nCongratulations on the work you! 50 years ago my grandfather planted blindly but now I can and must rely on technology!\nSubmitted by Bernardo de Azevedo on Sat, 07/15/2023 - 16:51\nUnfortunately for the upcoming period, due to El Nino, you may be on the drier side of the coin... see the maps posted here by the IRI:\nhttps://iri.columbia.edu/our-expertise/climate/forecasts/seasonal-climate-forecasts/\nIt's not until Nov-Feb that this region may see some relief...\nSubmitted by michelle.lheureux on Sun, 07/16/2023 - 11:43\nIn reply to Does the El Nino look like in 2015/16? by Bernardo de Azevedo\nI look forward to seeing your updates every month and am so appreciative of the work you do! Thank you!\nSubmitted by Nancy on Sat, 07/15/2023 - 23:33\nThank you!  Great to hear.\nSubmitted by michelle.lheureux on Sun, 07/16/2023 - 11:43\nIn reply to Thank you! by Nancy\nU can’t predict super El Niño . In far advance. Because the southern states should not get snow I am in Wisconsin we been in snow drought for years because of that El Niño. La Niña is better for snow. I hope El Niño dies and then go to La Niña/ I think El Niño interfere La Niña because La Niña supposed to be cold in Midwest. El Niño been a problem. I hope El Niño is weak. So California has a drought and Wisconsin cold and snowy winter. I don’t understand why La Niña is bad news no it is not. Without La Niña Wisconsin doesn’t have snow and cold .\nSubmitted by Jesse  on Sun, 07/16/2023 - 15:20\nThe effects of any one El Nino event do not last for years. El Ninos are classified by their SST departures above normal not their outcomes. And SST models are very good at predicting what those will be during this time span. SST models were very good last year at forecasting the La Nina SSTs well in advance. Odds favor at least a moderate El Nino.\nSubmitted by Bob G on Mon, 07/17/2023 - 13:14\nIn reply to El Niño will be weak  by Jesse\nWere can I get spatial data on which areas were impacted by past El Nino events? To be specific, I am looking to get data on which sub-regions/ states within countries faced deficit in rainfall due to El Nino?\nSubmitted by Shitiz on Mon, 07/17/2023 - 11:16\nYou can use this website to see where El Nino and La Nina have led to above or below average temperatures or precipitation.\nhttps://www.cpc.ncep.noaa.gov/products/precip/CWlink/ENSO/regressions/\nSubmitted by tom.diliberto on Fri, 07/21/2023 - 09:02\nIn reply to Spatial data on past El Nino events by Shitiz\nLooks like the Nino 3.4 region is heating up again. About to cross into moderate strength territory. The Nino 1.2 is still very hot with SSTs over 3.0 C. Hoping this El Nino is a strong east based event.\nSubmitted by Bob G on Tue, 07/18/2023 - 13:17\nWonder if 2023 will be the hottest year on the record at this rate...\nSubmitted by timeofeve on Tue, 07/18/2023 - 17:25\nHello, how does El Nino forecast for East Africa? There were reports of more rain and we have not seen much above average this winter.\nSubmitted by Teo on Tue, 07/18/2023 - 20:26\nEl Nino is usually associated with an increase in rains over East Africa, which if they materialize would be good news for an area in drought for so long.\nSubmitted by tom.diliberto on Fri, 07/21/2023 - 09:03\nIn reply to East Africa by Teo\nI lived in Tanzania for a couple of years back in the late 2000s (southern highlands area), and I remember that the rains there generally began in late November.  I also remember that Dar es Salaam (the country's largest city) would get downpours from the long rains in February and March.\nSo, if this El Nino were to affect the monsoon there, I suspect it would not be noticeable until then.\nSubmitted by Matt on Mon, 07/31/2023 - 13:50\nIn reply to El Nino is usually… by tom.diliberto\nis there a causal relation between El Niño and high-pressure ridges forming in the northwest United States in the winter?\nSubmitted by Tom m on Wed, 07/19/2023 - 17:48\nUsually during El Nino, we see a pattern where a stronger than average jet stream  is pointed towards the southern West Coast bring storms that direction. And you tend to see lower pressure in the North Pacific.\nYou can see the set up in this schematic.\nhttps://www.climate.gov/news-features/featured-images/how-el-ni%C3%B1o-…\nSubmitted by tom.diliberto on Fri, 07/21/2023 - 09:05\nIn reply to High pressure ridges in NW US by Tom m\nThank you.\nIn some years the intermountain West seems to experience persistent high pressure ridges, resulting in temperature inversions and drier conditions.  Is that what we can expect from an El Niño?\nSubmitted by Tom on Sun, 07/23/2023 - 22:13\nIn reply to Usually during El Nino, we… by tom.diliberto\nEl Nino is often associated with a positive Pacific-North America pattern (PNA), which includes a stronger-than-average high over the northwest US/western Canada. This pattern has a lot of intraseasonal variations, meaning it's not always positive during El Nino, but it tends to be so.\nSubmitted by emily.becker on Wed, 07/26/2023 - 10:12\nIn reply to El Niño in intermountain West by Tom\nTom,\nA North Pacific high is associated with a La Nina winter. We've witnessed that the past three years on the west coast.\nSubmitted by Bob G on Fri, 07/21/2023 - 18:36\nIn reply to High pressure ridges in NW US by Tom m\nMay I ask how many instruments does NOAA have in the central tropical Pacific Ocean and where they are located? I hope you provide assistance to these small islands states in their weather forecasting through staff training and education, equipment provision etc. Thank you.\nSubmitted by Joel on Fri, 07/21/2023 - 19:43\nNOAA and other US and international agencies have lots of instruments in the tropical Pacific! Tom wrote about one of the most important arrays here: https://www.climate.gov/news-features/blogs/enso/dearest-tao-love-lette…\nSubmitted by emily.becker on Wed, 07/26/2023 - 10:19\nIn reply to Central tropical Pacific Ocean by Joel",
  "source": "climate.gov"
}