{
  "url": "https://www.climate.gov/news-features/blogs/enso/el-nino-means-even-floodier-future-coastal-horizon",
  "title": "El Niño means an even floodier future is on the coastal horizon",
  "date": null,
  "content": "This is a guest post by Dr. William Sweet and colleagues Dr. Greg Dusek, Dr. John Callahan, Analise Keeney and Karen Kavanaugh with NOAA’s National Ocean Service who are advancing the science and services to track and predict coastal flood risk in the face of sea level rise.\nFlooding of U.S. coastlines due to sea level rise is a reality, plain and simple. This is referred to as high-tide flooding, and it’s distinguished from flooding caused by crashing waves or extreme rainfall. High-tide flooding in the U.S., which is measured by NOAA tide gauges that continuously record surrounding water levels (1), occurs nearly three times as often today as it did in 2000, and the frequency is accelerating along most Atlantic and Gulf Coast locations. Flooding that used to happen only during big storms now happens for a variety of reasons: a stiff onshore breeze, slowing of the Gulf Stream, a Hawaiian eddy or a full-moon tide. Also, as we discuss below, ENSO (El Niño/Southern Oscillation, the entire El Niño and La Niña system) has an important effect on coastal flooding.\nHigh-tide flooding varies by region, but usually occurs when water levels reach at least 1 to 2 feet higher than average high tide (2). More frequent high-tide flooding is converting saltmarshes to mudflats, changing coastal ecosystems, infiltrating groundwater, degrading storm and wastewater systems, flooding streets, and slowing commutes and commerce alike. In short, our critical infrastructure and natural resources are in the tide’s way, and the tide is not backing down!\nNuisance flooding impacts may not be life threatening, but they can disrupt transportation, damage infrastructure, and strain city and county maintenance budgets. Due to sea level rise, the frequency of high-tide nuisance floods are rapidly increasing along U.S. coasts. Cartoon by Emily Greenhalgh.\nDue to the cumulative toll of high-tide flooding, the effort and cost of response are an increasing burden on communities. Until lasting comprehensive solutions are put into place to protect communities from rising seas, guidance for the next year will become ever more important (think annual emergency-response budgeting). Since 2015-16, when the last strong El Niño occurred, NOAA has been providing an annual and seasonal coastal flood outlook to give coastal communities guidance about what they are likely to experience in terms of coastal flooding in the coming year. (Check out footnote 3 for some additional background.)\nHow does ENSO factor into these coastal flood outlooks? El Niño in particular can really kick things up, because sea levels are already so close to the brim in many communities thanks to climate change. History shows that during El Niño, flooding occurs along many U.S. coastlines even more frequently (see figure below for a comparison of high-tide flooding with El Niño and without El Niño). In contrast, La Niña tends to decrease or have no effect on high-tide flooding frequencies in many regions. Thus, the El Niño that recently emerged is the leading cause of higher predictions above and beyond the trend imparted by sea level rise itself in the 2023/2024 NOAA Annual High-Tide Flooding Outlook. This is a change from the last several years when we were in La Niña.\n(Left) The additional number of high-tide flooding days in the 2023-24 Outlook, relative to the year 2000 average, attributed to rising sea level trends. (Right) Additional number of high-tide flooding days above and beyond those from sea level rise, shown in the left panel, based upon the predicted 2023-24 El Niño with a 9-month average Oceanic Niño Index (ONI) value of 1.2° C (see footnote #6 for how this was determined). For additional details on how the attribution is calculated, please see Sweet et al. (2018). NOAA Climate.gov graphic, adapted from original by Billy Sweet.\nSo how does El Niño increase high-tide flooding on both U.S. coastlines? Briefly, El Niño effects tend to increase the number of high-tide flooding days during the Northern Hemisphere’s cool season (roughly October to April – the reason why the annual outlook follows a May-April meteorological year definition) by reinforcing the seasonal processes that cause high-tide flooding in the first place.\nFirst off, El Niño causes a regional rise in sea levels and thus higher-than-normal spring (full or new moon) tides along the U.S. Pacific and Atlantic coastlines. Along the equator in the Pacific Ocean, El Niño weakens the typical east-to-west surface winds (i.e. a weakening of the Walker circulation), which triggers eastward propagating equatorial Kelvin waves, spreading warmer-than-average ocean temperatures into the eastern equatorial Pacific Ocean. Once these waves traverse the entire equatorial Pacific, they hit the South American coast, splitting north and south along the Pacific coastlines. These waves that travel along the coasts are called “coastal Kelvin waves” and these warmer waters elevate sea levels along the U.S. West Coast for several months at a time, often equal to a decade’s worth of sea level rise.\nIn addition to processes rooted in the ocean, El Niño can raise sea levels on both coasts by changing atmospheric pressure patterns in both the North Pacific and North Atlantic. These pressure patterns modify the winds, helping to pile up the water along the coasts even more (4).\nAlso, El Niño affects regional storm frequencies of both midlatitude storms (e.g., nor’easters) and hurricanes. Because of the large-scale atmospheric circulation anomalies caused by El Niño, the North Pacific subtropical west-to-east jet stream shifts farther south and is more elongated in the west-east direction across the southern U.S. This tends to bring more water vapor and storms than normal along the California and Mid-Atlantic coastlines. On the other hand, these conditions generally suppress tropical storm activity within the Atlantic basin (5), but in the end, the scale is still tilted toward higher overall storminess (and effects like beach erosion) along the U.S. East and West coasts during El Niño.\nSo, to summarize, the increase in high-tide flooding during El Niño is due to a combination of higher sea levels and over-riding high tides plus regional storminess increases (and storm surges). Dr. Ben Kirtman also previously provided a guest post on some related research if you want to check that out.\nLet’s not forget, though, the reason high-tide flooding is becoming more noticeable and impactful to begin with is decades of sea level rise. Just how does the impact of long-term sea level rise on the 2023/2024 High-Tide Flooding Annual Outlook frequencies compare with the expected impact of the predicted El Niño? The maps below give us the answer.\n(Left) Graphs of number of high-tide flooding days per year (gray line and dots) from 1960 through 2022 from NOAA tide gauges in Norfolk, Virginia (top), and Los Angeles, California, (bottom). The gray dashed line shows the long-term increasing trend (note the accelerating trend in Norfolk). The gray shading at the end of the time series indicates the likely range of values that would be predicted for 2023-24 based solely on extrapolating the long-term trend. The red shading indicates the official 2023-2024 Hide-Tide Flooding Outlook, which provides the ‘likely range’ of high-tide flooding days over the course of the year. The higher number of predicted flood days in the official outlook relative to the extrapolated trend reflects the expected effects of the predicted moderate-to-strong El Niño through the upcoming winter. (Right panel) Locations where El Niño influences annual high-tide flooding frequencies. Black dots represent locations with no statistically significant influence. Note that the El Niño influence varies slightly both spatially and through time, but not much--see previous NOAA High Tide Flood Outlook reports (listed in footnote 3). NOAA Climate.gov image, adapted form original by Billy Sweet.\nBecause the rates of long-term sea level rise differ between the U.S. Pacific and Atlantic Coasts, the relative effects of the current El Niño are also expected to differ between the two coasts:\nWhatever happens, now is a good time to evaluate local vulnerabilities and begin preparing for high-tide flooding predicted to occur this coming year. In addition to the Annual Outlook, NOAA provides many other resources designed to provide communities with guidance on high-tide flooding from hours to decades (footnote #7) that can be combined with NOAA maps to illustrate, contextualize, and begin to assess overall flood risk.\nHigh-tide flooding on October 24, 2017, submerged roads and parking areas along Dock Street, in the historic heart of Annapolis, Maryland. Photo by Will Parson, Chesapeake Bay Program. Used with permission.\nIn addition to existing products and reports on sea level rise and coastal flooding, NOAA and its Federal partners are actively working to improve our seasonal to annual predictions of sea levels and high-tide flooding through funding from the Bipartisan Infrastructure Law. Efforts center around incorporating dynamical atmosphere-ocean coupled models, advanced statistical and machine learning models, and hybrid approaches to better prepare coastal communities for what will happen tomorrow, next season, next year and beyond.\nLead Editor: Nat Johnson (NOAA)\nI don't live anywhere near the coast, so this will not affect me. However, I thought this was an interesting and educational post.  So, thanks for this objective and informative analysis.\nSubmitted by Matt on Wed, 08/23/2023 - 19:52\nthank you very much for this in-depth research on high-tide-flooding increased by El Niño in the US.\nHowever, the impact of El Niño will be even harder in other countries, particularly Centralamerica, the Andes and Northeast Brasil. High quality and localized research for these region is still ver y poor. You could change this.\nGreetings from Bogota, Colombia.\nSubmitted by Federico Kircher on Tue, 08/29/2023 - 18:51\nI've been hearing this for over 60 years and nothing has happened in the way of flooding coastal cities. I'm getting sick and tired of hearing this nonsense \" Climate Change. \"\nWhen is your next update on ENSO ?\nSubmitted by Stephen S. on Thu, 09/07/2023 - 13:50\nIf you think that \"nothing has happened in the way of coastal flooding\" over the past 60 years, I can only conclude you are not familiar with the actual data on this.\nNOAA has a long record of data from tide gauges all around the coastlines of the U.S. And that data shows unequivocally that rising sea level is causing more days of high-tide, aka \"nuisance,\" flooding. Let me take you on a tour, courtesy the Climate Explorer in the U.S. Climate Resilience Toolkit, to...\n...where between 1960 and 1990, there were only 4 years with more than 5 days of high-tide flooding, while between 1990 and 2020 there were 14 such years; this increase is despite the fact that ice-age rebounding of the land there is partially offsetting the impact of global sea level rise!\nAnd then southward to...\n...where between 1960 and 1990, there were only 2 years with more than 5 days of high-tide flooding, while between 1990 and 2020 there were 13 such years.\nAnd then southward again to...\n...where from 1960-1990, there was a grand total of 1 year that had more than 5 days of high-tide flooding, while from 1990-2020, there were 16 such years.\n...where before before 1990 there wasn't a single year with more than 5 days of high-tide flooding, but since then there have been 18 such years...\nCarrying on around the coast to the Southeast and Gulf, we find...\n...where before 1990, there were 2 years with any amount of high-tide flooding (1 day in 1987, and 1 day in 1954), but since then there have been 10 such years.\n...where before 1990 there were zero years with more than 5 days of high-tide flooding, but since then, there have been 8 such years.\n...where prior to 1990, they had never recorded a year with more than 5 days of high-tide flooding, but since then, they've had 11.\nIf i kept going around the coast, the increases would get smaller because local land processes do more to offset global sea level rise on the West Coast than they do on the East Coast. But the overall national trend is crystal clear.\nI'm glad you appreciate the ENSO blog, but science is science, and data are data, and here at Climate.gov, we cover it all. Sea level rise and increases in coastal flooding are real, and communities all around the country are facing their impacts. When that topic intersects with ENSO, you're going to find us talking about it here on the blog. \n\nIf you'd like to learn more about how and why the rates of sea level rise vary from place around the U.S., this interactive map should be useful. If you'd like to learn more about projected increases in high-tide flooding with future warming of difference amounts, visit the U.S. Climate Resilience Toolkit.\nSubmitted by rebecca.lindsey on Fri, 09/08/2023 - 11:26\nIn reply to Comment and Question by Stephen S.\nAre the huge rainfall experience in Chile El Nino related?\nSubmitted by David Krieger  on Wed, 09/27/2023 - 13:33\nReally amazing and in depth research\nSubmitted by Sonya K on Wed, 10/11/2023 - 09:31",
  "source": "climate.gov"
}