{
  "url": "https://www.climate.gov/news-features/blogs/what-we-talk-about-when-we-talk-about-jet-stream-and-el-nino",
  "title": "What we talk about when we talk about the jet stream and El Niño",
  "date": null,
  "content": "A robust El Niño is developing in the tropical Pacific, and we’re looking ahead to potential impacts on winter weather and climate. For specifics on this upcoming winter, you’ll have to wait for next month, when NOAA CPC will release their winter outlook. Today, I’m going for the big picture—how does the temperature of the surface of the tropical Pacific, thousands of miles away, change rain, snow, and temperature patterns over North America? The short answer: by shifting the location and strength of the jet stream.\nLet’s back up a bit, though. Any time we talk about the jet stream, we first need to define what we’re talking about, before getting into changes in its behavior and how that leads to changes in weather and climate. And, before I get into the jet, one additional quick definition: weather vs. climate. Weather is the short-term conditions, lasting minutes to days, and highly variable. Climate is the average conditions over a longer period, such as a week, month, season, years, or longer. ENSO (El Niño/Southern Oscillation, the entire El Niño and La Niña system) is a seasonal climate pattern that lasts for several months in a row and affects winter climate—average rain/snow and temperature patterns over the course of the season—over North America and many other parts of the globe.\nThe jet stream, a fast, narrow current of air flowing from west to east high up in the atmosphere, is the mechanism connecting ENSO to North American winter climate patterns. Although the jet itself is high up and can reach speeds over 200 mph, the lower edges can extend all the way to the surface, at much lower speeds. There are lots of jets in the atmosphere, but on the ENSO Blog, we often talk about the Pacific subtropical jet stream, which owes its existence to tropical heating and the rotation of the Earth.\nThe sun heats the tropical land and oceans, causing lots of warm, moist air to rise. As that air gets high up in the atmosphere, it has to go somewhere, so it flows north and south. Eventually, it cools and sinks back to near the surface around 30 ° latitude in both hemispheres. From there, it flows back toward the equator. This loop is called the Hadley circulation.\nEl Niño influences global atmospheric circulation by intensifying the Hadley circulation, in which heat is transferred from the Earth's surface to the upper atmosphere through convection and latent heating. Map by NOAA Climate.gov.\nThe subtropical jet forms near the northern edge of the Hadley cell, high up in the atmosphere. Let’s just talk about the Northern Hemisphere for the moment, for simplicity. Because the Earth is rotating from west to east, the path of a moving air parcel bends to the right (this Coriolis force is also why hurricanes and other storms rotate counterclockwise in the Northern Hemisphere). Around 30° north and south of the equator, the Coriolis force is strong enough bend the air flow so it’s west-east. So, the air traveling northward in the Hadley cell gradually turns toward the east, speeding up as it goes. It speeds up for the same reason a spinning figure skater speeds up when they pull in their arms—the air is closer to the axis of rotation and must accelerate to maintain the same relative speed. Voila, the jet stream!\nOf course, this is Earth, so nothing ends up being quite as simple as all that—the jet certainly never flows in a straight west-to-east line, and it is stronger and weaker in various areas—but that’s the big picture of why the subtropical jet stream exists. (See footnote.) The jet stream is a dividing line between cold northern air and warmer tropical air, and a track for storms. It also transports a lot of air around, so if the jet changes position, regions of higher and lower air pressure also shift. So, if you move the average position of the jet, you move what regions end up warmer or cooler than average, and where the rain and snow end up falling. El Niño and La Niña, through their impact on the jet stream, thus impact temperature and rain/snow patterns.\nAll righty, so how does ENSO change the jet? First, imagine the atmosphere is a large pond. There’s a fountain in this pond that creates a pattern of ripples and currents in the pond. If you move the fountain, you’re going to change the pattern of ripples and currents. In the case of the atmosphere, that fountain is the very strong rising air and storminess that sits over the very warm waters of the far western Pacific.\nEven though the sun heats the tropics evenly, the rotation of the Earth and the shape of the Pacific Ocean basin create this warm-west, cool-east pattern. This region of very strong rising air over the very warm water of the western Pacific results in a an amped-up north-south Hadley circulation.\nEl Niño’s warmer-than-average surface water in the central/eastern Pacific shifts the “fountain” to the east. La Niña enhances the warm-west, cool-east surface temperature pattern and further strengthens the rising air over far western Pacific—so the fountain is located in the same place, but is stronger.\nThree phases of the tropical Pacific atmospheric circulation pattern: El Niño, La Niña, and neutral. During El Niño, the engine driving tropical circulation shifts to the east, while during La Niña, it's stronger than average. Figure by climate.gov.\nIn the case of El Niño, the strongest parts of the jet tends to shift southward and extend farther eastward across the North Pacific Ocean, reaching closer to North America and steering storms across the southern third of North America.\nThe jet stream pattern during El Niño winters, shown as the average zonal (west-east) wind at 300 millibars (i.e., the altitude at which the pressure is 300 millibars) for all El Niño winters 1959–2023. Shading and arrows both indicate the wind speed. Positive values indicate westerlies (from the west); negative values indicate easterlies (from the east). The core of the jet stream extends farther eastward over the Pacific compared to La Niña winters. NOAA Climate.gov image from NCEP/NCAR Reanalysis data and analysis by Michelle L'Heureux.\nOn the other hand, La Niña usually leads to a jet that is shifted poleward and retracted to the west.\nThe jet stream pattern during La Niña winters, shown as the average zonal (west-east) wind at 300 millibars (i.e., the altitude at which the air pressure is 300 millibars) for all La Nina winters 1950–2023. Shading and arrows both indicate the wind speed. Positive values indicate westerlies, and negtive values indicate easterlies. The core of the jet stream does not extend as far to the east over the Pacific compared to El Niño winters. NOAA climate.gov image from NCEP/NCAR Reanalysis data and analysis by Michelle L'Heureux.\nThe eastward extension characteristic of El Niño often encourages the positive phase of the Pacific-North American pressure pattern, with lower pressure south of Alaska, high pressure over western Canada, and lower pressure over the Southeast US. La Niña's retracted jet is often associated with a negative Pacific-North American pattern, with higher pressure south of Alaska, lower pressure over western Canada, and higher pressure over the Southeast. This in turn can encourage drier conditions through the southern US. For more jet stream/La Niña details, check out Tom’s 2016 post.\nWinter atmospheric pressure patterns during El Niño and La Niña, shown as the 300 mb geopotential height difference from the long-term average, where long-term is 1991–2020. All El Niño and La Niña winters from 1950–2023 are averaged here. The pressure south of Alaska is lower than average during El Niño and higher than average during La Niña. Figure by climate.gov based on data analysis of NCEP/NCAR Reanalysis by Michelle L'Heureux.\nThe ENSO-jet stream-winter climate impacts chain is, of course, never that simple. Our old friend internal variability—the unpredictable natural fluctuations in the weather and climate system—often results in deviations from the expected patterns. We have examples right here on the ENSO Blog, including for winter 2022/23 and winter 2017/18, both times when fluctuations in the expected patterns resulted in more rain in the Southwest than we would typically expect during La Niña winters.\nThis is why we always say that El Niño and La Niña tilt the odds, or increase the probability, of certain conditions. Since ENSO can be predicted months in advance, it can give us an early heads-up of increased chance of drought or flooding rains. El Niño and La Niña are never a guarantee of impacts, because there are so many other things happening in that atmospheric pond, including random weather variations, other climate patterns such as the Madden-Julian Oscillation, and, of course, climate change. However, ENSO, and its predictable effect on the seasonal jet stream, is our best source of information for upcoming conditions.\nI always try to write a post that doesn’t require footnotes, but the jet stream has just too many wrinkles. There is another jet that hangs around the higher latitudes, nominally located around 45­–60°N, that’s even stronger and is formed through the sharp contrast between warmer air to the south and colder air to the north. This is a key region for storm formation. This jet, called variously the mid-latitude, polar, polar front, or eddy-driven jet, usually merges with the subtropical jet during the winter over the North Pacific Ocean, especially during El Niño winters. Part of the ambiguity arises because the idealized circulation model of the Earth’s atmosphere and the jet stream patterns that would theoretically arise from it pretty much never happens the way it is described, because the atmosphere is a jetsetter—always on the move.\nGreat Article explaining the difference in the Jet Streams in La Nina and El Nino years !\nIn your early opinion, how will this El Nino event compare to the one in 2015 - 16 ?\nSubmitted by Stephen S. on Fri, 09/29/2023 - 13:42\nWe expect to see an extended and equatorward shifted jet stream, as is typical for El Nino winters.  The exact details though will determine the impacts we see and those are probably not forecastable months in advance.  For those impacts check out CPC's seasonal outlooks here:  https://www.cpc.ncep.noaa.gov/products/predictions/long_range/\nSubmitted by michelle.lheureux on Tue, 10/03/2023 - 08:22\nIn reply to Comment and Question by Stephen S.\nThanks for this blog post! Somehow it reminds me of sitting in a lecture hall...\nThe illustrations make the phenomena so much easier to understand\nI'm bookmarking this and sending the link to the young in my extended family\nSubmitted by Quan T on Sat, 09/30/2023 - 09:45\nGlad you enjoyed it!\nSubmitted by michelle.lheureux on Tue, 10/03/2023 - 08:23\nIn reply to Textbook delivery of the contents  by Quan T\nTo clarify my understanding of one of the images featured, it looks like there are areas in the tropics that normally have higher pressure (particularly the eastern Pacific) or lower pressure (particularly the western Pacific and the Atlantic).  La Niña intensifies this pattern (while adding an area of higher pressure over eastern Africa), while El Niño reverses it (low pressure areas over the eastern Pacific and east Africa, and high pressure areas over the western Pacific and the Atlantic).\nIs that correct?\nAs well, this was an informative and interesting post.  Thanks for taking the time to write it!\nSubmitted by Matt on Mon, 10/02/2023 - 10:57\nSo the pressure/height maps above are showing anomalies, meaning a departure from the long term average.  The reds are where it is higher than *average* and the blues are where it is lower than *average.*  The typical pressure patterns can be found here:  https://www.cpc.ncep.noaa.gov/products/precip/CWlink/climatology/Height-500-NH.shtml\nSubmitted by michelle.lheureux on Tue, 10/03/2023 - 08:26\nIn reply to Interesting post by Matt\nThank you for sharing this exceptional post, which not only informative but also pleasing! I am simply wondering if the expected jet stream patterns during El Nino winters could be significantly different depending on the types of El Nino, such as CP- or EP-type.\nSubmitted by Ji-Won Kim on Tue, 10/03/2023 - 17:17\n.\nSubmitted by John Dearborn on Wed, 10/04/2023 - 16:51\nBrilliant description. I will bookmark it as I'll never remember all of it but will refer back to it when needed.\nSubmitted by Paul Andrews on Wed, 10/04/2023 - 18:01\nArguably the best ENSO/Jet Stream explainer that I have seen. Have you broken out the mean jet analyses by ENSO category? Thanks.\nSubmitted by Jan Null on Mon, 10/09/2023 - 21:33\nHi Jan - if by category you mean strength, I did look at ENSO events with a Nino-3.4 anomaly greater than 0.9 or less than -0.9, so, leaving out the weakest events. I found that the patterns were spatially the same, but stronger in magnitude. I have not looked at Central Pacific vs. Eastern Pacific ENSO events.\nSubmitted by emily.becker on Wed, 10/18/2023 - 15:58\nIn reply to Jet Stream Explainer by Jan Null\nYeah, it's always fascinating to learn how the jet stream and EI are intricately connected and influncing north american weather and climate pattern.\nSubmitted by Sonya Koelpin on Wed, 10/11/2023 - 09:26\nIt is always fascinating for me to learn how the jet stream and EI are intricately connected.\nSubmitted by Sonya K on Wed, 10/11/2023 - 09:29\nYeah, it's always fascinating to learn how the jet stream and EI are intricately connected and influncing north american weather and climate pattern.\nSubmitted by mahmoud mashhoor on Thu, 10/26/2023 - 09:44\nWind sports aficionado here.\nHere I am precisely 8 months, thirteen days later trying to figure out why I am now two weeks in sitting in the middle of the Tuamotu atolls in French Polynesia waiting for the trades to settle.\nHaving ridden here before, I am baffled by the wild mix of irregular and unstable weather that has been occurring. Even the name here, Tuomotutan, or “vast sky” does not apply at this time. It just won’t settle in.\nUsing a kite is a bit like holding on to some sort of scientific instrument, receiving feedback and constant input. Now twenty years in, one gets accustomed to certain weather phenomena. I can tell you, staring halfway back and halfway forward a month-long vacation in the middle of the S Pacific, this is anything but normal.\nI feel like I have been dropped in the middle of a bathtub with all the bubbles randomly swirling around. None of the the reliable and super consistent Easterly trades that made for such good times in the past.\nLife goes on, but the complexity and global dynamics are astounding! More wind in the Midwestern USA this June than in French Polynesia. \n🇵🇫\nThis change is astounding.\nSubmitted by H Penguin C on Wed, 06/12/2024 - 02:31\nWhat you're seeing tends to be consistent with \"transitional\" ENSO states, meaning when we are leaving one state (in this case El Nino) and then going into another state (potentially La Nina).  It is hard to see the equatorial wind anomalies really lock in until you are closer to the N. Hemisphere fall/winter.  There are some short term equatorial wind forecasts from GFS that M. Ventrice posts on his website here that you might find interesting.  Recently, the low-level trade winds (850-hPa) have weakened a bit (the red/orange/yellows).  But the near-term forecast is for the trade winds to pick up again (the blues).   Hope things get more favorable for you!\nSubmitted by michelle.lheureux on Wed, 06/12/2024 - 09:51\nIn reply to June 2024 S Pacific 🤨 by H Penguin C",
  "source": "climate.gov"
}