{
  "url": "https://www.climate.gov/news-features/blogs/november-2023-el-nino-update-transport-options",
  "title": "November 2023 El Niño update: transport options",
  "date": null,
  "content": "El Niño is currently chugging along, and forecasters expect it to continue for the next several months, with a 62% chance of lasting through April­–June 2024. Since we’re heading into the winter, when El Niño’s effect on Northern Hemisphere temperature and rain/snow is most distinct, today we’ll drive by some of El Niño’s wide-ranging impacts.\nFirst stop—this El Niño has now met the threshold for a “strong” event! The August–October Oceanic Niño Index, which measures the three-month-average sea surface temperature in the east-central tropical Pacific (the so-called Niño-3.4 region), was 1.5 °C above the long-term average (long-term is currently 1991–2020). The Oceanic Niño Index is our primary metric for ENSO (El Niño/Southern Oscillation, the entire El Niño and La Niña system). The monthly Niño-3.4 Index was 1.7 °C above average.\n2-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for all events evolving into El Niño since 1950 (gray lines) and the current event (purple line). NOAA Climate.gov image based on a graph by Emily Becker and monthly Niño-3.4 index data from CPC using ERSSTv5.\n“Strong” here is in quotation marks because we don’t have an official definition of ENSO strength. Our unofficial thresholds for the strength of an El Niño event are an Oceanic Niño Index of 0.5–0.9 °C for weak, 1.0–1.4 °C for moderate, and above 1.5 °C for strong. Over 2.0 °C is considered “very strong,” or “historically strong.” I’m going to drop the quotation marks going forward, because they slow us down, and we’re motoring here!\nWe started noting the potential for a strong El Niño way back in April 2023, before El Niño had even arrived (that happened in June). Currently, forecasters estimate a greater than 55% chance that El Niño will remain above that threshold for strong through January–March 2024. There’s about a 1-in-3 chance that the Oceanic Niño Index will reach 2.0 °C, which has happened four times before in our 73-year record: 1972-73, 1982–83, 1997–98, and 2015–16.\nWhy does the strength of an El Niño matter? I’ll get to that. First, though, let’s cruise through the reasoning behind the forecast.\nDuring an El Niño event, both the tropical Pacific Ocean surface and the atmosphere exhibit characteristic changes. The ocean surface is warmer than average, as I discussed above. Without El Niño, the usual atmospheric pattern, the Walker circulation, consists of rising air and storms over the far western Pacific, west-to-east winds high up in the atmosphere, descending air over the cooler eastern Pacific, and the trade winds, east-to-west winds near the surface.\nENSO-Neutral or average conditions across the tropical Pacific Ocean.  Climate.gov schematic by Emily Eng and inspired by NOAA PMEL.\nEl Niño’s warmer-than-average central and eastern Pacific weaken this pattern, leading to less rain over the far western Pacific, more in the central, and sometimes eastern, Pacific, and weaker trade winds.\nEl Niño feedbacks between the ocean and atmosphere. During El Niño, the eastward expansion of the convection and rainfall will depend on how warm the absolute sea surface temperatures becomes in the eastern Pacific. This means that during weaker El Niño events, we may only see convection and rainfall increase around the Date Line.  But during stronger El Niño events, the increase in convection and rainfall can potentially extend from the Date Line all the way to coastal Ecuador/Peru in South America. Climate.gov schematic by Emily Eng and inspired by NOAA PMEL.\nWe’ve observed all of these characteristics of the weaker Walker circulation lately, indicating that El Niño’s engine is fully engaged.\nThe weaker trade winds help to continue and potentially strengthen the ocean surface temperature changes. Under average conditions, consistent trade winds drag across the surface and keep warm water piled up in the far western Pacific. When they weaken, warm water can start to slosh eastward under the surface, in a downwelling Kelvin wave. These waves can take a few months to travel across the Pacific, providing a source of warm water to continue powering the surface warming. Recently, we’ve seen evidence of increased warm water under the surface of the central tropical Pacific, and it appears another downwelling Kelvin wave is in progress.\nWater temperatures in the top 300 meters (1,000 feet) of the tropical Pacific Ocean compared to the 1991–2020 average in September–October 2023. NOAA Climate.gov animation, based on data from NOAA's Climate Prediction Center.\nSimilar to last month, the amount of warm water under the surface isn’t quite up to the October levels seen during the strong El Niño events in 1982, 1997, or 2015. For visuals, you can check out the scatter plot of September values from last month’s blog post, or look at the subsurface cross-sections from October 2023, 1982, 1997, and 2015.  However, another downwelling Kelvin wave would increase the subsurface temperature anomalies in the eastern Pacific.\nThe strength of an El Niño event matters because the stronger the event, the more likely that we’ll see the characteristic changes in temperature, rain and snow, and other impacts. It doesn’t necessarily mean that the impacts themselves will be so much stronger, but it makes the expected El Niño impacts more likely to happen. Of course, where the weather is concerned, there are no guarantees! However, a stronger El Niño makes it a safer bet that we’ll see the expected patterns.\nWe’ve written a fair bit about El Niño impacts in our 9.5 years here at the ENSO Blog. Let’s buzz through a few:\nOur Alaskan friend-of-the-blog, Brian Brettschneider, was kind enough to provide us with maps that show how winter in North America turned out during past El Niños (there have been 29 since 1950) turned out (see footnote). For example, El Niño winters in Florida have more often been wetter (green) than average, while the Midwest has seen more drier-than-average (brown) El Niño winters.\nThis is not your typical \"winter impacts of El Niño\" map. It shows the frequency of wet (green) or dry (brown) winters (December-February) across North America during the 29 El Niños from 1940-2022. Places where more than half the El Niño winters were wetter than average by any amount are colored green. (Whether a winter was above- or below-average was based on comparison with a 30-year rolling average centered on the winter in question.) Places where more than half the El Niño winters were drier than average by any amount are colored brown. Much of the southern United States is light or medium green, meaning that wetter-than-average winters were slightly more common than drier-than-average winters. Across the northern part of the contiguous United States, drier-than-average winters slightly outnumbered wet ones. NOAA Climate.gov map, based on analysis of ERA5 data by Brian Brettschneider.\nThis is not your typical \"winter impacts of El Niño\" map. The colors show the frequency of cold or warm winters during the 29 El Niños that occurred from 1940-2022. Places where more than half (15 or more) the El Niño winters were cooler than average by any amount are colored blue. (Whether a winter was above- or below-average was based on comparison with a 30-year rolling average centered on the winter in question.) Places where more than half the El Niño winters were warmer than average by any amount are colored red. Most of the United States is light or medium blue, meaning that cooler-than-average winters were slightly more common than warmer-than-average winters. NOAA Climate.gov map, based on analysis of ERA5 data by Brian Brettschneider.\nNorthwestern North America has seen more warmer (red) than average El Niño winters, and the states around the Gulf of Mexico have been cooler (blue) more often. What do you see? Let us know in the comments!\nThat’s today’s trip through the wonderful world of ENSO. See you next month!\nRebecca wrote a piece about the summer version of these maps. The maps are based on the “ERA5” reanalysis from the European Center on Medium-range Weather Forecasting, which covers the global climate from January 1940 to the present. A reanalysis is when scientists use a climate model to fill in gaps in past observations. Many observational records are incomplete, due to stations moving, being discontinued, or missing data. Using a climate model, we can connect the dots between missing data and create a continuous record of the past climate. Reanalysis is an invaluable, widely used technique.\nThis el niño will peak later than usual. Perhaps February or perhaps march. Will be a super el nino. This el nino will strengthen in this winter. Some models (Nasa, Cansips, Jamstec and others showing thai el nino will peak later than usual) . Cfs peaking at January or February\nSubmitted by Andrey on Thu, 11/09/2023 - 14:44\nSubmitted by Paul A Duginski on Thu, 11/09/2023 - 17:36\nHi I live in Seattle, Wa and during the previous 3 El Nino has been wet and warm,so far this year the same is occuring. I looked this up and I found that We get normal to above normal rainfall here,usually. Only 1968-69 winter was dry,and warm.\nSubmitted by Charles Thomas on Thu, 11/09/2023 - 20:55\nI am disappointed that super El Niño happening more drought and fires for Wisconsin. I can’t have that.\nSubmitted by Jesse FIlbrandt on Fri, 11/10/2023 - 03:46\nGreat article and thanks for the update on this years ENSO.\nWhat are the chances of this El Nino delivering a Colder and Snowier Winter here in Kentucky, like we had in 2015 ?\nSubmitted by Stephen S. on Fri, 11/10/2023 - 07:12\nUnfortunately Kentucky has a less reliable El Nino signal and tends to be between the area of less storminess to the north and more storminess to the south.  Official outlooks are here:  https://www.cpc.ncep.noaa.gov/products/predictions/long_range/\nSubmitted by michelle.lheureux on Thu, 11/16/2023 - 13:17\nIn reply to El Nino impacts in Kentucky by Stephen S.\nI enjoyed the “I’m on a boat” reference!  “I got my swim trunks and my flippie-floppies”\nSubmitted by W! on Sat, 11/11/2023 - 09:38\nNice piece on the references at the end of the blog!\nSubmitted by Jeff Brown on Sat, 11/11/2023 - 13:49\nHello,\nIn 2015-2016 you named that El Niño the \"Bruce Lee\" of El Niño's.  Will you be coming up with a name for this year's El Niño?  Thanks!\nSubmitted by Jessica on Sat, 11/11/2023 - 17:31\nNo!  :)\nSubmitted by michelle.lheureux on Thu, 11/16/2023 - 13:17\nIn reply to Naming this ENSO by Jessica\nI just wanna know if it's going to snow in Philadelphia this year.\nSubmitted by Becky on Mon, 11/13/2023 - 13:38\nUnfortunately Philly tends to be on the dividing line of snowfall shifts so we will see!\nSubmitted by michelle.lheureux on Thu, 11/16/2023 - 13:18\nIn reply to Snow by Becky\nWe are getting consternation from some here in California over our dry November thus far. We are reading all kinds of theories as to why El Nino has yet to bring copious rain to California thus far.\nSubmitted by Bob G on Tue, 11/14/2023 - 17:01\nCalifornia precip impacts associated with El Nino tend to occur in January-March and February-April seasons.  So still a little too soon.\nSubmitted by michelle.lheureux on Thu, 11/16/2023 - 13:19\nIn reply to Dry start by Bob G\nThanks Michelle!\nSubmitted by Bob G on Thu, 11/16/2023 - 15:29\nIn reply to California precip impacts… by michelle.lheureux\nawesome job guys!\nSubmitted by E. on Thu, 11/16/2023 - 11:44\nHow long with this ungodly humidity (and heat) continue this summer-like weather in Puerto Vallarta on Mexico's central Pacific coast? Normally sometime in October the humidity decreases and the weather gets comfortable until about May or June, when the humidity ramps up again. PS. The temperature doesn't vary that much throughout the year here....it's the humidity that makes summers so uncomfortable.\nSubmitted by Andrea Jupina on Thu, 11/16/2023 - 15:06\nUnfortunately it looks like above-average temperatures are favored in the upcoming seasons. You may find this IRI site useful for seasonal outlooks in your area:  https://iri.columbia.edu/our-expertise/climate/forecasts/seasonal-climate-forecasts/\nSubmitted by michelle.lheureux on Fri, 11/17/2023 - 07:27\nIn reply to Puerto Vallarta/Mexico Central Pacific coast by Andrea Jupina\nAbove average SSTs? How is it possible for atmospheric CO2 to affect the trade winds strength and the alternating cold phase La Niña and the warm phase El Niño? There doesn't seem to be any correlation.\nSubmitted by Ken Towe on Wed, 11/29/2023 - 16:45\nIn reply to Unfortunately it looks like… by michelle.lheureux\nDang we’re having a dry Fall and came through a brutal forest fire season . Looking at the maps it appears we are in trouble again. Not looking good for the Boreal Forest area and surrounding.\nSubmitted by Brian on Tue, 11/21/2023 - 15:54\nWhat about the Enso mei that shows the SO value to have fallen below +0.5?\nSubmitted by Lou on Tue, 11/21/2023 - 23:55\ncurently enjoying El Nino effects in Nakuru, Kenya. We are going through a nice wet season in November when it's usually dry with very little rain for the past 3 years. a good change to have :)\nSubmitted by Meidimi on Fri, 11/24/2023 - 03:20\nIs the strength of Hurricane Otis related to El Niño?\nSubmitted by Fernanda on Tue, 11/28/2023 - 11:15\nHow is it possible for atmospheric CO2 to affect the trade winds strength and the alternating cold phase La Niña and the warm phase El Niño? There doesn't seem to be any correlation.\nSubmitted by Ken Towe on Wed, 11/29/2023 - 16:39\nCan you explain why this El Niño is so short vs the last La Niña?  Global warming, eh?\nSubmitted by Liardet Guy on Tue, 01/23/2024 - 09:55\nWell, we're not in an El Nino yet. But in general, yes El Nino's tend to be shorter-lived than La Nina's due in part to what they represent. La Nina is an amplification of the existing climatological pattern in the Pacific while El Nino is the opposite. What makes El Nino go, also leads to its demise.\nYou can learn more at  https://www.climate.gov/news-features/blogs/enso/life-and-death-el-ni%C…\nAs for ENSO and climate change, we have a bunch of articles on the topic.\nSubmitted by tom.diliberto on Mon, 01/29/2024 - 13:34\nIn reply to El nino by Liardet Guy",
  "source": ""
}