{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/welcome-polar-vortex-blog",
  "title": "Welcome to the Polar Vortex Blog!",
  "date": null,
  "content": "We are excited to announce that NOAA Climate.gov, home of the highly popular ENSO Blog, is venturing into a colder, darker, and windier corner of the atmosphere with the new Polar Vortex Blog. We plan to explore various facets of the winds, climate, and chemistry within the fascinating region of the atmosphere known as the polar stratosphere, and explain how this region can sometimes drive big changes in our weather patterns!\nWhile ENSO may be the seasoned celebrity in the seasonal forecasting world, in recent years the stratospheric polar vortex has become a rising star: constantly making headlines and being stalked by the paparazzi, but often misunderstood or misrepresented. We hope to clear up misconceptions, highlight new research, and discuss what the polar vortex is up to and how it may affect our winter’s weather. We expect there to be 1-2 posts per month between December and March, with the initial focus on the Northern Hemisphere polar vortex (yep, there’s one down south, too!).\nWhile we [Amy & Laura] are the lead editors of the blog, we hope to have guest contributors who can share their own perspectives and research on the polar vortex and related topics. And of course, this blog will not succeed without active engagement from you, our readers. We are happy to hear your constructive feedback and suggestions, and are excited to engage with you on this topic!\nAfter reading this introduction, the first question you might have is likely: What is the polar vortex? And so, that’s where we’ll begin!!\nIn recent years, most people have heard the phrase “the polar vortex”, which has made regular appearances in media headlines, often with an exciting, albeit sometimes ominous “Day after Tomorrow”, flavor:\nBut the “polar vortex” is not actually a synonym for “cold snap”; rather, it’s a well-known feature of Earth’s atmosphere that describes the high-altitude winds that blow around the pole every winter, miles above us in a region called the stratosphere.\nThe polar vortex is in the polar stratosphere, above the layer of the atmosphere (the troposphere) where most weather, including the jet stream, occurs. NOAA Climate.gov graphic.\nThe stratospheric polar vortex forms in the winter hemisphere when the Earth’s pole is pointed away from the sun. The polar stratosphere enters darkness and becomes cold relative to the tropical stratosphere [footnote 1]. The temperature contrast makes for strong winds in the stratosphere that blow from west to east. This wintertime stratospheric wind is what we call the Arctic polar vortex [footnote 2].\nIf we were at a dance party, your first impression might be that the stratospheric polar vortex is the wallflower standing alone on the upstairs balcony, while the tropospheric jet stream is showing off on the dance floor with its flamboyant troughs, ridges, and cut-off lows. But as is so often true, first impressions are not always correct: while the polar vortex often doesn’t mind doing its own thing, it is not a passive watcher of the atmospheric dance down below. With some encouragement, polar vortex can actually become one of the most dynamic dancers there.\nWhy does the polar vortex matter to us, given it is so high and far away in the polar atmosphere? That’s one of the things we hope to explore in much more detail on this blog. But one of the main reasons is because the vortex does not always sit quietly by itself. Though it might (literally) need a little push from the troposphere to get its groove on, it can really break down with a move called a “sudden stratospheric warming”.\nIn this move, the polar vortex may wobble, swing far from its normal position over the pole, or stretch itself way out, sometimes even splitting in two (doing the “splits”? We can hear the groans from here…). And when this happens, the chances of cold weather across many populated regions can increase for many weeks afterwards.\nWhen the Arctic polar vortex is especially strong and stable (left globe), it encourages the polar jet stream, down in the troposphere, to shift northward. The coldest polar air stays in the Arctic. When the vortex weakens, shifts, or splits (right globe), the polar jet stream often becomes extremely wavy, allowing warm air to flood into the Arctic and polar air to sink down into the mid-latitudes. NOAA Climate.gov graphic, adapted from original by NOAA.gov.\nAlternatively, sometimes the vortex does another extreme move where it becomes super fast and stable, encouraging the cold air at the surface to stay over the pole, which increases the chances of winter heat extremes in some regions. We will be getting into all the details of these events and their influence on our weather in future blog posts.\nIt’s hard to not be fascinated by the strong silent type that suddenly wows you with its awesome dance moves, particularly when those moves can cause extreme weather impacts, so scientists and forecasters have increasingly appreciated the need to monitor what the polar vortex is doing. We usually start by looking at the zonal (east-west) winds at 60N (the latitudes near Anchorage, AK or Oslo, Norway) at around 19 miles (30 kilometers) in altitude, where the air is so thin that the pressure is only 10 millibars (10 hectoPascals). By looking at a time series of these zonal winds we can get an idea of whether the polar vortex is really strong and stable, or weakening and ready to bust into its sudden stratospheric warming moves.\nIn early December 2023, NOAA's Global Ensemble Forecasting System (GEFS for short) began hinting that the winds of the Northern Hemisphere polar vortex might be about weaken. The spread of the individual forecasts is still pretty wide (thin pinkish-purple lines), but the average (heavier, bright purple line) predicts that winds will be weaker than average (royal blue line) in December. Climatology of highest and lowest daily values is from Climate Forecast System Reanalysis. NOAA Climate.gov graph, adapted from original by Laura Ciasto.\nIn addition to the strength of the vortex, we often want to know more about its shape. A great way to do this is by simply looking at a map of the thickness of the atmosphere. Throughout the winter, the polar vortex can shift, stretch, or just wobble from its usual spot over the pole, kind of like dancing in place. During strong events or sudden stratospheric warmings, these moves become much more distinct. Seeing the shape shows us which areas are poised to feel the biggest impacts of any unusual polar vortex behavior. There are other cool ways to see what the polar vortex is up to and whether it’s interested in tangoing with the troposphere but we’ll leave that for another post.\nThe polar vortex on December 4, 2023. Because the air within the polar vortex is generally much colder than the air outside of it, the polar vortex shows up on maps of atmospheric thickness (\"geopotential height\") as a region of low thickness. The 10-hectoPascal geopotential height is the altitude at which the pressure is 10 hectoPascals. NOAA Climate.gov image, based on Global Forecasting System (GFS) data from Laura Ciasto.\nSo what’s the polar vortex doing now? For the last few weeks it’s been embracing its wallflower persona as it sits over the polar region with stronger than average westerly winds. However, it does look like the stratosphere is at least thinking about joining the winter dance. If we look at the average of all the model forecasts from NOAA’s operational forecasting system (known as the Global Ensemble Forecasting System, or GEFS), it predicts that the zonal winds will weaken through the start of the new year.\nThe real question is whether the polar vortex just wants to dance in place (like it often does) or really show its steps. If we look at the individual forecasts that make up the average, some indicate that those westerlies at 60 degrees North* [Correction: see editor's note] will not only weaken but change direction to blow from east to west [footnote 3], which is how we define a sudden stratospheric warming. In addition, the leading forecast system for Europe (the ECMWF model, short for European Centre for Medium-range Weather Forecasting) shows an even higher likelihood that the vortex will be weaker than normal during December. These hints of a shift towards a weaker polar vortex means we will keep a close eye on whether the polar vortex wants to join an early winter party or sit this one out.\n\n*Editor's note: Revised on April 26, 2024. This sentence originally said, \"...indicate that those polar vortex westerlies...\".  It's been revised to prevent confusion between the polar vortex as the average atmospheric flow of the polar stratosphere and as a specific manifestation of that circulation on a given day. For more context, read We're going to stop saying \"polar vortex reversal\".\nIf you can’t wait for the next post to learn more about the polar vortex, our friends at the ENSO blog and at Climate.gov have posted several primers on the polar vortex and some of its most recent disruptions.\nOther good references on the polar vortex:\nThose who follow our ENSO blog will know the drill:\nSubmitted by rebecca.lindsey on Tue, 12/05/2023 - 16:50\nThis is fantastic and gives a better understanding of our weather etc….. Would be great if you could provide a blog on what happened re: the polar vortex etc in 2010 In the UK the beast from the east that caused the heavy ice and massive Icicles on the coast along with the heavy snow and thunder snow we had.\nSubmitted by Carol on Tue, 12/05/2023 - 17:48\nIn reply to Comment policy by rebecca.lindsey\nThank you for reading! Yes we will definitely dive into all the weather impacts that may be related to changes in the polar vortex.\nSubmitted by Amy Butler on Thu, 12/07/2023 - 11:15\nIn reply to 2010 UK by Carol\nAre the anomalous world wide above normal sst going to have an effect on the jet stream patterns that usually effect the west coast and southeast? I guess I'm asking this, is climate change creating uncharted territory as far as accurately predicting El Ninos effects globally?\nSubmitted by KMG365 on Tue, 12/05/2023 - 17:56\nIn reply to Comment policy by rebecca.lindsey\nYou're posing this question to the wrong blog! Hope over to the ENSO blog instead. This post might be particularly interesting to you.\nSubmitted by rebecca.lindsey on Wed, 12/06/2023 - 10:43\nIn reply to El Nino by KMG365\nWill there be forecast and analysis on teh vortex?\nSubmitted by James Munley on Wed, 12/06/2023 - 13:25\nIn reply to Comment policy by rebecca.lindsey\nShort answer: yes! This first post includes the current forecasts from the NOAA GEFS model. While we are only planning to post about every 2 weeks, in future posts we hopefully will be able to direct you to other resources to check out in case you want to know what the polar vortex is up to on a more daily basis. And if the vortex decides to do one of its big moves, we may change our posting schedule to get the word out!\nSubmitted by Amy Butler on Wed, 12/06/2023 - 14:54\nIn reply to Polar Vortex (analysis and forecast) by James Munley\nThank you, thank you. this vblog is the first time I've use it. I was aways wondering how the upper atmosphere worked. I will be back.\nSubmitted by Joseph N LaRiv… on Wed, 03/20/2024 - 14:21\nIn reply to Polar Vortex (analysis and forecast) by James Munley\nAfter I read your post the other day, this popped in my head, so I decided to share it today:\nSitting on his icy throne high up in the sky, the Dark Lord Stratospheric Polar Vortex looked south across the icy wastes of the north and at the far off lands where Fall still reigned, and pondered.  With his mighty legions of ice and snow, and his vast fleets of wind, he was sure that the lands of Fall could not hold out for long if he were to descend on them with his mighty forces.\nYet, he still hesitated, as he pondered how things stood.  His rival, the lord El Nino, had created a great empire in the Pacific, and he knew that this would complicate his plans.  He also knew that Fall had proven itself stronger than he had expected, and he privately wondered how well his mighty legions would fare if they were to attack.  He very much wanted to make his empire larger, but he did not want to take a foolish risk.  Yes, he knew that it might not be as challenging as he thought, but he was not certain.  So, perhaps waiting would be the best.\nWith the patience of a chess grandmaster, the Dark Lord sat and meditated on his next move.\nSubmitted by Matt on Sun, 12/10/2023 - 00:41\nIn reply to Comment policy by rebecca.lindsey\nWow, we love this take! Very evocative. Thanks for sharing.\nSubmitted by Amy Butler on Mon, 12/11/2023 - 15:09\nIn reply to Couldn't resist  by Matt\nHello, the polar Vortex at 10hPa looks somewhat like 2019/20 when it was very strong - but is it normal for a strong polar vortex to have three circulation cells up at 10 HhPa? Here the image of today - 26.12 of December: https://earth.nullschool.net/#2023/12/26/1500Z/wind/isobaric/10hPa/orth… and this one at 26.12 of 2019: https://earth.nullschool.net/#2019/12/26/1500Z/wind/isobaric/10hPa/orth… - just wondering. - here a study describing it what happened in 2019/20 \"The Exceptional Arctic Stratopheric Polar Vortex in 2019/2020: Causes and Consequences\" https://agupubs.onlinelibrary.wiley.com/doi/toc/10.1002/(ISSN)1944-8007… All the best Jan\nSubmitted by Jan Umsonst on Tue, 12/26/2023 - 11:24\nIn reply to Comment policy by rebecca.lindsey\nGreat question! You’re right the 2019/2020 polar vortex was very strong, one of the strongest and long lasting in the current record. But it wasn’t really until January that the polar vortex entered that prolonged stronger-than-normal period. For the image you showed on 26.12.2019, the vortex strength (as defined by 10-hPa 60N) was near normal. If you look at a similar image for 15.01.2020 (https://earth.nullschool.net/#2020/01/15/1500Z/wind/isobaric/10hPa/orthographic=15.30,71.83,401/loc=-8.563,2.369), it’s centred over the pole. This is typically what we expect for a stronger than normal polar vortex.\nSubmitted by laura.ciasto on Wed, 01/03/2024 - 11:49\nIn reply to Is this normal for a strong polar vortex? by Jan Umsonst\nWith the Sun at the height of this solar cycle, how will the CMEs that are directed at the north pole affect the solar vortex?  I was directed to this page in trying to find an answer.\nSubmitted by Connie on Thu, 12/28/2023 - 15:21\nIn reply to Comment policy by rebecca.lindsey\nThanks for the fascinating question! To my knowledge, there is limited research on the relationship between Coronal Mass Ejections (CMEs) and the polar vortex. There is some work using climate models to understand the impact of the 11-yr solar cycle on the stratosphere (https://acp.copernicus.org/articles/19/5209/2019/). But it's important to note that these climate models are not able to fully capture solar variability so these studies are limited.\nSubmitted by laura.ciasto on Wed, 01/03/2024 - 10:35\nIn reply to Affect of solar CMEs on the Polar Vortex by Connie\nThis is wonderful. It even makes sense to a dope like me. It's refreshing when experts are able to communicate their subject to average citizens like me.\nSubmitted by Neil Brown on Thu, 01/04/2024 - 08:34\nIn reply to Comment policy by rebecca.lindsey\nWhat causes the polar vortex to change from artic to lower hemisphere?\nSubmitted by Kim Guerino on Tue, 01/09/2024 - 10:44\nIn reply to Comment policy by rebecca.lindsey\nI'm not clear what you mean. Do you mean why does it change between the Arctic to lower latitudes like the tropics?\nSubmitted by amy.butler on Tue, 01/09/2024 - 12:38\nIn reply to Polar vortex by Kim Guerino\nDoes the polar vortex have any thing to do with pole reversal? Thank you, Kim\nSubmitted by Kim Guerino on Tue, 01/09/2024 - 10:47\nIn reply to Comment policy by rebecca.lindsey\nI think you are talking about a geomagnetic pole reversal, but as far as I know, the polar vortex does not have anything to do with reversals of earth's magnetic field. However the polar vortex can interact with space weather, see for example:\nhttps://earth-planets-space.springeropen.com/articles/10.1186/s40623-02…\n(interestingly, in researching this question I did come across some papers where \"polar vortices\" were referenced as being part of the structure of earth's core- deep underground. These are different than the polar vortexes in the atmosphere discussed on this blog.\nhttps://www.pnas.org/doi/10.1073/pnas.1717454115)\nSubmitted by amy.butler on Tue, 01/09/2024 - 12:48\nIn reply to Polar vortex by Kim Guerino\nWhy type of studies are being done to see how HTHH H2O has affected the stratosphere and how those abrupt changes are affecting the troposphere\nSubmitted by Bill on Tue, 12/05/2023 - 17:21\nThanks for this question! In the last year there have been many new studies coming out about the unusual eruption of the Hunga Tonga-Hunga Ha'apai volcano. This eruption released unprecedented amounts of water vapor into the stratosphere, in addition to other particles typical of volcanic eruptions. Given than stratospheric water vapor acts as a greenhouse gas to warm global-mean surface temperatures but volcanic particles typically cool temperatures for several years after an eruption, there is intense interest right now in the scientific community to understand these impacts, both on climate and the ozone layer. Several observational and modeling campaigns have occurred or are underway to better understand the effects of HTHH. See for example: https://www.sparc-climate.org/2023/01/27/new-sparc-activity-on-hunga-to…\nSubmitted by Amy Butler on Wed, 12/06/2023 - 15:15\nIn reply to HTHH by Bill\nCongratulations on the blog open, and I look forward to learning a lot from this blog.\nI have a question on SSW - as you mentioned in the footnotes, SSW occurs when the zonal wind becomes negative. But then I am curious how can we tell if that SSW will hit the US or not.\nI wonder if you could cover that in the future? Thank you!\nSubmitted by Joshua Kitson on Tue, 12/05/2023 - 17:53\nThank you for your comment! We will definitely discuss in detail in future blog posts the impacts of an SSW on weather in different regions, including for the US. Note that the SSW doesn't \"hit\" the US- when a SSW occurs, most of the stratospheric warming occurs far above us and typically over the Arctic, far north of the US. One thing we will show though- when the polar vortex breaks down, it doesn't even need to occur over the US for it to change the risks for certain types of weather here. We will go more into the whys and hows in a future post!\nSubmitted by Amy Butler on Wed, 12/06/2023 - 15:28\nIn reply to SSW in the States by Joshua Kitson\nInteresting\nSubmitted by Ila Nelson on Tue, 12/05/2023 - 18:42\nThank you for reading!\nSubmitted by Amy Butler on Wed, 12/06/2023 - 15:30\nIn reply to Polar Vortex blog by Ila Nelson\nHello, great blog and nicely written! I wonder if we have the last years a clear weakening signal of the polar vortex with all these changes going on in and around the Arctic?\nAll the best\nJan\nSubmitted by Umsonst on Tue, 12/05/2023 - 19:35\nThanks for your question! The short answer is no, there is no long-term (1958-present day) change in the strength of the polar vortex as measured by the zonal winds at 60N and 10 mb. However, there are certain decades where the polar vortex was weaker or stronger than average. So even looking across ~20 years, you might get the impression that the vortex is trending in a certain direction, but if we consider all the data we have back to 1958, you can see that there is almost no trend one way or another. However, there are some indications that the vortex may be shifting slightly eastward from its average location, or changing its shape in unexpected ways. We will discuss the details about how the polar vortex might change in response to climate change in a future post.\nSubmitted by Amy Butler on Wed, 12/06/2023 - 15:37\nIn reply to Do we have now a clear signal of a weakening Polar Vortex? by Umsonst\nI'm a novice to the topic.  Considering the cause/effect concept my questions is:  Does the polar vortex cause climate change or does climate change alter the polar vortex? In the grand scheme of data collection is the data-base old enough or big enough to generate long range predictions?\nSubmitted by Gary Vermillion on Sun, 12/10/2023 - 09:39\nIn reply to No long-term trend in strength by Amy Butler\nThanks for your question! The polar vortex is a naturally occurring feature of earth's atmosphere that is present every year. In that sense, the polar vortex *by itself* cannot cause climate change, but if greenhouse gases are added to the system that can affect how winds blow including the polar vortex. Those changes in the polar vortex winds could then alter regional climate change at the surface, by changing weather patterns. So the polar vortex's *response* to climate change in theory can modulate how climate change is felt at the surface. [essentially, the total climate change response is equal to the part that comes from greenhouse gas warming plus the part that comes from changes in the circulation/winds, which may enhance the warming response in some areas and reduce it in others]. Unfortunately, climate models don't agree on what the Arctic polar vortex's response to climate change will be- some show it significantly strengthening, while others show it weakening.\nSubmitted by Amy Butler on Mon, 12/11/2023 - 15:07\nIn reply to Whose on first? by Gary Vermillion\nThx a lot for your kind answer!\nI think with the ongoing change caused by warming we should treat every trend that arises the last ~20 years as a long-term trend. Just as a precaution, as it will be the case more likely than not, as climate warming is now overruling natural variability in an ever-increasing number of subsystems. Anyhow your field of study is highly interesting with the stratospheric circulation now also changing big time the last two decades e.g. recent changes in the QBO and the intensifying BDC - at least recent studies provided additional proof...\nSubmitted by Jan Umsonst on Tue, 12/26/2023 - 10:58\nIn reply to No long-term trend in strength by Amy Butler\nThank Amy, Laura and the  visualization team on a great first read! I have been consuming a lot of info the last few months regarding changing weather patterns in the troposphere and stratosphere, learning about ENSO, the polar vortices, etc.\nLots of wonderful, easy to consume information here. I guess my only suggestion would be to each footnote reference within the article be a link to where the footnote pops up with an (X) or [close] button, or each footnote itself at the bottom has a [back] link so you can more easily get back to where you were without having to scroll to find where you were.\nBut overall, genuine kudos! 😍\n​\n​\nSubmitted by Terry Hale on Wed, 12/06/2023 - 01:29\nThanks for the tip about footnotes. We don't have a ready-to-use button for that in our content authoring system, but I have coded similar behavior to that manually in the past. Yesterday was a mad dash to get the blog up by end of the day and I didn't have time to do it. I hope to do better going forward! And perhaps I will put a request in to our web developers to make me an \"easy button\" for footnotes ;-)\nSubmitted by rebecca.lindsey on Wed, 12/06/2023 - 10:47\nIn reply to Gratz on the new blog by Terry Hale\nThank you for your comment, I will pass this on to the web team.\nSubmitted by Amy Butler on Wed, 12/06/2023 - 15:38\nIn reply to Gratz on the new blog by Terry Hale\nA great introduction to the SPV and I'm looking forward to further blogs\nSubmitted by Katie Greening on Wed, 12/06/2023 - 08:39\nThank you for reading!\nSubmitted by Amy Butler on Wed, 12/06/2023 - 15:39\nIn reply to Informative ! by Katie Greening\nAnother US Govt agency telling us what is truth and what is a lie.  I'm 1 class short of a Masters in Applied Meteorology.  I don't need the US Govt violating their Constitutional duty telling me what I can and can't believe.  I think this site needs to change and allow 0 comments or be shut down.\nSubmitted by paul harris on Wed, 12/06/2023 - 08:43\nFor clarification, we make a distinction between expressing an on-topic opinion and spreading dis- or misinformation. Readers are free to post their own on-topic opinions.\nBut we will not publish comments that simply rehash climate-science-denial talking points that have been widely and thoroughly debunked by the IPCC, the National Climate Assessment, the National Academies of Science, universities, and other science organizations.\nSubmitted by rebecca.lindsey on Wed, 12/06/2023 - 12:20\nIn reply to Misinformation  by paul harris\nBased on what I have learned about finding and evaluating information, sources matter.  And, NOAA atmospheric scientists are experts with weather and climate, plus they regularly research it in detail.  So, I would consider this blog to be an authoritative source when it comes to information on the polar vortex.\n​​I look forward to reading more about this topic, as you make posts on it.\nSubmitted by Matt on Wed, 12/06/2023 - 16:09\nIn reply to misinformation by rebecca.lindsey\nGreeting to everyone who put this blog together to bring more detail and accurate accounting for the polar vortex, El Nino, El Nina and most other global weather related matters. I admit I am just a novice at following the weather patters globally and also for the northern hemisphere. I've been doing a great deal of reading and research on these topics simply because I find them extremely fascinating. I don't represent any organization, I am just a simply u.s. citizen that owns a small business where working outside and in the weather year round causes me to pay attention to the weather. I also find the global weather patterns extremely interesting. I find all of this very interesting. I look forward to reading more, gaining accurate information and reading the thought and opinions of others. So thank you for creating this blog.\nSubmitted by Cliff Sweat on Wed, 12/06/2023 - 11:11\nThank you for reading! I got interested in this field of research because of my own fascination with weather since childhood. So you are in good company!\nSubmitted by Amy Butler on Wed, 12/06/2023 - 15:41\nIn reply to General thank you by Cliff Sweat\n1. Is there a relationship between the stratospheric polar vortex and the Arctic oscillation?  If so, what is it?\n2. I noticed on the image of the stratosphere polar vortex as of December 4th that it looked kind of like a pear rather than a circle.  Any idea what this means?\n3. You wrote in Footnote 1 that the stratosphere is warmer around the poles than in the tropics during the summer.  Does this have something to do with how they get significantly more daylight at that time?\nSubmitted by Matt on Wed, 12/06/2023 - 16:24\nThank you for your questions!\n1. Yes they are closely related in winter. We will get more into how over the next few blog posts.\n2. The Arctic polar vortex often is not perfectly circular but wobbles around a fair amount. We'll explain more down the road, but basically it's getting pushed around by big atmospheric waves fairly constantly, which can change the shape.\n3. Yes, it primarily has to do with how much incoming solar radiation there is at the poles during different seasons. However, it's slightly more complicated than just incoming radiation because there are also some circulation-induced temperature differences.\nSubmitted by Amy Butler on Thu, 12/07/2023 - 13:19\nIn reply to Some comments by Matt\nI’m excited to see this blog. I’m an avid skier from New England and we only have a few months a year to do what we love to do. To state the obvious weather can make or break a ski season. This interest in outdoor winter activities has led me to a fascination with weather. What causes our weather, when will weather events happen, where will they happen, and what will the seasonal weather trends be - will it be an epic ski season or a bust. I anticipate that your blog will be interesting reading and wanted to say thanks for putting it together.\nSubmitted by Skier in New England on Fri, 12/08/2023 - 08:12\nThank you for reading!\nSubmitted by Amy Butler on Fri, 12/08/2023 - 15:35\nIn reply to Excited to See This Blog by Skier in New England\nDescribing the normal Polar Vortex as going from west to east sounds incorrect to me. I believe it is more correct to say counterclockwise.\nIt is really the Polar Low in the Stratosphere.\nOver North America that might be west to east.\nSubmitted by Sigmund Silber on Sat, 12/09/2023 - 01:28\nThanks for your comment! Yes, to be clear it's the \"zonal\" component of the flow that blows from west to east (in atmospheric sciences we divide up the wind into zonal flow \"u\", or east-west, and meridional flow \"v\", or north-south). The total wind flow can definitely be more north-south depending on where you are looking and the shape of the vortex on any given day.  We'll try to be more clear with this phrasing in the future.\nSubmitted by Amy Butler on Mon, 12/11/2023 - 15:15\nIn reply to Wind direction by Sigmund Silber\nHow are the PV physical parameters actually measured? Is it via balloons, satellites, or some other inferential methods? The graphics imply a complete continuity of all the physical parameters of the PV. But how are those actually determined, and what are the spatial gaps that may exist in the measurements?\nThis is an excellent blog. Thanks so much for starting it!\nSubmitted by Mike on Sat, 12/09/2023 - 11:05\nGood question. In the Northern Hemisphere, we have good spatial and temporal coverage of balloon measurements of the stratosphere back to ~1958. Though the first sudden stratospheric warming was measured even earlier by balloon back in 1952 by Richard Scherhag at the Freie University of Berlin in Germany! Since 1979 we also have excellent measurements of the circulation features of the stratosphere by satellite. However, to get the images that we show here which show complete spatial coverage, scientists have developed what we can \"reanalysis\" products, which assimilates the balloon and satellite records and uses a climate model to fill in the gaps. The model is constrained by the observations but allows us to get a more complete picture of what is going on. However, these products can have biases. Many studies have been carried out to assess how well the reanalysis is doing. In the stratosphere, most reanalysis products are pretty accurate up to the 10 mb pressure level because we have a lot of observations up to that level. Above that level there can be more noticeable issues. A great resource for the nitty-gritty details is found here: https://acp.copernicus.org/articles/17/14593/2017/acp-17-14593-2017.pdf\nSubmitted by Amy Butler on Mon, 12/11/2023 - 15:28\nIn reply to physically measuring the PV by Mike\nIs there any relational tension between the slight decadal wax and wane you alluded to and solar cycles?\nSubmitted by Scott on Sat, 12/09/2023 - 12:32\nIt's definitely possible that the 11-year solar cycle has some relation to the strength of the stratospheric polar vortex, but it's difficult to quantify because there are other potential sources of variation such as decadal SST variability and the Quasi-biennial oscillation. Also if the cycle is 11 years and we only have ~60 years of data, that's about 5-6 independent samples so just not enough data to know. We can try to look at it in models, but not many models simulate solar cycle variability that well. Here is a recent paper summarizing some of the issues with simulating the solar cycle and its impacts on the stratosphere in one model: https://acp.copernicus.org/articles/19/5209/2019/\nSubmitted by Amy Butler on Mon, 12/11/2023 - 15:56\nIn reply to Solar cycle activity by Scott",
  "source": "climate.gov"
}