{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/date-night-stratospheric-polar-vortex",
  "title": "Date night with the stratospheric polar vortex",
  "date": null,
  "content": "We threw plenty of information at you in our last post introducing the Arctic stratospheric polar vortex. So let’s take a step back and examine that information a little more closely. If the last post was the “meet cute” with the stratosphere, then this post is more like a first date, where we get to know the polar vortex and find out what it’s been up to lately.\nWe’ll start by taking a closer look at the average behavior of the temperature and wind patterns across the polar stratosphere throughout the year. The first thing you might notice is that the winds change direction in the late summer and spring. Or that the temperatures are colder in the winter than in the summer. Similar to the seasons we experience here on the ground, the stratosphere also has seasons.\nThe seasonal cycle of polar vortex temperatures (background maps) and winds (white arrows). NOAA Climate.gov animation, based on Climate Forecast System Reanalysis data provided by Laura Ciasto.\nThe polar vortex forms in late summer, when when the amount of sunlight reaching the pole begins to decrease. Because the North Pole, which is completely dark for several months in the winter, receives less of the Sun’s rays than the tropics, the polar stratosphere air becomes colder than the tropical stratosphere air. To eliminate that temperature difference, the warm tropical air flows north toward the cold polar air. Earth’s west-to-east rotation nudges the wind to the right in the Northern Hemisphere, and the winds become primarily westerly (air moves from west to east). These winds are associated with the strength of the polar vortex, and they are strong enough to act as a barrier between the midlatitude and polar air, reinforcing the cold stratospheric air within the vortex.\nThe polar vortex sticks around throughout the winter until mid to late spring. By then, the North Pole is tilted toward the Sun enough that the temperature differences between the equator and pole weaken and then reverse as the polar stratosphere becomes warmer than the tropical stratosphere [footnote #1]. As a result, the westerly winds weaken, reverse direction, becoming slightly easterly. This reversal of the west-to-east winds every spring is referred to as the final stratospheric warming (we’ll cover this more in the spring).\nAs we’ve said before, the stratosphere can act as an introvert of the climate system, often content to do its own thing, but that’s not to say it isn’t active. The polar vortex wobbles, changing its shape and/or location around the pole as winds become weaker or stronger and temperatures become warmer or colder relative to their averages. There have been times when the westerly winds have become twice as strong as the typical speeds. Other times, the vortex winds “break down” and reverse direction entirely (aka “sudden stratospheric warming”). However, not every weakening of the vortex or warming over the Arctic can be considered a so-called “major” warming event. Those typically happen once every year or two [footnote #2].\nWobbles in the polar vortex can be caused by atmospheric waves, which are similar to ocean waves with huge dips and ridges that span enormous distances across the atmosphere. These waves can be generated within the stratosphere itself but often it’s the troposphere communicating with the stratosphere via one of these upward moving waves. Like the ocean waves on a beach, these atmospheric waves can “crash” in the stratosphere and impact the polar vortex winds [footnote #3].\nOne way we look at whether the stratosphere and troposphere are communicating is through so-called “paint drip” plots [footnote #4], which shows the departures from average thickness (“anomalies”). These plots can indicate when changes in air thickness over the Arctic are confined to either the stratosphere or the troposphere alone, when changes are occurring at the same time, or when changes at one level appear to lead changes at another level. It’s important to note that these plots cannot definitely tell us whether the stratosphere is inviting the troposphere to chat or vice versa, but it does suggest coupling (or lack of). We’ll talk more about atmospheric waves and stratosphere-troposphere coupling in future posts, including how it’s related to tropospheric climate patterns.\nDifferences from average atmospheric thickness (standardized geopotential height anomalies) in the column of air over the Arctic from the troposphere to the stratosphere since late October 2023. The two layers of the atmosphere appear to have been weakly connected in late October, and more strongly connected in mid-November, when the low thickness anomalies (purple areas, suggesting a stronger-than-average polar vortex) extended from mid-stratosphere to the surface. Since then, there’s been little connection between them. It seems the stratosphere may be trying to connect with the troposphere (via downward spreading positive anomalies), who, so far, hasn’t been answering. The models predict that, on average, the ghosting may continue.\nGeopotential height means \"the altitude where a given pressure exists.\" A geopotential height anomaly means that a given pressure level is occurring at higher or lower altitudes than average, usually a sign that the air in the column is warmer or cooler than average. Anomalies are based on departures from the 1991-2020 average, and have been divided by the standard deviation to create a standardized (unitless) index. Daily data are from the Global Forecast System observational analysis and forecast, and climatologies are from the Climate Forecast System Reanalysis. NOAA Climate.gov image, adapted from analysis by Laura Ciasto.\nNOAA's Global Ensemble Forecasting System (GEFS for short) predicts that the Northern Hemisphere polar vortex will remain perturbed for the rest of December into January, with weaker west-to-east winds (top) and warmer temperatures (bottom). The spread of the individual forecasts (thin lines in each graph) remains wide, but the average (heavier line) predicts weaker-than-average winds and warmer-than-average temperatures. A few individual models predict a polar vortex reversal and major warming. Climatology of highest and lowest daily values is from Climate Forecast System Reanalysis. NOAA Climate.gov graph, adapted from original by Laura Ciasto.\nDecember has so far seen a slightly weaker and warmer than average polar vortex. The average of the individual forecasts from NOAA’s GEFS (short for Global Ensemble Forecast System) continues to favor another minor warming (temperatures increase and westerly winds weaken, but don’t reverse direction; footnote #5) but at least in this model only 13% of those individual forecasts indicate major sudden stratospheric warming (temperatures increase and westerly winds reverse direction to easterly).\nPolar vortex groupies might be disappointed by these predictions, but there are two reasons that inspire a glimmer of hope for something interesting: First, the average of the forecasts from Europe’s ECMWF (short for European Centre for Medium-range Forecast) also shows a minor warming, but more of those individual forecasts hint at a major warming. Second, even when the polar vortex is only slightly weakened, particularly for a prolonged period, additional small wobbles can further destabilize the vortex and break it down completely. If this happens, we’ll be right here letting you know what’s going on and what it might mean for any winter weather.\nSubmitted by rebecca.lindsey on Wed, 12/20/2023 - 14:46\nThis new blog is a fabulous example of excellent science communication and education at its best! I'll be using your graphics in my presentations, with dure credit, of course! Keep up the great work!\nSubmitted by Jennifer Francis on Fri, 12/22/2023 - 14:23\nIn reply to Comment policy by rebecca.lindsey\nThank you for reading!\nSubmitted by laura.ciasto on Tue, 12/26/2023 - 18:35\nIn reply to SPV by Jennifer Francis\nYour post was interesting, as usual.  That said, I had a question: How does the stratospheric polar vortex affect weather in the troposphere?  More to the point, it is above the troposphere (with most of it miles above it), so why would its behavior (whether it is strong, weak, or experiencing a sudden warming event) have any influence on weather down at the surface?\nI know it does, based on what I have read at the NOAA site, this blog, and elsewhere (along with experiencing the aftereffects of it in March 2018, February 2021, and this past March).  But I am confused as to why winds far above the Arctic would have such a strong effect on the weather here at the surface.\nThanks for reading this, and I look forward to hearing from you.\nSubmitted by Matt on Wed, 12/20/2023 - 18:36\nGreat question!  Changes in the polar vortex winds can transfer energy downward and impact the winds at lower levels, which in turn, can impact winds at even lower levels. Sometimes these changes can propagate all the way through the stratosphere and troposphere to the surface. Other times, these changes stop near the stratosphere-troposphere boundary (called the tropopause).  There is active research to understand which factors are most important for this this downward propagation to occur. Amy is going to cover these ideas in much more detail in the next post. Thanks for reading!\nSubmitted by laura.ciasto on Thu, 12/21/2023 - 16:29\nIn reply to How does the SPV affect weather in the troposphere? by Matt\nThanks for the reply.  I know that you wrote that Dr. Butler will be explaining this in much more detail in the next post, but I did have another question I was curious about, based on what I read yesterday after posting my question (to try and get my head around this topic):\nDoes this process involve heat transfer and/or changes in pressure?  If so, how do they change with altitude?\nThanks for reading this and for answering my question.  I look forward to reading the next post.\nSubmitted by Matt on Thu, 12/21/2023 - 20:11\nIn reply to Downward coupling by laura.ciasto\nYes the temperature, winds, and pressures are all connected. As the winds weaken and reverse direction during a major sudden stratospheric warming, there is a component of the air that moves poleward and descends rapidly over the Arctic and pressure increases. As the air descends it warms: this is one of the reasons why the temperatures can increase so impressively during a major warming event. This can be seen through the lower stratosphere but its connection to the troposphere is not as well understood. Typically a sudden stratospheric warming will increase the likelihood of the negative phase of the Arctic Oscillation which is associated with an increase in pressure over the Arctic and a shift of the tropospheric jet stream.\nSubmitted by laura.ciasto on Fri, 12/22/2023 - 20:17\nIn reply to Thermodynamics with SSW? by Matt\nThanks for the answer and explanation.  I look forward to reading more about that in future posts.\nAlso, good luck with the seasonal and sub-seasonal forecasts!\nSubmitted by Matt on Fri, 12/22/2023 - 21:05\nIn reply to Yes the temperature, winds,… by laura.ciasto\nThis blog is great! Thank you! Love the literary twist and analogies!\nSubmitted by Brett Lutz on Wed, 12/27/2023 - 19:15\nGreat to hear that you are enjoying it!\nSubmitted by laura.ciasto on Wed, 01/03/2024 - 09:35\nIn reply to Great Blog by Brett Lutz\nHave learned a lot from this blog. Thks again and take care.\nSubmitted by Charles  Abney on Fri, 01/05/2024 - 00:22\nThat's great to hear, thank you!\nSubmitted by laura.ciasto on Fri, 01/05/2024 - 09:31\nIn reply to Thank you very much by Charles  Abney",
  "source": ""
}