{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/cooking-stratospheric-polar-vortex-disruption",
  "title": "Cooking up a stratospheric polar vortex disruption",
  "date": null,
  "content": "When we last wrote two weeks ago, the forecasts suggested that the stratospheric polar vortex would continue to weaken and warm into January. Though there were a few days around the end of December where forecasts moved closer to predicting a full reversal of the west-to-east winds at 60 degrees North* that comprise a major “sudden stratospheric warming”, the ingredients did not fully come together. Instead, in the last few days there was a minor warming of the vortex. Temperatures in the mid-stratosphere (~19 miles above the surface) rose about 30 degC (55 deg F!) during the 6-day period between December 30 and January 5th, and the winds at 60 degrees North slowed considerably but did not reverse.\nObserved and forecasted (NOAA GEFSv12) wind speed (top) and temperature (bottom) in the polar vortex compared to the natural range of variability (faint shading). For the GEFSv12 forecast issued on January 7, only a few model runs predict a reversal of the vortex winds (top, thin magenta lines), and the average of all the runs (thick magenta line) predicts wind speed and direction will be near normal. Individual forecasts for temperature (bottom graph, light red lines) average out to just below normal temperatures (thick pink line). NOAA Climate.gov image, adapted form original by Laura Ciasto.\nSo what happened? Though we certainly don’t have a definitive answer yet, we can start to understand possible reasons by delving into how the stratosphere and the troposphere come together to bake up these sudden warming events, using a few key ingredients.\nYes, the atmosphere, like the ocean, has waves! [footnote 1] And waves are key to how the stratosphere and troposphere communicate. In the troposphere, planetary-scale atmospheric waves arise from air blowing over mountain ranges, temperature differences between the land and the ocean, and even from far away tropical thunderstorms that drive persistent wave patterns called teleconnections. If these waves sit in just the right place for long enough, they can grow and amplify enough in the vertical direction to reach the stratosphere, where the waves can break. This is analogous to how ocean waves break on a beach, but in the atmosphere, the waves instead break in the stratosphere which can slow the polar vortex winds.\nThere are two types of persistent weather patterns that typically precede sudden warmings: either unusually low pressure over the Aleutian Islands and high pressure (or blocking) over the North Atlantic, or else simultaneous high-pressure/blocking over both the Aleutian and Ural regions. The location of these patterns are in just the right place to amplify existing non-moving (or “stationary”) wave patterns that form in response to mountain ranges and land-sea temperature contrasts, especially the largest atmospheric waves [footnote 2], helping them to reach the stratosphere.\nAtmospheric conditions in the troposphere in late December 2023 (left globe) did not match either of the two patterns (center and right) that usually precede major disruptions of the polar vortex. When planetary waves in the troposphere adopt either of the configurations shown in the middle and right-hand globes, their energy is amplified, enabling them to push upward and break into the stratosphere. The configuration in late December had low pressure over the North Pacific (gray), which is part of the \"wave-1\" pattern that often precedes the polar vortex getting displaced off the pole. But the pattern lacked the high pressure (red areas) across Greenland and the eastern Arctic. NOAA Climate.gov image, adapted from original by Amy Butler.\nThe biggest atmospheric waves [footnote 2] have a particular requirement: they can only travel vertically if the winds through which they are traveling are blowing from west-to-east and also not too fast. In general these wind conditions are met in the Arctic winter months. However, note that this requirement means the waves can’t go into the stratosphere in summer, when the winds blow from east-to-west instead, or right after a major warming, when the winds reverse direction.\nThe stratospheric polar vortex is often bombarded with waves from the troposphere with little impact. Conversely, sometimes major stratospheric warmings occur with no apparent influence from the troposphere; in fact, probably only about ⅓ of these events are preceded by anomalously strong atmospheric wave pulses from the troposphere. So something else must be needed. We think that, though tropospheric wave forcing can certainly help, the stratosphere may need to be in just the right configuration for a stratospheric warming to occur. For example, we make bells, well, bell-shaped because that shape maximizes the “resonance” of the sound waves when the bell is struck, creating deeper and richer tones as the waves reflect off the inside of the bell. Similarly, if the polar vortex is in the right shape, it can resonate atmospheric waves within itself, leading to wave amplification and ultimately, a sudden stratospheric warming.\nIf we look back over the last couple weeks, we saw a large amplification of wave activity within the stratosphere itself, suggesting that the second and third ingredients were in place. This allowed the atmosphere to bake up a minor warming, but this time it wasn’t enough to fully rise to a major event (an atmospheric baking fail, evidently). A likely contributing factor is that the first ingredient, a pulse of waves coming up from the troposphere, was largely absent; the tropospheric weather patterns that often precede major stratospheric warmings weren’t in place. If that had been part of the mix, it might have given the atmosphere the extra heat needed to fully disrupt the vortex.\nWhat’s the atmosphere cooking up next? Forecasts suggest that the polar vortex will continue to stay weak for the next 10-14 days, with some forecast systems even showing another chance at a major stratospheric warming event. Meanwhile the vortex has changed from being displaced towards Europe to becoming more elongated across North America and Scandinavia, with the possibility of the polar vortex splitting into two lobes in the lowermost stratosphere- an indication of how unstable the vortex has become.\nAtmospheric thickness (geopotential height of the 10-millibar pressure level) showing the polar vortex on January 1, 2024 (left), and the forecast for its shape and location on January 14 (right). When the polar vortex is shifted or stretched out off the pole to lower latitudes, it can sometimes help reinforce wintry weather outbreaks. NOAA Climate.gov image, based on Global Forecast System analysis and forecasts.\nHowever, there remains considerable uncertainty in how the polar vortex will evolve after mid-January. Meanwhile, there are indications that even this minor warming may help reinforce the chances of colder weather patterns in some areas over the next couple of weeks- stay tuned!\n[*Editor's note. Revised on April 26, 2024. This sentence originally said, \"...predicting a full reversal of the west-to-east vortex winds...\".  It's been revised to prevent confusion between the polar vortex as the average atmospheric flow of the polar stratosphere and as a specific manifestation of that circulation on a given day. For more context, read We're going to stop saying \"polar vortex reversal\".]\nHello, and thanks for the explanation.  My question is this: Does this near-SSW have any relationship with the genuinely cold weather that is supposed to hit the Midwest and Southern Plains this week and weekend?\nSubmitted by Matt on Mon, 01/08/2024 - 18:47\nHi Matt, thanks for your question. The minor SSW is likely helping to reinforce blocking over Greenland and a negative phase of the North Atlantic Oscillation. This pattern is associated with colder snowier weather over the eastern coast of the US. In addition, the stratospheric polar vortex is now stretching down across North America. This may also encourage the tropospheric polar jet stream to head further south, bringing cold Arctic air with it to the central US. (one of my favorite websites to look at the structure of the vortex vertically is here: https://stratobserve.com/misc_vort3d).  That being said, we can't directly attribute the midwest cold to the minor SSW or the polar vortex shape; the polar vortex changes may help \"load the dice\" for cold air outbreaks but many elements must come together for weather extremes to occur.\nSubmitted by amy.butler on Tue, 01/09/2024 - 13:04\nIn reply to Cold weather in Midwest by Matt\nSo, to make sure I understand, last week's minor SSW increased the possibility of cold weather in eastern North America, but it is merely one factor with this.  Is this correct?\nSubmitted by Matt on Tue, 01/09/2024 - 15:38\nIn reply to Attribution is tricky by amy.butler\nYes- it helps nudge the jet stream into a configuration that is conducive to cold air outbreaks, but other elements like ridging over the Pacific, moisture availability, etc are also going to be major determinants of where the weather extreme occurs, how strong it is, and what type of precipitation falls.\nSubmitted by amy.butler on Wed, 01/10/2024 - 16:58\nIn reply to Probabilities by Matt\nLiked the polar vortex explanations\nSubmitted by Dave Oltmann on Mon, 01/08/2024 - 21:43\nThank you!\nSubmitted by amy.butler on Tue, 01/09/2024 - 13:05\nIn reply to Vortex by Dave Oltmann\nSo there's evidence that there will be even more stratospheric warming after this? What does this mean for the south central US past next week?\nSubmitted by David millef on Wed, 01/10/2024 - 01:55\nYes, it does look like the PV will become disturbed again early next week, possibly even becoming a major sudden stratospheric warming. For practical purposes though, whether or not a \"major\" event occurs, the disruption of the PV next week will be strong enough to potentially have lasting (e.g., weeks long) effects on weather patterns. This generally means that the tropospheric jet stream may stay southward shifted for the next several weeks, increasing risk for cold air outbreaks over Europe and the eastern US.  These are the regions that on average see the greatest increase in risk of cold snowy weather after the polar vortex is disrupted; however, it's possible for the cold air outbreaks to occur elsewhere. In particular if the lower stratospheric PV stays elongated or split towards N.America (which is currently suggested by the GFS through the end of the month, though forecasts at those leadtimes are not very reliable), this configuration could encourage further cold air outbreaks over the central US.\nSubmitted by amy.butler on Wed, 01/10/2024 - 17:07\nIn reply to PV by David millef\nSo if I am reading this right there is evidence that there could be more stratospheric warming past this event? Meaning it is possible that past next week south-central US could be in for more colder weather?\nSubmitted by Billy H on Wed, 01/10/2024 - 01:59\nYes, you are correct that it is looking likely that next week will bring further disruption to the polar vortex (still might not qualify as a \"major\" sudden warming, but it's very close). This could help this southward shifted jet stream pattern persist even for several weeks, which can increase the risk of colder snowier weather in some regions. Typically, after major sudden stratospheric warmings the strongest signals for colder weather are over the eastern US and Europe (not central US). However this event is a little unusual in that the forecasts suggests it will involve an elongation of the vortex across N. America/Scandinavia. Past research has suggested this particular set up might encourage cold air outbreaks over the central US. However, there is considerable forecast uncertainty in what will happen after this polar vortex disturbance next week.\nSubmitted by amy.butler on Wed, 01/10/2024 - 17:17\nIn reply to Vortex by Billy H\nHi! Great post! Since October, most of Scandinavia has been covered in cold air and the cold anomalies for October-December only in this region has draw some attention. You said in the previous post that the polar vortex hasn't really coupled to the troposphere on a hemispheric scale (demonstrated by the painting drip). However, could it couple in a more regional sense and partly explain the persistent Scandinavian cold plume? For example if the vortex has been displaced more towards Europe than climatology?\nSubmitted by Sigmund Guttu on Wed, 01/10/2024 - 02:22\nThat's a good question. I think it's possible- the polar vortex was displaced towards Scandinavia for a long period this fall, and if I take a quick look at the data I can see \"vertically stacked\", e.g. throughout the entire column, low pressure anomalies over Scandinavia that extend beneath the polar vortex displacement during the Nov 1-Dec 31 period. It's suggestive that the polar vortex could have played a role, but not conclusive.\nSubmitted by amy.butler on Wed, 01/10/2024 - 17:35\nIn reply to Cold Scandinavia for months by Sigmund Guttu\nAfter last winters PV breakdown i always read your articles when i am looking for PV news, i work in wastewater collections and treatment in California and this time last year when the PV broke we got absolutely smashed with rain. That greatly impacted our system, so keeping up on the PV helps me better prepare my team. Thanks again.\nSubmitted by Jon C. on Wed, 01/10/2024 - 09:00\nThanks for reading. I will say though that on average if anything we actually see less rainfall over California following these major sudden stratospheric warming events, so 2023 was unusual in that respect. However some recent research (https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2022GL100381) does suggest that when the polar vortex is weak it can slightly modulate  water vapor transport events (called \"atmospheric rivers\") from an average location over Washington southwards to California. So possibly, the atmospheric river event occurred for some other reason but the sudden stratospheric warming helped nudge its landfall south towards California. (This is all speculation, but it is a very interesting case!)\nSubmitted by amy.butler on Wed, 01/10/2024 - 17:46\nIn reply to Thank you by Jon C.\nThe conditions that are described, with wind changing direction sounds like the conditions last night in TN.\nSubmitted by Hesley T Butler on Wed, 01/10/2024 - 09:24\nIt's true that a lot of the meteorology that happens at the surface is the same dynamics that happens way up in the stratosphere (with one exception being that the stratosphere is almost entirely cloud free and much drier). However, when the polar vortex winds change direction, it's a *huge* hemispheric scale reversal; much larger in scale than local weather systems. Hope you stayed safe last night with the wild wind conditions!\nSubmitted by amy.butler on Wed, 01/10/2024 - 17:49\nIn reply to  wind changing direction by Hesley T Butler\nI'm so grateful to have found this blog post! So informative and exactly the kind of explanations I'm looking for. Thank you. I have a few questions:\nI was trying to understand these waves that travel from the troposphere to the stratosphere. I understand that they break when they reach the stratosphere. Most of the time they do not travel vertically right, but horizontally through the troposphere?\nAlso in footnote 2 you mentioned these waves are massive between trough and ridge, like the size of 1 degree of latitude. So do these waves come in different sizes? Do they grow in size from the ground and get larger as they travel (like ocean waves do)?\nLastly, how does the stratosphere warm up if not from these waves? Are these waves not solely responsible for warming the stratosphere? There are other factors?\nSorry for all the questions. I re read this post a few times to try and understand better.\nSubmitted by Gleb Mikhalev on Wed, 01/10/2024 - 10:54\nThanks for reading! These large atmospheric waves (called planetary or Rossby waves) can travel both horizontally  and vertically, simultaneously. It's difficult to picture, but for a fun little exercise, imagine a bowl of water and then let's say we put a very energetic fish who hangs out at the bottom and flaps its fins. He will generate little waves and those waves can move both upward and out away from the fish at the same time.\nAs far as the size of these waves, they are actually much bigger than 1 degree latitude. They are the size of one *full circle* of latitude and so for example a wavenumber-1 wave would have a ridge that extends around half the entire Northern Hemisphere (180 degrees) and a trough that extends around the other half (180 degrees). However, the waves do come in different sizes and there can be much smaller waves, especially in the troposphere. However, only the largest Rossby waves of wavenumber-1 and wavenumber-2 (maybe on rare occasion wavenumber-3) can amplify enough  vertically to travel into the stratosphere.\nThe sudden warming in the stratosphere does come from wave breaking, but the waves can come from either the troposphere or from within the stratosphere itself. The polar vortex often can start to wobble or shift, and this wobble is itself a wave that, if it's in the right \"shape\" the vortex can amplify further. There are other processes going on as well but they also involve wave breaking. For example when the waves break they accelerate a meridional circulation in the stratosphere that pushes air downwards over the pole. Air that is forced downwards must warm up.\nSubmitted by amy.butler on Wed, 01/10/2024 - 18:27\nIn reply to Amazing post, have a few questions  by Gleb Mikhalev\nWhy are we getting such a stretch of bitter cold in the Midwest and Great Lakes region? I thought El Nino meant a warm and dry winter. While December was very warm, i's also been a very wet fall and early winter with lots of big rains and now several major heavy moisture snowstorms.\nSubmitted by Mark on Sat, 01/13/2024 - 11:37\nWhile the El Nino signal can give us a general idea of what to expect over the winter season, the weather within the season can be affected by many different factors. This particular stretch of bitter cold does seem at least partially related to the minor disruption of the polar vortex. Another interesting thing to consider is that while El Nino by itself has a dry signal over the Great Lakes region, the climate change or \"trend\" signal is for wetter conditions over that same region, and the two factors almost cancel out in JFM (see here: https://www.cpc.ncep.noaa.gov/products/precip/CWlink/ENSO/composites/EC…). I'm sure our fellow bloggers over at the ENSO blog would also have thoughts on this!\nSubmitted by amy.butler on Tue, 01/16/2024 - 10:34\nIn reply to Polar Vortex and El Nino by Mark",
  "source": ""
}