{
  "url": "https://www.climate.gov/news-features/blogs/enso/january-2024-el-nino-update-birds",
  "title": "January 2024 El Niño update: for the birds",
  "date": null,
  "content": "El Niño is very likely close to peak strength and is likely to continue for the next few months, while gradually weakening. Despite the expected weakening of El Niño’s tropical Pacific sea surface signature, impacts to global climate will continue for the next few months. Forecasters currently expect ENSO-neutral conditions (ENSO = El Niño/Southern Oscillation, the whole El Niño & La Niña system) by the April–June period. After that… you’ll have to read on to find out!\nAnimation of maps of sea surface temperatures in the Pacific Ocean compared to the long-term average over five-day periods from the end of October 2023 to early January 2024. The waters in the key monitoring region, which scientists call \"the Niño-3.4 region,\" are consistently warmer than average (red), reflecting the mature El Niño. NOAA Climate.gov, based on Coral Reef Watch maps available from NOAA View.\nDecades of observations have shown us that it’s typical for El Niño’s sea surface temperature anomaly (anomaly = difference from the long-term average) to peak around December or early January. In December, the sea surface temperature in our key tropical Pacific monitoring region (dubbed “the Niño-3.4 region”) measured 2.1 °Celsius above the 1991–2020 average, the current averaging period, according to our most reliable long-term sea surface temperature dataset, the ERSSTv5.\n2-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for all events evolving into El Niño since 1950 (gray lines) and the current event (purple line). NOAA Climate.gov image based on a graph by Emily Becker and monthly Niño-3.4 index data from CPC using ERSSTv5.\nThe informal threshold for a “very strong” El Niño event is 2.0 °C above average, so we’re there for the second month in a row. To qualify as a very strong event in our official record, however, we’ll need to see the three-month-average Niño-3.4 index, the Oceanic Niño Index, meet or exceed the threshold. If January’s Niño-3.4 index ends up at 1.9 °C or greater, the November–January Oceanic Niño Index will qualify.\nEl Niño is a coupled system, meaning both the tropical Pacific Ocean and the overturning atmospheric circulation above it—the Walker circulation—are critical components. Over the past few months, we have observed all the characteristics of El Niño’s typical weaker-than-average Walker circulation, including more clouds and rain than average over the central tropical Pacific, as El Niño’s warmer waters lead to more rising air and storms than average (remember this for later in the post!). We’ve also seen the expected drier conditions over Indonesia and the far western Pacific.\nOutgoing long-wave radiation anomaly from December 11, 2023–January 5, 2024. Outgoing long-wave radiation is radiation leaving the Earth's surface. It is blocked by clouds, so areas with more clouds show up as negative outgoing long-wave radiation anomalies. Regions with more clouds and rain than average are shown in blue; areas with fewer clouds and less rain are shown in orange. Climate.gov image from CPC data.\nEl Niño is also a seasonal phenomenon, lasting for several months in a row. Our requirement to qualify as an ENSO event is that the Oceanic Niño Index stays above the threshold for at least 5 overlapping three-month-average periods in a row. (We call any three-month-average period a “season.”) This El Niño event started in the April–June period and is still going strong, seven overlapping seasons later.\nSea surface temperatures change relatively slowly, but atmospheric indicators bounce around a bit more. This is why we look for the monthly or seasonal average atmospheric patterns to reflect El Niño conditions, and we don’t cancel El Niño if a shorter period deviates from what we expect. An interesting current example of this arises from the activity of the Madden-Julian Oscillation, or “MJO.”\nThe MJO is another pattern of climate variability, operating on intraseasonal (weekly average) timescales, as opposed to ENSO’s seasonal average timescales. In brief, the MJO is a recurring cluster of storms that travels from the west to the east along the equator. This moving cluster of storms is accompanied by changes in tropical winds and can circle the globe in about 30–60 days. Like ENSO, the MJO affects global atmospheric circulation, transmitting its impacts to regions far away from the center of storminess. We’ve written about the MJO before, here and here.\nAverages of all January–March MJO events from 1979–2016. Green shading shows below-average OLR (outgoing longwave radiation, or heat energy) values, indicating more clouds and rainfall, and brown shading identifies above-average OLR (drier and clearer skies than normal). The purple contours show the location and strength of the Pacific jet at the 200-hPa level (roughly 38,000 feet at that location). Note the eastward movement of the wet and dry areas. How far the Pacific jet extends past the international dateline also changes with the phase of the MJO. NOAA Climate.gov animation, adapted from original images provided by Carl Schreck.\nAs you can see in this animation, the MJO area of increased storms and rain is flanked by drier areas. And, since the MJO moves along the equator, it can travel through El Niño’s territory. This means that the MJO can temporarily overlap with El Niño’s expected regions of drier and wetter conditions, making them more intense. But the MJO can also work against the expected El Niño atmospheric pattern, depending on the MJO’s location.\nThe surface and upper-atmosphere structure of the MJO for a period when the enhanced convective phase (thunderstorm cloud) is centered across the Indian Ocean and the suppressed convective phase is centered over the west-central Pacific Ocean. Horizontal arrows pointing left represent wind departures from average that are easterly, and arrows pointing right represent wind departures from average that are westerly. The entire system shifts eastward over time, eventually circling the globe and returning to its point of origin. Climate.gov drawing by Fiona Martin.\nNOAA’s Climate Prediction Center closely monitors the MJO. According to their most recent update, the MJO has been active since early November, and recently completed a circumnavigation of the globe. The MJO team’s update says there was destructive interference—the patterns working against each other’s influence—between the MJO and ENSO in early January, something that shows up when you break the map from earlier up into three periods.\nOutgoing long-wave radiation anomaly from December 9, 2023–January 7, 2024, shown as three 10-day-average periods. Regions with more clouds and rain than average are shown in blue; areas with fewer clouds and less rain are shown in orange. Climate.gov image from CPC data.\nThe bottom panel in particular, the most recent, shows that the increased storminess near the International Date Line (a hallmark of El Niño, as I mentioned above) has been disrupted somewhat, weakening relative to the earlier periods. This is likely the influence of the MJO, which is suppressing rainfall there while increasing rainfall over the Indian Ocean.\nThe MJO is likely to continue to move around the tropics, where it could eventually enhance the El Niño-related atmospheric patterns again in late January or early February. The MJO is a great illustration of the difference between a seasonal pattern, which shows up in longer averages like monthly or three-month, and intraseasonal variability, which can enhance or oppose the seasonal pattern over a few weeks.\nWhat might we have upcoming? Is that a chance for La Niña flapping its wings in the distance?\nNOAA Climate Prediction Center forecast for each of the three possible ENSO categories for the next 8 overlapping 3-month seasons. Blue bars show the chances of La Niña, gray bars the chances for neutral, and red bars the chances for El Niño. Graph by Michelle L'Heureux.\nChances of La Niña conditions are topping 50-60% by the Northern Hemisphere late summer/fall, as many of our computer climate models are predicting that La Niña will develop. La Niña has its own set of global impacts, of course, including a tendency to increase Atlantic hurricane activity. We’ll be keeping an eagle eye on conditions in the tropical Pacific as this El Niño wanes over the next several months.\nSubmitted by rebecca.lindsey on Thu, 01/11/2024 - 10:44\nThis MJO is a new concept for me. Fascinating. Great analysis.\nSubmitted by summer-of-42 on Thu, 01/11/2024 - 11:27\nHi Emily\nGreat update. To followup on your post. Do you believe the MJO's destructive interference with El Nino forcing is what has caused California to experience drier than normal conditions this winter?\nSubmitted by Bob G on Thu, 01/11/2024 - 17:20\nI can't speak for Emily, but I think it's a good question, and I think the MJO interference may be a contributor to the dry start to California's winter. However, I don't see an obvious smoking gun that points to the MJO as the primary culprit.\nThe situation is sort of like last year but for El Nino this time - the atmospheric circulation has looked pretty similar to what we expect for El Nino, but the anomalous Aleutian low has been displaced a bit north and west of what's typical, and the west has seen more atmospheric ridging than usual. That's what's so tricky about California precipitation - it's sensitive to these details. In any case, perhaps the situation will change if we get some constructive interference between the MJO and El Nino signal.\nSubmitted by Nathaniel.Johnson on Thu, 01/11/2024 - 19:43\nIn reply to EL Nino and MJO by Bob G\nI also want to mention a point brought up by my blog colleague, Michelle, who has shown that much of California has had near-normal precipitation over the past 30 days, and there even are some coastal areas that have been near-normal. When we also factor in that El Nino's influence on California precipitation is strongest from January - March, we're reminded that it's way too early to judge whether this winter is unusually dry for a strong El Nino. I'm sure Michelle will have a lot more to say on the topic toward the end of the month.\nSubmitted by Nathaniel.Johnson on Fri, 01/12/2024 - 10:44\nIn reply to EL Nino and MJO by Bob G\nThanks Nathaniel!\nUnfortunately January doesn't look very good prec wise and the NMME for the remaining winter doesn't look promising either\nSubmitted by Bob G on Fri, 01/12/2024 - 12:15\nIn reply to one more thing by Nathaniel.Johnson\nIt's said that 2023 was the hottest year ever.\nHowever the el Nino index was nowhere near the highest.\nIs global temperature wrong?\nSubmitted by Mark on Thu, 01/11/2024 - 17:31\nI think we can be quite confident that 2023 was the warmest year in the instrumental record despite El Nino coming on in the second half of the year and not reaching record strength. We have to keep in mind that ENSO is just one factor that affects globally averaged temperature. In addition to rising greenhouse gases, there are other human (decreases in anthropogenic aerosols) and natural factors that influence global temperature. We still need to figure out exactly what contributed to the record warmth in 2023, but the different datasets look pretty consistent.\nSubmitted by Nathaniel.Johnson on Thu, 01/11/2024 - 19:47\nIn reply to Temperature and el nino by Mark\nTonga volcano contribuiu parcialmente com o aquecimento?\nSubmitted by Cris on Fri, 01/12/2024 - 07:30\nIn reply to global temperature by Nathaniel.Johnson\nYes, the Tonga eruption also may have contributed to the warming in 2023. Specifically, the injection of water vapor into the stratosphere from the eruption likely caused some warming (which is very different from the injection of sulfur dioxide from land-based volcanoes, which usually causes a temporary cooling of the globe).\nSubmitted by Nathaniel.Johnson on Fri, 01/12/2024 - 10:54\nIn reply to TONGA by Cris\nMy comment is all about the El ninlo and La nina , what simply caused it to happen?\nSubmitted by CORNEL TAMINJA on Thu, 01/11/2024 - 22:34\nEnjoyed this update, thanks ENSO team!\nLooking at the ENSO record, the shift back to La Nina after El Nino is typical like clockwork.\nHowever, looking at the record (back to 1950 anyway...) it is interesting to see what looks like a, hmmm... \"whipsaw anomaly\"(?) - ENSO phases going from La Nina three-peat, to the current El Nino, back to a projected La Nina!  If ENSO does go to La Nina this autumn, there will have been no sustained (longer than 9 months) 'ENSO Neutral' period intervening in the past 5 years?\nMaybe looking to 1950 isn't far back enough to have a real grasp of trends.  But such a \"whipsaw\" (maybe there's a better term) certainly would stand out in the 74 year record.\nSubmitted by Jimbo on Fri, 01/12/2024 - 01:28\nYes, it has been an interesting period! The transition from strong El Nino to La Nina is typical, whereas the opposite transition is not as common. This relates to the asymmetry between El Nino and La Nina that I discussed a few years ago.\nAlso, I agree that it is interesting how we have not been seeing prolonged neutral periods lately. Because ENSO has so much natural variability, we need really long periods (or lots of reliable model simulations) to determine whether any trends are significant. However, see this post for an argument that we have seen a trend in these big swings from El Nino to La Nina and vice versa over the past century.\nSubmitted by Nathaniel.Johnson on Fri, 01/12/2024 - 13:42\nIn reply to El Nino and La Nina ping-pong by Jimbo\nI studied and worked long term forecasting and it appears we rarely see normal seasonal patterns in the last 40 years.  It is very LA Nina / El Nino dominant causing IMHO very extreme weather events.  Global warming which people deny are mysteriously getting  worse. We are missing something in its cause.\nSubmitted by Tom Elio on Fri, 01/19/2024 - 08:55\nIn reply to whipsaw by Nathaniel.Johnson\nProbably will happen another multiyear la niña again. 24-25 and 25-26 (perhaps more)\nPDO continue quite negative.\nAlso, multiyear la niña happened after super El niños 72-73 , 82-83, 97-98 and 15-16.\nAfter super El niño 72-73 - la niña 73-76\nAfter super El niño 82-83- la niña 83-85 and borderline la niña early 1986\nAfter super El niño 97-98 - la niña 98-01\nAfter super el niño 15-16 - very weak la niña 16-17 and la niña 17-18\nAfter super El niño 23-24 - la niña 24-26?\nAlso, actual El niño is similar a January 2016. January 83 and January 98 the strongest anomalies were in region nino 1.2. January 16 and January 24 the strongest anomalies were in niño 3.4 and niño 3\nSubmitted by Andrey  on Sat, 01/13/2024 - 21:46\nIt's entirely possible!\nSubmitted by michelle.lheureux on Tue, 01/16/2024 - 08:33\nIn reply to About possible another multiyear la niña  by Andrey\nThanks for a fascinating read. I'm working on agricultural development in Afghanistan. A wet winter had been predicted - putting an end to a long drought usually blamed on La Niña - but so far there has been no precipitation at all. Could that be related to the MJO effect? Unfortunately your maps don't cover Afghanistan.\nSubmitted by Kluijver, Robert on Mon, 01/15/2024 - 09:06\nI think it's challenging to say whether a seasonal forecast is a \"bust\" or a \"failure\" in mid-January.   Also keep in mind these outlooks are probabilistic, so they will not happen 100% of the time.\nSubmitted by michelle.lheureux on Tue, 01/16/2024 - 08:33\nIn reply to Effects of MJO on Afghanistan by Kluijver, Robert\nI was looking around this website to try and see if there are any predicted \"El Niño-related weather effects\" on the \"NASCAR race weekend\" this year in Daytona Beach, Florida (February 15th through February 18th, 2024), but all I could find were monthly outlooks (which do show about a 70% chance of above-average rain for February amd March...could somebody in your department share anything \"more specific\" for those \"race days\" in Daytona???   I really only care because I have tickets for all four days and I just totally hate it when races are delayed and/or postponed because of rain, so I would really like some \"fair warning\" if you folks think El Niño is going to \"wreak havoc\" on NASCAR in Daytona next month...\nSubmitted by Ron on Thu, 01/25/2024 - 06:37\nHi Ron, the Climate Prediction Center also puts out forecasts for weeks 3 and 4 which covers this date. You can take a look here.\nhttps://www.cpc.ncep.noaa.gov/products/predictions/WK34/\nSubmitted by tom.diliberto on Mon, 01/29/2024 - 12:51\nIn reply to Will the NASCAR races in Daytona Beach next month be affected??? by Ron\nWhy do Enso (sea surface temperature anomaly) normally peak around December or early January?\nSubmitted by Anne on Fri, 01/26/2024 - 20:49\nA great question. Ocean temperatures across the tropical Pacific Ocean naturally tend to have their greatest difference (from west to east) during the northern hemisphere winter. The cold tongue which extends across the central/eastern Tropical Pacific is also climatologically at its strongest and extends farthest west at this time.\n\nThis helps to maximize the impact from a warming (or cooling) of waters in the central/eastern Pacific associated with El Nino (or La Nina). Which then helps to make the Nino3.4 index the largest at the same time.\n\nIt is this gradient in SST's which helps to drive the atmospheric response in El Nino. Maximize the gradient, maximize the impact.\nSubmitted by tom.diliberto on Mon, 01/29/2024 - 13:26\nIn reply to About Enso peak by Anne\nI am a science teacher and curious about the effects of MJO on the Midwest. Is the Jetstream over N. America disrupted the same way as the Pacific Jetstream? My students would love to hear from you. Thanks. :-)\nSubmitted by Beth Robelia on Sun, 03/17/2024 - 22:19\nYep! If you look at the large MJO phase figure above, in the right-side globe, you can see the jet over the southeastern US and how it shifts with MJO phase. While this purple blob looks like it just fidgets back and forth over the southeast, it has implications for weather through the eastern half of the US.\nSubmitted by emily.becker on Thu, 03/21/2024 - 14:26",
  "source": ""
}