{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/polar-vortex-acting",
  "title": "The polar vortex is acting up",
  "date": null,
  "content": "Across the United States, many are experiencing the first big blast of Arctic air of 2024. Coats and gloves are emerging from the closets, and heaters are working overtime, with temperatures dropping more than 25 degrees below normal in some parts of the country. But the question on our minds…the ever-looming question everyone asks when the cold air spreads across the country … the question that motivated this blog: Is the stratospheric polar vortex playing a role in this cold snap? Read on to find out!\nLike parts of the United States, some flowers aren’t used to the cold and snow. Photo credit: Laura Ciasto.\nIf we had to characterize the behavior of the stratospheric polar vortex over the last week, we’d say it’s acting…squirrely. Living up to the celebrity status we bestowed upon it, the stratosphere seems to know everyone is watching and has decided to do something unexpected.\nFor weeks now, we’ve talked about the warming of the temperatures and weakening of the polar vortex winds that are 19 miles above us over the Arctic. So far, this disruption of the polar vortex has been minor, falling short of the wind reversal (west-to-east → east-to-west) that defines a major sudden stratospheric warming. Our post last week explained that this major warming event has been elusive so far due to the lack of waves propagating from the troposphere below to the main level of the stratospheric polar vortex. Minor warmings themselves are not unexpected. Nor are they generally expected to be felt all the way down at the surface.\nAtmospheric conditions over the last week. In the last several days (left panel), the vortex in the lower stratosphere has been pulled apart from below with two smaller lobes emerging, one of which has been hanging out well above eastern North America. It’s only in the last day or two (right panel) that this splitting of the vortex has extended up towards 10-hPa. NOAA Climate.gov image based on Global Forecast System data provided by Laura Ciasto.\nBut what makes the stratosphere’s current behavior unexpected and somewhat rare is that the polar vortex seems to be more disrupted at the lower levels, closer to the stratosphere-troposphere boundary. For more than a week, high pressure has been sitting in the troposphere over Greenland [footnote #1]. It’s possible that the recent minor stratosphere warming reinforced this Greenland high pressure, which then drove a wedge into the stretched-out polar vortex in the lowest part of the stratosphere, splitting it into two lobes.\nThis lower stratosphere disturbance has been affecting the winds above it and looks to become just strong enough to fully reverse the winds at 60 degrees North* in the mid-stratosphere. A major sudden stratospheric warming is forecast to likely occur tomorrow. Normally, that’s when the excitement about whether we’ll see any surface impacts begins, as changes in the polar vortex communicate their way down to the lower stratosphere and sometimes the troposphere. But since the lower stratosphere has been perturbed for a while now, we’ve already been on the lookout for changes in the troposphere.\nThough we will have to wait and see how much this brief but major disruption of the polar vortex may influence weather patterns over the next few weeks, it appears as though the minor warming during the first week of January and the subsequent destruction of the polar vortex in the lower stratosphere were enough to at least help set the stage for the cold air outbreak over North America this past weekend. We haven’t talked much about the surface impacts yet, but we tend to think of it in a probabilistic sense: a disrupted polar vortex increases the odds that the tropospheric jet stream will stay shifted farther south, which increases the risk for cold air outbreaks over the eastern United States and Europe. Most importantly, this “loading of the dice” for cold air can persist for up to 6 weeks after the vortex is disrupted, making these events relevant for weather timescales, but also for longer sub-seasonal forecasts (e.g., Week-2 to Monthly Outlooks).\nDifferences from average atmospheric thickness (standardized geopotential height anomalies) in the column of air over the Arctic from the troposphere to the stratosphere since mid November 2023. The lower stratosphere and upper troposphere have been most strongly connected for the last several days as denoted by the high thickness anomalies (orange areas, suggesting a weaker-than-average polar vortex). Based on the Global Forecast System (GFS) model, that connection may last for a few more days before weakening as indicated by the forecasted low tropospheric thickness anomalies (purple area) that do not extend into the stratosphere. NOAA Climate.gov image adapted from original by Laura Ciasto.\nIt’s important to note that while the polar vortex may have played a part in nudging the current jet stream south, and may help that pattern persist, there are many other factors that go into a cold air outbreak. Other climate processes like the ongoing El Niño also impact the location of the jet stream throughout the winter. And the jet stream doesn’t always need to be nudged by climate processes in the tropics or the stratosphere; it can nudge itself (what we’d call internal variability).\nBased on the recent forecast models, the full breakdown of the polar vortex into a major sudden stratospheric warming is expected to be brief. After that, the forecast average suggests the vortex will cease its shenanigans and strengthen again back to its normal speed. While the polar vortex in the mid-stratosphere tends to recover quickly after these disturbances, any effects on the tropospheric jet stream and its weather patterns could potentially stick around for a while. This doesn’t automatically mean more cold air outbreaks like we’ve seen this week, but gives us a heads up that the risk of these events is slightly higher in the weeks to come.\nObserved and forecasted (NOAA GEFSv12) wind speed in the polar vortex compared to the natural range of variability (faint shading). Based on the January 15, 2024 forecast, the stratospheric polar vortex winds will decrease to zero, just reaching the threshold of a major sudden stratospheric warming, in the next day or two. This major warming status will be brief and the winds are forecast to become westerly again, strengthening to their near normal state in the next week. The vortex may even become stronger than normal, based on the average of all individual forecasts, but that outcome is uncertain due to the large range of the individual forecasts. NOAA image by Laura Ciasto.\n[*Editor's note. Revised on April 26, 2024. This sentence originally said, \"...the winds of the polar vortex...\" It's been revised to prevent confusion between the polar vortex as the average atmospheric flow of the polar stratosphere and as a specific manifestation of that circulation on a given day. For more context, read We're going to stop saying \"polar vortex reversal\".]\nAny idea why the lower stratosphere has been perturbed for a while?\nSubmitted by Matt on Tue, 01/16/2024 - 18:14\nThe lower stratosphere seems to have been perturbed from a combination of factors in the stratosphere but also the troposphere. In the troposphere, there's been a strong deep high pressure over Greenland that's extended upward, disrupting the lower stratosphere. In the middle stratosphere, the minor warming at the beginning of January may have impacted that Greenland high pressure, helping it to stick around and further disrupt the lower stratosphere.\nSubmitted by laura.ciasto on Wed, 01/17/2024 - 15:55\nIn reply to Lower stratosphere by Matt\nThanks for the reply and the explanation.  I noticed, by looking at one of the diagrams, that it also looks like there's something in the troposphere over Alaska and northeastern Siberia that is affecting the stratosphere polar vortex.  So, is there something to this?\nSubmitted by Matt on Thu, 01/18/2024 - 15:19\nIn reply to combination of factors by laura.ciasto\nDo you mean the ridge (high pressure) over Alaska? A high pressure over the Aleutians can sometimes precede an SSW, but that feature was less prominent in this case. In fact prior to the minor warming, the pressure was lower than normal there.\nSubmitted by laura.ciasto on Thu, 01/18/2024 - 15:40\nIn reply to Alaska by Matt\nIf that is why the area over Alaska and NE Siberia was colored white rather than blue in that diagram, then that's what I meant.  But, from what you wrote just now, it sounds like it was not really a factor.\nSubmitted by Matt on Thu, 01/18/2024 - 15:53\nIn reply to Do you mean the ridge (high… by laura.ciasto\nWondering if the atomic  bombs over the years and earth quack ,sonomies have shifted the earth's axis\nSubmitted by Steve  on Wed, 01/17/2024 - 10:28\nThat's an interesting question. It's not something that is necessarily related to the polar vortex. But I have seen some studies that have examined how earthquakes (which can cause tsunamis) can impact the earth's axis and rotation very slightly.\nSubmitted by laura.ciasto on Thu, 01/18/2024 - 15:27\nIn reply to Vortex  by Steve\nIt's increasingly evident how solar energy impacts the vortex, looking at the timing of these solar storms being released towards the planet recently.\nIt would be in these same regions near the poles that thermo-magnetic reactions could disrupt normal flow, creating a wobble and subsequent crash.\nBut wait, there's more!\nWink✓\nSubmitted by Russ Reed on Wed, 01/17/2024 - 19:58\nThere's been some research that's looked at the relationship between the 11yr solar cycle and the polar vortex in climate models. One of the biggest challenges is that our period of record is short (~60 years) so there's only about 5-6 solar cycles we can examine. Some interesting articles the solar cycle and winter climate in general: https://www.nature.com/articles/s41598-018-22854-0 or https://acp.copernicus.org/articles/19/5209/2019/\nSubmitted by laura.ciasto on Thu, 01/18/2024 - 15:21\nIn reply to The solar influence by Russ Reed\nI would think about it as a soap spot in water...\nSubmitted by Linda on Fri, 01/19/2024 - 15:15\nDid smoke from weeks of Canadian fires have any causal role in this change?\nSubmitted by emme on Tue, 01/23/2024 - 02:51\nI'm not sure that the wildfires from last summer had a significant impact on the polar vortex breakdown we saw in the last month. That said, wildfire smoke, particularly from large fires, can be injected into the stratosphere and impact the chemistry of the stratosphere including the stratospheric ozone layer. They can also raise the temperature of the lower stratosphere which affects the polar vortex depending on the time of year. There's an interesting study (https://www.nature.com/articles/s41598-022-15794-3) that looked at the Australia wildfires of 2019-2020 and showed that the Antarctic polar vortex strengthened and the ozone hole last longer than normal that year.\nSubmitted by laura.ciasto on Tue, 01/23/2024 - 20:25\nIn reply to Are other factors at play? by emme\nA. Does two standardized deviations of thickness in one direction mean 2.5% likely?\nB. That seems low for an event that supposedly occurs maybe once every two years. But we are talking about multi-day events so I may not be looking at this correctly.\nI think I understand the graphic but I had to do some homework. It shows what is happening so that is great.\nSubmitted by Sigmund Silber on Wed, 01/24/2024 - 21:22\nThese aren't standard deviations exactly, they are anomalies (departures from the long term mean) that have been divided by the standard deviation. The reason we do this is because geopotential height (aka air thickness) is much higher in the stratosphere than in the troposphere. So anomalies in the stratosphere will be much larger than in the troposphere and it'll seem like that stratosphere changes are more \"important\". By standardizing the anomalies at each level, it's easier to compare the anomalies at each level in the context of their typical changes. During strong stratosphere-troposphere coupling events, we can see values twice as strong as what was observed in January.\nSubmitted by laura.ciasto on Thu, 01/25/2024 - 17:06\nFascinating!  Thank you for the detailed, technical, but understandable to a non-meteorologist/climatologist explanation.  I have recently been preaching to friends and family about SSWs and I'm interested (and chagrined) to learn from your headnote that polar vortexes mostly don't cause cold outbreaks where I live in the northeast (midatlantic).  Thanks again.\nSubmitted by Glen Carleton on Sun, 01/28/2024 - 10:07\nGlad to hear that the information has been so helpful!\nSubmitted by laura.ciasto on Tue, 01/30/2024 - 07:39\nIn reply to Thank you! by Glen Carleton\nHi Laura and Amy:\nJust a regular reader and weather-watcher here.  I'd like to add a few observations from Metairie, Louisiana, cold weather observations.\nIn December 1989-January 1990 we had a serious cold snap here for days.  It was unexpected and unusual because many people had never had to wrap pipes or drive on icy roads.  I had a small apartment and ice covered all the windows.  The summer after Hurricane Katrina was too cool in June, it was probably around 60F for a few days, and that's odd too.  I remember it clearly because I was still doing some post-storm clean up in my yard.  Don't forget it snowed here on Christmas 2004.  Also, we had some freezing days in January 2014, 2018, and 2019.\nThe reason why I'm searching and reading your article is unexpected cold temperature events.  I had ice on my car yesterday, January 29, 2024. The car thermometer reported 42F and the temperature was not expected to be below freezing overnight from Sunday to Monday.  Also, I had ice on my roof.  It took 10 minutes to get the ice off the windshield yesterday.  This was similar to the recent days the temperature was actually 28F or so.\nSo, I'm buying better coats and sleeping bags to have around the house.  It just seems to be getting colder.\nSubmitted by Cara Prudhomme Lee on Tue, 01/30/2024 - 11:11\nMaking sure that you're prepared for weather extremes is always a good idea! But as far as cold temperatures in NOLA, the data show that the number of really cold days has declined over time. This is a very back of the envelop breakdown of daily minimum temp (i.e., the overnight low) in New Orleans since 1893. The ups and downs are the seasonal changes, with summer temps at the peaks of the line and winter temps in the valleys.\nI divided the whole thing into 4 equal blocks and counted the number of times the valleys touched or went below the freezing line and below the 20-degree line.\nSeems clear that winters with nighttime temps below freezing have declined and winters with at least one night in the 20s have nearly disappeared. This pattern is consistent with long-term global warming, which for most places will gradually eat away at the coldest margins of that location's climate--nights will warm faster than days, e.g., and winters will warm faster than summers.\n\nSo, maybe extremely cold nights are becoming less common, so when they do still occur (and they do!) they stick out in your mind?\nSubmitted by rebecca.lindsey on Fri, 02/02/2024 - 10:40\nIn reply to long-term observations by Cara Prudhomme Lee",
  "source": "climate.gov"
}