{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/stratosphere-talking-down-troposphere-will-it-listen",
  "title": "The stratosphere is talking down to the troposphere, but will it listen?",
  "date": null,
  "content": "With the occurrence of a major disruption to the polar vortex (or sudden stratospheric warming) on January 16 2023 [footnote 1], one of the first questions everyone asks is “How can a disruption way up in the Arctic stratosphere affect the winds and weather far below in the troposphere?”.\nScientists have a pretty good understanding of how a reversal of the winds ~19 miles above the Arctic influences the winds at lower altitudes, at least down to about the tropopause (the altitude where the troposphere transitions to the stratosphere, ~6-8 miles above earth’s surface at the poles). As we mentioned in this post, huge planetary-scale waves in the atmosphere can travel into the stratosphere, but only when the stratospheric winds are blowing west-to-east, as is generally the case during winter.\nImagine cars on a highway that suddenly find the road blocked by a giant concrete wall (since we’re imagining, let’s say they are driverless cars, so no humans are injured in this analogy). The first car crashes into the roadblock and stops; but the next car runs into that car, slightly further back from the roadblock, and so on and so forth until you have a massive traffic collision that extends for miles.\nAnalogously, a major sudden stratospheric warming can cause a similar chain reaction throughout the depth of the stratosphere. By definition, when one of these events occurs, the winds ~19 miles altitude reverse direction and now flow east-to-west. Winds that are blowing east-to-west essentially act as a roadblock to large atmospheric waves. So the next big wave that tries to travel into the stratosphere after a major warming will hit this roadblock, and the wave will break, slowing or reversing the winds just below the initial wind reversal. Then we rinse and repeat: the next wave will hit the roadblock of east-to-west winds slightly lower than before, slowing the winds at the next level down, until wind changes way up in the mid-stratosphere work their way all the way down to the bottom of the stratosphere.\nUnder normal wintertime conditions, when the wind blows from west-to-east, the largest atmospheric waves can travel through the stratosphere. However, if a major disruption of the stratospheric polar vortex occurs, the winds in the middle stratosphere reverse direction and blow from east-to-west, and the temperature warms. Large atmospheric waves cannot travel through winds blowing in this direction, so the next wave to travel into the stratosphere breaks just below where the reversal occurred. This “wave breaking” can reverse the winds in this lower layer, so that again, the next wave to travel into the stratosphere breaks even lower. In this way, the changes in the winds and temperatures in the middle stratosphere can descend to the tropopause, which represents the transition between the stratosphere and the troposphere. NOAA Climate.gov image.\nThe breaking waves also accelerate the transport of stratospheric air that sinks over the pole, which causes the air to warm and to build up atmospheric mass or pressure. If we look at a “paint drip” plot averaged over all observed major sudden stratospheric warming events, above the tropopause we can see a rapid increase in atmospheric thickness over the polar cap that occurs shortly after the disruption at 10 hPa (~19 miles). This increase in atmospheric thickness descends to the lower stratosphere over a period of days to a couple of weeks.\nDifferences from average atmospheric thickness (standardized geopotential height anomalies) in the column of air over the Arctic from the troposphere to the stratosphere for (left panel) the average over all observed major sudden stratospheric warmings and (right panel) recent observations and forecasts from the Global Forecast System (GFS) model. On average (left panel), increased atmospheric thickness (orange shading) is observed from the middle stratosphere to the tropopause after warming occurs on day 0. Atmospheric thickness is also enhanced below the tropopause but the magnitude is smaller and more intermittent in nature.\nIn recent observations (right panel), atmospheric thickness was enhanced from the surface to the stratosphere for most of mid-January, but in the last 10 days has been lower than normal (purple shading) in the troposphere. Forecasts suggest the enhanced thickness associated with the major warming in mid-January is descending to the tropopause and may re-emerge in the troposphere in February. NOAA Climate.gov image adapted from original by Amy Butler (left panel) and Laura Ciasto (right panel).\nWhile the polar vortex in the middle stratosphere tends to spring back into shape quickly after a major warming, any effects that reach the lower stratosphere can stay there for many weeks. We will explain the reasons for this in another post, but this persistence is a key element to why the stratosphere is such an important player for predictability on timescales of weeks to months.\nOnce the wind reversal in the middle stratosphere works its way down to the tropopause, our understanding of the physical mechanism for how it affects our weather becomes much foggier (weather nerd joke alert!). One thing that’s clear though is that below the tropopause, the increased atmospheric thickness over the pole becomes intermittent (they look like drips of paint, hence the name of the plots). These “drips” correspond to enhanced high pressure over the Arctic which can nudge the tropospheric jet stream southward, and they are not consistent in timing or magnitude from one major stratospheric warming to another.\nThis pattern suggests that, while the stratosphere exerts a predictable downward influence on the atmosphere, often for many weeks after a major warming, it’s not the only graffiti artist in town. The troposphere adds its own paint on top of what the stratosphere laid down; its processes and weather patterns can either enhance or destroy the stratosphere’s contribution of increased atmospheric thickness over the pole. For some major warmings, this means that we see almost no “paint drips” after the event [footnote 2].\nThere are additional characteristics of the coupling from the lower stratosphere to the surface that scientists don’t fully understand, such as why the polar atmospheric thickness increases more near the surface compared to the middle troposphere. It seems likely that atmospheric waves in the troposphere help to reinforce the wind changes coming from above, but even this additional reinforcement isn’t enough to fully explain the amplification of the signal at the surface that we observe.\nWhile we can get a clear overall picture of how the stratosphere influences the troposphere by averaging over many major sudden warmings, individual sudden warming events are often unique, because the troposphere is adding its own paint strokes and sprays to the stratosphere’s work of art. As we mentioned in the last post, the stratosphere and troposphere were coupled through most of mid-January, but this appears more related to the minor warming around January 5th and to the somewhat unusual nature of the major warming on January 16th when the stratospheric polar vortex was disrupted from the troposphere upwards.\nSince the major warming, the stratosphere’s mark on the atmosphere has been covered up by whatever masterpiece the troposphere has in mind. The negative anomalies in polar atmospheric thickness in the troposphere that have stuck around since ~Jan 20th tend to keep the tropospheric jet stream shifted poleward, promoting warmer than normal temperatures across North America and parts of Europe. However, forecasts suggest that the paint colors added by the major warming will re-emerge as we head into February, perhaps bringing colder than normal temperatures over these regions back into the picture.\nNOAA's Global Ensemble Forecasting System (GEFS for short) predicts that the Northern Hemisphere polar vortex will strengthen to slightly above average wind speeds in early February (heavy magenta line), following a major sudden stratospheric warming on January 16 (where heavy purple line fell below 0 meters per second wind speed). The spread of the individual forecasts (thin magenta lines) remains wide in mid- to late-February. A couple individual forecasts predict another polar vortex reversal and major warming, while one individual forecast predicts record strong winds near the end of the forecast period. Climatology of highest and lowest daily values is from Climate Forecast System Reanalysis. NOAA Climate.gov graph, adapted from original by Laura Ciasto.\nMeanwhile in the middle stratosphere, the polar vortex winds have already recovered after the major disruption, back to near average wind speeds. The vortex looks to strengthen somewhat in early February, but after that there is large uncertainty about what the stratosphere will throw on the atmospheric canvas next.\n[1] This is the date the reversal occurred according to NASA’s GEOS FP assimilation system, but the exact date can depend on which “reanalysis” product is used; see for example: https://csl.noaa.gov/groups/csl8/sswcompendium/majorevents.html\nReanalysis products take multiple observational sources like satellite and balloon measurements and assimilate them into a model to create a product that is both temporally and spatially complete at each grid space of the model, and is constrained by observations. These products are widely used to study the stratosphere, though they can have significant biases; for an extensive evaluation of stratospheric reanalyses, see here: https://s-rip.github.io/report/structure.html\n[2] It’s been found that only about ⅔ of observed major sudden stratospheric warmings have an apparent downward influence on the surface. The other ⅓ of major warmings likely either (a) weren’t strong enough disruptions to reach the lower stratosphere, which is key to having an influence on the troposphere, or (b) had an effect but the troposphere was creating stronger anomalies in the opposite direction. Notably, if we look at computer model simulations of thousands of major warmings, the “paint drip” plots cease to look drippy, suggesting that the “drippiness” is largely arising from all the variations caused by weather in the troposphere.\nBaldwin, M. P., Ayarzagüena, B., Birner, T., Butchart, N., Butler, A. H., Charlton-Perez, A. J., et al. (2021). Sudden stratospheric warmings. Reviews of Geophysics, 59, e2020RG000708. https://doi.org/10.1029/2020RG000708\nSubmitted by rebecca.lindsey on Tue, 01/30/2024 - 15:11\nBased on the title, the stratosphere is acting extremely rudely by talking down to the troposphere, which might upset it.  So, somebody needs to go to it and put it in timeout (after giving it a stern talking to) so that it learns it should not talk to another atmospheric layer like that.  And, maybe they could then take the troposphere out for ice cream, so that it feels better.\nIn all seriousness, this was a good and interesting post on what's going on with the SPV, plus the footnotes added more context to it.  Thanks for your hard work.\nSubmitted by Matt on Tue, 01/30/2024 - 16:48\nThanks for your comment!\nSubmitted by amy.butler on Fri, 02/02/2024 - 13:40\nIn reply to Talking down by Matt\nI am reading your blogs with much interest, Amy and Laura. Thanks for opening new insight into this interesting topic.\nAbout the influence of the troposphere into the stratosphere I read some interesting research about the MJO teleconnection. According to the article, Phases 2-3 accelerate the polar vortex while phases 7-8 do the opposite.\nhttps://agupubs.onlinelibrary.wiley.com/doi/10.1029/2019JD030771\nSince the MJO is now in the phase 7 it is starting to have influence on the polar vortex speed and is expected to reverse it's direction sometime after February, 16th.\nMaybe it will maybe it won't but anyway exciting events are awaiting.\nSubmitted by Matjaz Kaltnekar on Wed, 01/31/2024 - 05:55\nInteresting! Yes there could certainly be some teleconnections between the MJO and stratosphere to unravel.\nSubmitted by amy.butler on Fri, 02/02/2024 - 13:42\nIn reply to Teleconnections from MJO to the stratosphere by Matjaz Kaltnekar\nSo, I was looking through this post again, to get a better understanding of what was in it.  And, I noticed the chart that shows average winds (both direction and speed) indicated that there are winds blowing up there through the year.\nHowever, it looks like they normally switch from westerly to easterly in early April, they normally blow from the east but are sort of light for the next few months, and they switch to blowing from the west in mid-September and start picking up speed after that.\nSo, why does it do this, and what does it mean?\nThanks for reading this, and I look forward to hearing from you.\nSubmitted by Matt on Sun, 02/04/2024 - 00:04\nThanks for the question. We sort of alluded to it in this post (https://www.climate.gov/news-features/blogs/polar-vortex/welcome-polar-…) but the seasonal cycle in stratospheric winds  are strongly controlled by the seasonal cycle in incoming solar radiation. When the sun returns to the North pole at the spring equinox, the stratospheric temperatures start to warm, enough so that the difference in temperature between the pole and the equator changes sign (it becomes warmer at the pole than the equator in the stratosphere during summer). This means that the winds must also change direction to flow east to west in summer. However the timing of when this happens in the spring varies a lot from year to year- we will explain why in an upcoming post. Same thing happens in the fall- as we approach the fall equinox, the temperature difference in the stratosphere again changes sign as the pole loses sunlight, making it colder there than at the equator, and the winds turn west to east once again.\nSubmitted by amy.butler on Tue, 02/06/2024 - 11:53\nIn reply to Polar Vortex winds chart by Matt",
  "source": ""
}