{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/last-hurrah-polar-vortex",
  "title": "The last hurrah of the polar vortex",
  "date": null,
  "content": "The stratospheric polar vortex is a seasonal phenomenon. It forms in late summer, when the polar region starts to lose incoming sunlight as Earth’s orbit causes the planet’s axis to be tilted away from the Sun. Its strength peaks in winter, during polar night. In spring, as the sunlight returns, and the polar stratosphere begins to warm up, the writing is on the wall: the polar vortex’s days are numbered. The equator-to-pole temperature gradients that maintain the west-to-east flowing winds in the stratosphere will weaken, and the polar vortex winds will dissipate. They will be replaced by polar stratospheric winds that flow weakly east-to-west through summer until the vortex reforms [footnote 1]. The date in spring when this seasonal transition of the polar vortex winds occurs is called the “final stratospheric warming” (final warming here for shortsies).\nThe seasonal cycle of incoming sunlight is consistent from year to year, so if that were the only factor controlling the polar vortex’s summertime hibernation, the final warming would occur on or close to the same date every year. But that is not the case! In the Northern Hemisphere, the final warming dates since 1958 have varied from as early as March 5th in 2016, to as late as May 13th in 1981– a spread of more than 2 months.\nIn years with sudden stratospheric warmings (red dots), the final warming of the polar vortex tends to occur later than the historical median date of April 12 (solid black line). Final stratospheric warming dates are calculated as the first date that the daily-mean west-to-east winds at 60N and 10-hPa altitude fall below 0 m/s (i.e., become east-to-west) and do not return to a west-to-east state for more than 10 consecutive days. Red dots indicate years in which a sudden warming occurred during the preceding Jan-Mar. Dates are calculated for JRA55 from 1958-2019 and for MERRA2 reanalysis for 2020-2024. NOAA Climate.gov image, adapted from original by Amy Butler.\nThis big spread in final warming dates tells us that something else besides the seasonal cycle of solar radiation must be contributing to the timing of the final breakdown of the vortex. We already know that during winter, complete reversals of the polar stratospheric winds, or “sudden stratospheric warmings,” can occur due to interactions with large atmospheric waves. It’s this same interaction (or lack thereof) during spring that can either lead to an early departure (or late farewell) of the polar vortex each year.\nIndeed, if the final warming occurs earlier than normal (before April 12th), it tends to be more “dynamic,” putting on a show as explosive as a mid-winter sudden warming. In other words, it’s more likely to be driven by atmospheric wave forcing, leading to a rapid deceleration of the winds and a warming of the stratosphere. Later-than-normal final warmings (after April 12th) occur when there has been an overall lack of atmospheric waves propagating into the stratosphere. Eventually the vortex fizzles out as the influence of increased solar radiation on the pole-to-equator temperature gradient takes charge.\nIn many cases, these later, more gradual fizzles are years in which a major sudden warming occurred in late winter (January-March). After a sudden warming, the temporary reversal of the winds to an east-to-west flow will prevent additional atmospheric waves from propagating very far into the stratosphere, and the polar vortex can reform with little disturbance from below. When sudden warmings occur in Nov-Dec, there is more time for the vortex to recover before spring. When a sudden warming occurs later in winter, it can actually reduce the chances for another disturbance in early spring that would promote an early final warming. Of the later-than-normal final warmings, 23 were preceded by a sudden warming during the preceding January-March time period, while 9 were not. Compare this to earlier-than-normal final warmings: only 8 were preceded by sudden warmings during January-March, while 24 were not.\n[footnote 2]\nThis year, a sudden warming occurred on March 4th, but it wasn’t clear at first whether this event would be considered the second major warming of the winter or the final warming. Using the most common definition, a final warming is the date in spring that the west-to-east winds in the stratosphere (at 10 hPa altitude and averaged around the 60-degree North latitude circle) fall below 0 m/s and do not return to above 0 m/s for more than 10 consecutive days (as this would be what occurs following a sudden warming).\nObserved and forecasted (NOAA GEFSv12) wind speed at the 10-hPa pressure level and the 60-degrees North latitude circle. The average timing of the final stratospheric warming occurs around April 12th (where thin purple line falls below 0 m/s and stays there through summer). The forecasts indicate that this year the final warming will occur later than average. NOAA Climate.gov image, adapted from original by Laura Ciasto.\nSince March 4th, the polar stratospheric winds (at 60N) reversed direction for about 21 days and reached a minimum speed of -21 m/s, leading to a strong and persistent disruption of the polar vortex. In late March, the polar stratospheric winds returned to above 0 m/s, and forecasts show the winds staying above 0 m/s for much longer than 10 days, which means that the sudden warming that just occurred will be considered a major warming (#2!), rather than the final warming. And, just as we expected from years with a major sudden warming, forecasts suggest the final warming looks likely to occur later than normal this year.\nWhat effect did the major disruption of the polar vortex have on our weather? Looking at our “dripping paint” plot that shows a measure of stratosphere-troposphere coupling, we can see that we are going on more than 5 weeks of warmer than normal temperatures (increased atmospheric thickness) in the lower stratosphere. This kind of persistence or “memory” is exactly why the stratosphere is thought to be an important factor for subseasonal to seasonal prediction!\nDifferences from average atmospheric thickness (standardized geopotential height anomalies) in the column of air over the Arctic from the troposphere to the stratosphere since early February 2024. Major sudden warmings occurred on January 16th and March 4th. The second event in particular led to long-lasting higher-than-average thickness throughout the stratosphere. A few \"drips\" have increased the atmospheric thickness in the troposphere, but have generally been short-lived. NOAA Climate.gov image, adapted from original by Laura Ciasto.\nSo far there have been a few “drips” of the stratospheric signal to the surface, especially over the last 7-10 days, leading to some weather changes that are typical following sudden warmings. While these look relatively weak, remember that the lack of apparent coupling can reflect a cancellation between what the troposphere wants to do and what the stratosphere wants to do. For example, some regions like northern Europe and Asia that typically see cold after major warmings could have been much warmer than what we observed, had the event not occurred. In our final blog post of the season, we will go into more detail about how the topsy-turvy vortex this year might have contributed (or not!) to our observed winter weather.\n[1] During the summer, the weak east-to-west flow in the stratosphere essentially turns off communication channels between the troposphere and stratosphere; similar to what happens after a major sudden warming.\n[2] Phrase courtesy of T.S. Elliot, though (probably) his poem “The Hollow Men” was not about the polar vortex.\nThanks for this informative post.\nQuestion: Does the final warming of the winter season influence weather in the United States or elsewhere?  If so, how?\nSubmitted by Matt on Sat, 04/06/2024 - 20:21\nYes, it can influence weather patterns. Just like mid-winter SSWs, final warmings tend to be followed by a negative phase of the North Atlantic Oscillation (NAO). This can lead to some potentially predictable weather patterns. However, one issue is that the NAO tends to become more regionally confined as we head towards summer, and the impacts can be much more localized and less robust in many locations.\nSubmitted by amy.butler on Fri, 04/12/2024 - 15:54\nIn reply to Final warming effects by Matt\nSubmitted by frans on Tue, 04/30/2024 - 05:40\nIn reply to Yes, it can influence… by amy.butler\nIt's nao negative for both; however, note that the NAO itself changes shape as we get closer to summer (it becomes more regionally confined). So the impacts that we typically associate with the negative phase of the NAO become more localized as we get closer to summer.\nSubmitted by amy.butler on Thu, 05/02/2024 - 16:07\nIn reply to NAO-/FW by frans\nI'm kind of sort of better informed now, because I'm very slow to learn, but it's one of those things that I will reread and gather more. But very fun to read as well as informative.\nSubmitted by Ames Adamson on Mon, 04/08/2024 - 12:50\nThank you for reading!\nSubmitted by amy.butler on Fri, 04/12/2024 - 15:55\nIn reply to Thank you  by Ames Adamson\nDear Amy and Laura,\nThank you for the very interesting blog! I have been looking at the figure with the differences from average atmospheric thickness for a while, and I wonder if it is actually showing data from 1 Feb and not from 20 Dec? The x-ticks seem to be distributed with 10-days step except for the beginning of the x-axis. Thank you in advance for clarification!\nSubmitted by Ekaterina Vorobeva on Wed, 08/07/2024 - 06:57\nHi there. I will go back to the project files and check if we have made a mistake with the X-axis labelling.\nSubmitted by rebecca.lindsey on Thu, 08/15/2024 - 14:57\nIn reply to Figure 3 timeline by Ekaterina Vorobeva",
  "source": ""
}