{
  "url": "https://www.climate.gov/news-features/blogs/enso/april-2024-enso-update-gone-fishing",
  "title": "April 2024 ENSO update: gone fishing",
  "date": null,
  "content": "The El Niño of 2023–24 is weakening. Forecasters estimate an 85% chance that El Niño will end and the tropical Pacific will transition to neutral conditions by the April–June period. There’s a 60% chance that La Niña will develop by June–August. Overall, the forecast this month is very similar to last month, and we continue to expect La Niña for the Northern Hemisphere fall and early winter (around 85% chance).\nLa Niña and El Niño are opposite phases of the El Niño-Southern Oscillation climate pattern. “ENSO” for short. Just like El Niño, La Niña changes the ocean and atmospheric circulation in the tropics. Those changes start in the Pacific Ocean and then ripple around the world in predictable ways. So, the arrival of La Niña gives us an early picture of potential upcoming climate conditions.\nWhy are our probabilities relatively high, even though we’re still solidly in the grip of the “spring predictability barrier,” a time of year when forecasts are often trickier? What could La Niña mean for summer and fall climate? And what might we expect for the global average surface temperature, after a record-setting year? So many questions! The hooks are baited, let’s cast our lines.\nFirst things first: current ENSO conditions. The sea surface temperature anomaly in the Niño-3.4 region of the tropical Pacific is our primary metric for ENSO (anomaly = departure from the long-term average, long-term in this case is 1991–2020). Since El Niño’s peak in November–December 2023 at about 2.0 °C (3.6 °F), this anomaly has been dropping steadily, but, at 1.2 °C, it is still well above the El Niño threshold of 0.5 °C (0.9 °F).\n2-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for all strong El Niño events since 1950 (gray lines) and the current event (purple line). Graph by Emily Becker based on monthly Niño-3.4 index data from CPC using ERSSTv5.\nLooking at the atmosphere over the tropical Pacific, however, we find that the expected El Niño pattern—weaker-than-average trade winds, more rain and clouds in the central tropical Pacific, drier conditions over Indonesia, reflecting a weaker Walker Circulation—has largely disappeared. This is not unexpected; as ENSO events decay, sometimes the atmosphere and the ocean are on somewhat different schedules. (This is also the case when they begin.) What it tells us is that the ocean-atmosphere coupling, an essential component of ENSO, has likely ended. That provides confidence that the warm sea surface temperature anomaly will continue to diminish, likely crossing into neutral (between 0.5 and -0.5 °C) by April–June.\nAnimation of maps of sea surface temperatures in the Pacific Ocean compared to the long-term average over five-day periods from February through early April 2024. El Niño’s warm surface is weakening and some regions of cooler-than-average sea surface temperature are appearing. NOAA Climate.gov, based on Coral Reef Watch maps available from NOAA View.\nMore evidence that El Niño is likely to give way to neutral soon, with La Niña right on its tail, can be found under the surface of the tropical Pacific. We keep a close eye on the temperature of the water in the upper 300 meters (~1000 feet) of the equatorial Pacific because this water provides a source to the surface. Since January, two upwelling Kelvin waves—blobs of cooler water that travel from the west to the east under the surface—have been moving through.\nWater temperatures in the top 300 meters (1,000 feet) of the tropical Pacific Ocean compared to the 1991–2020 average in February–April 2024. NOAA Climate.gov animation, based on data from NOAA's Climate Prediction Center.\nThe more recent upwelling Kelvin wave will continue to shift eastward and rise up, providing a source of cooler-than-average water to the surface.\nAs I mentioned above, La Niña causes changes in global atmospheric circulation, making certain temperature and rainfall patterns more likely. We’ll dig into this a bit more after El Niño ends, but one potential La Niña impact has been getting some notice recently: La Niña tends to encourage a more active Atlantic hurricane season. It does this by reducing vertical wind shear—the change in wind from near the surface to high up in the atmosphere—over the Atlantic Ocean, making it easier for hurricanes to grow. Considering that the tropical Atlantic Ocean is already very warm, you can bet that NOAA’s hurricane outlook team is paying close attention to the likelihood of La Niña. NOAA’s early seasonal hurricane outlook will come out next month, and we’ll have a post about hurricanes on the ENSO Blog in June.\nNOAA Climate Prediction Center forecast for each of the three possible ENSO categories for the next 8 overlapping 3-month seasons. Blue bars show the chances of La Niña, gray bars the chances for neutral, and red bars the chances for El Niño. Graph by Michelle L'Heureux.\nSpeaking of the bathwater Atlantic, let’s revisit the topic of the global average surface temperature. This metric isn’t particularly relevant to anyone’s day-to-day operation—when’s the last time you woke up in the morning and thought “I’ll just check the global mean surface temperature forecast for today!”—but it’s a critical monitoring tool for climate change.\nEl Niño’s warmer-than-average tropical Pacific tends to contribute to higher global average surface temperature, while La Niña’s cooler tropical Pacific usually contributes to relatively cooler years. However, emphasis is on the relative since more recent La Niña events have been among the top ten warmest years ever.  One can see that much of the global oceans are warmer than average, going beyond El Niño.\nLike with ENSO, we track the global surface temperature anomaly as the departure from the long-term average. Unlike ENSO, a few different “long-term” base periods are used by different researchers and in different situations, including 1991–2020 (recent normal), 1901–2000 (the 20th century), and 1850–1900 (the pre-industrial era). However, so long as you pay attention to which base period is being used, the message is still the same—the global average temperature anomaly is breaking records.\nAccording to NOAA’s National Center for Environmental Information, “the February global surface temperature was 2.52 °F (1.40 °C) above the 20th-century average of 53.8 °F (12.1 °C), making it the warmest February on record [dating back to 1850] and the ninth consecutive month of record-high global temperatures.”\nThis map from the National Center for Environmental Information shows where February 2024 temperatures fall in the 1951–2024 record. Record-warm February temperatures covered large areas of the Atlantic and Indian Oceans. Approximately 13.8% of the world's surface experienced record warm temperature this February, the highest percentage for February since the start of records in 1951.\nCould a developing La Niña return the global average surface temperature closer to normal? Not very likely. We are just a few months in, and NCEI’s Global Annual Temperature Outlook already predicts “a 45% chance that 2024 will rank as the warmest year on record and a 99% chance that it will rank in the top five.” For more info on how NCEI makes this prediction, check out this post.\nThe forecast from the North American Multi-Model Ensemble (NMME), a collection of state-of-the-art climate models from U.S. and Canadian centers, predicts only a slight reduction in the global surface temperature anomaly over the next several months. Note that the NMME prediction uses a base period of 1850–1900 to provide an estimate of the increase in global temperature over “pre-industrial” times.\nMonthly average temperatures (red dots and line) rose to more than 1.5 degrees Celsius above the pre-industrial average in late 2023. On average, forecasts from the North American Multi-model Ensemble (NMME) system indicate temperatures are likely to decline only slightly as El Niño continues to wane through early 2024. Graph by Kayla Besong based on data from NCEI and Emily Becker/IRI.\nIt could be another very interesting year, climate-wise. Stay tuna-ed for more from us on ENSO and global climate!\nDespite the anticipated rapid shift from Nino to Nina this summer 2024, what can we expect for summer temperatures in the Pacific Northwest?  Is there any evidence of a pattern of warmer temperatures in summers following a 'strong Nino' (regardless of emerging neutral or Nina conditions), or is that just my imagination?\nthanks!\nSubmitted by Howard Stiff (… on Fri, 04/12/2024 - 15:56\nThere isn't a clear warming signal for summers after a strong El Nino.\nBut one thing of note is that summer trends have been on the warm side over the last thirty years\nhttps://www.ncei.noaa.gov/access/monitoring/us-trends/tavg/sum\nSo in general the Pacific NW has been seeing warmer summers than average.\nSubmitted by tom.diliberto on Wed, 04/17/2024 - 12:45\nIn reply to Summer 2024 by Howard Stiff (…\nThank you for this article, Emily. I liked the fish/shark analogy for explaining temperature at different depths.\nSubmitted by Jeydon on Tue, 04/16/2024 - 00:00\nIs there someone that investigate the earth temperature anomalies against the sun flare activities to determine if there is any relationship?\nSubmitted by Aletta Smith on Tue, 04/16/2024 - 15:00\nHi Aletta,\nYes scientists have looked into any relationship between the two and found that there really isn't any. Learn more:\nhttps://www.climate.gov/news-features/climate-qa/do-solar-storms-cause-…\nSubmitted by tom.diliberto on Wed, 04/17/2024 - 12:53\nIn reply to The effect of the sun flares by Aletta Smith\nNice summary of the unfolding transition, thanks to the NOAA ENSO team!\nAfter closely following the conditions from the neutral 2019-20 season through the La Nina 'threepeat' to the current fading El Nino, and looking at the overarching narrative about the importance of ENSO (as a leading indicator of where climate is headed), it seems big industry and decision makers do not give much consideration to any of it:  As can be inferred from the practical absence of real-world policy actions guided by what is observed.  And it seems a bit disjointed.\nIndeed insurance as well as security organizations are keen on knowing what to anticipate in the future.  That's the basis of their professions.  But the public is too disconnected to the point where annoying clichées (\"new normal\" - blecch) are often the only recourse.  It is great resources like this excellent blog exist to fill in the void, but gosh, still have quite a way to go.\nKnowing where we've been and where we can be headed is only important if the information informs decisions.  It would be better if information like the data presented here held more prominence in our culture (above clichées especially) this \"Information Age\", beyond simple hurricane and precipitation probabilities on the evening news.\nAll to say, keep up the good work ENSO team!  We need it more than ever.\nSubmitted by Jim R. on Wed, 04/17/2024 - 16:52\nThanks for the article, Emily! I was wondering if there are any predictions for the strength of the upcoming La Niña.\nSubmitted by Yusa on Thu, 04/18/2024 - 10:46\nHi Yusa,\nAs of the April forecast, we're looking at about a 65% chance that the Nino-3.4 Index will be cooler than -1.0C, which is our unofficial threshold for a moderate La Nina, and a 35% chance of cooler than -1.5C, the threshold for strong La Nina. CPC posts the strength probabilities here; they'll be updated with the May 9 outlook.\nSubmitted by emily.becker on Tue, 04/30/2024 - 08:28\nIn reply to La Niña strength by Yusa\nGood factual information is hard to find online. Keep up the good work\nSubmitted by David Hatchman on Mon, 04/22/2024 - 01:37\nIs there any significant trend you have seen, globally and/or in the continental US, during \"switch\" years (when an El Nino event transitions to a La Nina event without pausing at Neutral - not sure whether \"switch\" is the technical term!)? I'm specifically interested in whether there's a correlation between swift transitions (from one ENSO state to the other) and wildfire activity. 2015, 2017, and 2020 all saw over 10 million acres burned in the US and coincidentally appear to have been swift transition (switch) years. Could we be in for another major wildfire season in 2024?\nSubmitted by Andrew Leggett on Wed, 05/01/2024 - 17:50\nSome work has been done on transition years, but we just don't have enough examples in the observed record to draw solid conclusions. Also, I think it would be tricky to separate the impacts due to ENSO transition from the overall climate change signal. However, one known delayed impact that Nat wrote about is the relationship between La Nina winter and extreme heat in Texas the following summer: https://www.climate.gov/news-features/blogs/enso/la-ninas-delayed-effec….\nSubmitted by emily.becker on Fri, 05/03/2024 - 10:45\nIn reply to Switch years by Andrew Leggett\nI greatly appreciate the link to Nat's blog post on the effects of a La Nina winter on the CONUS climate. Do you know whether anyone has done any in-depth analysis on switch years and whether these swift transitions from one ENSO state to another has more or less of an impact on US weather patterns than transitions that pause in the ENSO Neutral state? I appreciate your reference to the difficulty of teasing out the ENSO effects from the general climate change signal. With a steady increase in ocean temperatures, ENSO could end up taking a backseat when it comes to weather pattern influence.\nSubmitted by Andrew Leggett on Mon, 05/06/2024 - 13:21\nIn reply to Some work has been done on… by emily.becker\nI am not sure if anyone has examined exactly what you are looking for, but there has been some work that has considered the difference in impacts between persisting (e.g., multi-year La Nina) and transitioning (e.g., El Nino \"switch\" to La Nina) ENSO states. There potentially are differences between the two scenarios because the ocean conditions outside the tropical Pacific tend to be distinct, and that can affect the impacts.\nThe studies that come to mind are this one and this one. I am sure there is more work to be done, as there has been less work on ENSO teleconnections during the season when rapid transitions tend to occur.\nSubmitted by Nathaniel.Johnson on Mon, 05/06/2024 - 21:59\nIn reply to Thank you! by Andrew Leggett",
  "source": "climate.gov"
}