{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/were-going-stop-saying-polar-vortex-reversal",
  "title": "We’re going to stop saying \"polar vortex reversal\"",
  "date": null,
  "content": "Based on some questions from readers and from some stories we’ve seen online in the past month, we’ve come to realize that there may be some confusion about what our experts mean when they talk about there being a “reversal” of the polar vortex. Since my primary role on the blog is to notice when such confusion might happen and try to prevent it, I volunteered to do this unplanned post as penance for having failed to recognize that some of our previous explanations might not have been totally clear.\nSo, let me explain why we are going to stop saying 'polar vortex reversal.'\nIn previous posts, Amy and Laura explained that we can estimate the strength of the polar vortex by the westerly winds that occur high in the polar stratosphere in winter. The precise definition is the mean zonal wind at 60 degrees latitude (North or South) and 10 hPa altitude. (Zonal means “along a given line of latitude.”) On average, this prevailing wind is strongly westerly (from the west) in winter. So far, so good, hopefully no confusion.\nThe stratospheric polar vortex behaving itself very nicely on November 12, 2023, before planetary wave activity later in the winter started knocking it about. The prevailing (mean) flow of winds around the polar cap in the winter is strongly westerly (counterclockwise from a bird's-eye view). This animation is a screen recording from the earth.nullschool.net weather model viewer. It shows winds and temperature at the 10-millibar pressure level (about 19 miles/30 km in altitude). View additional days.\nThe possibility of confusion comes in when we start to talk about deviations from this background flow. Viewed one way, the definition of the polar vortex is tied to a specific location—the 60-degree latitude circle. When the zonal wind at this latitude drops to zero, it means the average circulation in the region usually occupied by the polar vortex is no longer westerly. Sometimes, the average wind at that latitude can even reverse to an easterly flow.\nAt times, we have described this easterly flow as “a reversal” of the polar vortex…which it is, if you’re thinking (as our experts usually are) of the polar vortex as the average circulation of the polar stratosphere at 60N. One common definition of a sudden stratospheric warming is, in fact, the reversal of winds at 60 North latitude and 10 millibars altitude.\nBut… if you are thinking of the polar vortex as a specific, dynamic feature of the atmosphere that is present on a given day and time, then talking about a “polar vortex reversal” paints the wrong picture of what is happening.\nDynamically speaking, the stratospheric polar vortex is a specific feature: a band of strong winds that separates polar air from mid-latitude air. Day to day, it doesn't perfectly overlie the 60-degree latitude circle. It can be stretched way out, or split in two. The westerly winds and the frigid, low-pressure air inside can be budged out of the polar region by a competing high-pressure, easterly circulation. Any of these happenings could lead to the average wind at 60 degrees being reversed from its normal westerly flow.\nFollowing a polar vortex disruption in early March, winds at 60 degrees North (outlined in magenta) on March 16, 2024, were mostly from the east—a reversal of the normal wintertime circulation of the polar stratosphere. The remnants of the former vortex were pushed off the pole into the midlatitudes. The winds surrounding the remnants are still counterclockwise, the same direction as before the disruption, but much more localized. NOAA Climate.gov image, based on Climate Forecast System Reanalysis data provided by Laura Ciasto.\nBut the specific “version” of the polar vortex that existed near 60 degrees latitude before a disruption hasn’t reversed in the sense that it quit spinning one way and started spinning the other. After the vortex has been knocked off the pole or pulled apart, the wind around the remaining remnants still flows the same direction as before, but these features are much smaller spatially than before the disruption, and typically shifted off the pole. The remnants may either dissipate or merge into the new version of the polar vortex as it re-forms at 60 degrees.\nBasically what it comes down to is your frame of reference, and whether you’re thinking of the polar vortex as the conditions in a specific place or as a discrete phenomenon. Given some of the stories we have seen attributed to the blog this winter, we think we haven’t been clear enough that when we talk about a “reversal,” we are talking about a reversal of the mean winds at 60 degrees.\nWhen the stratosphere is behaving itself, these winds are westerly, and we describe them as the polar vortex. When the stratosphere is jostled, that circulation may break apart, drift away, or be swallowed up by other activity. But the remnant or remnants themselves don't literally reverse. Instead, a new, reversed circulation can form at 60 degrees, where the polar vortex previously was.\nSo… you should definitely not be picturing a stratospheric hurricane suddenly spinning backwards…no matter how much cooler that would be. There’s a saying about scientific explanations that’s often attributed to Albert Einstein: “Everything should be made as simple as possible, but not simpler.” Saying ‘polar vortex reversal’ probably crossed that line. We’re sorry about that.\nGoing forward we are going to stop using the expression “polar vortex reversal” and stick to exact language: a reversal of the winds at 60 degrees. I am also going to go back to every old post and correct (and note) any previous uses of the ambiguous phrase. Feel free to use the comments of old posts to help me find them!\nWe welcome questions, comments, and constructive criticism. But comments must be on topic; free of profanity, personal attacks, and racist or other hate speech; and may not spread false or misleading information.\nSubmitted by Rebecca Lindsey on Fri, 04/26/2024 - 10:45\nUnderneath the “stratospheric reversal” is likely another reversal of the quite typical Polar easterlies in the lower atmosphere that shift to westerly. Therefore the transport back aloft must also switch directions as the density of air does the work, not the less dense. That’s like stirring chocolate milk with the paper instead of the “paper straw”.\nSubmitted by Gary Chatelain on Sat, 04/27/2024 - 12:41\nThere's long been some debate about whether stratospheric influence is \"the tail wagging the dog\"- can a region with significantly less mass affect the flow beneath it? However, at this point there have been many very targeted model experiments to isolate the stratospheric influence downward, and it is in fact robust. More details can be found here ( https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2020RG000708) or in our post on this blog about how the disturbance at the top of the stratosphere spreads downward towards the troposphere.\nSubmitted by amy.butler on Thu, 05/02/2024 - 13:45\nIn reply to Tropospheric winds below  by Gary Chatelain\nI always go by how the teleconections react. If the Arctic Oscillation and the North Atlantic Oscillation are negative, the Polar Vortex weakens and floods the CONUS with Frigid Arctic air. If both teleconections are positive, the Polar Vortex remains strong and stays in place. When it splits it may flood Asia or the United States. All depends on what phase the teleconections are in. Thoughts ?\nSubmitted by Stephen S. on Wed, 05/01/2024 - 06:38\nYou are correct that the phase of the AO and the NAO are more directly connected with regional patterns of cold air outbreaks than the polar vortex. However, at least *on average* after a SSW, the AO and the NAO shift negative. While there are certainly cases when either or both of the AO/NAO have stayed positive after a SSW, the issue is that this situation isn't really \"predictable\" weeks ahead of time- the AO/NAO could be positive for any number of reasons. So in terms of being able to predict cold air outbreaks ahead of time, the polar vortex can tell us some information about what the AO/NAO are likely to do, but it can often be a complicated picture in terms of what actually unfolds. Meanwhile the best we can do is say the probability is higher of the AO/NAO being more negative than positive after the SSW (and similarly, that certain regions have a higher chance of cold air outbreaks).\nSubmitted by amy.butler on Thu, 05/02/2024 - 13:59\nIn reply to To make it simple by Stephen S.\nI have a question:  What does positive mean in AO and NAO and what does negative mean ?\nSubmitted by Edmund Dyer on Wed, 11/27/2024 - 04:48\nIn reply to Nothing is ever simple ;) by amy.butler\nYou can read about these two indexes for tracking pressure patterns in the Northern Hemisphere in our Global Climate Dashboard section. See the links below.\nClimate Variability: North Atlantic Oscillation\nClimate Variability: Arctic Oscillation\nSubmitted by rebecca.lindsey on Thu, 12/12/2024 - 09:58\nIn reply to positive and negative by Edmund Dyer\nI have 2 questions if I may and you will have to forgive the academic level they’re pitched at from my part.\nSo here in the UK we have seen our wettest spell of weather for 200years from Sept - Mar and in truth it is still continuing. We have had a low lying (latitude) jet stream position for a large part of the winter and a marked absence of blocking high pressure systems. Any idea why ?\nSecondly we have seen NE and E winds through the 2nd part of April and they have returned again today. Is this linked to the SSW event in early March or are any effects of that long gone ?\nSubmitted by Mark Hunt  on Wed, 05/01/2024 - 16:06\nThe short answer to the first question is that I'm not sure where the unusual precipitation patterns in the UK came from this year. Under a typical \"negative NAO\" pattern, we would expect cold and dry conditions there. From a quick look at Jan-Mar circulation patterns, while the SSWs helped promote a blocking high pattern over Greenland, the NAO pattern was actually weakly positive over these three months. In addition there was a high pressure ridge over North Africa. This may have helped promote water vapor transport northward to the UK. However, this is overall speculation on my part, and actual attribution would need to be done more carefully! For the second question, yes, there does seem to be a reappearance of the negative AO/NAO since the end of April, which is likely associated with the change in winds you see. This could still be an extended influence of the SSW, but again it's difficult to say for sure without more careful analysis.\nSubmitted by amy.butler on Thu, 05/02/2024 - 16:00\nIn reply to GFS Projection into mid-May by Mark Hunt\nHave you looked at  the jet stream map (includes polar winds) today?  September 29, 2024.  There is a clockwise vortex circulating tightly around the North Pole.  It seems quite unusual.\nSubmitted by David Wahl on Sun, 09/29/2024 - 22:36\nI'm not sure I see what you're referring to, looking at these maps: https://earth.nullschool.net/#2024/09/29/1500Z/wind/isobaric/10hPa/orth…\nOverall the wind is flowing counter-clockwise (from west to east), as expected.\nThe Northern Hemisphere polar vortex has gotten off to a slower start this year. We will talk about this more when we return in November!\nSubmitted by amy.butler on Mon, 10/07/2024 - 11:24\nIn reply to polar vortex reversal by David Wahl\nAh, I do see it in the 250 mb pressure-level maps. It's likely a short-lived weather pattern (~10 days) known as an Arctic anti-cyclone (see for example: https://www.nature.com/articles/s41561-017-0041-0).\nSubmitted by amy.butler on Mon, 10/07/2024 - 11:42\nIn reply to I'm not sure I see what you… by amy.butler",
  "source": ""
}