{
  "url": "https://www.climate.gov/news-features/blogs/enso/10-years-enso-blog",
  "title": "10 years of the ENSO Blog!",
  "date": null,
  "content": "It’s hard to believe that ten years ago a ragtag group of El Niño-Southern Oscillation (ENSO) scientists teamed up with an impossibly patient and wise editor and data visualization team at Climate.gov to start this blog. And it’s even harder to fathom how popular the ENSO Blog has become; we've had 6.6 million lifetime page views and nearly half a million readers in the past year alone. So, thank you to all of our readers who have stuck with us as we delved into some amazingly complex and nerdy topics (and some amazingly awful puns) over the years.\nAnd what better way to celebrate ten years than to shamelessly steal a time-honored tradition in the TV sitcom world, the clip show! But instead of clips, please find a ranking of the best—most creative, most memorable, most useful—graphics that have appeared on the blog. Did your favorite not make the cut? Let us know in the comment section what we missed and why you love that image so much.\nWithout further ado, here’s a 100% “objective” list of the top ten ENSO Blog graphics.\nDeparture from average of the surface and subsurface tropical Pacific sea temperature averaged over the 5-day period centered on 3 April 2018. The vertical axis is depth below the surface (meters) and the horizontal axis is longitude, from the western to eastern tropical Pacific. This cross-section is right along the equator. Climate.gov figure from CPC data.\nBack in April 2018, Emily noticed that the above-average ocean temperature anomalies at depth across the Pacific bore a striking resemblance to a shark ready to take a bit out of the colder-than-average ocean temperatures in the eastern Pacific. Once you see it, you can never un-see it.\nThe Blob has severe ecological and economic consequences. Credit: Leslie Bell\nThis image drawn by Leslie Bell, the mom of one of our guest bloggers, Michael Jacox, is my favorite cartoon. In the science world, we often use words that might mean one thing to us but something completely different to others. This cartoon leans right into that melding of both worlds. Read the post.\nIllustration by Emily Greenhalgh, NOAA Climate.gov.\nWhat better way to show ENSO’s infamous spring predictability barrier than with a cartoon of a computer getting the sniffles. When it comes to forecasting ENSO, springtime is the worst time to make forecasts. The models we use have a lull in accuracy which has come to be known as the spring predictability barrier. I’m not saying that our models have a case of spring allergies, but I’m not not saying that.\nWhen the jet stream interacts with an atmospheric Rossby wave, it develops crests and troughs that create alternating high (red) and low (blue) pressure zones in the upper atmosphere. These connected climate patterns—teleconnections—travel along the jet stream like vehicles on a globe-spanning highway. NOAA Climate.gov image.\nLike life, the way that El Niño and La Niña affect the mid-latitudes via teleconnections is like a highway. In this case, the atmospheric highway known as the jet stream. Our guest bloggers, Breanna Zavadoff and Marybeth Arcodia, conceived of a cartoon that breaks it all down for you. No need to call AAA.\nSummary of NOAA decision process in determining El Niño conditions. NOAA Climate.gov drawing by Glen Becker and Fiona Martin.\nNo one has written more ENSO Blog posts than our lead writer Emily Becker. And no one has had to find new and innovative ways to talk about the latest ENSO forecast than she. One stroke of genius was the development of this flow chart to answer the question we get asked the most “Are we in El Niño yet?” In yet another family effort, her spouse, Glen Becker, helped dream up this schematic.\nSnowfall during all El Niño winters (January-March) compared to the 1991-2020 average (after the long-term trend has been removed). Blue colors show more snow than average; brown shows less snow than average. NOAA Climate.gov map, based on ERA5 data from 1959-2023 analyzed by Michelle L'Heureux.\nIt should not be surprising that since El Niño and La Niña peak in strength and impact over North America in winter that a lot of folks wonder what that means for snow. In this ENSO Blog favorite, we’ve got you (snow)covered. (I warned you about bad puns.)\nLocations of sea surface temperature observations from the International Comprehensive Ocean Atmosphere Data Set (ICOADS) for 20-year periods starting with the 1860-1879 period and ending with 1980-1999. The colors represent the percentage of months with at least one sea surface temperature measurement in each 2 degree by 2 degree grid box. The darker the color the higher the percentage of months in each 20-year period that has an observation. NOAA Climate.gov image with data from ICOADS.\nI love observations. So much so that I wrote a love letter to the TAO Buoy Array. That post also contains one of my favorite displays of data in the ten years of this blog: the evolution of sea surface temperature observation locations from the 1800s to today. The ocean is a big place, and for a long time, we weren’t measuring a lot of it.\nDifferent migratory patterns of specific populations of salmon across the West Coast from California to Alaska. NOAA Climate.gov image adapted from NOAA Fisheries data.\nThe best part of the ENSO blog to me is getting a chance to highlight all of the ways that El Niño and La Niña affect our planet, and getting a chance to learn something new. Your faithful ENSO Bloggers are not marine biologists by any means but we know a bunch of them. One such conversation led to this graphic of how different stocks of salmon migrate along the West Coast. Who knew? Not me! I’m a landlubber.\nOne of the most widely requested and re-used ENSO Blog graphics is this one showing the atmospheric part of ENSO: the Walker Circulation. This animation shows how the areas of convection (rising air) and subsidence (sinking air) change strength and location as sea surface temperatures change during El Niño and La Niña. NOAA Climate.gov graphic.\nIf you asked me before the start of the ENSO Blog what was the #1 graphic I would want to remake, it would be the depiction of the Walker Circulation, the atmospheric circulation across the tropics. And thanks to the amazing data visualization team at Climate.gov, my dream was realized. These schematics have been used countless times in ENSO Blog posts but also in news articles and textbooks. So pretty.\nI’ve saved the best for last, the graphics depicting how El Niño and La Niña impact the U.S. As ENSO scientists, we know how much people in the U.S. wonder what El Niño and La Niña might mean for them. Believe me, we’ve read the comments.\nGeographers divide Antarctica into three regions: East Antarctica, West Antarctica, and the Antarctic Peninsula. The Transantarctic Mountains separate the eastern and western parts of the continent. Ice shelves fringe the continent, the two largest being the Ronne and the Ross. Among the nearby seas are the Amundsen, Bellinghausen, Davis, Ross, and Weddell, and Antarctica is surrounded by the vast Southern Ocean.\nI love geography and maps. And this map of Antarctica from a post about one of ENSO's most far-flung teleconnection is simply too beautiful to not include in this list.\na very informative article. I learn something new on every ENSO Blog post. I feel like I'm in a classroom where Meteorology is being taught. The best education, and all that are on the staff are excellent professors. Keep up the Great work.\nThank You,\nStephen S.\nSubmitted by Stephen S. on Thu, 05/23/2024 - 13:00\nI am very delighted to have discovered this blog. As a person studying ENSO, I have literally gained substantial knowledge (and pun :D).\nThank you for your outstanding work and valuable information!\nJWK\nSubmitted by Jiwon Kim on Fri, 05/24/2024 - 16:07\nThanks for reading!\nSubmitted by emily.becker on Wed, 05/29/2024 - 13:50\nIn reply to Thank you! by Jiwon Kim\nHey guys, congratulations on 10 years of enso blog. A few things to ask:-\nSubmitted by Lohitaksh on Fri, 05/24/2024 - 23:42\nThanks! It would be tough to determine our top 5 events, but Michelle and I have the same favorite El Niño, 2009–10. Although this one, which was successfully predicted a year in advance, might give it a run for the money... Lots to think about!\nSubmitted by emily.becker on Wed, 05/29/2024 - 13:49\nIn reply to Favorite enso events and events by Lohitaksh\nIt's really a pleasure to read your blog, I never thought climate knowledge could be so fasinating and useful! I found this blog when I started researching on agriculture commodities, since then copying and pasting infographic from the articles to my notion notebook becomes my new monthly routine.\nSubmitted by Jianan Wang on Sat, 06/01/2024 - 23:08\nevent was the one in 1969 - 70. Lots of Snow fell where I was living in Indiana. One Snow event after the other starting a few days before Christmas and didn't let up until the middle of March.\nSubmitted by Stephen S. on Tue, 06/04/2024 - 11:16\nThanks for sharing. I think that's a similar reason that I think fondly of the 2002/03 El Nino, as that was my first winter in State College, PA when I was a graduate student, and it was quite a snowy one. It's also why the El Nino of 2009/10 is one of my favorites, although I had moved to Hawaii by then and so missed out on most of the fun (except when I flew to New Jersey for Christmas, and Newark Airport closed a couple hours after I arrived when snow really started to pick up during the onset of a blizzard).\nSubmitted by Nathaniel.Johnson on Tue, 06/04/2024 - 12:26\nIn reply to My favorite El Nino... by Stephen S.\nYou don't know yet until the middle of year 2025!\nSubmitted by Kenneth  Mlage… on Thu, 11/14/2024 - 17:54\nHello Dears\nA decade of dedicated climate insight is no small feat — congratulations to the entire ENSO Blog team for reaching this remarkable milestone! Over the past 10 years, your blog has become an essential source of clear, science-based communication on El Niño, La Niña, and the broader ENSO phenomena.\nYour ability to translate complex climate dynamics into accessible, engaging content has not only informed scientists, educators, and policymakers, but also helped raise public awareness about how ENSO events impact weather patterns, agriculture, and daily life around the world.\nHere’s to many more years of excellence, education, and impact.\nThank you for being such a valuable resource in the climate science community!\nGreetings,\nLisa from brazil\nBest regards\nSubmitted by Lisa Brasil on Tue, 05/06/2025 - 15:04",
  "source": ""
}