{
  "url": "https://www.climate.gov/news-features/blogs/enso/how-does-noaa-see-2024-atlantic-hurricane-season-shaping",
  "title": "How does NOAA see the 2024 Atlantic hurricane season shaping up?",
  "date": null,
  "content": "This is a guest post by Matthew Rosencrans, who is the lead hurricane season forecaster at the NOAA Climate Prediction Center.\nSpring has turned to summer, which means that allergies have mostly let go of their hold over our collective sinuses (apologies to those still suffering), sunscreen lathering is again a daily ritual, and many people grab their chairs and blankets and head to the beach. However, this is also when trouble can start brewing in the tropics, and so at this same time every year, forecasters across NOAA (1) turn their attention to the upcoming Atlantic hurricane season. Each May, NOAA issues their Atlantic Hurricane Season Outlook for the number of tropical storms and hurricanes we can expect in the upcoming summer and fall.\nThis year, NOAA predicts a very high likelihood (85% chance) of an above-normal Atlantic hurricane season (2), with 17-25 named storms (average is 14), 8-13 hurricanes (average is 7), and 4-7 major hurricanes (average is 3) (3). Why is NOAA so confident that we will have an active Atlantic hurricane season? We’ll lay it all out for you here (spoiler alert: we wouldn’t neglect ENSO on the ENSO Blog!).\nThe first critical piece in the hurricane forecast playground is, you guessed it, the El Niño-Southern Oscillation (ENSO). As discussed previously on the blog (see here and here), ENSO has a large influence on the number of tropical storms and hurricanes in both the Atlantic and the Pacific. The hurricane impacts of ENSO are like a seesaw between the Pacific and Atlantic oceans, strengthening hurricane activity in one region while weakening it in the other. When El Niño is driving, it tends to suppress hurricane activity in the Atlantic while amping it up in the eastern Pacific. La Niña has the opposite effect, usually increasing activity in the Atlantic and decreasing it in the eastern Pacific.\nTypical influence of El Niño on Pacific and Atlantic seasonal hurricane activity. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nWith La Niña likely developing by the peak of this year’s hurricane season, let’s dig into La Niña’s influence a bit more. La Niña’s main influence on hurricanes is primarily through changes in how the tropical winds change in speed and direction from the surface up to about 7 miles above the ground. We call this change in wind with increasing height the vertical wind shear, and strong vertical wind shear can rip a developing hurricane apart, or even prevent it from forming. A mature La Niña can reduce the wind shear over the Atlantic Basin, primarily over the western half of the tropical Atlantic, which creates an environment more favorable for storms to form, organize, and become more intense.\nDuring a La Niña-influenced hurricane season, prevailing winds are weaker than average, especially the upper-level westerlies. Hurricanes experience less vertical wind shear. NOAA Climate.gov diagram.\nHow does La Niña alter the pattern of vertical wind shear across the tropics? As this blog has discussed before, La Niña enhances the Walker circulation, with more rising air and rainfall over the western Pacific and Indonesia and more sinking air with reduced rainfall across the eastern half of the equatorial Pacific. In the upper atmosphere, these conditions produce an amplified “trough” of low pressure over the subtropical eastern Pacific in the area to the north of the suppressed rainfall, and a downstream “ridge” of high pressure over the Caribbean Sea and western tropical Atlantic. Think of the ripple effect from a rock hitting the water and you can get the general idea.\nThe number of Atlantic hurricanes and tropical/subtropical storms tends to increase under La Niña conditions but decrease under El Niño conditions. The bars present the average number Atlantic hurricanes and tropical/subtropical storms sorted by El Niño/La Niña status, as determined by the June-November Niño-3.4 sea surface temperature index values over the 1980-2023 period. Atlantic tropical storm and hurricane data provided by Hiro Murakami and determined from the IBTrACS dataset. NOAA Climate.gov image, based on analysis by Nat Johnson.\nThat anomalous upper-level ridge in the tropical Atlantic is associated with weaker upper- and lower-level winds, both of which reduce the vertical wind shear and can increase hurricane activity (4).\nChanges in wind shear are not the only effect of ENSO on hurricanes. La Niña also favors increased Atlantic hurricane activity by decreasing the amount of subsidence (sinking motion) over the Atlantic and decreasing the atmospheric stability. That means that it is easier for warm, moist air at the Atlantic surface to rise high in the atmosphere, forming the clouds and rainfall that allow tropical storms to develop and intensify.\nENSO isn’t the only piece at play. The sea surface temperatures in the Main Development Region, the region of the tropical Atlantic between 10°N and 25°N, where most Atlantic tropical storms form, also are a major factor in this year’s Atlantic Hurricane Season Outlook. The ocean temperatures in the Atlantic Basin are at record-warm levels. In fact, the temperatures in May were closer to what we would expect in late August, when we are approaching the traditional peak of the hurricane season! Approximately 90% of Atlantic tropical storm and hurricane activity happens during August through October. Given this unusual Atlantic warmth, hurricane activity could ramp up quickly, so it’s never too early to prepare.\nThe Main Development Region for Atlantic hurricanes has been at record warm levels in 2024. (Top) Map showing where sea surface temperatures across the North Atlantic on June 16, 2024, were warmer (red) or cooler (blue) than the 1971-2000 average (white). (Bottom) The daily time evolution of Atlantic sea surface temperatures in the hurricane Main Development Region (10–25°N, 80–20°W) in 2024 (red) compared with all other years from 1982-2023 (grey) and the 1982-2023 average (black). Surface temperatures in the Main Development Region during May and June of 2024 were comparable to what we typically experience in July and August when we approach the peak of the hurricane season. Image by NOAA Climate.gov, based on NOAA's OI SST V2 High Resolution Dataset.\nAlthough the Atlantic heat this spring and early summer has been exceptional, anomalously warm conditions over this region have been common over the past few decades. Check out footnote #5 for some additional details on what may be driving the persistent Atlantic warmth.\nThe final major piece of equipment on the hurricane season playground is the West African Monsoon. The West African Monsoon is a climate pattern with near-surface winds that blow southwest-to-northeast into the interior of West Africa, spreading heavy rains during the warmer months and then reversing direction in the cooler months. A stronger-than-average West African Monsoon, as expected this season, produces a westward extension of the upper-level (near 35,000 ft) easterly (from the east) winds, along with weaker easterly trade winds in the lower atmosphere.\nPredicted departures from average precipitation (anomalies) over Africa for the July–September 2024 period from the North American Multi-model Ensemble (NMME). Models predict a stronger-than-average West African Monsoon, which shows up as the dark green areas in West Africa between 10 and 20 degrees North. NOAA Climate.gov image, adapted from original by NOAA Climate Prediction Center's International Desk.\nThis wind configuration and associated moisture patterns favor the enhancement of disturbances called African easterly waves that propagate across the African continent and over the Atlantic, often forming the seeds of incipient hurricanes. Therefore, the forecast for a stronger West African Monsoon also contributes to the likelihood of an active Atlantic hurricane season.\nWhen we put together all pieces of the Atlantic hurricane season, we see a clear picture of multiple factors favoring an active season. Although the deck may seem stacked in favor of this outcome, we remind the reader that there always are wildcards (i.e., weather) that we cannot predict more than a couple of weeks in advance, and they potentially could push the Atlantic season in the other direction.\nSeasonal climate patterns associated with active hurricane seasons. La Niña contributes to reduced vertical wind shear in the Main Development Region for hurricanes in this basin. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nThat’s why the Atlantic Hurricane Season Outlook, like all of NOAA’s seasonal outlooks, are expressed as probabilities, which means no single outcome is guaranteed. Nevertheless, if you haven’t done so already, now is the time to start preparing for the upcoming hurricane season (like reviewing this great information provided our colleagues at FEMA) and keeping aware of what’s brewing over the tropics.\nLead Editor: Nat Johnson (NOAA GFDL)\nThe pronounced Atlantic warmth over the last several decades has helped to fuel a period of enhanced hurricane activity. Rising greenhouse gases have contributed to long-term warming over the Main Development Region of the Atlantic, as throughout rest of the planet, but greenhouse gas warming alone is unlikely to fully explain the pattern of warming. This amplified Atlantic warmth that has persisted since about 1995, which is often attributed to the warm phase of the so-called Atlantic Multi-Decadal Oscillation (AMO), has been the source of considerable scientific debate. (More recently, this pattern also has been called Atlantic Multidecadal Variability, or AMV, because it does not demonstrate clear oscillatory behavior.)\nOne perspective is that the AMO is fundamentally a pattern of natural climate variability, like ENSO but evolving over much slower, multidecadal time periods. During the cold phase of the AMO that persisted from 1971-1994, Atlantic hurricane activity was considerably less intense than in the warm AMO period that followed. Another perspective, however, is that much of the recent AMO variability is not natural but instead is primarily attributed to human activity, especially from the reduction in pollution (“anthropogenic aerosols”) over the U.S. since about 1980 that has allowed the Atlantic to warm faster than other ocean basins. In fact, a recent study led by Hiro Murakami of the NOAA Geophysical Fluid Dynamics Laboratory indicates that a substantial portion of the recent Atlantic warming and corresponding increase in Atlantic hurricane activity can be simulated in a global climate model only when the effects of this reduced pollution are accounted for. The bottom line is that there’s plenty of ongoing research on this topic!\nBell, G. D., and M. Chelliah, 2006: Leading tropical modes associated with interannual and multi-decadal fluctuations in North Atlantic hurricane activity. J. Climate, 19, 590-612.\nGoldenberg, S. B., C. W. Landsea, A. M. Mestas-Nuñez, and W. M. Gray, 2001: The recent increase in Atlantic hurricane activity: Causes and implications. Science, 293, 474-479.\nMurakami, H., 2022: Substantial global influence of anthropogenic aerosols on tropical cyclones over the past 40 years. Sci. Adv. 8, eabn9493.\nA Hurricane is forming now in the Tropical Atlantic, and is forecast to move into the Caribbean Sea, and maybe into the Gulf of Mexico in the coming days. ENSO / neutral developed in a negative 2.97 PDO. I would think that neutral meant 0.00 on the PDO. I know the PDO lags behind ENSO, but this has been going on since 2019. I think we have been in ENSO / La Nina since then. The PDO use to fluctuate every two to three months and we would see dramatic changes in the weather patterns. The Solar Cycle # 25 we are currently in could be causing the PDO to remain negative for so long ?\nSubmitted by Stephen S. on Fri, 06/28/2024 - 07:12\nHmm… What is the Weather in La Niña please make a post about it on climate.gov\nSubmitted by Bertram on Sun, 06/30/2024 - 05:24\nHi Bertram - check out Rebecca's post from June about the current forecast. She includes a list of links to La Nina impacts towards the end.\nSubmitted by emily.becker on Tue, 07/02/2024 - 09:09\nIn reply to Weather in La Niña  by Bertram\nIt is troubling that it's still June, yet there is a Cape Verde tropical cyclone that is now a category four hurricane.  And, I sincerely hope that this is not a sign of things to come this season.\nRegardless, thanks for your hard work, (Mr.?  Dr.?) Rosecrans.  And, keep up the good work.\nSubmitted by Matt on Sun, 06/30/2024 - 14:06\nWith Beryl reaching Category 5 today, I too hope this isn't a sign for the season. I'll relay your message to Matt (Mr. Rosencrans)!\nSubmitted by emily.becker on Tue, 07/02/2024 - 09:14\nIn reply to Category four Cape Verde hurricane - in June by Matt\nQuestion: What impact does La Nina have on the monsoon season in Africa north of the equator?  What about El Nino or ENSO-neutral conditions?\nI know that Mr. Rosecrans explained that the West African monsoon is forecast to be above average this season, but I'm curious to know if there is a relationship between ENSO and monsoonal activity there and elsewhere in northern Africa.\nThank you for reading this, and I look forward to hearing from you.\nSubmitted by Matt on Wed, 07/10/2024 - 12:24\nGood question! Yes, ENSO is known to have an impact on the West African Monsoon, which means it can impact precipitation in western and central Africa north of the equator during the monsoon season (June - September). La Nina tends to enhance the monsoon, which brings more precipitation, and El Nino does the opposite. During ENSO-neutral conditions, like what we have now, then ENSO is not much of a factor and other factors, like the sea surface temperature anomalies in the tropical Atlantic, will have a much stronger influence.\nSubmitted by Nathaniel.Johnson on Wed, 07/10/2024 - 14:27\nThanks for the short yet informative explanation about how La Nina affects the West African monsoon season!\nSubmitted by Matt on Thu, 07/11/2024 - 10:30\nIn reply to ENSO and the West African Monsoon by Nathaniel.Johnson\nYour RSS feed keeps sending the same post(s) repeatedly.\nSubmitted by NEWxSFC on Mon, 07/22/2024 - 16:08\nI will pass this on to our Web developers.\nSubmitted by rebecca.lindsey on Tue, 07/23/2024 - 10:00\nIn reply to RSS Feed is not working by NEWxSFC\nOur web developers have checked the feed for the ENSO blog, viewed it in an RSS reader, and they can't find any obvious issues with it. They also noted that we do not have push notifications at all, so our feed shouldn't be \"sending\" you anything. If you're still having troubles, feel free to email us through our web contact form, available in our footer with additional details, and we will investigate further.\nSubmitted by rebecca.lindsey on Tue, 07/23/2024 - 12:08\nIn reply to re: RSS feed by rebecca.lindsey",
  "source": "climate.gov"
}