{
  "url": "https://www.climate.gov/news-features/blogs/enso/know-who-else-reads-enso-blog-investors",
  "title": "Know who else reads the ENSO Blog? Investors!",
  "date": null,
  "content": "This is a guest post by Dr. Derek Lemoine, who is APS Professor of Economics at the University of Arizona’s Eller College of Management and a Research Associate of the National Bureau of Economic Research. Dr. Sarah Kapnick, currently the NOAA Chief Scientist, collaborated with Dr. Lemoine on NOAA CPO-funded research while at the NOAA Geophysical Fluid Dynamics Laboratory.\nAs regular readers of the ENSO blog know, the National Oceanic and Atmospheric Administration (NOAA) issues forecasts of the large-scale climate patterns that we may see many months later. But they may not know that the El Niño Southern Oscillation (ENSO) Outlook is but one of the seasonal climate outlooks that NOAA produces. Creating and disseminating these outlooks requires a large investment in monitoring and forecasting systems, scientists, forecasters, and, of course, climate.gov bloggers. Do these outlooks matter in the financial world?\nIn a new paper published in Nature Communications, Dr. Sarah Kapnick and I (an atmospheric scientist and economist odd couple, in work done before she became NOAA Chief Scientist) show that they matter to investors in financial markets. And, importantly, some matter more than others.\nTo test whether seasonal outlooks influence the market, we examined how the prices of options on stocks changed when a seasonal outlook was released. Why test option prices rather than stock prices? We have a clear prediction for how option prices should move on average when an outlook is released, whereas we lack this clear prediction for stock prices (footnote #1).\nAn option gives you the right---but not the obligation---to either buy or sell a particular company’s stock at a predefined “strike” price by a predefined “expiration” date. Let’s imagine that you’ve bought an option to buy stock and the expiration date is upon you. Should you exercise the option? If the stock’s price is now above the strike price, then yes: you get to buy the stock cheaply and can, if you want, immediately sell it at the market price for a profit. If the stock’s price is below the strike price, then no: just buy the stock on the open market if you want it, since you would pay more than necessary by exercising the option.\nEarlier on, before the expiration date draws nigh, you have a lot of upside from holding the option because the actual stock price could end up way above your strike. And you have no corresponding downside because you can always walk away and let your option expire unexercised if the stock price ends up below your strike. Who doesn’t like upside risk when it’s not contaminated with downside risk?\nSo, you like holding an option. Now consider how much you would pay to acquire it. You tend to be willing to pay more to buy an option when you are more uncertain about what the stock’s price on the expiration date will be, because you get more of that sweet upside risk still without bitter downside risk. Conversely, the more certain you are about the future price of the stock, the less you are willing to pay for the option. So, the current price of an option tells us how uncertain investors must be about the future stock price. This measure of uncertainty is called “implied volatility,” as it is implied by market data. All else equal, higher prices for options imply more expected volatility; lower prices imply less.\nThis cartoon shows a case where the investor made a profit, but a different pathway is plausible as well.  It is possible when the expiration date arrives, it turns out the investor paid too much for the option and the strike price is larger than the price of the fishing stock.  In which case the investor may decide to not exercise the option.  Cartoon Credit:  Anna Eshelman, climate.gov.\nOur work shows that, on average, the implied volatility will fall when a seasonal outlook is released, but ONLY IF investors think that the seasonal outlook might say something relevant to the firm’s stock price (footnote #2). If investors think the seasonal outlook is either worthless as a forecast or irrelevant to a particular firm, then the firm’s stock and option prices will not be affected by the outlook. If they instead believe the outlook is both skillful and potentially relevant to that firm, then, before the outlook is released, the firm’s stock and option prices should reflect investors’ expectations of what the outlook will say.\nOnce a relevant outlook is released, the firm’s stock and option prices change to reflect the new information in the outlook. A particular outlook could increase uncertainty about the company’s future stock price by forecasting an especially unpredictable climate. However, once we average over many outlook releases, uncertainty about the company’s future stock price (in the form of implied volatility) falls upon the release of outlooks, simply because investors are no longer uncertain about what an outlook will say once they have the outlook in hand.\nImagine that you are investing in a fishing company whose profits are affected by the state of ENSO. Its stock price should already incorporate investors’ expectations about what NOAA’s upcoming ENSO Outlook will say. For instance, they may already think an El Niño is coming, based on past months’ outlooks. If you think that an upcoming monthly update is unlikely to have much new to say, then that upcoming monthly update does not make you willing to pay much more for an option on the firm’s stock. But what if, instead, you think that an upcoming monthly update could offer additional news about how strong that El Niño will be? The greater the potential for news that is relevant to the value of the fishing company, the more uncertain you are about what its stock price will be once the monthly update is released. You are then willing to pay more for an option to take advantage of uncertainty about the firm’s stock price induced by the ENSO Outlook.\nOnce the seasonal outlook is released, uncertainty about the outlook’s contents vanishes. You may still be uncertain about what the seasonal climate will be, but you are no longer uncertain about what the outlook will say about it or how the outlook will affect the company’s stock price. If the outlook did not contain much new information about the coming El Niño, then you are now not willing to pay as much as before for the option on the fishing company. If other investors make similar assessments, the price of the option will fall.\nOur study tested whether the degree of uncertainty implied by option prices (“implied volatility” again!) did indeed fall on average when seasonal outlooks were released from 2010--2019. If implied volatility did tend to decline, then some fraction of investors must have judged these climate outlooks to be skillful at forecasting patterns that are relevant to firms’ valuations---and thus to their stock prices.\nWe find that, across approximately three thousand firms traded in U.S. markets, implied volatility does fall when NOAA releases the ENSO Outlook in June and the Winter Outlook in October. Investors do not know what the ENSO and Winter Outlooks will say ahead of the release, but they apparently believe they could say something relevant to firms’ stock prices. We do not detect a response to NOAA’s May Hurricane Outlook or to two less skillful outlooks: Colorado State University’s April Hurricane Outlook or the Farmers’ Almanac’s August Winter Outlook (footnote #3).\nBecause options are tied to particular companies, we can drill down on how broadly outlooks matter to different parts of the economy. When finely classifying firms into “industry groups”, we find that around 90% of industry groups see their implied volatility fall when NOAA releases the June ENSO Outlook. When we aggregate these industry groups into 21 broader “sectors”, we find significant effects of the June ENSO Outlook in an amazing 20 of them.\nHow much the June ENSO outlook matters to different sectors of the economy. Purple lines indicate a statistically significant change. Credit: Climate.gov, adapted from original by Lemoine and Kapnick.\nWhether these economy-wide effects represent broad impacts of ENSO or instead represent impacts to particular firms rippling through trade networks, investors apparently believe ENSO has broad reach (footnote #4).\nOverall, the June ENSO Outlook affects firms worth $13 trillion. An upcoming June ENSO Outlook incentivizes traders to pay an extra $12 million [95% confidence interval: $3.6–$20 million] to hold options. Traders seem to find this spending worth it in order to hedge the risk of what the outlook may say.\nBut what about other months’ ENSO Outlooks? The June ENSO Outlook was of most interest to us because it is the month when we’re most sure to be past the spring barrier and the accuracy of the ENSO Outlook increases. When we test each month’s ENSO Outlook, we indeed find that implied volatility falls by the largest amount upon the release of the June ENSO Outlook. In fact, that is the only month’s outlook for which the change in implied volatility is statistically significant.\nShowing the change in implied volatility (%) by calendar month as a response to the ENSO outlook. The range shown in purple is statistically significant because all values of the 95% confidence interval (from top whisker to bottom whisker) are less than zero. The other months have ranges that overlap into positive values and, therefore, positive or zero change cannot be ruled out. Credit: Climate.gov, adapted from original by Lemoine and Kapnick.\nWe calculate how much traders value the increase in skill from the May to June Outlooks. We find that the more skillful June outlook carries an option market premium that is $9.4 million [95% confidence interval: -$1.6–$20.5 million] larger than the May outlook. Combining this additional premium with the difference in skill from this paper, we infer that a 1% improvement in ENSO prediction skill induces traders to spend an additional $1.8 million [95% confidence interval: -$0.31–$3.9 million] annually hedging news about seasonal climate.\nIn practice, seasonal outlooks are even more valuable than what we estimate here. Traders have access to earlier forecasts of seasonal climate from forecasters besides NOAA and also from prior ENSO outlooks. This pre-existing information waters down the value of any specific month. Moreover, any value we do estimate remains only that from the financial sector (footnote #3 again).\nIt is important to understand what our estimates mean. We do not measure the impact of exposure to seasonal climate. We instead capture exposure to the forecasted portion of seasonal climate. If firms could costlessly and perfectly adjust to seasonal outlooks, then their stock and option prices would not be affected by the outlook’s contents. But this is not what we see. Therefore, adaptation based on these outlooks must be incomplete and/or costly: firms are exposed to the seasonal climate despite the early warning (perhaps because the information in the outlook is not actionable), and/or firms do adjust their exposure but only at some nontrivial cost that affects their value on the stock market. Seasonal outlooks are valuable, but they transform risk rather than eliminate it.\nLead Editor: Michelle L’Heureux (NOAA CPC)\nFootnotes:\nInteresting to see the intersection of climate patterns and investment strategies.\nSubmitted by Emily Nguyen on Fri, 06/06/2025 - 08:18",
  "source": ""
}