{
  "url": "https://www.climate.gov/news-features/blogs/enso/enso-and-southwest-united-states-megadrought",
  "title": "ENSO and the southwest United States \"megadrought”",
  "date": null,
  "content": "This is a guest post by Hannah Bao, a recent graduate of the University of Maryland’s Atmospheric and Oceanic Science Department. Hannah is currently enrolled in UMD’s Data Science M.S. program. She developed this piece based on a longer research paper she did for a class.\nEl Niño and La Niña (collectively, ENSO, the El Niño/Southern Oscillation) affect global rain/snow and temperature patterns, making certain outcomes more likely in some regions. For example, winters with La Niña—cooler-than-average surface waters in the central and eastern tropical Pacific—tend to be drier than average along the southern third of the U.S. While this is certainly not always the case, ENSO still gives us a valuable early heads-up of an increased chance of certain outcomes. (Here at the ENSO Blog, we have several posts discussing these precipitation relationships.) In this post, I’ll cover the relationship between ENSO and drought in the Southwest.\nThe atmospheric river events of winter 2022–23, and more recently those that swept through the U.S. West this past winter (2023-24), delivered much-needed moisture across portions of the southwest United States, a region afflicted with severe drought over the past two decades. Back in mid-March 2024, around 25% of the Southwest was in some level of drought. For comparison, at least 90% of the entire Southwest experienced drought conditions around that same time in 2021 and 2022.\nThis map shows July 2024 precipitation (total rain and snow) received across the United States as percent of normal (1991-2020 average). Places where precipitation was below normal are brown; places where it was above normal are blue-green. NOAA Climate.gov map from https://climatetoolbox.org data.\nHowever, the so-called “drought-buster” events of the previous two winters, coupled with the 2023­­­–24 El Niño, have not been enough to entirely eliminate the dryness over some parts of the region. Data from the U.S. Drought Monitor indicates that about 16% of the Southwest is in some level of drought as of early August 2024, including 20% of Arizona and roughly 48% of New Mexico experiencing drought conditions.\nClick and hold bar to drag slider. (left) In 2021, extreme (bright red) to exceptional drought (dark red) was widespread across the U.S. Southwest. Even following a series of \"atmospheric river\" events in the winters of 2022-23 and 2023-24, most of the region (right) remained abnormally dry (yellow) or in some level of drought in August 2024. Images from the U.S. Drought Monitor Project via Drought.gov.\nWith a 66% chance for La Niña to develop in September-November 2024, you may be wondering: what does this mean for drought in the southwest United States? Are La Niña conditions likely to improve or worsen the severe multi-year drought persisting in portions of the region? Stay tuned to find out!\nDrought is a complex phenomenon with many components, including rainfall, snowpack, temperature, land-use management, and other elements. However, we can begin to answer these questions by studying the historic links between ENSO and drought in the U.S. Southwest. In this blog, we will address:\nWe’ll look at several scientific studies that have had important contributions to our understanding of ENSO impacts in the Southwest.\nIn a 1999 study (1), Dr. Daniel Cayan of Scripps Institution of Oceanography and his team found that the frequency of daily high precipitation and high stream flow over the western U.S. are strongly influenced by ENSO phase. They used daily wintertime precipitation and late-winter to early-summer stream flow from 1948 to 1995, retrieved from several hundred observing stations across 11 Western U.S. states.\nDr. Cayan’s team found that El Niño years are linked to more days than average with high daily precipitation and streamflow in the Southwest; La Niña years showed an approximately opposite pattern. Heavier precipitation events also tend to occur more frequently during El Niño years and less frequently during La Niña years over the Southwest.\nThese findings agree with those from a 2002 review (2) conducted by Dr. Paul Sheppard and colleagues. Dr. Sheppard’s team concluded that El Niño is generally associated with cooler and wetter winters in the Southwest, whereas La Niña is linked to drier, warmer winters over the region. Another 2002 study (3), led by Dr. Julia E. Cole and colleagues, traces the La Niña and Southwest drought connection back to the 1800s using coral records! Together, these studies seem to point towards La Niña events as potential drivers of drought over the Southwest during the latter half of the 20th century to early 21st century. This naturally prompts the question: has this pattern continued into recent decades?\nDry conditions drop water levels in Utah. Credit: Drought.gov\nDry episodes are not uncommon for the Southwest, as discussed in this 2010 study (4) and the 2002 review by Dr. Sheppard’s team. However, recent research (5) has shown that the 21st century drought is one of the worst droughts within the last 1200 years in the region. As southwestern U.S. precipitation patterns have exhibited a strong response to ENSO phase in the past, it’s worth examining ENSO’s role in the recent drying observed over the region.\nA 2019 study (6) analyzing the effects of ENSO, the Pacific Decadal Oscillation (PDO), and the Atlantic Multi-Decadal Oscillation (AMO) on drought variability over the western United States from 1948 to 2009 found that the Southwest tends to experience more dry episodes during La Niña years than El Niño years—consistent with the studies discussed earlier in this post. This study, led by Dr. Peng Jiang of the Desert Research Institute and colleagues, explored the response of winter consecutive dry days to ENSO.\nMore recently, a 2022 study (7) led by Dr. Richard Seager examined the roles of tropical Pacific sea surface temperature (SST), internal atmospheric variability, and anthropogenic change in driving the severe Summer 2020 to Spring 2021 drought over southwestern North America. Using observational SST and precipitation data, they found that the onset of the drought coincided with a La Niña developing between June to August of 2020. Anomalously cool tropical Pacific SSTs and circulation anomaly patterns, typical of La Niña events, corresponded to reduced precipitation from Fall 2020 to Spring 2021, suggesting La Niña as a potential driver of drought during this period. Dr. Seager and colleagues concluded that a combination of internal atmospheric variability and La Niña were largely responsible for fueling the extreme dry conditions across the Southwest from Fall 2020 to Spring 2021. Also, as we can see from the drought monitor images above, the drought conditions across much of the Southwest continued through the third consecutive La Niña winter, 2022–2023.\nPaleoclimate data have uncovered multiple megadroughts in the American Southwest. Credit: National Climate Assessment\nSo…will a potential La Niña bring drier conditions to already-parched portions of the Southwest this coming winter 2024-25?  The current Climate Prediction Center outlook favors below-average precipitation for the region.\nBased on our understanding of typical ENSO teleconnections over the Southwest and the studies discussed above, it’s entirely possible.\nHowever, as always, let’s keep in mind some key limitations and proceed with caution. First, our observed SST record for monitoring ENSO is very limited (around 74 years!). Second, ENSO explains only a fraction of the variability of wintertime southwestern U.S. precipitation. Other large-scale climate phenomena such as the PDO, ENSO’s interactions with other climate modes, climate change, and other factors may all influence drought conditions in the Southwest to varying degrees.\nIt is also an open question to what extent the Southwest megadrought can be attributed to ENSO. Answering this important question requires more research, and ideally, a longer observational record.\nLead reviewer: Emily Becker\nSouthwest US are caused by decades of a Negative PDO and a positive AMO. The question is when will this reverse ?\nSubmitted by Stephen S. on Sat, 08/31/2024 - 05:01\nSo, it sounds like La Nina contributes to drought in the Southwest while El Nino reduces the odds of that - irrespective of their effects on the monsoon season there.  Is that correct?\nThanks to Ms. Bao for sharing what she learned in that class with the rest of us.\nSubmitted by Matt on Mon, 09/09/2024 - 14:02\nThat is correct!\nSubmitted by tom.diliberto on Tue, 09/10/2024 - 11:55\nIn reply to Interesting post by Matt\nMy thanks to Ms. Bao forher comprehensive article on the mega drought.  As a NM resident, we are feeling this still.  No atmospheric rivers for us, yet.\nI do wonder, how is the melting polar ice effecting these years-long La Nina cycles? Does the cold water from melting poles increase the chance of a la Nina?\nSubmitted by Amanda on Wed, 09/11/2024 - 13:10\nHi Amanda,\nWhile the melting polar ice is having all sorts of impacts across the Arctic, luckily it won't have much influence on La Nina.\nSubmitted by tom.diliberto on Mon, 09/16/2024 - 11:05\nIn reply to But why so many La Nina? by Amanda\nGood to know, thanks!\nSubmitted by Amanda on Mon, 09/16/2024 - 11:22\nIn reply to Hi Amanda,\nWhile the melting… by tom.diliberto",
  "source": "climate.gov"
}