{
  "url": "https://www.climate.gov/news-features/blogs/enso/november-2024-enso-update-ask-me-anything",
  "title": "November 2024 ENSO update: ask me anything",
  "date": null,
  "content": "There’s a 57% chance La Niña will develop soon. This is late for La Niña to arrive, and it’s very likely to be a weak event at most. However, even a weak event can influence temperature, rain, and snow patterns across the world. Today, we’ll take a tour through current conditions in the tropical Pacific and consider some of the things that might be interacting with La Niña’s development.\nLa Niña, the cool phase of the El Niño/Southern Oscillation (ENSO), features cooler-than-average surface temperature in the tropical Pacific Ocean. The warm phase, El Niño, includes warmer-than-average surface waters, and ENSO-neutral is when the surface temperature is close to average. These shifts in the temperature of the central and eastern tropical Pacific change the pattern of rising air in that region, with La Niña’s cooler waters leading to less rising air and storms. The atmospheric circulation over the tropics drives patterns around the world, including the jet streams and storm tracks. So, when La Niña or El Niño alter the tropical circulation, global circulation is shifted in known ways. Since ENSO can be predicted months in advance, it can give us an early idea of upcoming changes in temperature and rain/snow patterns.\nOur primary ENSO metric is the temperature of the sea surface in the part of the east-central tropical Pacific known as the Niño-3.4 region.\nOctober 2024 sea surface temperature difference from the 1985-1993 average (details from Coral Reef Watch). The box indicates the location of the Niño-3.4 ENSO monitoring region in the tropical Pacific. The surface of the east-central tropical Pacific is close to average temperature, but much of the global oceans remain warmer than average. NOAA Climate.gov image from Data Snapshots.\nTo qualify as La Niña conditions, the east-central tropical Pacific needs to be at least 0.5 °C (0.9 °F) cooler than the long-term average (long-term=1991–2020). We use the term anomaly whenever we’re talking about the departure from the average. For example, the anomaly in the Niño-3.4 region was -0.28 °C in October, according to ERSSTv5, our most reliable dataset of observations of ocean surface temperature. Since La Niña requires an anomaly of at least -0.5 °C, the tropical Pacific is still ENSO-neutral.\n2-year history of sea surface temperatures in the Niño-3.4 region of the tropical Pacific for all strong El Niño events since 1950 (gray lines) and the recent (2023-24) event (purple line). Five of the eight gray lines dip below the dashed blue line (the La Niña threshold) in the winter following the El Niño. Graph by Emily Becker based on monthly Niño-3.4 index data from CPC using ERSSTv5.\nWe’ve been saying it for months, and we are saying it again: Forecasters still think La Niña will develop and last through the winter. Overall, our computer climate models are still predicting the sea surface temperature will cross the La Niña threshold. There is cooler-than-average water under the surface of the tropical Pacific, too, which can well up and renew the cool anomaly at the surface. However, this is pretty late in the year for La Niña to develop—only two La Niñas in our 75-year historical record have formed in October–December. ENSO events reach their peak strength in the winter, so there isn’t much time for La Niña to strengthen. Computer models are predicting a weak La Niña, meaning a Niño-3.4 anomaly between -0.9 °C and -0.5°C.\nWeak events can still shift global atmospheric circulation and produce some typical La Niña impacts, like a drier winter across the southern tier of the U.S. However, a weak event means ENSO’s influence is also weaker, leaving room for other weather and climate patterns to make their mark.\nThat’s the $64,000 question! After last winter’s El Niño dissipated, the Niño-3.4 anomaly did drop below zero (i.e., below average), but it just hasn’t quite cooled as much as we expected. Despite being such a large area, unpredictable small shifts in the winds and ocean currents can affect the growth of ocean temperature anomalies. Recently, the Madden-Julian Oscillation (MJO), a region of storms that travels eastward around the equator, was active, passing through the tropical Pacific over a couple of weeks in October. The winds associated with the MJO can cause the surface water to warm or cool. However, the MJO is not the primary culprit in this delayed La Niña.\nIf you look at that map above, you can’t miss all those positive anomalies—the global oceans are so much warmer than average. In fact, the east-central Pacific is one of only a few spots of negative (cool) temperature anomalies (blue). We’re still learning how human-caused global warming affects ENSO in general, and it will take a lot more research to understand how the strong global anomalies affected this ENSO cycle specifically. However, when we compare that little spot of negative anomalies in the central-eastern tropical Pacific with the rest of the tropical oceans, we find what could be a piece of the puzzle.\nThese maps show two ways of looking at the sea surface temperature anomaly (difference from average), with the Niño-3.4 key monitoring region indicated by the boxes. The top maps shows the traditional sea surface temperature anomaly: the departure of October sea surface temperature from the 1991–2020 average. For the bottom map, the average anomaly across the entire tropical oceans is also subtracted, highlighting how cool the Niño-3.4 region is relative to the rest of the tropics. Figure by climate.gov based on Michelle L'Heureux's calculations.\nThe first map above is our regular temperature anomaly map, where each location shows the departure from the local long-term average. (It’s very similar to the global map from earlier, but not identical, because they use different datasets.) The second map here shows what happens when you also subtract the average anomaly of the entire tropics (see footnote).  Since most of the tropics are warm (red), this map shows not only how cool the Niño-3.4 region is compared to average, but how cool it is relative to the rest of the tropics.\nWith the rest of the tropics warmer, the cold anomaly in the east-central really stands out. This relative difference in temperature between the ENSO region and the rest of the tropics is really important for driving the atmospheric changes in the tropics that affect global weather and climate. With a strong relative anomaly in place, the atmosphere may start responding in a La Niña-like way, regardless of the official metric. And that is what we are seeing.\nFor a couple months now, we’ve been seeing suppressed rainfall and convection (rising air) around the Date Line, which is one hint that the tropical atmosphere is already responding to the locally cool sea surface temperatures.  We have also seen positive values of the Equatorial Southern Oscillation Index, which says sea level pressure has been lower over Indonesia and higher over the eastern Pacific Ocean. In other words, the tropical atmospheric response looks more consistent with the stronger relative cooling in the central-eastern Pacific rather than the weak absolute cooling reflected in the standard Niño-3.4 index. For more detail, check out Michelle’s excellent post on the relative sea surface temperature.\nWe do! The relative Niño-3.4 for October—the average across the Niño-3.4 box for the second map here—was -0.87 °C, much stronger than the -0.28 °C from the traditional method. So yes, the relative measurement might be reflecting La Niña, while the traditional measurement is still neutral! This relative index is not NOAA’s official metric, though, because it is a newer index and is still being studied and evaluated. Michelle and many of our colleagues are working on confirming that the relative index better matches global ENSO impacts in our changing climate.\nStay tuned! In a couple of weeks, Nat will take a look at what our climate models have to say about the winter outlook, including if the models are expecting more La Niña-like impacts that line up better with the relative measurement than the traditional one. The only thing we can say for certain is that Nature is going to keep us guessing!\nAfter you subtract the tropical average (20°S–20°N) sea surface temperature anomalies, the difference has lower variance than the original SST anomalies.  This is why the computation of relative Niño-3.4 also has a variance adjustment where you multiply by a scaling factor (ratio of the standard deviation of the SST anomaly with the standard deviation of the difference index).  If you want to see how this really works, here is some github code to compute relative ONI using observations.    In the relative SST map above, the standard deviation of SST anomaly at each grid box is used instead of the standard deviation of the Niño-3.4 index.\nCan you use the global warming trendline as a reference? Reference periods (f ex the 1985-1993 average), are getting outdated quickly nowadays. Michelle’s index might be the best for the Pacific but that is not the whole story.\nSubmitted by Dag Hammar on Fri, 11/15/2024 - 02:59\nI agree that the baselines are rapidly changing for certain regions and climatic variables ... very good observation.  As you pointed out this is not a \"one size fits all\" solution and really works for the tropical Pacific b/c of unique atmospheric dynamics specific to the region.  I know this is a discussion that many user communities are having: NIDIS-- drought assessment and also Probable Maximum Precipitation (some links provided).  This will continue to be a hot topic!  [ pun intended ;-)  ]\nSubmitted by michelle.lheureux on Fri, 11/15/2024 - 08:24\nIn reply to Reference periods by Dag Hammar\ngreat stuff,\nthanx!\nSubmitted by Joan Carr on Fri, 11/15/2024 - 07:44\nWould you use the same strength classification with the relative numbers as you would with the Nino 3.4 numbers? For instance, the -.87 SST departure would be classified as a weak event under the 3.4 standards.\nSubmitted by Bob G on Fri, 11/15/2024 - 13:34\nYes, with the caveat that those definitions for the Nino-3.4 strength categories are informal.\nSubmitted by emily.becker on Fri, 11/15/2024 - 16:17\nIn reply to Relative Index by Bob G\nHi Emily\nLol, please excuse my ignorance but what do you mean by informal?\nSubmitted by Bob G on Fri, 11/15/2024 - 18:23\nIn reply to Yes, with the caveat that… by emily.becker\nHi Bob - NOAA has a process for \"official\" definitions. For example, the ENSO Nino-3.4 threshold of +/- 0.5C is an official metric, but the strength categories are not officially defined.\nSubmitted by emily.becker on Mon, 11/25/2024 - 13:50\nIn reply to Informal by Bob G\nThanks Emily!\nSubmitted by Bob on Mon, 11/25/2024 - 17:17\nIn reply to Hi Bob - NOAA has a process… by emily.becker\nHi Emily! I am a forecaster at WFO Guam. I would consistently follow the blog when I worked at WFO Wichita but I had gotten behind during my move to Guam this year (sorry about that).\nI really do like this relative index that y'all have come up with. Even going back to last year a lot of people noticed that the strong El Nino didn't fully act like strong events in the past. Of course, we know that no ENSO event is the same and they will vary. Though, some of the differences we saw were still quite interesting. The dry spring across Kansas (which saw 97% of the state in D0-D4 in April) was certainly unusual. Of course this was after creating a living document of ENSO talking points showing how El Nino \"favors\" a wet spring following it's formation.\nWe've had some oddities here in Guam too. A decaying strong El Nino tends to lead to severe drought across the Marianas and parts of Micronesia. Although it did get quite \"dry\" during our dry season this year, it wasn't anywhere close to some of our dry seasons post strong El Nino in the past.\nWhat I'm more interested in is the current ENSO state with this \"La Nina\". The atmospheric behavior has been closer to neutral (which is what we're actually) mixed with La Nina tendencies. We've seen some robust MJO events over here (as you noted) which has led to some impressive monsoon troughs for a negative neutral/La Nina year. However, even with the monsoonal surges, we have seen most tropical systems develop near or on top of the Marianas instead of further east.\nThere was one unusual outlier in what became super Typhoon Man-yi. Man-yi began forming as an invest all the way near Kwajalein Atoll. This is typically where we see storms develop in El Nino. Man-yi became a tropical storm well east of the Marianas, again, typical of an El Nino. Man-yi was forecasted to weaken into a TD over the Marianas but remained a sheared tropical storm and even intensified somewhat. Here is where I really like the relative index. Despite the favorable MJO progressions and a storm track that favored the Marianas more than usual for La Nina; the background state of the atmosphere has just not favored rapid intensification over the Marianas. It's almost like the behavior of the weather patterns is closer to what we see in neutral years, but the atmospheric favorability aligns with La Nina. I think this is quite interesting and would give credence to the weak La Nina seen with the relative index.\nSubmitted by Christian Williams on Tue, 11/19/2024 - 18:05\nThank you for your comment and for sharing your observations from your side of the globe!\nSubmitted by Nathaniel.Johnson on Tue, 11/26/2024 - 11:06\nIn reply to Keep the great posts coming! by Christian Williams\nHere on the central coast of California, I have received over 3 inches of rain so far for the season. The last storm we got was around 2 1/2 inches. It doesn’t look like there’s any rain for the next two weeks, but that’s a pretty good start. South of us, however, very little if any rain has fallen.  Our location seems to get more rain on the west, facing storms, as opposed to those coming directly out of the northwest.\nSubmitted by Dan on Fri, 11/29/2024 - 13:50\nIt looks like the region starting from about central California and north through Oregon and Washington have been above normal for the month. A wetter-than-normal Pacific Northwest is typical for La Nina, but this southern extension into central California is less typical. In any case, it is just one month, so we will see how the winter evolves. Expect more on this winter's precipitation in a post next week!\nSubmitted by Nathaniel.Johnson on Fri, 11/29/2024 - 16:30\nIn reply to Above average November! by Dan",
  "source": "climate.gov"
}