{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/polar-vortex-coming-out-hibernation",
  "title": "The polar vortex: coming out of hibernation",
  "date": null,
  "content": "Though many aspects of nature in the Northern Hemisphere tend to quiet down during the winter, the Arctic stratospheric polar vortex (we’ll just call it the polar vortex from here on) is just getting started. Read on to get a recap of what the polar vortex is, what happened over the past summer, and what antics the polar vortex has been getting into recently.\nFor those of you who are new to the polar vortex blog or are reminiscing over those summer polar vortex-less days, let’s start with a brief recap [footnote 1]. The polar vortex is a band of strong west-to-east winds that forms in the stratosphere between about 10 and 30 miles above the North Pole every winter [footnote 2]. We define the strength of the polar vortex by the fierceness of the west-to-east winds at a latitude of 60 degrees North and 10-hPa (~19 miles/30 kilometers).\nAfter it wakes up from its summer hibernation, the polar vortex can be a solitary creature, content to roam around by itself in the stratosphere. So why do we, at the surface, care about it? Well, sometimes the polar vortex likes to join the rest of the atmospheric pack/sloth [footnote 3]. Though they might need a little swipe from the troposphere, the stratospheric west-to-east winds can break down into a “sudden stratospheric warming.” When these stratospheric warming events occur, the chances of cold weather across the eastern U.S. can increase for several weeks afterwards. Last season was an active year with two major warming events.\nObserved and forecasted (NOAA GEFSv12) wind speed (top) and temperature (bottom) in the polar vortex compared to the natural range of variability (faint shading). For the GEFSv12 forecast issued on December 1, the winds at 60 degrees North (the mean location of the polar vortex) are forecast to remain stronger than normal for at least the next 2 weeks (top, thick magenta line) before slowing down to near normal strength. Lower stratospheric temperatures over the polar cap (bottom, thick pink line) are favored to be slightly colder than normal. It’s interesting to note that these temperatures in the lower stratosphere were warmer than normal between July and October, potentially related to the increased stratospheric ozone levels. NOAA Climate.gov image, adapted from original by Laura Ciasto.\nEven though the stratosphere tends to hibernate during the summer months in the absence of the polar vortex, that doesn’t mean it’s entirely quiet. In fact, the overly active season last winter/spring may have made it hard for some features of the stratosphere to completely settle down over the summer. The increased wave activity through the winter and spring that helped drive two major sudden stratospheric warmings did more than just weaken the stratospheric winds. According to Newman et al (2024), it also may have increased the transport of stratospheric ozone from the middle latitudes to the polar region [footnote 4]. As a result, the March 2024 total column ozone levels in the Northern Hemisphere stratosphere were the highest since 1979 (14.5% higher than average values over 1979-2023).\nTotal column ozone during March for the last three years. The darker colors show where ozone concentrations are highest and the lighter colors are where concentrations are lower. A comparison between these three years demonstrates how much more ozone was present in the spring of 2024. In fact, March 2024 experienced some of the stratospheric highest ozone levels since the late 1970s. The grey shading indicates regions where there is no data recorded due to lack of sunlight. NOAA Climate.gov image using data obtained from NOAA’s OMPS NOAA-20 satellite.\nEven after the polar vortex wound down for the summer, these abnormally high ozone values persisted. Ozone absorbs solar ultraviolet radiation, so it’s possible that this persistent high ozone in the lower stratosphere and upper troposphere contributed to above-normal temperatures that were observed there throughout the summer. It’s not clear whether this persistent Arctic ozone anomaly had any impact on the warmer than normal Arctic surface temperatures over the summer, but we have noticed that the fall formation of the polar vortex has been a bit different this year.\nThe record ozone levels continued throughout the summer months. The average June-August polar cap ozone in 2024 was the highest recorded since 1979. Note that 1995 has no data. The data in 1993 and 1996 were limited and considered missing. NOAA climate.gov image using data from NASA Ozone Watch.\nWhile the polar vortex has emerged from its hibernation, it’s been slow to wake up, a bit groggy with a few big yawns. Typically, the west-to-east winds that characterize the polar vortex form by late August/early September. If you look back at the graph at the top of the post, you can see that happened this year as well. But what is noteworthy is that those winds did not strengthen as much as they usually do. Until the end of October, the stratospheric winds at 60 degrees North were much weaker than normal [footnote 5]. Since then, the polar vortex has reared up like a famished bear after a long sleep, and the stratospheric winds are now strongly above average for this time of year. Recent forecasts suggest that the roaringly strong polar vortex will continue for the next two weeks before settling down closer to its normal state.\nWhile some parts of the country are in for the first Arctic blast of the season this week, that’s not what we would automatically expect from a strengthening of the polar vortex. First, remember that the polar vortex is in the stratosphere, more than 10 miles above the surface. When it does affect our weather at times, it does so through an indirect chain of events that play out over several weeks. Second, a stronger polar vortex is more likely to be associated with a more northward location of the polar jet stream, that river of fast winds in the troposphere that keeps really cold surface air confined to the Arctic. So, at least at first glance, we wouldn't suspect the polar vortex to be to blame for the current U.S cold spell [footnote 6].  But don’t worry, the season is young and there is still time for the polar vortex to take a swipe at our winter weather. Stay tuned!\nNewman, P. et al, 2024: Record High March 2024 Arctic Total Column Ozone. Geophysical Review Letter, 51. DOI: https://doi.org/10.1029/2024GL110924\n[1] For more detailed information on the polar vortex, check out our first blog post, which has plenty of great resources.\n[2] There is also an Antarctic polar vortex at 60 degrees South. It has some features similar to its Arctic counterpart, but the Antarctic polar vortex also has many unique characteristics.\n[3] Non-climate fact: a group of bears can be referred to as a sloth.\n[4] Ozone is formed by ultraviolet (UV) rays striking oxygen. This process occurs primarily in the tropical stratosphere and then the ozone is transported poleward. So changes in the strength of that transport is one way in which ozone levels over the pole can increase/decrease.\n[5] Even though the polar vortex has been weaker than normal, including record weak winds in September, the lack of strong variations in the vortex in September and October means it does not usually have an impact on the tropospheric circulation this time of year.\n[6] One interesting feature of the recent polar vortex is that it has been elongated–more oval than a perfect circle. There is some research that suggests a strong but elongated vortex may have an indirect effect on U.S. cold air outbreaks. Follow the blog this winter for more discussion of these topics, including some guest writers!\nHello I was wondering if the current volcanic activity in Iceland influences the Polar Vortex?\nSubmitted by Cynthia Nurse on Wed, 12/04/2024 - 14:52\nThanks for the great question! One thing we've noticed with this strong polar vortex is the lack of wave activity. As mentioned in a previous post, there's often wave activity that nudges the polar vortex. At the end of October and first half of November, wave activity was well below normal.\nBut it has also been noted that volcanic activity can influence the polar vortex. A great example is the Hunga Tonga eruption. There's also been some analysis on the Northern Hemisphere volcanic activity.\nSubmitted by laura.ciasto on Thu, 12/05/2024 - 10:29\nIn reply to Volcanic Activity/Polar Vortex  by Cynthia Nurse\nHi Laura and Amy,\nhave been an avid follower of your blog since the beginning and I have a question regarding the heating up of the top layer of the stratosphere at 1 hPa later in December.\nIt is unusual for the stratosphere to be disturbed from above. My question is could this be connected to the high ozone level in the stratosphere this autumn?\nSubmitted by Matjaz Kaltnekar on Wed, 12/04/2024 - 18:47\nGreat to hear you've been following the blog! Just a quick clarification. Do you mean 1-hPa (e.g., near the stratopause) or the heating shown in the graphic at 100-hPa? Thanks!\nSubmitted by laura.ciasto on Thu, 12/05/2024 - 14:02\nIn reply to 1 hPa stratosphere heating up by Matjaz Kaltnekar\nCorrect. I meant the top layer of the stratosphere over the 10 hPa layer. Christian on X mentioned it also today:\nhttps://twitter.com/Superchri90/status/1864670735924380027?t=L-LzqQrPSwH536lp38xqmw&s=19\nIt seem higly unusual that a disturbance would start from the top.\nSubmitted by Matjaz Kaltnekar on Thu, 12/05/2024 - 16:42\nIn reply to clarification by laura.ciasto\nThanks for the clarification!\nYes, we've been watching this \"warm up\" in the upper stratosphere, also seeing it to some extent at 10-hPa. Because the polar vortex winds have been so strong recently, the warming and weakening of the stratospheric westerlies would bring the winds back to near normal conditions. Sometimes these events do start in the upper stratosphere, but not always. It's not related to the increased ozone levels from last summer/autumn.\nSubmitted by laura.ciasto on Fri, 12/06/2024 - 07:03\nIn reply to 1 hPa stratosphere disturbance by Matjaz Kaltnekar\nWhy no mention of solar flare activity being a driving force in the vortex instability?\nIf you look at the timing of recent flares, there should be a clear correlation between the advent of the solar event and the subsequent wobble of the vortex.\nSubmitted by Russ Reed on Thu, 12/05/2024 - 04:07\nGreat question, especially given that we're in the peak of the solar cycle.\nIt's definitely possible that the 11-year solar cycle has some relation to the strength of the stratospheric polar vortex.  But it's tricky to quantify that relationship because there are other potential sources of variation such as decadal SST variability and the Quasi-biennial oscillation.\nAnother issue is the length data that we have. If the cycle is 11 years and we only have ~60 years of data, that's about 5-6 independent samples which is not enough data to really understand that relationship. There's been some research looking at it in models, but not many models simulate solar cycle variability that well. This recent paper summarizes some of the issues with simulating the solar cycle and its impacts on the stratosphere in one model: https://acp.copernicus.org/articles/19/5209/2019/\nSubmitted by laura.ciasto on Thu, 12/05/2024 - 11:17\nIn reply to No mention? by Russ Reed\nOf the Earth weather satellites in place to study atmospheric activity, are there any yet in position to monitor activity of the north and/or south polar vortices? Is there a tracking system available for public viewing.\nI live in Alaska, which has been hitting abnormally warm weather December. Studying the normal weather radar, it looks like most northern Pacific air currents are hitting a wall, pushing it up toward us. I'm wondering if that wall is the cold air from the polar vortex.\nSubmitted by Randolph Quarteroni on Wed, 12/11/2024 - 02:06\nThe polar vortex would not be the \"wall\" that air masses/winds in the North Pacific seem to be hitting or diverting around because the altitudes where these two things (the weather phenomenon that are visible on radar and the polar vortex) are vertically separated by at least several miles. Weather phenomenon occur in the lower 10 miles of the atmosphere (the troposphere), while the polar vortex is closer to around 20 miles. To the extent that your weather patterns are being blocked or diverted, the feature that is blocking them must be occurring in the same layer of the atmosphere where those weather patterns are.\nWhen we talk on the blog about the polar vortex's ability to affect our weather, it is always an indirect influence. Something happens to disturb the polar vortex up in the stratosphere and that kicks off ripples and waves that spread downward to the \"weather layer\" part of the atmosphere (the troposphere). So, our weather is not directly interacting with the polar vortex.\nAs far as keeping tabs on the Polar Vortexes, here's a round up of sites that provide info on different aspects of the polar vortexes. Some are more \"public\" friendly than others ;-)\nhttps://www.cpc.ncep.noaa.gov/products/stratosphere/polar/polar.shtml (focused on variables most relevant to the ozone layer)\nhttps://www.cpc.ncep.noaa.gov/products/stratosphere/SSW/ (Operational versions of the graphs of polar vortex strength that we use in this blog can be found by scrolling down the page to the section \"Time Series GEFS Analyses and 16 Day Forecasts\" and selecting the link for 10-mb U-wind. \"Uwind\" is the way meteorologists describe the east-west component of a wind vector, which is what is most relevant tot he polar vortex. The north-south part of the wind vector is called the \"V wind\".)\nMy go-to place for seeing the shape/location of the polar vortex is the Earth Null School website. https://earth.nullschool.net/#\nWhen you load the page it defaults to showing winds, which is what you want, but it is showing them at the surface. You have to use the \"heights\" menu to select \"10 mb\", which is the pressure level of the polar vortex.\nEnjoy exploring!\nSubmitted by Rebecca Lindsey on Thu, 12/12/2024 - 12:03\nIn reply to Polar Vortex Monitoring  by Randolph Quarteroni",
  "source": "climate.gov"
}