{
  "url": "https://www.climate.gov/news-features/blogs/enso/can-little-la-nina-pack-big-precipitation-punch",
  "title": "Can a little La Niña pack a big precipitation punch?",
  "date": null,
  "content": "Although it’s taking its sweet old time to get going, a weak La Niña, the cool phase of the El Niño/Southern Oscillation (ENSO), is expected to develop this winter. Much like I did last November, I thought it would be a good time to delve into how these expected tropical Pacific conditions might influence the pattern of precipitation over North America this winter. After all, ENSO—the entire El Niño and La Niña system—is the single most predictable influence on year-to-year differences in average winter precipitation across the United States. Without further ado, let’s get to it!\nLast November we were anticipating a big El Niño to dominate the winter precipitation forecast. It’s a much different story this year, as ENSO has been transitioning to the opposite, cool phase. Moreover, this winter’s developing La Niña is expected to be quite weak, so we might also expect less of an ENSO influence on the winter precipitation pattern. Do our state-of-the-art seasonal forecast models agree? Let’s turn to the North American Multi-Model Ensemble (NMME) for guidance. The map below shows the December-February average of all precipitation anomaly forecasts from all available NMME Models (1). (Anomaly = deviation from the 1991-2020 average, with green shading showing wetter conditions and brown shading showing drier conditions.)\nThe precipitation forecast for this coming winter (Dec-Feb 2024-25) based on the average of all the individual models in the North American Multi-Model Ensemble forecast system. NOAA Climate.gov image, based on analysis by Nat Johnson.\nThe NMME forecast for this upcoming winter does, in fact, resemble the traditional La Niña precipitation pattern quite closely. In particular, we see the classic reduction in precipitation throughout the southern U.S. and Mexico with enhanced precipitation in the Pacific Northwest and Ohio and Upper Mississippi Valley regions, a pattern that also resembles NOAA’s U.S. Winter 2024/25 Precipitation Outlook issued by the Climate Prediction Center. This pattern is nearly a mirror opposite to the forecast pattern I showed last November—not a big surprise, given that the forecast has shifted from El Niño last year to a potential La Niña this year.\nAlthough the forecasted precipitation pattern doesn’t raise any eyebrows, a rather surprising feature is just how strong the forecasted precipitation anomaly is, given that we are only expecting a marginal La Niña, at best (there are still 1 in 4 odds that this winter will remain ENSO-neutral). Eagle-eyed readers might even notice that the precipitation anomalies in this winter’s NMME forecast generally look stronger than last year’s, when we were entering one of the strongest El Niños of the past 40 years! That’s pretty unexpected.\nTo ensure that our lyin’ eyes aren’t deceiving us, we can add some quantitative muscle to this observation that something unusual is going on this year. First, I created a time series (index) that describes the strength of the NMME’s forecasted winter precipitation anomaly (2). Then I compared it to the forecasted ENSO strength for that winter. The strength of the forecasted precipitation anomaly generally tracks the strength of the ENSO forecast very closely throughout the NMME record (3), but this relationship breaks down this winter. In fact, by this measure, this winter’s precipitation forecast is the 6th strongest predicted anomaly in the 34-year NMME record despite an ENSO forecast of only near-average strength (ranked 18th out of 34) (4).\nThe strength of the NMME winter precipitation forecast over North America usually tracks the strength of the ENSO forecast, as measured by the traditional Niño-3.4 index, quite well. Four of the five strongest precipitation forecasts had a good-to-perfect match with forecast ENSO strength (only the forecast from the fall of 2011 had a so-so match). The forecast for this winter, however, which is the sixth strongest precipitation forecast in the 1991-2024 record, has the worst match – the strength of the forecast ENSO event only ranks 18th.\nSo, the data backs up the eye test. It is awfully weird that we would see such a strong La Niña-like precipitation pattern given the weak forecasted La Niña.\nWell then, what is so special about this year that’s boosting the model winter precipitation forecast? One possible culprit that we have raised repeatedly, including in Emily’s latest update, is all the warmth in the tropical oceans outside of the central-eastern Pacific. That means that the current ocean temperatures in the Niño-3.4 region (the main area for monitoring the El Niño/Southern Oscillation) may not be that cool in relation to the historical record of Niño-3.4 region temperatures, but they are quite cool relative to the rest of the global tropics at the present time.\nOctober 2024 sea surface temperature difference from the 1985-1993 average (details from Coral Reef Watch). The box indicates the location of the Niño-3.4 ENSO monitoring region in the tropical Pacific. The surface of the Niño-3.4 region in October was only slightly cooler than the 1985-1993 average, but it was quite cool relative to the rest of the global tropics. NOAA Climate.gov image from Data Snapshots.\nIt turns out that this relative temperature in central-eastern Pacific may be more important than the actual temperature for triggering a response in the tropical precipitation and winds that lead to the cascading global impacts that follow. Fortunately, as Michelle eloquently described a few years ago, there is a simple and elegant way to modify the traditional Niño-3.4 index to account for this tropics-wide warming: calculating the local anomalies but then also subtracting the average sea surface temperature of the entire tropics. This subtraction creates a relative Niño-3.4 index (or Relative Oceanic Niño Index, RONI, for seasonal averages) (5).\nBecause the global oceans have been warming continually, we have been seeing a growing difference between the traditional and relative Niño-3.4 index. If we focus specifically on the NMME forecasts (6), we see that winter of 2024/25 has the largest forecast difference between the two indexes, with the traditional index nearly 0.5° C (0.9° F) warmer than the relative index.\nThe difference between the forecasted traditional and relative Niño-3.4 index for all winters (Dec – Feb) from 1991-2024 from all NMME forecasts issued between September and November. Because the global tropics have been warming continuously during this period, an increase in temperature in the Niño-3.4 region is more commonly accompanied by an increase in temperature in the surrounding oceans, so the relative temperature difference between the Niño-3.4 region and surrounding tropics is decreasing. Therefore, the traditional Niño-3.4 index has been consistently higher than the relative index.\nNow let’s see what all this could mean for North American precipitation. Below, I compare the actual NMME winter precipitation forecast with what we would expect just based on the historical relationships with the forecast Niño-3.4 index, both traditional and relative. The precipitation forecasts in the two right panels are “reconstructed” from the Niño-3.4 index forecasts and the precipitation patterns that the model historically predicted when those Niño-3.4 index forecasts were made (7). These reconstructions match the pattern of the actual NMME forecast (left panel) quite well, confirming that ENSO, once again, is a dominant influence on the winter precipitation forecast in the models. This is unsurprising.\n(left to right) The precipitation forecast for this upcoming winter (Dec-Feb 2024-25) from the North American Multi-Model Ensemble (NMME), the geographic pattern of precipitation we'd expect for this upcoming winter based on past NMME Niño-3.4 index forecasts from 1991-2024, and the geographic pattern of precipitation we'd expect for this upcoming winter based on past NMME relative Niño-3.4 index forecasts. The NMME precipitation forecast for this upcoming winter matches the pattern based on the relative Niño-3.4 index forecast more closely than that of the traditional Niño-3.4 index forecast. NOAA Climate.gov image, based on analysis by Nat Johnson.\nThe surprising part is that we also notice important differences in the strength of the patterns – the precipitation forecast reconstructed from the relative Niño-3.4 index (right panel) generally has larger precipitation anomalies than the forecast reconstructed from the traditional Niño-3.4 index (central panel). The forecast reconstructed from the relative Niño-3.4 index matches the actual forecast strength (left panel) better than the one from the traditional Niño-3.4 index. In other words, the relative index describes the predicted winter pattern better than our traditional indicator of ENSO! This gives support for the claim that (1) the large amount of tropical warmth is enhancing the winter precipitation forecast anomaly, and (2) the relative Niño-3.4 index is a better indicator of the models’ precipitation forecast this winter than the traditional Niño-3.4 index (8).\nIn this post, I have focused on the average of many individual precipitation forecasts, which filters out most of the unpredictable, chaotic weather (i.e., internal variability) that could make or break a single forecast. Therefore, we cannot rule out a very different outcome from what is forecast, but the “ensemble averaged” forecast gives an indication of where the odds of a wetter or drier forecast are enhanced. The current NMME precipitation forecast indicates that the probability of a La Niña-like winter precipitation pattern is higher than we might expect based on the traditional Niño-3.4 index. Importantly, this forecast also suggests that even if we do not meet the official criteria for La Niña this winter and end up ENSO-neutral, the tropical Pacific still might give a La Niña-like push to the climate over North America anyway. If that comes to pass, I would keep an eye on the relative Niño-3.4 index and see if that warmth throughout the tropics might be the reason why.\nGimme the thumbnail, boss. West coast of north america: upper half soaking wet more'n usual, bottom half dry as chalk?\nSubmitted by JackJuste on Thu, 12/05/2024 - 16:10\nWell if you draw the line at Port Orford, then yes, that's what this post looks like to me.\nSubmitted by Bailey on Sun, 12/08/2024 - 00:30\nIn reply to Bottom line? by JackJuste\nHow might the relative Niño-3.4 index improve the accuracy of seasonal climate predictions compared to the traditional Niño-3.4 index?\nthank you.\nSubmitted by Michelle on Thu, 12/05/2024 - 21:04\nThis is less clear at this point, but I think if these divergences between traditional and relative continue or grow (a fairly recent development), I think it will become more evident in certain datasets (precipitation in particular) that we are missing some ENSO-related variability when we use the traditional.  Over most of the historical record, using either traditional or relative index will get you ballpark where you want to be in describing ENSO impacts.  It is really in the last several years when these differences have become large enough to become concerning.\nSubmitted by michelle.lheureux on Fri, 12/06/2024 - 07:56\nIn reply to accuracy of seaonal climate by Michelle\nAh, first the \"Spring Predictably Barrier\" falls.  Now the relative ocean temperature is giving way.  What next, Arctic influence on surface wind dynamics?  How long until the people standing on and surfing the coastal zone of the PNW are listened to?  Let alone the mariners.  I'm glad your eyes are finally tying into what we've seen for generations.  Take a few more trips out of your labs, it will serve you well.\nPS. Have the sea stars of the PNW mad a comeback yet?\nSubmitted by Bailey on Sun, 12/08/2024 - 00:37\nMaybe I've asked this before, but how does the relative index you wrote about in this post compare to your current measures for determining whether we are in an El Nino, a La Nina, or La Nada, both for this one and for previous ones?\nSubmitted by Matt on Sun, 12/08/2024 - 16:20\nYou can find both the traditional and relative indexes are these links.\nThe last three seasons look like:\nTraditional:\nRelative:\nSubmitted by tom.diliberto on Mon, 12/16/2024 - 09:58\nIn reply to Relative index versus other measures by Matt\nWhere can I find the record by year of whether it was El Niño or La Niña? Is there just a list of this somewhere?\nSubmitted by Sunflower on Mon, 12/09/2024 - 14:38\nAsk and you shall receive!\nSubmitted by tom.diliberto on Mon, 12/16/2024 - 09:59\nIn reply to winter records by Sunflower\nThanks for the great post NJ. So far in California this weather year looks La Ninaish, especially when removing the one  big AR event. Looks like the rain is sticking to the northern half of state thus far and Southern CA has been bone dry this winter so far. I am hoping this does not turn into another multi-year La Nina event like we have been experiencing in recent years.\nSubmitted by Bob G on Thu, 12/12/2024 - 11:44\nWhat implications will this have on global food security?\nSubmitted by Ben Morrison on Thu, 12/12/2024 - 12:56\nTake a look here at the global impacts of La Nina\nLa Nina usually brings drier than average conditions for the Greater Horn of Africa which has in the past 4 or 5 years has caused drought and food insecurity.\nSubmitted by tom.diliberto on Mon, 12/16/2024 - 10:02\nIn reply to Sure, but at what cost? by Ben Morrison\nThe Nino-3.4 forecast includes Hawaii but I never see any mention of how it will actually affect us. The maps above are too small to determine what color (precipitation) Hawaii is forecasted to be this winter.\nSubmitted by PukalaniBob on Thu, 12/12/2024 - 21:22\nRight you are! Hawaii is too small to really show up well on those maps. However, there are 30 and 90 day forecasts made for it. Please find them here.\nSubmitted by tom.diliberto on Mon, 12/16/2024 - 09:34\nIn reply to Forecast  by PukalaniBob\nExcellent contribution. I want to know concerned about whether this relative index will replace the traditional one in the short term, or if, on the contrary, both indices are expected to be maintained. I have developed two new atmospheric indices for monitoring ENSO in Colombia, one superficial and the other tropospheric, the first based on mean pressure anomalies at sea level, the second based on humidity advection at six atmospheric levels from 1000hPa to 200 hPa (The scientific article is still in the process of publication). These atmospheric indices have proven to be very well adjusted to the physical reality of Colombia, and in accordance with the MEI index, my surface index has already marked a La Niña episode since September 2024, and precisely in October and November 2024, 27 of the 32 departments that make up Colombia have experienced floods, devastated land and torrential floods consistent with what is expected in the country under La Niña episodes. All this is consistent with what is suggested by its relative Niño 3.4 index, but not with the traditional one.\nSubmitted by Joao Quijano on Fri, 12/13/2024 - 17:16\nThank you Joao. That is great to hear that your indices are proving to reflect the current observations for Colombia.\n\nRight now NOAA is producing both indices (relative and traditional) and sharing online. However, the way we decide to declare an event will still use the traditional index. There is a formal structure to how/when we declare an ENSO event, and in order to change that, we have to go through a formal process. We are looking into this.\nSubmitted by tom.diliberto on Mon, 12/16/2024 - 09:26\nIn reply to ¿this relative index will replace the traditional one in the sh? by Joao Quijano\nHow ong have you been studying surface water temps and would sub surface have greater relevancy along with velocity and turbulence of these currents? I think we are just scratching the surface on understanding ocean current dynamics and should be open to other issues than simply enso.\nSubmitted by Paul Seglund on Mon, 01/13/2025 - 09:46\nThank you for your question. This post focuses on the surface water temperatures because it also focuses on the impacts of ENSO over North America, and those impacts are directly connected to surface ocean temperatures through their effects on tropical precipitation (convection). We have reliable records of the surface ocean temperatures to ~1950, and less reliable but still potentially useful observational data back to the late 1800s. The subsurface ocean temperatures are not as directly connected to the remote impacts (teleconnections) that immediately respond to the ocean, but they certainly are quite important for the evolution of ENSO and other tropical ocean patterns (like in the Bjerknes feedback discussed in Michelle's post). So, I agree that subsurface ocean conditions would be relevant for predicting how the ocean and associated teleconnections may evolve in time, which was a bit out of the scope of this post.\nSubmitted by Nathaniel.Johnson on Tue, 01/14/2025 - 15:13\nIn reply to Questions by Paul Seglund",
  "source": ""
}