{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/polar-vortex-causing-us-cold-air-outbreak",
  "title": "Is the polar vortex causing the U.S. cold air outbreak?",
  "date": null,
  "content": "Parts of the Midwest and East Coast have been blanketed by the first major snow of 2025, with temperatures dropping as fast as my New Year’s resolutions. Do we have the stratosphere, the polar vortex in particular [footnote #1],  to blame (or thank) for this recent cold air outbreak? We don’t think so. This seems like a case of the polar vortex getting blamed for being a trouble maker, when it was actually minding its own business. We’ll tell you why below.\nSnowy day on the East Coast. Photo credit: Laura Ciasto.\nA common way in which the stratospheric polar vortex contributes to  cold air outbreaks over the eastern U.S. usually involves two key ingredients. First, the westerly (west-to-east) winds ~19 miles above us at 60 degrees North weaken substantially or even reverse direction (easterly winds = major sudden stratospheric warming).\nSecond, those changes in the polar vortex must communicate down through the troposphere to the surface (stratosphere-troposphere coupling). If that communication and coupling has happened, we would expect to see a wavier-than-normal tropospheric jet stream with plenty of troughs and dips [footnote #2]. If one of those dips stretches southward down over North America, the cold Arctic air comes with it.\nNow, yes, that is what the jet stream is doing right now. But no, it’s probably not the polar vortex’s fault.\nFor one, the polar vortex winds are strong right now…much stronger than normal. In fact, at the end of December, the westerly winds were stronger than they have been since at least 1990. You can see that in the graph below.\n[Correction, Jan. 21, 2025. The original version of this plot had incorrect dates on the X axis. In this updated version, 2025 and 2026 have been corrected to 2024 and 2025.] Observed and forecasted (NOAA GEFSv12) wind speed in the polar vortex compared to the natural range of variability (faint blue shading). Since mid-November, the winds at 60 degrees North (the mean location of the polar vortex) have been stronger than normal. According to the GEFSv12 forecast issued on January 5 2025, those winds are forecast to remain stronger than normal for at least the next few weeks (bold red line). NOAA Climate.gov image, adapted from original by Laura Ciasto.\nFurthermore, the troposphere seems pretty uninterested in the strong polar vortex winds. If the strong polar vortex nudged the troposphere to follow its behavior, we’d expect to see the low thickness anomalies in the stratosphere drip down into the troposphere leading to a much less wavy jet stream, which would keep the cold air confined to the Arctic.\nNot much coupling! Differences from average atmospheric thickness (“standardized geopotential height anomalies”) in the column of air over the Arctic for the stratosphere and troposphere. For much of the recent period back to early November, the stratosphere and troposphere have been largely uncoupled. The main exception was in mid-to-late December when the low thickness anomalies (indicative of a stronger than average polar vortex) extended from mid-stratosphere to the surface. The latest forecast predicts that this weak interaction will continue for at least the next two weeks. Standardized anomalies are based on departures from the 1991-2020 Climate Forecast System Reanalysis climatologies and have been divided by the standard deviation. Data are from the Global Forecast System observational analysis and forecast.\nIs the case closed? As the graphics above show, the polar vortex winds are very strong with very little interaction between stratosphere and troposphere. So, the polar vortex isn’t the reason why I’m shoveling my driveway?\nWell…even though we think it’s unlikely, we can’t rule it out entirely because the polar vortex and the tropospheric jet stream do agree on one thing: they both extend down over eastern North America.\nAtmospheric conditions in the stratosphere and upper troposphere on January 5, 2025. The shape of the polar vortex (left) has been slightly elongated with lower atmospheric thickness (geopotential heights) extending down over North America, primarily eastern Canada. In the upper troposphere (right), where the jet stream resides, there is also a region of lower thickness anomalies over eastern Canada. The question is: are these regions of low thickness in the stratosphere and the troposphere connected or is it coincidence? NOAA Climate.gov image, based on Global Forecasting System (GFS) analysis data from Laura Ciasto.\nAs we mentioned in a previous post, there’s been some interesting research that suggests the shape of the jet stream that can bring cold air outbreaks is associated with an elongated polar vortex. But it’s not clear that this is actually happening. “Associated with” just means they seem to occur at the same time, not that they are connected. In fact, looking at the vertical structure of the polar vortex, that elongation over North America doesn’t extend to the lower stratosphere. Down there, it’s stretched more toward northern Europe.\nShape and structure of the polar vortex throughout the stratospheric column on January 5, 2025. The top of the polar vortex is elongated, stretching toward North America, but the bottom of the vortex is confined more to the Arctic and even shifted toward Northern Europe/Asia. NOAA Climate.gov image based on graphic provided by Zac Lawrence (stratobserve.com).\nThe short answer after the long explanation is that the stratosphere is not impacting the surface the way we normally expect, through a weakened polar vortex. The stratosphere and the troposphere are moving around in similar ways, but these similarities don’t continue all the way from the surface to the stratosphere. It’s also important to remember cold, snowy weather doesn’t need a stratospheric culprit, sometimes it’s just…weather.\nCurrent forecasts of the polar vortex don’t indicate any significant weakening of the winds in the next month or so. Interestingly though, the strong polar vortex winds make for an excellent conduit for tropospheric wave activity to propagate upward. This is one of the ingredients needed to disrupt the vortex, but additional steps would have to occur for these waves to break and slow the vortex. For now, the winds are so strong that any wave breaking would only weaken the vortex down to its normal speeds for this time of year. If we imagine the polar vortex as a spinning toy top, it might only take one good nudge or two to send it into an irreversible tail spin. If the troposphere keeps up its wavy weather antics, that might be just the nudge needed to get the polar vortex to respond.\n[1] There is a lot of talk across the media about the polar vortex and its impact on the current cold air outbreak. The polar vortex is in the stratosphere though some may refer to the tropospheric jet stream as the polar vortex. But it's important to remember that the polar vortex is not the same thing as a cold air outbreak.\n[2] We haven’t talked much about it yet, but the changes in the tropospheric jet stream are characterized in a phenomena called the North Atlantic Oscillation.  We’ll focus on this more in a future post but for those of you who are interested now, check out this post.\nThank you so much for your work on these articles. There is so much weather and climate misinformation out there. Keep up the excellent work!\nSubmitted by S V on Sun, 01/12/2025 - 22:43\nThanks, glad you are enjoying it!\nSubmitted by laura.ciasto on Mon, 01/13/2025 - 09:26\nDoes the 10% extra water vapor at those altitudes from the eruption playing any role in the shape of the polar vortex? Along the same line, How about the dust reductions from western China?\nSubmitted by Stephen  on Mon, 01/13/2025 - 21:56\nGreat question! Recent research has shown that the longer-term effects of the water vapour would more likely weaken the Arctic polar vortex. This is because the water vapour decreases temperatures in the tropical stratosphere. As a result, the difference in temperature between the equator and the pole weakens. So the west-to-east winds that arise from that temperature difference (aka the polar vortex) also weakens.\nI'm less familiar with the impact of the dust reductions from western China on the polar vortex. Increased dust/aerosols can scatter radiation back to space and lead to cooling. But I haven't seen anything specific to the western China dust.\nIt's not clear what, if anything, is causing the shape of the polar vortex to change.  The shape can vary on its own too without any help.\nSubmitted by laura.ciasto on Fri, 01/17/2025 - 09:43\nIn reply to Hunga Tonga  by Stephen\nFor the detailed vortex information broken down and easily understandable.\nNow if we could only tell it to leave.\nSubmitted by Clay  on Tue, 01/14/2025 - 09:24\nThanks for reading!\nSubmitted by laura.ciasto on Fri, 01/17/2025 - 08:53\nIn reply to Thank you. by Clay\nThese blogs are excellent! Thank you for taking the time out to write them and create such brilliant graphics.\nSubmitted by Katie Greening on Thu, 01/16/2025 - 09:35\nGlad to hear you find the information useful!\nSubmitted by laura.ciasto on Fri, 01/17/2025 - 08:54\nIn reply to Thank you by Katie Greening\nLook at the dates immediately below the first graph - 2025-2026. It makes it appear as though we are viewing the forecast for Jan 2026.\nSubmitted by Ginger on Tue, 01/21/2025 - 07:20\nThank you for pointing it out!! We'll try to get that fixed.\nSubmitted by laura.ciasto on Tue, 01/21/2025 - 09:41\nIn reply to Incorrect dates? by Ginger\nIt's been a month more since this report,  I'd be curious to see what's happening with it? It seems like it hung on for a minute!\nSubmitted by Jeremy  on Sun, 02/09/2025 - 22:26\nThe polar vortex is still going strong in terms of its strength, and it's been like that most of the winter season (since November). Quite different from last year! The stratospheric wind speeds remain well above what is normal for this time of year, but the most recent forecasts do suggest they may begin to weaken back to the normal wind speeds for this time of year.\nSubmitted by laura.ciasto on Mon, 02/10/2025 - 11:02\nIn reply to Vortex update by Jeremy",
  "source": ""
}