{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/another-blast-arctic-air-time-stretched-strong-polar-vortex",
  "title": "Another blast of Arctic air: this time, with a stretched but strong polar vortex",
  "date": null,
  "content": "We’re briefly popping in because another surge of very cold air looks to drop down from the Arctic over a large region of the central US this weekend and into early next week. We know that the question will be asked: is the cold related to the polar vortex this time? So here we are to provide some answers.\nThere are two points we want to emphasize:\n1. The polar vortex strength, as measured by the speed of the winds around the 60N latitude circle and 10 hPa pressure level, remains stronger than average, and is currently forecast by most models to return to near-record strong wind speeds into early February.\nObserved and forecasted (NOAA GEFSv12) wind speed in the polar vortex compared to the natural range of variability (faint blue shading). Since mid-November, the winds at 60 degrees North (the mean location of the polar vortex) have been stronger than normal. According to the GEFSv12 forecast issued on January 15 2025, those winds are forecast to remain stronger than normal for at least the next few weeks (bold red line). NOAA Climate.gov image, adapted from original by Laura Ciasto.\nNormally, if the polar vortex is communicating with the surface, which it finally has been in the last couple of days, a strong polar vortex would be associated with persistent warmth over much of Europe, Asia, and the eastern US. (A strong polar vortex is usually associated with a northward shifted jet stream that keeps the coldest air corralled over the pole.) Europe and Asia are indeed anticipating warmer than average conditions next week, but not the US. So something else is going on over the US that is overwhelming the “strong polar vortex” signal.\n2. We discussed how we didn’t think the shape or stretching of the polar vortex contributed to the last cold air outbreak, because in the lower stratosphere the vortex was shifted towards Asia and not stretched over North America. However, in this case, the vortex is actually forecast to stretch throughout its entire depth (10-30 miles above the surface) over Canada and the Hudson Bay. So unlike last week, this time the stretched out polar vortex may be associated with the forecasted southward shift of the jet stream, which allows the troposphere’s cold Arctic air to spill into the continental US.\nThe forecasted structure of the tropospheric jet stream (yellow) and several levels of the stratospheric polar vortex from the lower stratosphere to the upper stratosphere in the NOAA GFS model for 17 January 2025 (initialized on 16 January 2025). The contours show how the stretched polar vortex corresponds to the southward shift of the jet stream over North America. NOAA Climate.gov image, adapted from original by Laura Ciasto.\nHowever, we want to reemphasize that “associated with” still does not mean one thing caused another, and in this case, it’s still difficult to understand what is causing what. Additionally, a strong ridge of high pressure has been building up simultaneously near Alaska, which can also help force the jet stream to dive down south over the continental US and bring cold Arctic air with it, independent of the polar vortex.\nDownstream of a \"ridge\" over Alaska, the jet stream (the winds at the 250-millibar pressure level) is forecasted to make a deep dip (known as a \"trough\" to meteorologists) into the United States over the weekend of January 18, 2025, according to NOAA's Global Forecast System. NOAA Climate.gov animation based on a screen recording from the Earth Null School website.\nTo sum up: Unlike last time (Jan 5-7), the stretching of the polar vortex is extending through the entire column and is “in-sync” with the extension of the jet. But we don’t know the directionality (what caused what), and other tropospheric factors like the strong Alaskan ridging are definitely big players. And while things are more in-line this time, cold air outbreaks don’t only happen because of the polar vortex.\nAny idea why there seems to be a persistent ridge of high pressure over Alaska?\nSubmitted by Matt on Fri, 01/17/2025 - 13:48\nIt's a combination of things: the emerging La Nina and the positive Arctic Oscillation are likely both playing a role.\nSubmitted by laura.ciasto on Tue, 01/21/2025 - 10:29\nIn reply to Alaska ridge by Matt\nOkay, and thanks for the brief explanation.\nSubmitted by Matt on Tue, 01/21/2025 - 12:35\nIn reply to Alaska ridge by laura.ciasto\nSomeone please send Amy Butler and laura Ciasto article to [weather forecasters] in triplicate.  Either NWS or another Maybe NOAA WPC can put a note in the online forecasts and discussions indicating the state of the polar circulation in the vertical atmospheric column.\nMedia tends to produce bombastic proclamations about the “polar vortex” to the public for ratings and not for honestly educating the public.  Repetition is a proven learning method.  Why not hold these people with AMS certification to the profession’s standard.\nEvery year is a repeat of this problem.  It’s time to hold network meteorologists responsible for not disseminating misinformation and at least educating themselves on the topic. We owe the public and experts in this area of atmospheric research the courtesy and respect for their efforts.\nSubmitted by FortyNorth  on Sun, 01/19/2025 - 20:30\nHi fortynorth. I have edited your comment to preserve the spirit of it, if not the letter. In our experience, this is a problem across mainstream and online weather content producers, and not something limited to a specific organization.\nSubmitted by rebecca.lindsey on Tue, 01/21/2025 - 09:58\nIn reply to [Forecasters] fascination with the polar vortex  by FortyNorth\nAs the cold of the melting polar ice is released into the atmosphere, does that energy then become permanently released; gone into the lower latitudes and then heated in the overall feedback loop of the AMOC phenomena slowing down, another aspect of the truth of a climate bifurcation event. In other words overall warming of the planet?\nSubmitted by Nick Homyak on Mon, 01/20/2025 - 05:00\nIt's not clear how your question relates to the polar vortex. Could you provide further explanation?\nSubmitted by amy.butler on Fri, 01/24/2025 - 13:22\nIn reply to Polar Vortex Question by Nick Homyak\nI have to add, when something becomes colder, a loss of energy has occurred. When polar ice melts, it would be absorbing energy as the temperature increases - the water molecules become more excited.\nSo polar ice wouldn't be releasing energy when it melts, it would be absorbing energy that was once elsewhere.\nThanks for reading, I hope my comment was helpful.\nSubmitted by Saia on Fri, 03/07/2025 - 03:42\nIn reply to Polar Vortex Question by Nick Homyak\nSubmitted by rebecca.lindsey on Tue, 01/21/2025 - 12:34\nQuestion: How does global warming affect the stratospheric polar vortex?  As well, what impact does it have on sudden stratospheric warming events?\nSubmitted by Matt on Thu, 01/23/2025 - 13:19\nThanks for this question. We hope to post more about this at some point. But the basic answer is that, based on current state-of-the-art climate model simulations, there is no agreement across the models on even the sign of the response in polar vortex strength. About half of them show the polar vortex strengthening; the other half show the polar vortex weakening. Same for SSWs- about half show an increase in SSWs, the other half show a decrease. Why the discrepancy? Research like this (https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2024JD040823) is trying to figure it out, but the basic answer is that because so many things can affect the vortex (where the model has the strongest warming and where it changes temperature gradients, how the atmospheric waves in the model respond to climate change, how fast and how much the sea ice melts in each model), that we currently just don't know how the vortex will respond in the future. However, one thing for which the models show more agreement is that the polar vortex is likely to shift somewhat eastward as the climate warms (towards Asia), though this doesn't seem clearly tied to changes in surface climate in these models (https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2022JD036992).\nSubmitted by amy.butler on Fri, 01/24/2025 - 13:31\nIn reply to Global warming by Matt\nVery interesting read! A question regarding the shape of the polar vortex:\nThis winter is obviously proving me wrong, but I thought that a strong polar vortex typically was correlated to a round polar vortex. Does the shape of the PV not really give any good indication of it being strong or not? And could you say anything about how a stretched, strong PV typically could play out for Norhtern Europe/Scandinavia, compared to a round, strong PV?\nSubmitted by Ida on Wed, 02/12/2025 - 09:12\nIt's definitely been an interesting winter for the polar vortex (and so different from last winter)! When the polar vortex winds are strong, on average, it's sitting more over the pole and is more \"round\". But if you look at individual events/seasons, there's plenty of variety. That said, this winter has been interesting because it's been stretched a lot. Some of this could be due to the troposphere. If the tropospheric jet stream is stretched or extending down over North America, for example, then it could pull the polar vortex along with it. I don't know for sure that is the case this winter, but I'm sure it will be well-studied!\nSubmitted by laura.ciasto on Thu, 02/13/2025 - 08:49\nIn reply to Polar vortex stretch by Ida",
  "source": "climate.gov"
}