{
  "url": "https://www.climate.gov/news-features/blogs/enso/we-are-absolutely-confident-some-expected-la-nina-impacts-will-bust-winter",
  "title": "We are absolutely confident that some expected La Niña impacts will bust this winter",
  "date": null,
  "content": "Right now, with La Niña conditions currently underway, I guarantee at least one of our readers is currently thinking “This alleged ‘La Niña’ is going to bust so hard in my region. It’s supposed to be DRY and it’s been WET so far. What the heck is wrong with you people!? BUST, BUST, BUST…” It’s frustrating! I get it! That’s because I too am human and get weirdly annoyed when the forecast is for something I want to happen, say 5 inches of snow, and then we end up with dry pavement. But, being a scientist, I also realize that weather and climate predictions contain uncertainty. And uncertainty stinks especially when you really want that outcome to materialize.\nSo, today I am going to try to explain the inherent uncertainty that we typically see with winter (December–February) La Niña impacts over the United States. No one, I repeat, no one should be surprised when the expected La Niña impact—and by expected, I mean “based on what has happened during past events”—doesn’t happen everywhere we think it may happen. It would honestly be strange if it did! But, with any La Niña, even a weak one like the one we are currently observing, we can still bet on some La Niña-like impacts to arise. That’s true even if the impacts are not constant and across all twelve 3-month averages (“seasons”) that we produce climate outlooks for (They’re all here.). However, in this post, I’m only going to focus on past observations— am not looking at any computer model predictions or outlooks!\nHere is the expected La Niña pattern for precipitation over the US (footnote #2).\nThe expected La Niña precipitation anomalies based on past December-February winters from 1959-2024. Green shading shows where conditions are expected to be wetter and brown shading shows where it is expected to be drier. See footnotes #1 and #2 for more details. Map by climate.gov based on analysis by M. L’Heureux (reference).\nLa Niña is usually associated with drier conditions across the southern part of the U.S. and wetter conditions to the north. This reflects how La Niña is associated with a more poleward-shifted jet stream that deflects the storm tracks to the north (both Emily and Tom have written some nice explainers).\nWhat if I take what actually happened each winter and give it a score based on how well it resembles the “expected La Niña impacts” pattern above? We’ll call it a match score. In our scoring system, a minus 1 will mean a perfect match to the expected La Niña pattern (the minus sign is because La Niña is the cold phase of ENSO). A score of plus 1 will mean the observed winter precipitation looks perfectly like El Niño. A score of zero will mean that the observed precipitation didn’t look at all like what we’d expect during La Niña or El Niño.\nTime series of the Match score (green line) and ENSO (Oceanic Niño Index (ONI); black line) for past December-February winters from 1959-2024. Positive values of ONI (>= 0.5° C) are generally considered El Niño events and larger positive ONI values are stronger El Niños. Negative values of ONI (<= -0.5° C) are generally considered La Niña and larger, more negative ONI values are stronger La Niñas. The match score can range from +1 to -1. Larger more positive match scores indicate winters when the precipitation anomaly pattern looked more like the expected El Niño pattern. Larger more negative match scores mean that winter resembled the expected La Niña pattern. Map by climate.gov based on analysis by M. L’Heureux (reference).\nWhen we calculate these match scores with the expected ENSO precipitation pattern for each winter going back to 1959, we get this time series above. Superimposed onto this time series is a line tracking the status and strength of El Niño and La Niña for the same time period. This line is the Oceanic Niño Index, which you can see in table form here. The two lines clearly are closely related, right? When the Oceanic Niño Index swings upward during El Niño events, match scores tend to be positive, which means the observed precipitation patterns look like those expected with El Niño. When the Oceanic Niño Index swings downward, during La Niña events, there are more negative match scores, which means that the observed precipitation anomalies better resemble the expected La Niña impacts.\nAnother nifty thing about this graph is that the match score appears to be related to the intensity/strength of ENSO events. That means stronger El Niño and La Niña events tend to have better matches between the expected impact over the United States and what actually occurs (and weaker events have weaker matches). Not always, but usually. We can see this relationship in a different way in the scatterplot below. This figure contains the same data as the time series above except now I’m showing the strength of El Niño or La Niña by putting the Oceanic Niño Index on the horizontal axis and the winter’s match score on the vertical axis.\nThe relationship between the ENSO index (ONI) on the horizontal axis and the Match Score on the vertical axis. Organized this way, the graph is like a map that can be split into 4 territories, or quadrants. Each past winter (December-February) gets a dot “mapped” into one of the quadrants based on the strength of la Niña or El Niño (left or right) and how well it matched the expected impacts. A larger positive match score means that winter’s precipitation anomaly map better resembled what was expected based on past El Niño events. A larger, more negative match score means that winter’s precipitation anomaly map better resembled what was expected based on past La Niña. The “best fit” line is the thin diagonal line running from the bottom left to the top left and is the line that best fits all the points (located where it minimizes the difference between all the actual scores from the best fit prediction). Map by climate.gov based on analysis by M. L’Heureux (reference).\nThe fact that the dots are arranged in a diagonal (as is the “best fit” line shown) is good news if you want to make seasonal climate outlooks! How so? It means we can reasonably predict the match score if we know how strong the El Niño or La Niña will be. The match score indicates how confident we can be that the actual winter pattern will match the expected ENSO pattern. Fortunately, we can often predict the occurrence of El Niño and La Niña some months in advance, and we can even provide some probability for the strength (we generate them every month when CPC’s ENSO discussion is updated).\nThe bad news is that the match scores don’t ever really get close to perfect scores (+1 or -1), which means, unfortunately, we’re just not ever going to see a perfect match with the expected ENSO pattern. If you use the expectation map as your forecast, it’s just going to bust in places (sorry). Let’s look at three winters when a weaker La Niña was present.\nThree past winter (December-February) precipitation anomalies chosen because they were weaker La Niña events like the one predicted this winter (2024-25). The top left panel reproduces the expected La Niña precipitation anomalies based on past winters from 1959-2024. The other panels show precipitation anomalies for a past La Niña winter with a better match score (2017-18), so-so math score (2005-06), and poor match (2022-23). Green shading shows where conditions are expected to be wetter and brown shading shows where it is expected to be drier. Map by climate.gov based on analysis by M. L’Heureux (reference).\nNotice how the observed precipitation patterns deviate from the expected La Niña pattern, with the 2017–18 winter (stronger negative match score), the 2005–06 winter (weaker negative match score), and the 2022–23 winter, which actually had a slightly positive match score (some places, like on the West Coast, resembled the impacts you would see from an El Niño!).\nFor the current 2024-25 winter, odds favor the ENSO index strength to be somewhere between -0.5° C and -1.0° C. This is not a big La Niña, and so you can see while most of the dots in this range are negative match scores, they are not big numbers. This basically means that history favors a discernable La Niña influence this winter, but when Nat goes back and reviews the season in a couple of months, there are going to be some busts (footnote #3). In fact, we guarantee a bust somewhere, with busts more likely in regions where the historical ENSO relationships are just not as strong (i.e. the regions where you see lighter colored shading on the La Niña impacts map, but not exclusively). On the upside, if you can make your bets over multiple winters and over the entire United States (even larger geographic areas tend to improve odds), you’ll still come out ahead more often than not.\nFor stronger El Niño or La Niña events, there is a lower element of surprise and more predictability, but even during these events the uncertainty around ENSO impacts will never be completely eliminated (footnote #4). This can happen because there is always something other than ENSO going on (random variability, climate trends, etc.) and it is not unusual when that unexpected “thing” is just not predictable months in advance. For example, here is the 2008-09 La Niña winter which had the largest (negative) match score between the observed precipitation anomalies and the expected La Niña pattern. While it looks very La Niña-ish, there were still some mismatches-- the Pacific Northwest was drier where we would have expected it to be wetter.\nThe 2008-09 winter precipitation anomaly pattern that had the most negative match score in the 1959-2024 record. This winter therefore had the best overall resemblance with the expected La Niña precipitation anomaly pattern. The left panel reproduces the expected La Niña precipitation anomalies based on past winters from 1959-2024. Green shading shows where conditions are expected to be wetter and brown shading shows where it is expected to be drier. Map by climate.gov based on analysis by M. L’Heureux (reference).\nSo, what is all of this saying? It says that, even without looking at any computer model predictions, ENSO remains one of our most important predictive tools in our seasonal climate outlooks, especially for precipitation (we find relationships are not as strong between ENSO and temperature, which are often dominated by climate trends). And that lines up with what CPC finds when it examines the accuracy of their seasonal precipitation outlooks based on the models —they are usually better during ENSO events. While it will not explain everything that happens this winter and spring, La Niña is likely to partially explain what happens. And that is pretty magical. Science for the win! Now you can take your decision support system, similar to the one Brian wrote about a couple months ago, and start hedging your bets. May the odds be in your favor.\n(1) I’m using a strategy that we discussed (open access) in the Bulletin of the American Meteorological Societyafter the end of the 2023-24 El Niño. The “match score” is the pattern correlation, which quantifies the strength of the fit between maps of observed anomalies and the ENSO impacts. One does not have to use pattern correlation—we can use almost any metric that measures the similarity between two patterns (like a projection coefficient or simple hit metric). There are lots of different ways to quantify the similarity between the observed anomalies and a climate pattern.\n(2) In the paper above, we used an ENSO regression map which is just the precipitation anomalies regressed on the Oceanic Niño index or December-February average Niño-3.4 index values. The method assumes linearity (i.e., El Niño and La Niña impact patterns are assumed to be mirror opposites), so in the image above, I have multiplied the El Niño map by minus 1 to get the conventional La Niña anomalies.\n(3) I’m completely ignoring the newer Relative Oceanic Niño index (RONI) for simplicity in this blog post. But this is something we are keeping our eyes on given we have recently seen relative index values that are about 0.5° C cooler than the traditional values. Nat Johnson has explained that the cooler RONI values could essentially mean that we have better chances of seeing more similarity between this winter’s precipitation anomalies and the La Niña expectation. But please keep in mind that scatterplot above—even if the final 2024-25 dot ends up being shifted 0.5° C to the left (along the x-axis) it doesn’t ensure a better match score. That’s because there is just a lot of intrinsic variability that is not explained by ENSO!\n(4) Check out the lower rightmost dot with the 16… this was the 2015-16 El Niño, one of the strongest in history, which didn’t have a lot of the classical El Niño hallmarks over the United States.\nI think La Nina is next one in 2027-28, or 2029-2030, and multi multi-year La Nina years of 2034-36, 2040-42\nSubmitted by Anonymous on Thu, 01/23/2025 - 16:30\nThanks for the explanation.  It goes with what I've read before on this blog, namely that the presence of an El Nino or a La Nina merely increases the odds of something happening, without saying they will happen.\nSubmitted by Matt on Fri, 01/24/2025 - 10:17\nHa ha.. yes, we are rather redundant on this very point, but we try to explain this uncertainty from different perspectives with the hope that at least one method will stick.  Appreciate your very concise summary!\nSubmitted by michelle.lheureux on Fri, 01/24/2025 - 13:11\nIn reply to Thanks for the explanation. … by Matt\nHello,\nI am wondering if you can dot point your 2024-2025 winter prediction in your linear relationship graph please? Thank you\nSubmitted by Anonymous on Wed, 01/29/2025 - 11:57\nHi-- all we can do is provide the shaded region (darker blue) for the category that we're favoring.  We won't know where the dot ends up until after we get the DJF 2024-25 precipitation average (so early March).  But Nat will do a retrospective summary  on this blog in later March looking back at the DJF 2024-25 winter so come back then.\nSubmitted by michelle.lheureux on Thu, 01/30/2025 - 09:07\nIn reply to Expected dot 2024-2025 in your linear relationship graph by Anonymous\nBinning currents, temperature and pressure data into a few ENSO states seems, to me, to be throwing away lots of useful data in time, frequency and spatial domains.  Are there prediction models that use the raw data (instead of ENSO states)?\nSubmitted by Joe on Wed, 01/29/2025 - 15:02\nAbsolutely, we use the raw model data instead of just ENSO... all of CPC's seasonal temperature and precipitation outlooks are constructed using various model data. However, it is important to be mindful that there is a large user base who has an interest in the state of ENSO because it is one of the leading predictors of the seasonal climate system.  This blog post simply lays out why ENSO is a major factor.  The post also explains (toward the end) that you must take in account other climate/weather factors to explain what happened (however, a major caveat is these other factors may not be as predictable months in advance).  But for making climate predictions, one should always look beyond just ENSO and that is, in fact, standard practice for forecasters.\nSubmitted by michelle.lheureux on Thu, 01/30/2025 - 09:12\nIn reply to ENSO states and binning by Joe\nWhat a terrific blog, Michelle! It's not only super-informative scientifically but also highly engaging and entertaining to read.  I'm surprised to learn that ENSO has a stronger relationship with precipitation than temperature over the United States. In our Wisconsin State Climatology Office, we're always looking for ways to communicate topics like seasonal outlooks with the public, and your article is a great example of how to do so.\nSubmitted by Steve Vavrus on Sun, 02/02/2025 - 14:46\nThanks Steve... really appreciate the compliments and I'm glad this approach resonates with you.  I want to add these blogs are made 100x time better by the team here at climate.gov and my co-bloggers.\nSubmitted by michelle.lheureux on Tue, 02/04/2025 - 09:22\nIn reply to Kudos by Steve Vavrus\nVery well presented scientific discussion. It is imperative the general public understands that large scale, longer term climatic patterns can be rated as weak to strong.\nNow its time to send it to the WH to see how they want to spin this.\nSubmitted by Rick DiMaio Cl… on Sat, 02/15/2025 - 21:40",
  "source": ""
}