{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/polar-vortex-intensifications-overlooked-influencer",
  "title": "Polar Vortex Intensifications: the overlooked influencer",
  "date": null,
  "content": "The phrase “polar vortex” is often associated with words and phrases like “cold”, “sweater”, and “please, please, please don’t let my furnace break down now.” The disruption and weakening of the polar vortex winds do increase the odds of a cold air outbreak across the eastern US and northern Europe/Asia (but they don’t guarantee it). However, the polar vortex is a multi-faceted phenomenon. Read on to learn about the less-hyped side of the polar vortex.\nWe spent much of last season talking about the repeated disruptions in the polar vortex. This is when the stratospheric winds at 60 degrees North weaken substantially (or reverse direction in the case of a major sudden stratospheric warming) as the vortex is often pushed entirely off the pole or stretched like taffy.\nThe polar vortex during the middle of January 2024 (and much of the 2023-2024 winter season) was often in a weakened and disrupted state. The main west-to-east winds that make up the vortex had weakened and were displaced off the pole, allowing warmer air into the Arctic stratosphere. NOAA Climate.gov animation based on a screen recording from the Earth Null School website.\nThis year, however, the polar vortex is showing a different side of itself. The strong, stable version of itself. For much of the winter season since November, the stratospheric winds at 60N have been well above the average speeds for this time of year. When these stratospheric winds become strong enough, it is referred to as a polar vortex intensification event. During these events, the polar vortex tends to sit more closely over the pole [footnote #1] isolating the cold stratospheric air within it.\nA much stronger polar vortex has persisted throughout the current 2024-2025 winter season so far. The west-to-east winds, which are more centered over the pole, have been enhanced compared to averaged conditions.  As a result of these strong winds,  colder stratospheric air is confined to the Arctic. NOAA Climate.gov animation based on a screen recording from the Earth Null School website.\nSimilar to polar vortex disruptions, polar vortex intensifications in the stratosphere can communicate themselves down through the troposphere to the surface and affect our weather patterns. To get an idea of what they might look like, we first need to identify the polar vortex intensification events. Unlike stratospheric warming events, which are classified as events when the winds reverse direction, there’s really no clear threshold that marks a polar vortex intensification event. For this analysis, we’ll define an intensification event when the west-to-east winds exceed the 80th percentile, or strongest 20 percent, of daily winds [footnote #2] for at least 10 days between November and March.\nBy taking the average of the surface temperature and atmospheric thickness for the 30 days after all the polar vortex intensification events in the observational record, we can average out day-to-day variations in the weather and see more clearly what persistent weather patterns look like after the polar vortex intensifies substantially.\nHow atmospheric thickness (left) and surface temperature (right) compare to the 1958-2023 average for the 30 days after the 48 observed polar vortex intensification events from 1958-2023. On average, intensification events are followed by lower-than-average thickness (purple) at the 500 hectoPascal pressure level, or about 3.5 miles (5.5 km) in altitude, and cooler-than-average surface temperatures (blue) across much of the Arctic. Across the mid-latitudes, it’s the opposite. NOAA Climate.gov image based on ERA5 reanalysis data provided by Amy Butler.\nDuring these intensifications, the atmospheric thickness decreases over the pole, shown in these maps as a negative anomaly in tropospheric geopotential height over the Arctic, particularly Iceland and northern Norway. Around the Pacific, North Atlantic, and Europe, the atmospheric thickness is greater than normal [footnote #3].\nAn intensified polar vortex tends to coincide with a more northward, less wavy polar jet stream that keeps Arctic air from spilling into lower latitudes. (Remember, though, the polar vortex is not the jet stream. They are separated vertically by many miles, but they can become coupled and move in sync on occasion.) Because of this pattern, some parts of the Northern Hemisphere mid-latitudes can warm up in the 30 days after a polar vortex intensification. This is especially true for much of northern Asia and parts of Europe. For North America, the effects are less clear. Much of Canada and Alaska tend to lean slightly cooler than average, but the rest of the US, particularly the eastern half, don’t experience noticeable differences from the average temperatures.\nThe point of these maps is to provide a sense of where changes in temperatures and pressures are most likely to occur in the month after an intensification. As we’ve said before, maps of \"typical\" surface impacts are not a forecast and do not represent the expected day-by-day weather when one of these events occurs. These typical patterns associated with intensification events don’t always emerge after a specific event because either there’s no downward coupling, or if other factors are playing a larger role (ENSO, day-to-day weather).\nThe stratosphere and troposphere are mostly indifferent to each other. Differences from average atmospheric thickness (“standardized geopotential height anomalies”) in the column of air over the Arctic for the stratosphere and troposphere. Over the last two months, the stratosphere and troposphere have been largely uncoupled. The main exception was in mid-to-late December and late January when the low thickness anomalies (indicative of a stronger than average polar vortex) extended from mid-stratosphere to the surface. The latest forecast from January 29 2025 indicates that this weak interaction will continue for at least the next two weeks. Standardized anomalies are based on departures from the 1991-2020 Climate Forecast System Reanalysis climatologies and have been divided by the standard deviation. Data are from the Global Forecast System observational analysis and forecast. NOAA Climate.gov image.\nSo far, this year has been a good example of how the polar vortex doesn’t always impact weather at the surface and why we need to remember these typical impacts are not guaranteed. The polar vortex winds have been much stronger than normal, but other than some brief interactions in late December and late January, the stratosphere and troposphere have largely ignored each other. We did note a couple of weeks ago that the stretching of the polar vortex seemed to be in line with the extension of the jet stream, but we think the cold air outbreak that led to historic snow in the South was more likely influenced by other factors.\nObserved and forecasted (NOAA GEFSv12) wind speed in the polar vortex compared to the natural range of variability (faint blue shading). Since mid-November, the winds at 60 degrees North (the mean location of the polar vortex) have been stronger than normal. According to the GEFSv12 forecast issued on January 29 2025, those winds are forecast to remain stronger than normal for at least the next couple of weeks (bold red line). By the end of February, there is considerably more uncertainty whether the polar vortex winds will remain strong or weaken. NOAA Climate.gov image.\nCurrent forecasts aren’t showing much of a change in the strength of the polar vortex. A few of the individual forecasts predict a strong weakening or reversal of the stratospheric winds, but the average of all individual forecasts indicates the polar vortex will remain stronger than normal for at least a couple of weeks. Furthermore, the latest forecasts do not indicate any significant interaction between the stratosphere and the troposphere. So for at least the next two weeks, the polar vortex seems content to stay strong but silent.\n[1] In practice, a strong polar vortex is often slightly off the pole or elongated. This is partly because the polar vortex varies a bit on its own. As we described in a previous post, the strong west-to-east winds can be a great conduit for tropospheric waves to nudge the polar vortex. But when the winds become too strong, those waves are less likely to break. Sometimes that means instead of those waves nudging the polar vortex, they bounce right off and are reflected back to the troposphere.  We hope to talk more about that in a future post.\n[2] We know this sounds overly technical so let’s explain a little more. For each day between November and March, we collect all the daily-mean wind values in the 1958-2023 ERA5 reanalysis record. From that collection, we find the value in which 80% of the winds are weaker and 20% are stronger. This is the 80th percentile.\n[3] For those of you familiar with the terminology of the Arctic Oscillation, the tropospheric response to polar vortex intensifications is often associated with the positive phase of the Arctic Oscillation.\nExcellent presentation  I teach PHYS 120 Weather and Climate of Hawaii at University of Hawaii at Hilo and have assigned my students to read several of your pages.  Keep up the good work!\nSubmitted by John C Hamilton on Thu, 01/30/2025 - 23:17\nIt's great to hear you find this information useful for your classes!\nSubmitted by laura.ciasto on Fri, 01/31/2025 - 14:37\nIn reply to Climate site and this page by John C Hamilton\nI have been keeping phenology notes and weather data sense 97 in northern MN and it's been driving me nuts for we are seeing a cooling trend sense 98. And more dramatic is a shift to later later last frost later first frost later ice up later ice out.. especially frustrating is the extra month of winter any more that quickly switches to summer most years spring is. Now  eey short.os this part of it?\nSubmitted by Dallas on Fri, 01/31/2025 - 01:38\nThat's great you're keeping phenology notes. Can you repeat the question, it looks like there's typo in there. Thanks!\nSubmitted by laura.ciasto on Fri, 01/31/2025 - 14:40\nMaybe you can talk about wave reflection and/or absorption on the PV, the Jet stream and ultimately, the weather. What are the factors, or lack of, that predict the strength of the PV, stretching, and susceptibility to weakening or SSW.\nThanks\nSubmitted by David Schwartz on Sat, 02/01/2025 - 12:02\nThanks for the suggestion. We agree that these are great topics and hope to devote future posts to wave reflection events and their role in stratospheric impacts on our weather.\nSubmitted by laura.ciasto on Mon, 02/03/2025 - 15:01\nIn reply to Wave reflection and absorption by David Schwartz\nInteresting in educational post, as usual.  Thanks for sharing!\nSubmitted by Matt on Mon, 02/03/2025 - 13:01\nWe appreciate it!\nSubmitted by laura.ciasto on Mon, 02/03/2025 - 14:59\nIn reply to Interesting in educational… by Matt\nQuestion: Does the stratospheric polar vortex have anything to do with ongoing cold weather outbreaks this month, including what's forecast to happen next week?\nI ask because the NWS discussion for my local area indicates that there is a high pressure system over the North Pole and that the polar vortex is centered around Hudson Bay, along with how that's going to force bitterly cold air south in a few days (including what may well be the coldest temperatures of the season so far).\nThank you for reading this, and I look forward to hearing from you.\nSubmitted by Matt on Fri, 02/14/2025 - 02:10\nGreat question!\nIn the troposphere, there is a region of high pressure sitting over the Arctic/Greenland...it's very negative phase of the Arctic Oscillation (https://www.cpc.ncep.noaa.gov/products/precip/CWlink/daily_ao_index/ao…). In this case, the reference to the polar vortex may correspond to the tropospheric jet stream rather than the stratospheric polar vortex.\nBut that tropospheric circulation pattern is likely the immediate reason for the colder air coming. The question is whether there are other factors that are causing this pattern besides normal fluctuations in the atmosphere. It seems like both the La Nina and the Madden Julian Oscillation could playing a role.\nAs to the role of the stratosphere (and the polar vortex), that is less clear. The polar vortex is still quite strong and mostly over the polar region, but stretched out over North America and Asia. The strength of the polar vortex is not coupling down to the troposphere, but  the stretching does seem to be more consistent with the troposphere. So it's possible that the stretching of the stratosphere is nudging the tropospheric jet a little further south. All that to say there are many factors that could be impacting the cold air outbreaks and the stratosphere's role is probably not a major player here.\nSubmitted by laura.ciasto on Fri, 02/14/2025 - 13:07\nIn reply to February cold weather outbreaks by Matt\nThanks for the explanation.  It makes sense.\nAs an aside, thank you for your work of researching the stratospheric polar vortex, using what you learn to improve forecasts, and helping to educate people about it.  What you are doing helps to improve people's lives.\nKeep up the good work!\nSubmitted by Matt on Fri, 02/14/2025 - 13:13\nIn reply to polar vortex and February cold weather by laura.ciasto\nHello,\nDo we have any data on the average number of vortex stretching in a certain time frame?\nBest,\nSerdar\nSubmitted by Serdar Vardar on Mon, 02/17/2025 - 12:23\nGreat question! To my knowledge, there isn't much data on the vortex stretching frequency. This is partly because there isn't a widely accepted definition of what a stretched vortex is.\nSubmitted by laura.ciasto on Thu, 02/20/2025 - 11:39\nIn reply to Vortex stretching frequency on average? by Serdar Vardar\nHello. Just wanted if this bitter cold wave on 2/18/25 is due to the Polar Vortex? Is it? Thank you.\nSubmitted by Bryce Anderson  on Tue, 02/18/2025 - 20:24\nWe have a post coming out about that later today with more detail, but in short, no. The  stratospheric polar vortex and the troposphere (where our weather happens) are not really communicating with each other much lately. Stay tuned for our next post coming out!\nSubmitted by laura.ciasto on Thu, 02/20/2025 - 11:44\nIn reply to Polar Vortex  by Bryce Anderson\nwell?  where is it?  not the 1st time this has happened.  all comments have have been on-topic and do not violate any rules.\nwhat gives?\nSubmitted by NEWxSFC on Fri, 02/21/2025 - 12:26\nI guess we should add a bullet to the comment policy about civility ;-) I didn't publish your previous comment because it seemed unnecessarily harsh and therefore not conducive to the sort of friendly and productive dialogue we are trying to foster here. Feel free to raise your general point in the form of a genuine question and we can reconsider.\nSubmitted by rebecca.lindsey on Mon, 03/03/2025 - 09:49\nIn reply to Where's My Comment? by NEWxSFC",
  "source": "climate.gov"
}