{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/cold-air-its-probably-not-polar-vortex",
  "title": "This cold air? It’s probably not the polar vortex",
  "date": null,
  "content": "Because this is the Polar Vortex Blog, we would love to be able to tell you how the stratospheric polar vortex is doing super cool things that can explain how cold and snowy it’s been in many parts of the US this winter. But the truth is, in our opinion at least, while the stratosphere has been doing some interesting stretching and wobbling, there’s just not much evidence that this is really the main driver of our winter weather so far this year.\nOne way to track the polar vortex is through potential vorticity, which describes the amount of rotational energy, or \"spin,\" in a parcel of air. This animation shows daily potential vorticity in the stratosphere in February 2025. The darkest blues represent the coldest, most isolated air. In the second week of February, the vortex remained strong, but began to stretch out over North America. NOAA Climate.gov animation by Breanna Zavadoff, based on ERA5 reanalysis data.\nAs we have described before, one measure of “typical” downward coupling between the stratosphere and the troposphere are these plots showing the difference from average atmospheric thickness (aka geopotential height anomalies) over the Arctic. When the entire column of air has the same sign/color, the atmosphere is coupled. Sometimes there is an obvious lag between the troposphere and the stratosphere. For example, after a polar vortex disruption, the largest signal appears in the stratosphere and then descends to the troposphere, sometimes for many weeks afterwards.\nDifferences from average atmospheric thickness (“standardized geopotential height anomalies”) in the column of air over the Arctic for the stratosphere and troposphere. For much of the recent period back to late December, the stratosphere and troposphere have been largely uncoupled. One exception was in late January when the low thickness anomalies (indicative of a stronger than average polar vortex) extended from mid-stratosphere to the surface. Recent positive thickness anomalies in the troposphere have been remarkably strong while the stratosphere shows negative thickness anomalies. Standardized anomalies are based on departures from the 1991-2020 Climate Forecast System Reanalysis climatologies and have been divided by the standard deviation. Data are from the Global Forecast System observational analysis and forecast. NOAA Climate.gov image, adapted from original by Laura Ciasto.\nThis winter, the polar vortex winds have stayed consistently stronger than average, corresponding to anomalously low atmospheric thickness over the Arctic (and generally warmer than averaged conditions across Europe and Asia). With the exception of a few weeks in late December and mid-January when lower-than-normal atmospheric thickness connected all the way to the surface, the troposphere and stratosphere have been mostly doing opposite things over the polar region.\nThis is particularly emphasized over the last 2-3 weeks, as a huge positive thickness anomaly in the Arctic troposphere [footnote 1] has been at odds with a negative thickness anomaly in the stratosphere. The negative anomalies did weaken slightly over the last few weeks, as the polar vortex took a break from its record daily high zoomies and relaxed to near average speeds. While this slight weakening of the vortex winds may have contributed a little to the build up of positive thickness anomalies in the troposphere, it seems unlikely that such a slight vortex weakening could fully explain such a strong anomaly in atmospheric thickness in the lower atmosphere.\nNext week, it looks like the strong polar vortex signal may briefly couple all the way to the surface, as the polar vortex winds briefly strengthen once again to near daily records. However, the reign of the strong polar vortex looks to be coming to an end after that, with the polar vortex winds sharply decelerating, and then more gradually slowing down as we head into March [footnote 2].\nObserved and forecasted (NOAA GEFSv12) wind speed at the 10-hPa pressure level and the 60-degrees North latitude circle. The forecast is initialized on 19 Feb 2025. The polar stratospheric winds have gone up and down over the last few months but have stayed consistently stronger than average. The wind are forecast to strengthen further this week, before the winds weaken again into March. During March there is large variability from one ensemble member to another in terms of what will happen with the polar vortex. NOAA Climate.gov image, adapted from original by Laura Ciasto.\nAs we have talked about other times this winter, some research suggests that perhaps it’s not always about the strength of the polar vortex, but the shape. At least qualitatively, it does seem like the stratospheric polar vortex has extended over North America more than it normally does this winter. However, there are a few reasons we feel like that connection is more uncertain than many news stories and social media posts would have you believe.\nFor one thing, scientists have not agreed on a common method for measuring this “extension,” which makes it hard to say on the fly whether the vortex really was more stretched than normal this winter. Additionally, decades of research have built our understanding of how “typical” coupling between the stratosphere and troposphere works, meaning the literal mechanics of it. In contrast, the idea of the polar vortex influencing weather patterns through stretching is relatively new, and the mechanics by which it might occur are less understood [footnote 3]. That uncertainty means it’s also unclear whether polar vortex stretching actually leads to, or is just a result of, the tropospheric conditions that drive cold air outbreaks over North America.\nIn short—and we can’t believe we're saying this—we wish we weren't seeing so many headlines blaming the polar vortex for this winter's weather in the U.S. It turns out that for the polar vortex, there may be such a thing as bad publicity.\n1. This corresponds to a strongly negative phase of the Arctic Oscillation.\n2. Note that the forecast models do not include chemical reactions involving stratospheric ozone, which interact with the winds and temperatures. Because of the lack of tropospheric wave driving this winter-- which means less stratospheric ozone is transported from the tropics to the pole and also a stronger and colder polar vortex-- stratospheric ozone levels in the polar vortex region are already very low this year. We will talk about it in a future blog post, but it’s possible this could affect the March polar vortex winds in a way that the forecast models can’t perceive because they don’t have these processes.\n3. It’s generally thought that polar vortex stretching is associated with a process called “stratospheric wave reflection”, which does seem to have been at play at least a few times this winter. We hope to discuss stratospheric wave reflection in a future post.\nSubmitted by rebecca.lindsey on Thu, 02/20/2025 - 18:07\nI have appreciated ur ocean/atmosphere analyses greatly.\nPlease, carry on!\nUr work is of huge value.\nSubmitted by Sirkka Rapeli on Sat, 03/01/2025 - 01:36\nIn reply to Comment policy by rebecca.lindsey\nThis is a terrific analysis of the cold wave in mid-Feb 2025. Thank you.\nSubmitted by Bryce Anderson  on Thu, 02/20/2025 - 20:56\nThank you! We appreciate the feedback.\nSubmitted by amy.butler on Fri, 02/28/2025 - 14:46\nIn reply to Cold Wave Analysis  by Bryce Anderson\nBut news articles about how the polar vortex is menacing the United States are so exciting and dramatic!  It's always so entertaining reading about how it is once again on the march, and how it is launching a full scale offensive featuring snow, ice, frigid winds, and sub-zero temperatures!\nHow can you spoil these fun stories with facts and scientific data?!\n...\nIn all seriousness, this was another interesting and educational post, so thank you for sharing it.\nAs well, it would be really nice if national news media outlets would run your posts on a regular basis, since it would be genuinely educational and interesting.  If it resulted in more accurate and nuanced reporting about the causes of things like cold waves and snow storms, that would be a good thing.\nRegardless, thanks.  I look forward to reading your next post.\nSubmitted by Matt on Fri, 02/21/2025 - 14:48\nWe appreciate your support of the blog and are glad you find it informative!\nSubmitted by amy.butler on Fri, 02/28/2025 - 14:48\nIn reply to Sensationalism and alarmism by Matt\nWas the warm Arctic winter (so far) due to the vortex bend, or is that a similar story of bad vortex press?\nSubmitted by Scott Supak on Fri, 02/21/2025 - 17:36\nThe warm Arctic winter seems primarily tied to this high pressure or blocking in the troposphere. The strong winds in the polar stratosphere, if they were the only influence, would actually mean colder than normal temperatures for the Arctic. So it seems unlikely that the polar vortex is responsible for the warmer Arctic temperatures.\nSubmitted by amy.butler on Fri, 02/28/2025 - 14:54\nIn reply to Effect on polar regions by Scott Supak\n[redacted]\nSubmitted by John on Sat, 02/22/2025 - 19:21\nWe appreciate the support but we can't publish your comment since it's not on topic, per the comment rules above.\nSubmitted by amy.butler on Fri, 02/28/2025 - 17:46\nIn reply to McHenry by John\nThere seems to be disagreement on this.  Have you seen Dr. Cohen's response to this post, and his comments on wave activity flux within the troposphere and its connection to the stretched stratospheric polar vortex?\nSubmitted by Dr. Tony on Tue, 02/25/2025 - 14:04\nThere is not disagreement that there is a link between what is going on in the troposphere and the stratosphere, and that it likely involves wave reflection, but rather what causes what. This is a subtle but maybe important distinction that we feel is not clearly resolved yet in research on the topic. For example, decades of research involving carefully designed model experiments has gone into showing how a weak or strong polar vortex influences weather patterns, and that this influence is real and causal (though perhaps small on average relative to internal tropospheric variability). While we know of a handful of these types of carefully designed experiments that have been done for this wave reflection type of coupling, there seems to be less consensus about whether it's the wave reflection off the polar vortex, and not corresponding and simultaneous tropospheric weather patterns, that is actually causing the cold weather. We do want to emphasize that we think research in this area is important and with continued studies, we can learn more about this linkage and its causality.\nSubmitted by amy.butler on Fri, 02/28/2025 - 15:47\nIn reply to Stretched PVs by Dr. Tony\nLooking back on your Dc 20, 2023 graphs for long term, it was interesting to see the spiking vs average temp and wind speeds.\nI would like to see these long term graphs with analysis of spike deviations from both the forecast and the average.\nAlso, less uncertainty inserted into the discussion would bring out the critical points of your data...science by necessity is challenged exploration, but there are frequently conclusions that are peer supported. After all, this is how we make progress in accuracy within probability.\nSubmitted by K. Papp on Wed, 02/26/2025 - 13:12\nThanks for your comment. We agree, it would be useful to compare the forecasts for the polar vortex with how they actually performed; we can look into this for the winter recap.\nWe appreciate your suggestion to include less uncertainty in the discussion and will consider this for future posts. However, it is our view that while to the public eye it might appear that there is peer review consensus on this subject, in reality this is a pretty new area of research, and some of the mechanisms and causality remains untested. Nonetheless we want to acknowledge that these theories are out there and actively being researched.\nSubmitted by amy.butler on Fri, 02/28/2025 - 17:31\nIn reply to Long term forecasts and actual by K. Papp\nSo NOAA is ignoring all the scientific work that's been conducted by several individuals and there's multiple papers written on the subject?  Very interesting and self-serving that they have been spot-on with this winter forecast while NOAA missed February by a mile.  I have followed those studies for several years and their winter forecasts exceed NOAA's year after year.  There explanation concerning wave reflection being reflected and its impact, blocking patterns, and the Polar Vortex makes a lot of sense and there proving their theories by a lot this winter. I could say more but to say the Polar Vortex is not part of the reason for the cold weather when it has stretched 10 times since October and each time it has brought stormy and colder weather.... Well makes no sense.\nSubmitted by Andy Zeis on Wed, 02/26/2025 - 14:36\nWe have posted on this research regarding polar vortex elongation at least three times this winter; please see our previous posts in January as well as this one. As we also state in the Footnotes of this post, we plan to discuss stratospheric wave reflection in a future post. In terms of this winter, it's not clear to us what metric is being used to state that the vortex has been stretched 10 times this winter.  As to whether or not the polar vortex caused the cold weather, as I responded to another commenter above, there is not disagreement that there could be a link between what is going on in the troposphere and the stratosphere, but rather what causes what in the case of stratospheric wave reflection. This is a subtle but maybe important distinction that we feel is not clearly resolved yet in research on the topic. For example, decades of research involving carefully designed model experiments has gone into showing how a weak or strong polar vortex influences weather patterns, and that this influence is real and causal (though perhaps small on average relative to internal tropospheric variability). While we know of a handful of these types of carefully designed experiments that have been done for this wave reflection type of coupling, there seems to be less consensus about whether it's the wave reflection off the polar vortex, and not corresponding and simultaneous tropospheric weather patterns, that is actually causing the cold weather. We do want to emphasize that we think research in this area is important and with continued studies, we can learn more about this linkage and its causality.\nSubmitted by amy.butler on Fri, 02/28/2025 - 16:40\nIn reply to Polar Vortex by Andy Zeis\nHi, thank you for all your hard work! It's amazing what we are learning about the polar region's effect (or lack thereof) on midlatitudes.\nI do have a questions, the most recent projections n the nullschool site look like the Aleutian high is squeezing out the polar low?  Is this just how it works in the in transition to summer?\nI haven't been following the nullschool map very long, but it's fascinating to watch the model runs to supplement what I'm learning on your blog and the ENSO blog.\nAnyhoo, thank you again!  I appreciate you all and what you are doing for us!\nSubmitted by Amanda on Thu, 03/06/2025 - 15:22\nNice observation! It's a sudden stratospheric warming. We actually have a new blog post about this today, read about it here:\nhttps://www.climate.gov/news-features/blogs/polar-vortex/polar-vortex-h…\nSubmitted by amy.butler on Thu, 03/06/2025 - 17:09\nIn reply to What is that? by Amanda",
  "source": "climate.gov"
}