{
  "url": "https://www.climate.gov/news-features/blogs/enso/march-2025-enso-update-neutral-conditions-expected-soon",
  "title": "March 2025 ENSO update: neutral conditions expected soon",
  "date": null,
  "content": "La Niña conditions persisted through February, but forecasters expect ENSO-neutral conditions to develop in the next month and persist through the Northern Hemisphere summer.\nLa Niña is the cool phase of the El Niño/Southern Oscillation, or ENSO, a pattern of changes in the tropical Pacific Ocean and the atmospheric circulation over the tropical Pacific that persists for many months. La Niña’s signature is cooler-than-average surface water in the east-central tropical Pacific, stronger-than-average trade winds, more rain and clouds over Indonesia, and drier conditions over the central Pacific. El Niño is the opposite, with warmer-than-average surface water and weaker atmospheric circulation, while ENSO-neutral conditions are close to average.\nENSO can be predicted months in advance, and it changes global atmospheric patterns in known ways. This means studying ENSO provides an early assessment for potential weather and climate risks such as tornado and hurricane seasons, drought and flooding rains, extreme temperature, global crop yields and disease outbreaks, and even financial markets.\nOur primary metric for ENSO is the surface temperature of the east-central tropical Pacific Ocean in what we call the Niño-3.4 region. Specifically, the temperature anomaly in this region—the departure from the long-term average, where long-term is currently 1991–2020. According to our longest, most reliable sea surface temperature dataset, ERSSTv5, the anomaly in February 2025 was -0.6 °C (a fraction below -1.0 ˚F), just slightly exceeding the La Niña threshold of -0.5 °C.\nHow sea surface temperatures in the Niño-3.4 region of the tropical Pacific changed over the course of all La Niña events since 1950 (gray lines) and 2024-25 (black line). This shows the traditional calculation for Niño-3.4, the monthly temperature compared to the most recent 30-year average (1991–2020 for the 2024 line). By this measure, the La Niña threshold was crossed in December 2024, but La Niña remains weak. Climate.gov graph, based on data from Michelle L’Heureux from CPC using ERSSTv5.\nThe atmospheric component of ENSO is represented by changes in the Walker circulation, an overturning loop in the atmosphere over the tropical Pacific. Hallmarks of the Walker circulation include rising air, clouds, and rain over Indonesia; west-to-east winds high up in the atmosphere; sinking air over the eastern Pacific; and the near-surface, east-to-west trade winds. During La Niña conditions, this circulation is strengthened—more clouds and rain over Indonesia, less over the cooler central and eastern Pacific, and stronger winds. During El Niño, the Walker circulation is weakened.\nThree phases of the tropical Pacific atmospheric circulation pattern: El Niño, La Niña, and neutral. During El Niño, the engine driving tropical circulation shifts to the east, while during La Niña, it's stronger than average. Figure by climate.gov.\nWe don’t have official indexes for the atmospheric component of ENSO, because the atmosphere is highly variable, and patterns can change week to week, or even day to day, potentially obscuring ENSO’s seasonal signal. Also, while a lot of research has gone into creating long, climate-quality sea surface temperature records, that's trickier for atmospheric observations over the tropical Pacific Ocean, because satellite information is required to cover the entire area.\nHowever, we do closely follow some atmospheric metrics to understand the strength of ENSO conditions. The Equatorial Southern Oscillation Index compares the surface air pressure in the far western Pacific to that in the eastern Pacific; when the index is positive, it tells us that the Walker circulation is stronger than average. The cloudiness over the central tropical Pacific is another indicator of La Niña, since La Niña’s cooler-than-average water means less rising air, leading to fewer clouds.\nTwo ways of looking at the atmospheric conditions in the tropical Pacific: the Equatorial Southern Oscillation (left) and cloudiness in the central Pacific (right). The colored lines show 2024–25, while the gray lines are every La Niña on record since 1979. Both measurements provide evidence that the Walker circulation is stronger than average, a La Niña atmospheric signature, and among the strongest on the record. Climate.gov graph, based on data from Michelle L’Heureux.\nIn February, the Equatorial Southern Oscillation Index decreased from January but remained quite strong, indicating that the tropical atmosphere is not yet ready to give up on this La Niña. Cloudiness in the central tropical Pacific was close to the lowest we’ve seen among all past La Niña events in the satellite era. Despite the variability mentioned above, shown in how much the lines on these graphs jump from month to month, it’s clear that the Walker circulation is strong.\nTaken together, the ocean-atmosphere system in the tropical Pacific continued to represent La Niña conditions in February. The ocean component was weaker than the atmosphere, an unusual mismatch that has been present throughout the past several months. Also present for the past several months is an unusual pattern of overall ocean warmth.\nFebruary 2025 sea surface temperature compared to the 1985-1993 average (details on climatology from Coral Reef Watch). The surface of the east-central tropical Pacific is slightly below average temperature, but much of the global ocean remains warmer than average. NOAA Climate.gov image from Data Snapshots.\nA possible way to make sense of this unusual situation is to isolate the conditions in the tropical Pacific from the tropics-wide ocean warmth using the Relative Niño-3.4 index. The Relative Niño-3.4 reveals that the cool temperature anomaly in the tropical Pacific is pretty strong relative to the rest of the tropical oceans (see footnote for details). That contrast might explain why the atmosphere has responded as strongly as it has to such a weak-seeming cool anomaly. (Michelle blogged about this previously.) Recent research has suggested the Relative Niño-3.4 index could better account for ENSO and its impacts than the traditional metric, and more research and exploration is ongoing.\nHow sea surface temperatures in the Niño-3.4 region of the tropical Pacific changed over the course of all La Niña events since 1950 (gray lines) and 2024 (black line), based on the relative Niño-3.4 calculation. Here, the monthly temperature is compared to the most recent 30-year average, but then the tropical average ocean surface temperature is subtracted, to account for global ocean warmth. By this measure, La Niña conditions are stronger than by the traditional measure. The relative Niño-3.4 index is not our official metric, though, and it needs more research. Climate.gov graph, based on data from Michelle L’Heureux.\nOne more comment about the map above—the eastern Pacific is also notably warm.  The Peruvian committee in charge of monitoring ENSO, called “ENFEN,” closely monitors the sea surface temperature in this region. If warm anomalies persist, it is likely to be classified as a “coastal El Niño,” which can cause higher air temperatures and heavy rain in Peru and Ecuador.\nOur official metric, the Niño-3.4 index, has moved closer to average in recent weeks, and forecasters expect neutral oceanic conditions will develop in the next month. Even if the Walker circulation remains strong, both components must be present to qualify as La Niña conditions because it is the feedback loop between the atmosphere and the ocean that allows La Niña to persist long enough to influence the seasonal climate. There’s a 75% chance that the February–April average will be ENSO-neutral, and neutral is the most likely state through the summer.\nOut of the three climate possibilities—La Niña, El Niño, and neutral—forecasts say that ENSO-neutral conditions are most likely for the February–April period (gray bar). Looking out to the Northern Hemisphere fall, neutral and La Niña (blue bar) are neck-and-neck, with the odds of El Niño (red bar) about 1-in-5. NOAA Climate Prediction Center image.\nLooking toward the fall, the chances of La Niña increase. The October–December average has a tie between neutral and La Niña, with a lower chance of El Niño, around 1-in-5. ENSO forecasts made in the spring are subject to the spring predictability barrier, meaning they have lower accuracy than those made during other times of the year. Tom and the climate.gov team put together some nice graphics that show the effect of this barrier in a blog post last month (based on the analysis from Azhar Ehsan).  As we move forward this year, we expect the signal to become clearer. Keep following us, and we’ll keep you in the loop.\nAfter you subtract the tropical average (20°S–20°N) sea surface temperature anomalies, the difference has lower variance than the original SST anomalies. This is why the computation of relative Niño-3.4 also has a variance adjustment where you multiply by a scaling factor (ratio of the standard deviation of the SST anomaly with the standard deviation of the difference index). If you want to see how this really works, here is some github code to compute relative ONI using observations. You can also find monthly Niño-3.4 and seasonal (RONI) relative indices on the CPC webpage.\nAt this point we are almost at 11\" of rain for the season, our annual average is around 15\"; maybe another inch or so for the season I would think at the most;  after two wet seasons, our Oaks are content and will be able to get through the summer without much stress at this point.  It could have been a lot drier, being a La Nina, especially looking back at some of the disastrous drought years in the teens.  At least for our area, you guys did a good job of predicting the winter- thank you.\nSubmitted by Dan M on Thu, 03/13/2025 - 12:16\nThank you, Dan! It doesn't always work out as planned (see my blog post from a couple years ago), but the precipitation pattern this winter didn't deviate from the expected La Nina pattern in a major way, from my preliminary inspection. I will dig in a bit more and write about this in a couple of weeks.\nSubmitted by Nathaniel.Johnson on Thu, 03/13/2025 - 12:53\nIn reply to rainfall on the southern Central Coast of California- by Dan M\nHi Nat,\nIt looks like the typical La Nina pattern with above average ranifall above highway I80 in northern CA and below average rainfall for the majority of California south of highway 80. Although looking at the fifty year La Nina precipitation outcomes in California it is all over the place. More often than not, even Northern CA is drier than average. I've also noticed that the sharp demarcation between above average and below average is fairly rare in CA.\nSubmitted by Bob G on Mon, 03/17/2025 - 12:22\nIn reply to thank you by Nathaniel.Johnson\nInteresting.  If you look at ENSO composites/ regression maps, we see a dry signal for all of CA and not just southern CA (map here). The nuance here is that when you look at the *statistical significance* of the impacts, the northern CA signal is a whole lot less statistically significant than the southern CA signal.  That requires an extra step that maps often do not show, but essentially implies that, for La Nina, variability is higher for northern CA (more ups and downs) than it is for southern CA (more consistently down).  The reason northern CA has a more intensity in the map linked above is probably b/c there are a few years with a really strong dry anomaly.  Thanks for bringing this issue up!\nSubmitted by michelle.lheureux on Tue, 03/18/2025 - 10:45\nIn reply to La Nina by Bob G\nThanks for the explanation Michelle!\nSubmitted by Bob G on Tue, 03/18/2025 - 12:09\nIn reply to Interesting.  If you look at… by michelle.lheureux\nSimilar to Dan M this weeks rains have gotten us to near 10 inches for the season and the prior years have banked aquifers and subsoil for deep rooted plants. Spring storm systems will be well received!\nSubmitted by Patrick Williams on Mon, 03/17/2025 - 05:45\nIn reply to rainfall on the southern Central Coast of California- by Dan M\nThanks. I live on the waters edge in South Kona, HI. Your forecasts let me prepare for some serious weather this past year.  I appreciate all you do. Thanks again.\nSubmitted by Ian Stark on Thu, 03/13/2025 - 18:41\nThank you for your support! I miss my days living in Honolulu, but the Big Island also is special to me.\nSubmitted by Nathaniel.Johnson on Thu, 03/13/2025 - 18:50\nIn reply to Forecasting Big Island leeward side  by Ian Stark\nSo helpful information, thank you\nSubmitted by Balasaheb Rashinkar on Thu, 03/13/2025 - 20:15\nThe ENSO Is About To Be Orange ( Neutral ) Let's Be Very Hopeful It Turns Green ( La Nina ) Again.\nSubmitted by The Maole Mult… on Fri, 03/14/2025 - 06:23\nThis past winter, we’ve seen very little rainfall in Arizona. Does a neutral pattern increase chances for rain in the desert southwest? To me, La Niña means no rain for us, but El Niño usually meant more rain. This was not true a few years back when El Niño was present but the frequency of storms was less but the intensity was worsened.\nAny clarity for an Arizona outlook would be greatly appreciated!\nSubmitted by Brian on Fri, 03/14/2025 - 09:16\nGood question, Brian. The dry conditions over Arizona this winter are consistent with the expected La Nina influence, so I suspect that La Nina has been a factor. As we transition to the warm season, however, precipitation over Arizona generally will be associated with the North American monsoon. As Emily wrote a few years ago, we don't see a very strong relationship between ENSO and the North American monsoon, so I cannot say that ENSO neutral conditions will make it much more or less likely that the drought will start to break. ENSO will have a bigger influence on Southwest precipitation next winter, and it's too early to say whether or not La Nina will return. \n\nAs a general reminder, you can find CPC's seasonal outlooks at this site, which will include the influence of ENSO and all other factors that could influence seasonal temperature and precipitation.\nSubmitted by Nathaniel.Johnson on Fri, 03/14/2025 - 16:26\nIn reply to Arizona drought by Brian\nHoping for ENSO neutral this coming winter. Enough with La Nina. Too many of them in recent years,\nSubmitted by BOb G on Mon, 03/17/2025 - 12:23\nYou and me both.  This is exhausting.  :-)\nSubmitted by michelle.lheureux on Tue, 03/18/2025 - 10:45\nIn reply to La Nina by BOb G\nThe IRI/CPC plume for March was posted today. The statistical models are in line with the dynamic models and are now forecasting an ENSO neutral winter and not a La Nina.  Maybe in the coming months the odds will shift towards Neutral\nSubmitted by Bob G on Wed, 03/19/2025 - 15:45\nYes, but if you look at the ensemble as a whole the plume probabilities now are more split between Neutral and La Nina (but both are under 50%). Actually looks pretty similar to the outlook we put out a couple weeks ago.\nSubmitted by michelle.lheureux on Mon, 03/24/2025 - 09:27\nIn reply to IRI/CPC plume by Bob G\nSo, if it will be “neutral”, what does that mean in simple terms regarding weather conditions? This is quite new to me and I’m trying to learn so I’m a bit naïve. I live in Florida, so if things remain “neutral“ through the summer months, how does that impact us? Thank you for your help and explanation.\nSubmitted by Rebecca  on Thu, 03/20/2025 - 09:20\nIt's a really, really good question.  It's an older blog post but I tackled this issue here (see second half).\nIn a nutshell: \"What Neutral means is that there is little-to-no forcing coming from either El Niño or La Niña in the tropical Pacific. You can think of a forcing as a push in a certain direction. El Niño and La Niña shove around the global atmospheric circulation, and the lack of either means this pushing motion is absent.\"\nSubmitted by michelle.lheureux on Mon, 03/24/2025 - 09:30\nIn reply to “Neutral” by Rebecca\nI live in the interior of British Columbia but drive frequently over the coast mountains to the Lower Mainland. The southwest coast of BC (and northern Washington) are subject to intense ‘rivers of moisture’ events in the fall, winter, and spring. During La Nina these events can become extreme, and make coast mountain driving a challenge: unstable snow pack, flooding, washouts, road closures. Knowing the state of ENSO has been very helpful with risk assessment when planning my trip timing and routes. Thank you for being here!\nSubmitted by Loreen Paradis on Sun, 03/23/2025 - 13:12\nThanks!  Exactly right... ENSO provides info for risk assessments and planning. It'll never give you a guarantee, but you can hedge your bets.  It can be disappointing if the bet doesn't go the 'right' direction but it's important to keep in mind that over many years, if you're in an ENSO impact region, you'll come out ahead.\nSubmitted by michelle.lheureux on Mon, 03/24/2025 - 09:53\nIn reply to Many Thanks by Loreen Paradis",
  "source": ""
}