{
  "url": "https://www.climate.gov/news-features/blogs/polar-vortex/early-interesting-end-2024-25-polar-vortex-season",
  "title": "An early but interesting end to the 2024-25 polar vortex season",
  "date": null,
  "content": "After spending much of the season with super strong wind speeds, the polar vortex bowed out two weeks ago, with the core west-to-east winds sliding off the pole. However, as it winds down for the season, the polar vortex still has a few tricks up its sleeve.\nA disrupted and shrinking polar vortex. One way to track the polar vortex is through potential vorticity, which describes the amount of rotational energy, or \"spin,\" in a parcel of air. This animation shows daily potential vorticity in the stratosphere for the first three weeks of March 2025. The darkest blues represent the coldest, most isolated air. When the stratospheric warming started March 9, the polar vortex was bumped off the pole toward Northern Europe. Since then, the displaced polar vortex has continued to shrink, as small lobes split off from the main vortex. NOAA Climate.gov animation, based on ERA5 Reanalysis data.\nOn March 9 [footnote #1], the stratospheric winds at 60°N transitioned from westerly (from the west) to easterly (from the east), indicating a major disruption to the polar vortex. Now that doesn’t mean the polar vortex has completely disappeared just yet. As the animation shows, the vortex moved off the pole, meandering around over Northern Europe.\nThe latest forecasts suggest the polar vortex is unlikely to return to its normal position over the pole or re-strengthen this season. Based on these forecasts, the winds at 60°N will remain easterly, and the remnants of the polar vortex over Northern Europe will dissipate. So this warming event will likely be the final stratospheric warming of the season, making it the second-earliest final warming since 1958 [footnote #2].\nObserved (bold blue line) and forecasted (NOAA GEFSv12, pink lines) polar vortex wind speeds at 60°N compared to the 1991-2020 average (data from CFSR, thin blue line) and the natural range of variability (blue shading). Around March 9, 2025, the winds at this location reversed direction, indicating a major polar vortex disruption. In the second half of March, the winds made three failed attempts to resume their westerly direction. During the last attempt, the stratospheric winds reached minimum values of -28 meters per second, which are the most strongly “opposite” polar vortex wind speeds at 10-hPa recorded for this time of year since 1991. NOAA Climate.gov image, adapted from original by Laura Ciasto.\nWe’ve spent some time talking about the final warmings in a previous post, including that they typically occur around mid-April. So why is the final warming so early this year?\nTo answer this, we need to first remember why the polar vortex forms every winter. The tilt of the Earth’s axis means that the North Pole does not receive sunlight during the winter [footnote #3]. So, temperatures in the tropical middle stratosphere are warmer than temperatures in the polar stratosphere. It’s a law of the universe that heat will spread out from where there’s more of it to where there’s less of it. All winter, warm air tries to move from the tropics to the pole, but Earth’s rotation turns it toward the right. The closer to the pole, the stronger the steering influence. So we end up with winds moving from west to east around the polar stratosphere: these westerlies are the polar vortex [footnote #4].\nWhen the polar vortex is disrupted via a major, sudden stratospheric warming, temperatures in the polar stratosphere increase, sometimes becoming warmer than the air in the tropical stratosphere. Now the air is moving from the polar region to the tropics. The air is deflected to the right by Earth’s rotation, causing the winds to blow from east-to-west (easterlies).\nIf a disruption happens before sunlight returns to the North Pole (in January or February, for example), then the polar stratosphere will cool again, becoming colder than the tropical stratosphere, and the westerly winds that define the polar vortex will resume. If this disruption happens after sunlight returns to the polar regions (in March, for example), the polar stratosphere would already be warming, and the temperature difference between the tropics and the pole would weaken. It’s easier for the winds to stay easterly, and so the polar vortex disappears until the next fall. When that happens, the disruption is considered a final stratospheric warming. Even without any sort of polar vortex disruption, a final warming will eventually occur every year because the temperature difference between the pole and the equator always weakens as the pole gains sunlight.\nLast year, a sudden warming occurred on March 4th, but the vortex then recovered, and the final warming didn’t occur until April 28th. But this year, the vortex does not seem likely to gain a foothold again. It does seem like the polar vortex is putting up a fight to recover its normal place over the North Pole. After the initial decrease in stratospheric winds at 60°N, the winds tried to recover twice towards the 0 meters per second line. Each time, however, this recovery attempt has been thwarted by another pulse of wave activity, and the winds became even more strongly easterly than before.\nAs always, we want to know if and how these disruptions to the stratospheric polar vortex will be felt at the surface. Stratosphere-troposphere coupling has occurred over the last week, with the increases in air thickness evident throughout the stratosphere and troposphere over the pole. Increased atmospheric thickness is usually linked to higher pressures and warmer than normal temperatures over the polar region.\nThe stratosphere and troposphere are finally talking to each other. Differences from average atmospheric thickness (“standardized geopotential height anomalies”) in the column of air over the Arctic for the stratosphere and troposphere. Since early March, there have been several instances when positive thickness anomalies extended throughout the stratosphere and troposphere, indicating coupling. Recent forecasts indicate that coupling will continue for at least the next two weeks. Standardized anomalies are based on departures from the 1991-2020 Climate Forecast System Reanalysis climatologies and have been divided by the standard deviation. Data are from the Global Forecast System observational analysis and forecast.\nWhen this coupling occurs, the resulting disruptions in the jet stream can increase the odds of colder than average temperatures for the time of year, particularly for the eastern U.S., northern Europe, and Asia. Temperatures for the last week of March were pretty normal across the eastern U.S., but the latest forecasts do predict increased chances for below-normal temperatures for next week for the eastern half of the country.\nFor much of this winter season, the polar vortex has been strong, stretched out, and not overly interested in interacting with the troposphere. But like a true atmospheric diva, the polar vortex had one last trick up its sleeve, breaking down in a spectacular fashion and bringing some colder air with it. But now, as the polar vortex enters hibernation, so too does the Polar Vortex Blog until next fall. As always, thanks for reading.\n[1] The date of the sudden warming is defined as the first day in which daily average zonal winds at 10 hPa and 60∘N are east-to-west. For this event, the date was determined using the MERRA-2 wind data.\n[2] The warming won’t be “officially” declared a final warming until after April 30th. The final warming is defined as the first date when the daily average winds at 60∘N and 10 hPa become east-to-west and do not return to west-to-east for more than 10 consecutive days before April 30th. The winds are not forecast to become west-to-east again before April 30th, but we won’t know for sure until then.\n[3] The earth’s axis is tilted by 23.5∘, which means it’s tilted away from the sun during the winter months. As a result, the North Pole does not receive any sunlight during that time. After the winter solstice, the axis begins tilting toward the sun again. By March, sunlight is reaching the polar regions again, with the North Pole seeing sun by the vernal equinox.\n[4] We are admittedly oversimplifying things. Our description is basically what would be true if the temperatures in the stratosphere were only determined by the amount of incoming sunlight. However, in reality, dynamics (interactions between winds and atmospheric waves) play an important role in modifying equator-to-pole temperature differences and the associated changes in the stratospheric winds. This means that the actual movement of warmer tropical stratospheric air to a colder pole is not just due to the temperature difference by sunlight. The movement arises in large part because of atmospheric waves breaking in the stratosphere, inducing an easterly component of the winds, which is then turned to the right due to the Earth’s rotation.\nBest explanation of the Polar Vortex I’ve ever heard. I took some meteorology classes in college but never really understood the upper circulatory system of the planet. You guys are awesome! Your articles are answering a lot of questions my college professor could not. Keep them coming. Thank you!\nSubmitted by Vanessa Reitzel on Thu, 04/03/2025 - 12:58\nGlad you find the blog useful!\nSubmitted by laura.ciasto on Fri, 04/04/2025 - 14:10\nIn reply to Polar Vortex article by Vanessa Reitzel\nI am barely what can be considered an amateur scientist, and I admire when a complex system is explained in a way that more people can understand it. You guys have done a great job with this article. Thank you.\nSubmitted by Massimo on Mon, 04/07/2025 - 04:51\nThanks!\nSubmitted by laura.ciasto on Mon, 04/07/2025 - 12:52\nGot to say - very much enjoyed the blog.  I’m a lay person so settling it out simply makes all the difference.  Thanks !!\nSubmitted by Stephen Parker on Mon, 04/07/2025 - 20:46\nAnother year over with ! Thank you for your explanation. Would you consider this a bottom-up or top-down SSW?\nSubmitted by Katie Greening on Fri, 04/25/2025 - 05:41\nIt's likely a bit of both. More often than not, SSWs occur without help from the troposphere.\nhttps://www.climate.gov/news-features/blogs/polar-vortex/cooking-strato…\nThat said, it does seem like some of the wave activity was coming from the troposphere so it could have provided the final nudge.\nSubmitted by laura.ciasto on Mon, 04/28/2025 - 12:40\nIn reply to Excellent by Katie Greening",
  "source": ""
}