{
  "url": "https://www.climate.gov/news-features/event-tracker/influence-el-ni%C3%B1o-and-la-ni%C3%B1a-southwest-rainfall",
  "title": "Influence of El Niño and La Niña on Southwest Rainfall",
  "date": null,
  "content": "Drought conditions have become more widespread and severe in the Southwest in the first part of 2011. Storms that showered the area in late February provided some relief from record-breaking dry conditions in January—in which much of Arizona and New Mexico received no rain or snow at all—but widespread drought conditions remained.\nSnowmelt from the Rocky Mountains in southern Colorado is the most important source of water for the Rio Grande. The past two winters (October-April), the river’s mountainous headwaters have received much less precipitation than normal (1971-2000 average). Maps by Larry Belcher, based on PRISM data from Oregon State University.\nThis winter’s drought comes as no surprise to the climate scientists who make seasonal forecasts for the U.S. Southwest. Heading into winter with a La Niña event underway in the Pacific Ocean significantly increases the chances for dry winters in Arizona, New Mexico, and the Four Corners region. The reverse is also true: El Niño events increase the odds of unusually wet winters.\nWinter rain and snow deficits have the potential to cause more problems in the Southwest than they do in large parts of the East, where annual rainfall is more evenly spread out over all 12 months of the year. In the Southwest, precipitation is sharply seasonal—a few wet months in winter and a few more in late summer.\nThe winter precipitation is especially important to groundwater supplies. Summer storms are often localized and short-lived, while winter storms can be large and lingering, allowing water to sink in. Also, snow that falls in the high country sustains stream flows throughout spring and early summer.\nAverage monthly precipitation for Arizona and New Mexico for January–December 2010 shows the seasonal pattern of rainfall in the Southwest. Wet winters taper off to warm, dry springs and summers. A pulse of thunderstorm activity—the summer monsoon—briefly interrupts the long dry season. Based on data from NOAA/NWS Advanced Hydrologic Prediction Service.\nOne implication of this “feast and famine” precipitation pattern is that drought impacts can pile up quickly if winter precipitation and summer rains fail in successive seasons. Dry winters also heighten the risk of fires, especially when they follow a good summer monsoon, as was the case this past summer: monsoon rains fuel lush vegetation growth, which then turns tinder dry over the winter.\nThe Southwest gets a winter wet season because the average latitude of the subtropical jet stream migrates southward in the winter. Storms from the Pacific often follow the west-to-east path of the jet stream, like corks bobbing along in a creek. The southward migration of this jet in winter increases the chances that storms will pass through southern California, Arizona, and New Mexico.\nIt is through the Pacific jet stream that El Niño and La Niña, which reach their peaks in winter, exert their influence on Southwest precipitation. Among the significant influences of the two phenomena is that they change the strength and average location of the jet stream.\nDuring El Niño events, increased thunderstorms in the eastern tropical Pacific strengthen the Pacific jet stream (the segment of the subtropical jet that stretches across the eastern Pacific). It meanders less, repeatedly steering storms across the southern tier of the United States like a sluice gate.\nMaps of typical jet stream locations and patterns during La Niña (left) and El Niño (right) winters. Patterns are similar in spring, but are often weaker. Based on original graphics from NOAA’s Climate Prediction Center.\nDuring La Niña events, the enhanced thunderstorm activity shifts to the other side of the Pacific. The jet stream in the eastern Pacific is weaker, and it often wanders into the northern mid-latitudes. Winter storms are more likely to pass through the Pacific Northwest, leaving the Southwest dry.\nHelp us improve our content",
  "source": "climate.gov"
}