{
  "url": "https://www.climate.gov/news-features/event-tracker/arctic-sea-ice-breaks-2007-record-low",
  "title": "Arctic Sea Ice Breaks 2007 Record Low",
  "date": null,
  "content": "As of August 26, Arctic sea ice appears to have broken the 2007 record for smallest daily extent of the satellite era. Arctic sea ice extent fell to 1.58 million square miles on August 26, 2012. This was 27,000 square miles (slightly bigger than the state of West Virginia) below the previous record low of 1.61 million square miles, set in September 2007.\nArctic sea ice extent (areas with 15% or more ice cover) on August 26, 2012, based on satellite data from the National Snow and Ice Data Center. Orange line shows the boundary of the previous record low sea ice extent. The gray circle is an area where there is no data because satellite orbits have not gone far enough north to see the actual North Pole. For the purpose of annual monitoring, the “pole hole” has historically been assumed to be at least 15 percent ice-covered, and the area is included in the total ice extent.\nThe official 2012 minimum extent can’t be declared until scientists are sure the summer melt season is over, but the final figure will likely be still lower: there are two to three more weeks left in the melt season, and sea ice continues to track below 2007 daily extents. In the first half of August, ice was melting at a rate of just over 43,000 square miles per day. The pace of ice melt in late August 2012 had slowed to about 29,000 square miles per day, but that was still nearly double the normal rate for this time of year.\nGraph of five-day-mean sea ice extents in the Arctic over the course of the year. On August 26, ice extents fell below the previous record low observed by satellites in September 2007. Graph courtesy National Snow and Ice Data Center’s Arctic Sea Ice News & Analysis page.\nIn a media advisory issued by the National Snow and Ice Data Center, NSIDC scientist Walt Meier said of the new record low, “By itself it’s just a number, and occasionally records are going to get set. But in the context of what’s happened in the last several years and throughout the satellite record, it’s an indication that the Arctic sea ice cover is fundamentally changing.”\nAmong the many signs of fundamental change is that ice thickness is declining as fast or faster than area. The Arctic was previously dominated by ice that had survived multiple summer thaws, growing steadily thicker over the years. Today, very little of this old, thick ice remains.\nLinks\nNSIDC Arctic Sea Ice News and Analysis: August 27 Update\nState of the Climate in 2011: Arctic Sea Ice\nArctic Warming Exceeds Global Average\nWorld of Change: Arctic Sea Ice Maximums and Minimums\nReviewed by Ted Scambos, National Snow and Ice Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}