{
  "url": "https://www.climate.gov/news-features/event-tracker/winter-temperatures-influenced-north-atlantic-oscillation-la-ni%C3%B1a",
  "title": "Winter Temperatures Influenced by North Atlantic Oscillation, La Niña",
  "date": null,
  "content": "As this year's winter season approached, climate scientists were concerned about a possible repeat of the 2009-2010 winter, when the North Atlantic Oscillation (NAO) swung into an extreme negative phase, fostering unusually cold and snowy conditions in the eastern United States. The negative pattern persisted throughout summer and fall, and then intensified even further by December, setting the stage for the second wintry winter in a row for the East.\nIn a negative NAO pattern, the polar jet stream is weaker than normal. Instead of circling high latitudes as a steady \"ring\" of high-speed winds-keeping frigid air penned up over the Arctic-the jet stream buckles into deep folds, drawing Arctic air down into the mid-Atlantic and northern Europe. (These same characteristics are common to the Arctic Oscillation, which is similar to the North Atlantic Oscillation, but affects the whole Northern Hemisphere.)\nThese outbreaks of chilly air mean winter storms are more likely to generate snow rather than rain, especially in the mid-Atlantic and the Northeast. At the same time, winter is comparatively mild over the Arctic, including eastern Canada and Greenland. Overall, temperature patterns observed this past winter matched scientists' understanding of the impacts of a persistently negative NAO.\nThese maps compare the observed temperature patterns for December 2010-February 2011 (left) to the patterns that would be expected based only on the relative strength and frequency of the positive and negative NAO phases that occurred (right). Temperatures are shown as warmer than (red), cooler than (blue), or near (white) the 1961-1990 average. The expected conditions are based on analysis of monthly surface temperature anomalies and NAO index values that have occurred throughout the past half-century. (Maps by Ned Gardiner and Hunter Allen, based on analysis produced by the NOAA Attribution Team (CSI), led by Marty Hoerling of NOAA/ESRL.)\nThe maps above compare the observed temperature patterns for December 2010-February 2011 (left) to the patterns that would be expected based only on the relative strength and frequency of the positive and negative NAO phases that occurred (right). Temperatures are shown as warmer than (red), cooler than (blue), or near (white) the 1961-1990 average. The expected conditions are based on analysis of monthly temperature anomalies and NAO index values that have occurred throughout the past half-century.\nBased on those comparisons, NOAA scientists conclude that, like last year, the persistently negative phase of the NAO was the dominating factor in generating cold, snowy weather in the eastern United States this winter. Not all of the observed temperature patterns can be attributed to the NAO variability, however.\nFor example, the unusually warm temperatures in Canada were more widespread and intense than would be expected solely from a persistently negative NAO. Unusually warm, in some cases record-breaking, temperatures extended into Alaska and crept farther south in Canada. The warmth encircled much of the western Arctic, including the entirety of Greenland, where winter temperatures were 2 degrees Celsius or more above normal.\nMeanwhile, the colder-than-usual temperatures across the United States were weaker than would have been predicted based solely on this winter's persistently negative NAO. Scientists believe that weaker than usual \"cold signal\" was at least partly due to the effects of moderate-to-strong La Niña conditions that appeared in July 2010 and continued into the new year.\nLa Nina's strongest and most consistent influence on the United States is an unusually dry and warm winter across the South. This La Niña side effect may have weakened the intensity of the strong NAO \"cold signal\" that would otherwise have been expected across the South this winter. In the Southwest, temperatures were even slightly warmer than average.\nNaturally occurring climate phenomena—the North Atlantic Oscillation combined with La Niña—can explain much of the pattern of temperature anomalies observed across North America this winter, but some features, such as the unusually widespread and intense warmth in the western Arctic, remain unexplained. Scientists would need to do more research to pin down what other factors-for example, global sea surface temperatures, sea ice extent, or rising greenhouse gases-complete the explanation of this winter's conditions.\nHelp us improve our content",
  "source": "climate.gov"
}