{
  "url": "https://www.climate.gov/news-features/event-tracker/2010-la-ni%C3%B1a-continuing-new-year",
  "title": "2010 La Niña Continuing in the New Year",
  "date": null,
  "content": "El Niño and La Niña (collectively called the El Niño–Southern Oscillation, or “ENSO” for short), are the end points of a seesawing pattern of changes in ocean temperatures, rainfall, and wind patterns across the tropical Pacific Ocean that occurs every 3-7 years. This naturally occurring climate pattern influences weather around the globe.\nAt one end of the seesaw is El Niño, during which ocean surface temperatures in the central and eastern tropical Pacific Ocean get unusually warm. At the other end is La Niña, in which the same part of the ocean grows unusually cool.\nIn early June 2010, NOAA’s Climate Prediction Center reported that the ocean and atmosphere conditions across the Pacific were favorable for the development of a La Niña episode. By early August, the temperature in the east-central Pacific around the equator had cooled to at least 0.5 degrees Celsius below average, and the atmospheric circulation was consistent with La Niña—two indicators that NOAA uses for declaring a La Niña advisory.\nThis animation shows weekly sea surface temperature anomalies from mid-May through mid-December 2010. NOAA maps by Ned Gardiner and Hunter Allen, based on a combination of ocean-based and satellite observations of sea surface temperature provided by NOAA’s Climate Prediction Center.\nEach La Niña event is unique in its strength, impacts, and duration. Historically, multi-year La Niña episodes are more common than multi-year El Niño episodes. The 1970s were dominated by a La Niña episode lasting three years.\nLa Niña exists when the three-month-average sea surface temperature in the central tropical Pacific Ocean (graphed line) drops to at least 0.5° C below average (shaded box). The October–December 2010 anomaly was -1.4° C. Graph by Rebecca Lindsey based on NOAA Climate Prediction Center Oceanic Niño Index data.\nThe current La Niña is moderate-to-strong, and while most of the models that NOAA's Climate Prediction Center uses to forecast El Niño and La Niña indicate that La Nina will probably end sometime during the late spring and summer, forecasters cannot rule out the possibility that it might last through the year.\nHelp us improve our content",
  "source": "climate.gov"
}