{
  "url": "https://www.climate.gov/news-features/event-tracker/early-wet-season-deluge-australia",
  "title": "Early wet season deluge in Australia",
  "date": null,
  "content": "Although El Niño and La Niña events occur in the tropical Pacific Ocean, they cast their shadows on seasonal weather patterns around the world, not just in the tropics but also across the middle latitudes in both hemispheres. Among the most consistent influences of La Niña on regional weather is above-average rainfall in northern and eastern Australia.\nThe early wet season of 2010 was typical of that pattern, with rainfall in December 2010 between 200 and 400 percent above normal in much of Queensland, according to the Australian Bureau of Meteorology. The deluge resulted in flooding that forced hundreds of thousands of people to evacuate their homes.\n(51 sec) Daily rain rates for Australia and land areas in the Western Pacific from December 1, 2010, through January 10, 2011.\nAround 75 percent of La Niña events lead to above-average rainfall in northern and eastern Australia. Rainfall increases because a zone of persistent clouds and storms that usually sits far offshore of northeast Australia in Southern Hemisphere summer often creeps closer to the continent during La Niña events.\nThis storm belt is the South Pacific Convergence Zone, where the prevailing easterly trade winds blowing in off the Pacific meet weaker winds blowing in from the west. Where they converge, the winds boost warm, moist air from near the ocean surface to higher altitudes, where it cools. As the air cools, water vapor condenses into rain.\nUsually, the easterly trade winds collide with the westerly winds along a rough line that stretches from the Solomon Islands (near the equator) toward Fiji in the southeast. During La Nina events, however, the easterly trade winds blowing across the Pacific become stronger than normal. The stronger winds push the convergence zone back toward the west, closer to Australia.\nThe strong easterlies blowing across the Pacific also push sun-warmed surface waters westward toward Indonesia and Australia. The warmer-than-average pool of water around Australia is a ready source of moisture, and the abundant water vapor fuels heavy rain.\nHelp us improve our content",
  "source": ""
}