{
  "url": "https://www.climate.gov/news-features/event-tracker/march-2011-ice-extent-second-lowest-record",
  "title": "March 2011 Ice Extent Second Lowest on Record",
  "date": null,
  "content": "In the Arctic Ocean and adjacent polar seas, the area covered by sea ice grows and shrinks over the course of the year. Sea ice reaches its largest extent at the end of winter (late February to early March) and its smallest extent in September, at the end of summer.\nAverage Arctic sea ice extent for the month of March 2011 was the second lowest in the satellite record (behind 2006), according to the National Snow and Ice Data Center. The NSIDC reported that sea ice extent reached its yearly maximum on March 7. Covering an estimated 5.65 million square miles (14.64 million square kilometers), the extent tied for the lowest winter maximum extent in the satellite record.\nSea ice extent for March 2011 was smaller than normal. The orange line shows the historical median sea ice extent observed by satellite sensors from 1979–2000. (Themedian is the number in the middle of a range of numbers.) Both the Atlantic and Pacific sectors of the Arctic, particularly the Labrador Sea and the Gulf of St. Lawrence, had below-normal ice extents. (Maps by Ned Gardiner and Hunter Allen, based on sea ice data from the National Snow and Ice Data Center and the NASA Blue Marble.)\nArctic sea ice maximum extent has decreased by 2.7 percent per decade since 1979, a much smaller decline than the 11.5 percent per decade drop in the September minimum. The relatively small decline in winter maximum extent, however, does not mean the ice is fully recovering each winter from dramatic summer melting.\nStrong summer melting in the past decade has reduced the core of thick ice that manages to survive all year long. Spring ice cover has become increasingly dominated by young and generally thinner ice that formed over the previous months. Most of the thin, first-year ice melts again in the summer.\nThese maps compare the estimated age of sea ice in the eleventh week of the year (mid-March) from 1981-2000 (left) to March 2011 (right). Ice more than two years old is dark blue, ice that is one to two years old is medium blue, and ice that is less than one year old is light blue. The channels among the islands of the Canadian Arctic west of Greenland were not included in the analysis. (Maps by Ned Gardiner and Hunter Allen, based on sea ice age data courtesy J. Maslanik and C. Fowler, University of Colorado; and the NASA Blue Marble.)\nThe ice pack of March 2011 contains much less multi-year ice (light blue) than the historical average. There is almost none of the oldest-more than four years old-ice that once dominated much of the Arctic Ocean. Loss of sea ice in the summer has serious consequences for marine animals, including polar bears and seals, who depend on the ice as a floating \"rest stop\" for hunting and caring for their young.\nClimate scientists are also concerned about the effect on the Earth's energy balance. The bright white ice surface reflects up to 80 percent of incoming sunlight. Without ice, the ocean absorbs considerably more sunlight, amplifying warming and causing more melting of ice.\n-\nHelp us improve our content",
  "source": ""
}