{
  "url": "https://www.climate.gov/news-features/event-tracker/heat-hammers-europe-july-and-august",
  "title": "Heat hammers Europe in July and August",
  "date": null,
  "content": "Temperature from July 16-August 11, 2013, compared to the 1981-2010 average. Credit: NOAA Climate.gov, based on NCEP Reanalysis data from NOAA ESRL.\nIn late July and early August, unusually high temperatures dominated Europe, from the Mediterranean Sea northward to Scandinavia and the British Isles.This map shows temperature between July 16 and August 11, 2013, compared to the 1981-2010 average for the same time of year. The map is based on reanalysis data from NOAA's National Center for Environmental Prediction. (A \"reanalysis\" is a seamless reconstruction of the weather or climate of the past using a consistent weather forecast model and observations or other model input data that might not have been available at the time.)\nAbove-average temperatures appear red, and areas with below-average temperatures appear blue. One country especially hard hit by the 2013 heat wave was Austria. Citing the Austrian meteorological service, Capital Weather Gang reported that temperatures reached or exceeded 40°C (104°F) on August 8, breaking the country's record for daily high temperature. Sweltering conditions in August followed temperatures that were nearly as high the previous month.\nThe NCDC Global Analysis for July 2013 stated that Austria experienced its second-warmest July, tying with July 1983 but behind July 2006. The nationally averaged temperature was 2.2°C (4.0°F) above the 1981-2010 average. Upper Austria and Salzburg set new maximum-temperature records on July 28.\nJuly 2013 was not only Austria's second warmest, but also its driest July since national precipitation records began in 1858, NCDC reported. Nationwide, precipitation was only 35 percent of the 1981-2010 average, and some parts of the country received as little as 5 percent of the usual precipitation for July.\nHot conditions affected other parts of Europe too, according to the NCDC report. July 2013 was United Kingdom's third-warmest July since records started in 1910, with temperatures 1.9°C (3.4°F) above the 1981-2010 average. July 2013 was also Spain's fifth-warmest July since records started in 1961, with temperatures 1.6°C (2.9°F) above the 1971-2000 average. By August 1, temperatures had risen above 100°F (38°C) across parts of Hungary, Switzerland, Italy, the Czech Republic, and parts of former Yugoslavia, CBS News reported.\nReferences\nNational Climatic Data Center. (August 20, 2013). Global Analysis - July 2013. Accessed August 20, 2013.\nBorenstein, S. (2013, July 1). Why this heat wave's so scary and what's behind it. The Big Story. Accessed August 15, 2013.\nGrieser, J. (2013, August 9). Austria sets new all-time high temperature as European heat wave hits peak. CapitalWeather Gang. The Washington Post. Accessed August 15, 2013.\nWiltgen, N. (2013, August 1). Another heat wave invades Europe. The Weather Channel. Accessed August 15, 2013.\nHelp us improve our content",
  "source": "climate.gov"
}