{
  "url": "https://www.climate.gov/news-features/event-tracker/new-record-temperature-southwest-greenland",
  "title": "New Record Temperature in Southwest Greenland?",
  "date": null,
  "content": "Southwest coast of Greenland on July 30, 2013. NASA satellite image from the LANCE/MODIS Rapid Response Project.\nOn July 30, 2013, a weather station on the southwest coast of Greenland preliminarily set a new record high temperature for the country, but whether it will stand as an \"official\" record after scientists apply quality control procedures isn't yet known.\nOn the afternoon of July 30, 2013, the automated weather station at Greenland's Maniitsoq/Sugar Loaf airport, on the island's southwest coast, recorded a temperature of 25.9°C (79°F), according to a news release from the Danish Meteorological Institute on July 31.  This was warmer than the previous record of 25.5°C (77°F),  set in July 1990 at a nearby station (1).\nAs of August 23, 2013, the Danish Meteorological Institute is reviewing the measurement as well as the station location to make sure the data are in compliance with World Meteorological Organization standards before the value will officially be considered a new record.\nBut whether one station on the island on one day of the summer did or didn't set a new record is just an interesting piece of weather trivia. Taking a wider view, observations from around the country (including those at the apex of the ice sheet, shown below) suggest that temperatures so far this summer are cooler (and melting is less extensive) than last summer's record-breaking heat, which lead to the most extensive and longest-lasting surface melting on record (2, 3).\nSummer air temperatures at Summit Station—the highest point of the Greenland Ice Sheet.  During the record-breaking warm summer in 2012 (red line), temperatures made a rare excuursion above freezing. Temperatures in 2012 (blue line) have not been as warm. Graph adapted from original by Mike Schnaubelt and Christopher Shuman, UMBC-JCET at NASA-GSFC, based on NOAA data provided by Tom Mefford.\nNone of that, of course—whether this summer was cooler than last, or whether the July 31 temperature record will officially replace the 1990 one—changes the long-term warming trend in Greenland's climate for the past few decades (4).\nEach summer at the edges of the ice sheet, huge lakes of meltwater pool and then collapse in gushing torrents. Armadas of icebergs floating to sea can be traced back to the calving fronts of the majority the island's major outlet glaciers, which are retreating inland. Glacier speed is accelerating (5). The entire ice sheet is getting darker because of more extensive melt, changes in ice crystal size as conditions warm, and increases in dust and soot from the atmosphere (6). The elevation at which winter snow survives the summer is getting higher (3). Between 2005 and 2010, the Greenland Ice Sheet lost 263 ± 30 Gigatons of ice mass (7), and those losses are accelerating (8).\nIn short, Greenland has warmed in recent decades, and you don't even need a thermometer to know it; you can see it changing.\nMain image: Southwest coast of Greenland on July 30, 2013. NASA satellite image by Jeff Schmaltz, LANCE/MODIS Rapid Response Project.\nReferences\n(1) Danish Meteorological Institute (2, August 2013). Grønland måler hidtil højeste temperatur. [Google translation: Greenland Measures Highest Ever Temperature]. Accessed August 23, 2013.\n(2) Shuman, C. (23 August, 2013). Personal Communication.\n(3) Tedesco, M., and Coauthors, 2013: [Arctic] Greenland ice sheet [in “State of the Climate in 2012”]. Bull. Amer. Meteor. Soc., 94 (8), S121–S123.\n(4) Box, J. E., Yang, L., Bromwich, D. H., & Bai, L. S. (2009). Greenland Ice Sheet Surface Air Temperature Variability: 1840-2007*. Journal of Climate, 22(14), 4029-4049.\n(5) Howat, I. M., & Eddy, A. (2011). Multi-decadal retreat of Greenland’s marine-terminating glaciers. Journal of Glaciology, 57(203), 389–396. doi:10.3189/002214311796905631\n(6) Box, J., et al. (2012). Greenland Ice Sheet [in \"2012 Arctic Report Card.\"]\n(7) Shepherd, A., et al. (2012). A Reconciled Estimate of Ice-Sheet Mass Balance. Science, 338(6111), 1183–1189. doi:10.1126/science.1228102\n(8) Luthcke, S., Sabaka, T.J., Loomis, B.D., Arendt, A.A., McCarthy, J.J., and Camp, J. (2013). Antarctica, Greenland and Gulf of Alaska land-ice evolution from an iterated GRACE global mascon solution. Journal of Glaciology, 59 (216). 613-631.\nHelp us improve our content",
  "source": "climate.gov"
}