{
  "url": "https://www.climate.gov/news-features/event-tracker/does-august-lull-atlantic-hurricane-activity-mean-we-wont-be-having",
  "title": "Does the August Lull in Atlantic Hurricane Activity Mean We Won't be Having an Active Season?",
  "date": null,
  "content": "August 2013 came and went without a single Atlantic hurricane. That's unusual, but by no means unprecedented. On average, August has two hurricanes, and the first major hurricane has generally formed by September 4th.\nThe short version of my conversation with Dr. Gerry Bell, NOAA’s lead seasonal hurricane forecaster, on the significance of having no August hurricanes is: \"We have been fortunate to date, but don’t be fooled. There will be more hurricanes this season. Remain prepared.”\nAs if to prove his point, later that same day, what had been Tropical Storm Humberto intensified into a hurricane.\nInfrared image of clouds, including Hurricane Humberto, over the Atlantic observed by the GOES-13 satellite on September 11 at 1:45 p.m. Eastern time. The clouds are overlaid on a composite image of the Earth made from multiple NASA satellite images. Image by Dan Pisut, NOAA Environmental Visualization Lab.\nBell said that he and his office, NOAA’s Climate Prediction Center, have been fielding questions about the August lull in Atlantic hurricanes and whether it would cause his forecast team to soften its May and August outlooks, which concluded that the 2013 season had a 70 percent chance of being more active than normal.\nIn a word, no.  \"What happens in the early part of the season is generally not a good predictor of the second half of the season, which is when the majority of hurricanes and major hurricanes form. NOAA’s outlooks are for the season as a whole, and not for any particular month during the season,” said Bell.\nHow tropical storms, hurricanes and major hurricanes accumulate from month to month in an average year in the Atlantic Basin. The majority of all named storms (yellow), hurricanes (pink), and major hurricanes (purple) occur in the second half of the June-November season. Graph adapted from original by the National Hurricane Center.\nHe added, “When climate patterns are conducive as they are this year, the likelihood of an active season is high and lulls in activity such as we saw in August do not last. There are still almost three months to go in the hurricane season, and there have already been an above-average number of named storms. \"\nAccording to Bell, the August lull was partly linked to a persistent jet stream pattern that extended from the western United States across the Atlantic Ocean to southern Europe. This pattern produced unusually strong westerly winds whipping around the perimeter of a trough of low pressure in the Southeast United States and adjacent ocean areas.\nThese unusual westerly winds helped to produce drier air and stronger vertical wind shear (winds changing speed or direction at different altitudes) across the main hurricane development regions of the Caribbean and central tropical Atlantic. Wind shear and dry air are hurricane killers, weakening and preventing towering columns of thunderstorms from organizing into a single system in order to become a hurricane.\nVertical wind shear between the 200 millibar and 850 millibar pressure levels of the atmosphere in August 2013 compared to the 1981-2010 average. Colors show wind speeds; arrows show direction. The unusually strong westerly wind shear across the Caribbean Sea and the central tropical Atlantic (deep purple) stifled hurricane development. Map by NOAA Climate.gov, based on data provided by Gerry Bell.\nMaking accurate predictions for specific weather patterns, such as the stubborn August jet stream pattern, at a specific point in time is not possible months in advance. This is why NOAA does not make hurricane forecasts for individual months of the season.\nFortunately, however, several climate patterns are known which strongly control the overall seasonal hurricane activity, and they often last for entire seasons, sometimes for decades at a time.\nBy monitoring, understanding, and predicting these climate patterns, forecasters can often make a confident outlook of the upcoming hurricane activity for the season as a whole.\n\"That's the difference between predicting weather and climate,” Bell said.\nThe climate factors that led NOAA to predict an active season are still in place. Since 1995, the natural climate pattern called the Atlantic Multi-decadal Oscillation (AMO) has been in a phase in which temperature, wind, and rainfall patterns favor stronger hurricane seasons.  Similar patterns also produced stronger hurricane seasons during the 1950s and 1960s.  Other hurricane-friendly climate factors this year include ENSO-neutral conditions (no El Niño or La Niña) in the Pacific Ocean, warmer than average waters in the tropical Atlantic, and a stronger-than-average West African monsoon.\n\"Historically, this combination of climate factors produces an active hurricane season about 70% of the time. But as we saw in August, it doesn’t control the weather in the hurricane regions every week or month,\" Bell said.\nTo better understand the distinction between weather and climate, Bell notes that each time a weather system passes, the climate factors that favor an active hurricane season are still there in the background. To picture this, I envision a pot of potatoes boiling over on the stove: if you blow on it, you can momentarily keep it from splashing down on the hot burner. But if the burner is set on high, as soon as you stop blowing, it's going to boil over again.\nEach fall, Bell and his team of hurricane season forecasters spend a couple months re-hashing the season, assessing how well the outlook matched the season as a whole, and trying to isolate any new climate factors that could help them better forecast seasonal activity. Only when the season is complete can they determine if the unusual August weather had a significant impact on the overall hurricane season. The National Weather Services provides an overview of the seasonal statistics in November each year. Look for the Climate Prediction Center's in-depth assessment on its Hurricane webpage in early 2104. Until then, the main message of NOAA’s hurricane season outlook remains unchanged: be prepared.\nHelp us improve our content",
  "source": ""
}