{
  "url": "https://www.climate.gov/news-features/event-tracker/alaska-having-septembers-climate-october",
  "title": "Alaska having September's Climate in October",
  "date": null,
  "content": "Strong high pressure has been locked in at high altitudes just offshore of Washington and British Columbia since early October. The high pressure system repeatedly directed storms from the North Pacific into western Alaska and pushed a nearly continuous stream of warm air across much of the state. Based on preliminary analysis*, most of mainland Alaska had the warmest mid-October (Oct. 11-20) since at least 1938, with temperatures that would be typical during mid-September.\nNighttime land surface temperature for October 8-15, 2013, compared to the the 2000-2008 average, based on NASA satellite data provided by the NASA Earth Observations Project. Land surface temperature measured from satellite may not necessaily match station temperatures exactly, but regional patterns are generally consistent.\nAt Anchorage, with nearly a century of climate observations, six out of seven days between October 14 and 20 set new record high minimum (i.e. overnight low) temperature set. The storms also brought repeated strong winds to the Anchorage area, resulting in scattered power outages.\nDaily minimum temperature (\"overnight low\") for Anchorage, Alaska, in mid-October 2013 (pink) compared to normal (orange). Nightime temperatures were more like mid-September than mid-October. Graph by NOAA Climate.gov, based on data from the Alaska National Weather Service.\nRains more typical of late summer fell during mid-month in western Alaska. Through October 28, Bethel had already received 4.22 inches of rain, the second-highest October total in 90 years of observations, with still a week to go in the month. Kaltag on the Yukon River was soaked with more than eight inches of rain during the same time.\nThe winter snowpack is typically established in interior Alaska by mid-October but except at the higher elevations, that was not the case this year. In all but one year in its 83-year record, Fairbanks has had at least one day with more than a trace of snow by October 31. But as of October 28, the area was on track for a snow-free Halloween.\nArctic sea ice in the Chukchi and Beaufort Seas remained north of the Alaska coast as of October 24, helping to elevate temperatures on the North Slope. Barrow—the nation's northernmost town—had the warmest mid-October on record, with an average temperature of 28° Fahrenheit (normal is 18°F), an average temperature typical of late September.\nOctober is on track to be among the top ten warmest Octobers in more than 90 years of observations. This would make seven of the ten warmest Octobers at Barrow having occurred in the past 15 years.\n*All statistics are based on preliminary climate data, which do not become part of the official U.S. climate record until they are evaluated and accepted by the Climate Monitoring Branch at NOAA's National Climatic Data Center.\nHelp us improve our content",
  "source": ""
}