{
  "url": "https://www.climate.gov/news-features/event-tracker/october-more-summer-fall-alaska",
  "title": "October More Like Summer Than Fall in Alaska",
  "date": null,
  "content": "October in Alaska this year was more like September, with warmth and rain in place of autumn chill and snow. The summer-like climate was related to a contrasting pair of high-altitude pressure anomalies: unusually low pressure over the Bering Sea and high pressure over the North Pacific Ocean southeast of Alaska. Wind anomalies related to the pressure pattern conspired to bring a steady stream of warm, wet air from southerly latitudes into Alaska.\nBecause of the Earth's rotation, air tends to flow in a clockwise direction around high pressure zones and in a counter-clockwise direction around low pressure zones. With a low over the Bering Sea and a high over the North Pacific, southerly winds converged on Alaska.\n(left) Difference from the average altitude at which the pressure is 500 millbars (mb). Pressure is close to 1000 mb near the Earth's surface and drops at higher altitudes. A 150-meter geopotential height anomaly means you have to go 150 meters higher into the atmosphere than usual to reach the altitude where the pressure drops to 500 mb. (right). Difference from average wind speed and direction at the altitude where the pressure is 500 mb. Map by NOAA Climate.gov, based on NCEP Reanalysis data from NOAA ESRL.    large pressure image | large wind image\nThe unusual atmospheric circulation helped October 2013 finish up as one of the warmest Octobers of record across much of Alaska. Anchorage had the warmest October in nearly a century. In Fairbanks, where observations go back to 1904, this was the third warmest October ever observed.\nIn Barrow, America's northernmost town, the monthly temperature was 24.7°F—tied for fifth warmest of record. Every October since 2002 has been much warmer than the long term average and seven of the town's ten warmest Octobers since 1920 have occurred since 1998.\nOctober average temperatures since 1920 at Barrow, Alaska, based on NWS station data from Rick Thoman.\nAlthough the Arctic pack ice was generally within 100 miles of the Beaufort Sea coast at the start of October, it took all month to close off the open water, and there was very little ice in the Chukchi Sea south of 71° North at the end of the month. On Halloween there was no ice visible from the shore at Barrow. Prior to 2002, such an occurrence was quite unusual but has become more common in recent years.\nOctober in Interior Alaska averages about as much snow as January, but most low elevations had very little snow. The mild temperatures and lack of snow cover generally hindered subsistence and recreation activities across Interior and Northwest Alaska. Most areas did not have enough snow for snow machine use and ice cover on rivers and lakes was dangerously thin or non-existent. In the Fairbanks area, the skiing season was on hold as just 0.7\" of snow fell during the month, the lowest October total since 1926.\nThe persistent southerly winds aloft produced heavy rains on windward sides of the mountains along the south-central coast, which brought flooding in the Seward area. Several low elevation locations reported in excess of 30 inches of rain in October, including 36 inches at the Portage Glacier Visitors Center near Gridwood, southeast of Anchorage.\nThe south side of the Alaska Range also received enough rain to cause some minor flooding on the Susitna River. The south slopes of the Brooks Range received as much as three times normal October precipitation; some of this area has been in drought conditions since last winter.\nClose to the high pressure aloft, southern Southeast Alaska was unusually dry. Ketchikan received less than two inches of rain the second half of October, whereas normal rainfall during this period is more than 11 inches.\nHelp us improve our content",
  "source": ""
}