{
  "url": "https://www.climate.gov/news-features/event-tracker/alaska-unseasonably-warm-january-2014",
  "title": "Alaska unseasonably warm in January 2014",
  "date": null,
  "content": "January 2014 was remarkably mild across nearly all of Alaska. The same high-pressure system responsible for the intensification of drought in California and Oregon kept southerly winds aloft for most of the month. (A similar pattern warmed the state in October, as well.) This influx of warm air kept temperatures above normal across the state, resulting in this January ranking among the  “top ten” warmest on record for many Alaskan communities according to preliminary analyses.\nTemperature in January 2014 compared to the 1981-2010 average, based on NCEP Reanalysis data provided by NOAA ESRL Physical Sciences Division.\nJanuary 2014 was the warmest since 1985 and the fourth warmest in the past seven decades, according to an analysis of preliminary data from 14 geographically widespread weather stations across the state. Several long-term climate stations in southern and southwest Alaska recorded their warmest January ever, including Homer, King Salmon, and Cold Bay. At Anchorage the average temperature for January of 29.4ºF was the fourth-warmest on record—slightly warmer than the average temperature this past January in Philadelphia and New York City! At Nome, the temperature rose above freezing on 14 days, the second highest number of above-freezing days in January.\nA number of locations registered the warmest temperature ever recorded in those areas during the month of January, including 61ºF at Seward, 57ºF at Homer, and 40ºF at Kotzebue. While there are no long-term observations at a single location in the Palmer area, the high temperature measured at Palmer Airport of 58ºF far exceeds any reliable temperature ever recorded in January in this area.\nAverage January temperature for Alaska for the past 70 years, based on 14 geographically diverse long-term climate stations: Barrow, Bettles, Nome, Fairbanks, McGrath, Bethel, Cold Bay, Kodiak, Anchorage, Talkeetna, Gulkana, Yakutat, Juneau, and Annette. The records are complete except for Kodiak, where the 1946 January average temperature is estimated.\nMost notably, NOAA’s Climate Reference Station near Port Alsworth in Lake Clark National Park and Preserve registered a high temperature of 62ºF on January 27, tying the record for the highest temperature ever reported in Alaska in January. The record was previously reached several times in Southeast Alaska, most recently at Petersburg on January 16, 1981.\nMild temperatures caused snow cover to dwindle across the state. In parts of the Matanuska Valley north of Anchorage, snow cover disappeared by late month, exposing dry vegetation that posed a very unseasonable risk of wildfire. Warm, wet chinook winds also wiped out snow cover near Healy and south of Delta Junction in Interior Alaska. In southern Southeast Alaska, the snowline was high up the mountains—a sign of low snowpack that could lead to water shortages for hydropower electric production by late spring.\nMany areas also had unusually heavy precipitation, though only a couple of long-term records were broken. Instead of the typical winter snows, mild air brought a bout of freezing rain on January 23-24 that closed schools and businesses. These January rains follows rainy days in both November and December, marking the first time Fairbanks has ever had measurable rain in three consecutive winter months in more than a century of observations.\nHelp us improve our content",
  "source": ""
}