{
  "url": "https://www.climate.gov/news-features/event-tracker/winter-storms-bring-only-fleeting-relief-drought-stricken-california",
  "title": "Winter storms bring only fleeting relief to drought-stricken California",
  "date": null,
  "content": "After an extremely dry stretch from December through mid-February, a few storms found their way to the drought-stricken California coast late this winter. Unfortunately they were only enough to make a small dent in large water deficits that have built up since the 2011-12 water year. As the North Pacific winter storm season recedes, there is little likelihood for substantial drought recovery. Dry weather has taken hold over the region, increasing water demands and melting mountain snowpack.\nWinter 2013-14 precipitation (left) and temperature (right) compared to the 1981-2010 average, based on PRISM data. large maps: temperature | precipitation\nMuch of winter 2013-2014 was also unseasonably warm in the West, with parts of California experiencing their all-time warmest winter. The warmth has exacerbated the drought by enhancing melting of already shallow snowpack. The Sierra Nevada  snowpack is particularly low this spring, due to the shortfall in precipitation and the fact that some of the heaviest precipitation, when it did occur, was in a warm air mass, leading to more rain and less snow.\nThe map above on the right shows temperature across the West this past winter from December 2013 through February 2014 compared to the 1981-2010 average. Shades of red indicate where temperatures were warmer than average; shades of blue show where it was cooler than average. The darker the color, the larger the difference from average. Across the Southwest, warmer-than-normal and even record-warm temperatures prevailed while slightly cooler-than-normal temperatures stayed just out reach.\nOur last post on the drought in California explained that a little more than half the state’s precipitation typically arrives via winter storms in December through February. This year, however, an extreme lack of winter precipitation persisted through January. The map on the left above shows the percent of normal precipitation received from December through February compared to the 1981-2010 average. Areas with less-than-normal precipitation are shades of brown, areas with near-normal rainfall are white, and areas where precipitation was above normal are blue-green.\nIn early February, some short-term relief finally arrived. The first significant storm since the start of the wet season brought 8-15 inches of precipitation to Marin, Sonoma, and Napa counties north of San Francisco and to the western slopes of the Sierra Nevada. A few isolated places received totals of more than 20 inches during the month. However, the long-term drought in California since the 2011-12 wet season has resulted in such huge accumulated deficits that most rivers, lakes, reservoirs, and snowpacks in the region remained at well below normal levels even after that series of storms.\nBy mid-February, the influx of moisture off the Pacific Ocean shifted northward, dumping rainfall in western Washington and in the southern Cascades. Farther north, precipitation fell as snow in the Northern Cascades and Northern Rockies, helping increase snowpack in those mountains. Meanwhile, precipitation lingered at 10-30 percent of normal across coastal southern California, with extreme to exceptional drought conditions extending into the San Joaquin Valley and the southern Sierra Nevada.\nFebruary closed with a major storm from February 26 - March 2. While it helped to stem the accumulation of dry conditions for some of California’s drought-stressed mountain catchments and agricultural regions, the storm unfortunately missed several key watersheds. The heaviest precipitation occurred in coastal and southern California, rather than the parched Sierra Nevada. According to U.S. Drought Monitor, “spring and summer runoff prospects improved only slightly, as pre-storm snowpack values were near record lows and because drought-parched soils soaked up most of the available moisture.”\nThroughout the month of March, precipitation continued to fall in the Pacific Northwest while drought intensified in regions to the south. Experts Dan Cayan and Kelly Redmond of the California Nevada Applications Program agree that the likelihood of recovery before the end of the wet season is slim.\n“With the end of the of the wet season approaching in April, the North Pacific storm season is closing out. It is essentially certain that California’s severe drought is set in place for the rest of the year,” Cayan says. “2014 looks like a very dry summer.”\nRedmond says drought experts are already turning their attention to the upcoming wet season in 2014-15. “By the end of February, it was readily apparent that the odds of an above-normal precipitation season averaged over the whole of California were essentially insurmountable. Even if this year’s wet season were to finish normally, the most realistic outcome would be a final total precipitation in the range of 50-60 percent of average, arising from perhaps a half-dozen modest storms.”\nNOAA climate.gov maps based on PRISM precipitation and temperature data. Official monthly and seasonal climate statistics are available from the National Climatic Data Center.\nReferences and Related Links\nCalifornia Nevada Applications Program\nU.S Drought Monitor\nDrought.gov\nHelp us improve our content",
  "source": ""
}