{
  "url": "https://www.climate.gov/news-features/event-tracker/southeastern-colorado-dry-times-may-persist-summer",
  "title": "For southeastern Colorado, dry times may persist into summer",
  "date": null,
  "content": "As many happy skiers could attest, Colorado enjoyed generous mountain snowfall over the winter of 2013-2014. In the Arkansas River Valley in southeastern Colorado, snowpack stood at 107 percent of normal. The same snows that cheered skiers did bring some relief to farmers and ranchers in southeastern Colorado, at least the ones who irrigate their fields with water from the Arkansas River. But those who depend solely on rainfall continued to face a historic drought. According to the most recent U.S. Seasonal Drought Outlook, the drought conditions in southeastern Colorado would likely persist or worsen through July 2014.\nDrought outlook through mid-summer, issued April 17, 2014. Map by NOAA Climate.gov, based on data from NOAA's Climate Prediction Center.\nBased at Colorado State University, Nolan Doesken is the Colorado State Climatologist, and he has monitored the ongoing drought in the southeastern portion of the state since it developed in 2010. On April 6, 2014, The Denver Post reported Doesken's observation that the Arkansas Valley had now endured the driest continuous period in the recorded data, in some ways exceeding the conditions experienced during the Dust Bowl.\nA dust storm swallows the horizon near Pueblo, Colorado, on June 3, 2013. Photo by Michael Brashier.\nSituated among the areas hardest hit by the recent dry spell, Rocky Ford, Colorado, operates a weather station that has kept nearly continuous precipitation records since 1889. Records show that a few of the Dust Bowl years actually brought annual precipitation of at least 10 inches to the area. But the dry stretch starting in late 2010 was the driest three-year period on record at Rocky Ford, with annual precipitation at or below 6 inches. The first few months of 2014 showed little evidence of improvement.\nPrecipitation in Rocky Ford, Colorado, for \"water years\"—October-September periods—since 1893. Although precipitation in 2002 was also quite low, the past three years are the driest consecutive 3-year period on record. Graph by NOAA.Climate.gov, based on data provided by Wendy Ryan.\nThe Arkansas River starts in the Rocky Mountains of Colorado and flows roughly eastward toward the Kansas border. \"In terms of surface water in the Arkansas River, the headwaters have had a much better snow season,\" Doesken said on April 11, 2014. \"Predictions of water supply for those who have irrigation water rights are distinctly better than the last couple years.\"\nSatellite view of Arkansas River in southeastern Colorado on April 11, 2014. To the east of the Rocky Mountains, green vegetation along stream banks and in irrigated fields contrasts sharply with the surrounding, dry plains. NASA image from the LANCE Rapid Response Project.\nBut while more water was available for irrigation in early 2014, most of southeastern Colorado's ranchers and farmers rely on rain. The Denver Post reported that in Baca County, in the far southeastern corner of the state, about 15 percent of the farmland is irrigated. The remaining land is at the mercy of the weather. The prolonged dryness eventually proved too much for some residents. While population numbers grew across Colorado by 4.8 percent, according to the U.S. census, Baca County 's population dropped by 2.8 percent between 2010 and 2013, with most of the residents pulling up stakes in 2013.\nAround the beginning of April 2014, the weather finally brought some relief. Observations from NOAA's Advanced Hydrologic Prediction Service showed a series of precipitation events bringing small amounts of moisture to southeastern Colorado beginning in late March. Most of the storms delivered precipitation of less than a tenth of an inch to the area, but it was enough to dampen the dust, at least for a little while.\n\"It was their best event in quite awhile, and we're still getting reports of vegetation greening up in response to the moisture,\" Doesken said. But he qualified the good news. \"It still only moistened the upper few inches of the soil, and hot temperatures lie ahead. So if we don't have additional storms, southeastern Colorado will revert quickly back to a warm and dry place.\"\nBunch, J. (2014, April 6). For southeast Colorado, a new dust bowl is blowing in. The Denver Post. Accessed April 15, 2014.\nNOAA National Weather Service. (2014, April 22). Advanced Hydrologic Prediction Service. Accessed April 22, 2014.\nNOAA National Weather Service Climate Prediction Center. (2014, April 17). U.S. Seasonal Drought Outlook. Accessed April 17, 2014.\nUniversity of Nebraska-Lincoln. (2014, April 15). U.S. Drought Monitor. Accessed April 22, 2014.\nU.S. Departrment of Agriculture. (2014, April 17). Colorado SNOTEL Snowpack Update Map. Accessed April 22, 2014.\nHelp us improve our content",
  "source": ""
}