{
  "url": "https://www.climate.gov/news-features/event-tracker/record-breaking-rain-arizona",
  "title": "Record-breaking rain in Arizona",
  "date": null,
  "content": "Residents of Arizona have a saying: \"We only get about 7 inches of rain a year, but you'll remember the night it comes.\"\nIn 2014, that memorable night was September 8. Later that day, the National Weather Service Forecast Office in Phoenix announced that the city rain gauge at the Phoenix International Airport had received 3.29* inches of precipitation. The heavy rain broke the previous calendar-day rainfall record of 2.91 inches set in September 4, 1939. Several surrounding stations recorded totals above 4 inches, and at least 2 topped 5 inches.\nPercent of normal precipitation for the first week of September 2014. Places with 100% or less of their normal precipitation are pale yellow.  A large area around Phoenix received several hundred percent of its normal precipitation, virtually all of it coming down on September 8. Map by NOAA Climate.gov, based on near-real-time precipitation data from the AHPS.  Maps based on official climate statistics will be available from the National Climatic Data Center next month.\nThe September 8 rainfall brought the annual precipitation since January 1 up to 5.51 inches, the National Weather Service reported. Although the rainfall total for September 8 was the highest amount recorded for a single calendar day, it came in second for 24-hour rainfall, according to The Arizona Republic. That record was set on July 2, 1911, at 4.98 inches. Still, Phoenix received more rain in a single day than they usually get in the entire month of the September.\nMonthly rainfall accumulation in Phoenix for all Septembers on record since 1933 (turquoise bars) compared to the September 8, 2014, one-day total.  Graph by NOAA Climate.gov, based on monthly precipitation data from the National Climatic Data Center and preliminary 2014 September-to-date data from the Phoenix National Weather Service.\nAccording to the National Weather Service, the deluge in September 2014 reached Phoenix thanks to plume of moisture drifting inland from Hurricane Norbert off the coast of Baja California. The biggest hazard posed by hurricanes is frequently heavy rainfall, a fact clearly demonstrated by this storm. Norbert was actually dissipating into a post-tropical cyclone on September 8, but the National Hurricane Center warned that Norbert could still bring northern Mexico and the southwestern United States \"heavy rains and life-threatening flash flooding.\"\nFlash flooding in Mesa, Arizona, on September 8 (top). By the next day (bottom), the shallow wash was virtually dry. NOAA Climate.gov photos courtesy LuAnn Dahlman.\nOn September 9, communities from Phoenix to Tuscon were mopping up from the natural disaster, which had closed schools, left highways littered with abandoned vehicles, required multiple water rescues, flooded some 200 homes, and led to two fatalities, according to news reports. An Arizona Republic headline characterized the storm as \"a slow-moving disaster.\"\n*After subsequent analysis, the National Weather Service later revised the total to 3.30 inches in a 7-hour period.\nThe Arizona Republic. (2014, September 9). Storm swamps Phoenix. Accessed September 9, 2014.\nFritz, A. (2014, September 8). Phoenix sees wettest day on record, widespread flooding shuts down interstates. Capital Weather Gang. The Washington Post. Accessed September 9, 2014.\nNational Hurricane Center. Hurricane Norbert. Accessed September 9, 2014.\nNational Weather Service, Phoenix, Arizona. Observed Weather Reports. Accessed September 9, 2014.\nHelp us improve our content",
  "source": "climate.gov"
}