{
  "url": "https://www.climate.gov/news-features/event-tracker/rising-atmospheric-moisture-global-warming-not-blame-2013-colorado",
  "title": "Rising atmospheric moisture from global warming not to blame for 2013 Colorado flood",
  "date": null,
  "content": "Just over a year ago, residents of Boulder, Colorado and nearby locations on the Front Range were coping with the aftermath of deadly and destructive flooding. In a month where the average total accumulation is less than 2 inches, 17 inches of rain fell between September 9-16, 2013.\nA county road washed out by flash flooding near Berthoud, Colorado, in September 2013, during a record-breaking rainfall event. A NOAA study of the event concluded that rising atmospheric humidity due to global warming had not made similar events along the Colorado Front Range more common. Photo © Lornay Hansen/CIRES.\nHistorical rainfall records show that heavy rainfall events have become more frequent in the past century in many parts of the United States. Models and basic physics have linked the increase to global warming. Warmer surface temperatures allow the air to be more saturated with water vapor, more primed for soaking storms.\nWarming over the past century has increased atmospheric moisture. This map shows model simulations of the difference in total precipitable water—atmospheric moisture available to fall as precipitation—between the end of the nineteenth century and today. Map by Jon Eischeid, CIRES/NOAA.\nFor NOAA climate scientists based at the Earth System Research Laboratory in Boulder, it was natural to wonder if that global-scale increase in atmospheric moisture had anything to do with the September 2013 event. Based on their first analysis, however, the rise in atmospheric moisture due to global warming is not behind the whopper storm of last September.\nTo investigate the question, the research team used a climate model in which sea ice, ocean temperatures, and greenhouse gas concentrations were allowed to change as they have through the past century or so. The team had the model simulate more than 10,000 five-day September rainfall events over the Boulder area for each of two time periods:  the end of the 19th century (1871-1900)—before global warming had become significant—and the recent past (1983-2012).\nThe model results confirmed that warming has increased the amount of “precipitable water”—the amount of moisture available to be rained out of the atmosphere. But the increase did not translate into more frequent or stronger September rains.\nEach individual line corresponds to the total precipitation for a single 5-day September heavy rain event in Northeast Colorado.  Simulations based on today’s warmer, wetter atmosphere produced fewer events with extremely high rainfall totals, indicating that the frequency of such events has declined.  Graph adapted from originals provided by Jon Eischeid, CIRES/NOAA.\nFurther, the model predicted that in a warming climate, such events would become less frequent in this area, at least during September. How can that make sense? More moisture, but less frequent heavy rains?\n“It’s not a contradiction,” explains Klaus Wolter, a Cooperative Institute for Research in Environmental Sciences (CIRES) meteorologist who works at NOAA's Earth System Research Laboratory. “Having moisture available is necessary for a heavy rain event like this, yes, but it isn’t sufficient on its own.” Other atmospheric conditions must also be met, including favorable regional circulation patterns.\n“The mountains around Boulder have some of the steepest gradients along the Front Range,” Wolter explains. The heaviest multi-day rain events happen when the large-sale atmosphere circulation pushes air up those steep gradients from the east. The faster and higher the air rises, the heavier the rain.\n“It could be relevant,” Wolter explains, ”that the event was associated with the remnants of a tropical system that had that type of circulation. The best analogue for this event was a storm in September 1938, and it, too, had tropical origins—the remnants of a major hurricane. If that type of system becomes less frequent as a result of climate change,” he says—a change some models project as greenhouse gases increase—“it could explain our model’s prediction for fewer heavy September rain events.”\nAnother criterion for multi-day, heavy rains is that the atmospheric column, from the surface to high altitudes, needs to be favorable for rising air currents. Moist air near the surface won’t rise up into thunderstorms if the air aloft is also warm and stable. “So there’s another hypothesis to test,” says Wolter, “whether vertical stability is a significant influence on heavy rain events here at that time of year, and, if so, whether the atmosphere is likely to become more stable as temperatures rise.”\nThe question of how heavy rain events could decrease while atmospheric moisture increases is one that Wolter will continue to explore; he’s a meteorologist, after all, and like most people, he’s interested in the weather where he lives. Still, Wolter points out, heavy downpours are not at the top of the list of extreme events that occupy the attention of Western residents. “Here in the West,” says Wolter, “drought and fires are generally a bigger concern than flooding.”\n“This [decrease in heavy rain frequency] is a regional trend,” Wolter adds, “not a national or global one, and our study only applies to September. We would want to repeat this analysis for different times of year, especially the late spring, which are our wettest months.”\nMeanwhile, heavy rain events have increased and are projected to increase further in many other parts of the United States—more evidence that different places on Earth will be affected by climate change in different ways.\nHoerling, M., and Coauthors, 2014: Northeast Colorado extreme rains interpreted in a climate change context [in \"Explaining Extremes of 2013 from a Climate Perspective\"].  Bull. Amer. Meteor. Soc., 95 (9), S15–S18.\nClimate change not to blame for 2013 Colorado floods\n2013 Boulder-area floods from NOAA’s Earth System Research Laboratory\nHelp us improve our content",
  "source": "climate.gov"
}