{
  "url": "https://www.climate.gov/news-features/event-tracker/record-september-warmth-alaska-maritime-locations",
  "title": "Record September warmth for Alaska maritime locations",
  "date": null,
  "content": "The Northeast Pacific Ocean, including Alaska waters, has been unusually warm since last winter. In the Bering Sea, ice coverage during the 2013-14 winter was well below that of the past few years, and by mid-summer 2014 sea surface temperatures were also well above normal.\nDifference from average (1981-2010) temperature across Northern Hemipshere oceans in September 2014. NOAA map based on satellite data.\nFor islands and long peninsulas largely surrounded by water, the ocean surface temperature strongly controls air temperatures. This connection is evident in recent record-warm conditions at the strongly maritime climate sites of Cold Bay, near the western end of the Alaska Peninsula and at Saint Paul, northernmost of the Pribilof Islands.\nDifference from average tempererature (1981-2010) for each September since 1945 for Cold Bay and Saint Paul Island. Given how little the average temperature varied over the past 70 years, this September’s departure from normal at Saint Paul was especially dramatic. Graph by NOAA Climate.gov, based on National Weather Service data provided by Rick Thoman.\nAt Cold Bay, July, August, and September 2014 were each the warmest for those months since records began there in the 1940s, and June was the second warmest. August’s average temperature of 56.4°F was not just the warmest August on record, but the warmest month in more than 70 years of climate observations.\nUnsurprisingly, Cold Bay also had its warmest summer of record, with an average temperature of 54.1°F. Amazingly, from May through September, only two days had an average temperature below normal.\nAt Saint Paul, July was the second warmest of record, and August and September were both the warmest for those months since records began there in the 1920s. The average temperature in August of 52.8°F was also the warmest month ever recorded for the location.\nAt mid- and high latitudes, the influence of ocean temperatures on air temperature over land is strongest summer. With winter approaching, large scale weather patterns will begin to exert greater influence on climate conditions across the Bering Sea and North Pacific Ocean, and the regional influence of the sea surface temperature on air temperatures will decrease somewhat.\nHelp us improve our content",
  "source": ""
}