{
  "url": "https://www.climate.gov/news-features/event-tracker/it-poured-california-december-can-we-stop-talking-about-drought",
  "title": "It poured in California in December. Can we stop talking about the drought?",
  "date": null,
  "content": "Mired in a three-year-long drought (2011-present), Californians might have been confused at the strange liquid substance that was falling from the sky during the first two weeks of December. Precipitation had been in short supply across the state, with reservoir levels remarkably low and “exceptional drought” (the worst level of drought) existing over 55% of the state as of the first week of December.\nFinally, some heavy rain/snow that fell during the first two weeks of December provided hope that perhaps the drought was on its way out.  By the middle of December, 98% of California remained under some degree of drought, but the US Drought Monitor had reduced the area of exceptional drought to 32%, numbers which have not changed by the beginning of January.\nDrought conditions across California on December 2 (left) and December 16 (right). Heavy rains decreased the area of \"exceptional drought\" across the northern part of the state. Maps by NOAA Climate.gov, based on data from the U.S. Drought Monitor project.\nlarge December 02 image | large December 16 image\nCalifornia gets the majority of its annual precipitation between December–February, often in the form of soaking storms called atmospheric river events which help to saturate the ground and build a large snowpack in the mountains. The winter snowpack is critical for supplying water during the state’s dry spring and summer. Two separate atmospheric river events—one during the beginning of December and the other on December 10-11—dropped copious amounts of precipitation across much of California, even though they provided less snow (more rain) than usual across the Cascades and Sierra Nevada Mountains.\nPrecipitation in December 2014 across the U.S. West. Map created on January 2 by NOAA Climate.gov, based on PRISM data from Oregon State University.\nMonthly precipitation totals across northern California ranged up to 16-20 inches across the northern Sierra Nevada Mountains, which boosted water levels in California’s biggest reservoirs in the north. But even so, reservoir levels are below-average as of the first week of January. The state’s largest reservoir, Lake Shasta, remains at only 42% capacity, which is 24% below historical levels for this time of year. The accumulated dryness of the past three years has left a large hole to fill.\nThe lack of water during the last three years has led to precipitation deficits between 30-50 inches in the Sierra Nevada Mountains (see the California-Nevada River Forecast Center’s three part video series for more information). With deficits like these, more than a couple of storms will be needed to overcome the drought. How much more? A lot, if you look solely at precipitation amounts.\nLet’s consider two thresholds: the 20th percentile and the 50th percentile. How much precipitation would need to fall between mid-December and the end of the water year in September to bring the total precipitation for the past four years out of the bottom 20% of the historical record? (Precipitation totals in the bottom 20 percent of the record are one of the indicators that the U.S. Drought Monitor team uses to declare drought). How much to bring it up to the 50th percentile—the middle of the historical pack?\nLooking at records back to 1928, California precipitation totals (including rains up to the middle of December) are so far below-average that precipitation by September would need to match—and in some cases smash—existing records to climb above the 50th percentile. Even exceeding the 20th percentile would require more than 100% of normal precipitation in all the state’s climate divisions.\nPercent of normal precipitation required from mid-December through the end of the water year in September in order to reduce rainfall deficits. (left) All climate divisions would need more than 100 percent of normal precipitation just to emerge from the lowest 20% of values (20th percentile) for all four-year periods in the historical record. (right) To be restored to the middle of the historical pack (50th percentile), several would need to exceed all-time precipitation records by many inches. Maps by NOAA Climate.gov, based on analysis of Climate Division data by Rich Tinker, NOAA Climate Prediction Center.\nIn agriculture-dominated central California—the San Joaquin Valley—rains 275% of normal would have to fall to bring values above the 50th percentile. That’s more than 38 inches of rain (which is basically the height of a 3-year-old-child). The previous all-time mid-December – September record (29.97 inches) would have to be obliterated by more than 8 inches!\nRains have been so below average in the San Joaquin Valley that nearly record amounts of rain (27.74 inches) would be needed by September simply to bring the most recent four-year period out of the driest 20 percent of years on record.\nIn Northern California, precipitation would need to roughly double what’s normal for the area between mid-December and September to reach the 50th percentile. Coastal areas would need to break the mid-December through September precipitation record (59.69 inches) by 10 inches! Precipitation would need to be among the wettest 20% of historical cases just to bring four-year precipitation totals above the 20th percentile cut-off.\nSouthern California would need similarly epic amounts of rain to reach the 50th percentile, as almost 35 inches of rain would be required by September in coastal areas, breaking the current record by half an inch. Rains 140-200% of normal would have to fall to allow four-year totals to crawl above the 20th percentile.\nThis percentile analysis is an admittedly simplistic view on the California drought situation. A lot more aspects besides precipitation amounts can deepen or improve drought conditions. When precipitation forms, how long it falls, how intense it is, whether it is snow or rain are among several other considerations that must be taken into account.\nFor instance, there are parts of California that rely on the melting of the Sierra Nevada snowpack for water supplies in the dry late spring and summer months. If winter precipitation falls as rain instead of snow, it may not go as far toward alleviating drought as the precipitation totals would otherwise suggest. Indeed, in many areas of the state, the snowpack is just 50% of normal.\nRegardless, the rain/snow needed to reduce deficits that developed over the past four years is a lot to ask of Mother Nature; much more than a couple of storms are capable of providing. The current drought is likely to linger into the summer dry season, even with the tremendous amount of water that has already fallen so far this winter.\nHelp us improve our content",
  "source": "climate.gov"
}