{
  "url": "https://www.climate.gov/news-features/event-tracker/devastating-monsoon-flooding-sri-lanka-northwest-australia",
  "title": "Devastating monsoon flooding from Sri Lanka to northwest Australia",
  "date": null,
  "content": "When it comes to monsoonal rainfall, the saying “when it rains, it pours” is usually an apt description. With that said, the rains that fell across Sri Lanka, Indonesia, Malaysia, southern Thailand, and Australia during the second half of December and beginning of January were unusually heavy, even for this extremely wet region of the globe.\nFrom December 14 through the first two weeks of January, more than 39 inches (1000 mm) of rain fell in parts of Malaysia. On the Malay Peninsula, in just 24 hours between December 21-22, the city of Kuantan observed up to 10 inches (255mm) of rain.\nTotal rainfall (left) and percent of normal rainfall (right) for the Maritime Continent from December 14, 2014, through January 13, 2015.  Torrential rains displaced hundreds of thousands when monsoon rains coincided with the enhanced phase of the Madden Julian Oscillation. Maps by NOAA Climate.gov, based on data from the NOAA/CPC Unified Rain Gauge Analysis.\nThe rains extended as far south as the remote Dampier Peninsula in northwestern Australia, where, during the beginning of January, more than 400mm fell in 24 hours in Cape Leveque. The 400mm nearly double the previous 24-hr January record at the station. In fact, the number could have even been higher except the rain gauge overflowed.  It was the tenth highest daily rainfall amount on record in Western Australia.   Overall, rains since December 14 were 150-600% of normal across Sri Lanka, Indonesia, Malaysia, southern Thailand and northern Australia.\nMany land areas in the tropics have a monsoon climate: one in which total annual rainfall is mostly concentrated into one or more rainy periods followed by less wet periods. While these areas are used to heavy rains during the monsoon, no infrastructure is capable of handling that much water in that short a period of time. Widespread flash flooding, landslides and swollen rivers caused damage across the Maritime Continent.\nAccording to news reports from the region, landslides on the island of Java killed at least 56 people. Floods in Sri Lanka displaced over 46,000 people. Floods in Malaysia displaced over 200,000 people and left 21 dead, resulting in Malaysia government officials declaring the flooding the worst in decades.  Rains in the Aceh province of Indonesia have displaced more than 120,000 people.  It was amidst these thunderstorms that Air Asia Flight 8501 tragically crashed into the Java Sea, killing 162 people.\nHeavy rain is typical in this region of the globe during this time of year, but these rains were truly exceptional. What might have shifted the rains into overdrive over such a large area—an area too big to blame on even a tropical cyclone? The answer lies in the enhanced phase of a climate pattern called the Madden Julian Oscillation, which shifted east over the Maritime Continent during this time period.  We’ll explain how it works in a follow-up post next week. Stay tuned…\nHelp us improve our content",
  "source": "climate.gov"
}