{
  "url": "https://www.climate.gov/news-features/event-tracker/malaysia-and-thailand-monsoon-plus-mjo-equals-disaster",
  "title": "For Malaysia and Thailand, monsoon plus MJO equals disaster",
  "date": null,
  "content": "Last week, we showed you maps of just how unusual the monsoon rainfall was across the eastern Indian Ocean from Sri Lanka to northwest Australia in mid-December to mid-January. Heavy rain—several hundred percent of normal in places—let to deadly and devastating floods in the region.\nWith conditions in the tropical Pacific Ocean bordering on El Niño for several months, it would seem more likely that monsoonal rains across the Maritime Continent would have been below-average: El Niño often suppresses rainfall in the Maritime Continent area. (See this ENSO blog post on the Walker Circulation for more details on how that works.)\nBut not this year. Just the opposite in fact. The atmospheric part of the El Niño Southern Oscillation (ENSO) hasn’t really gotten its act together to declare an El Niño or to suppress monsoon rains, but even that doesn’t explain the above-average rains so far.\nWhat was the culprit? The enhanced phase of the Madden Julian Oscillation (MJO), a disturbance of clouds, rains, winds, and pressure patterns that moves eastward along the equator. The disturbance takes 30 to 60 days to circle the planet and come back to where it started. While El Niño usually gets the headlines (and justifiably so: its influence is felt far and wide across the globe), other atmospheric phenomena can eclipse, for a short while, any ENSO-related shenanigans with the monsoon.\nTo put the influences on the monsoon in another way, ENSO would be a musician with a huge number of hit songs. The MJO would be a one-hit wonder, who for a short-period of time overshadows the more established star.\nMJO events usually divide the globe into two sections: one with enhanced rains and the other with suppressed rains. It is this entire enhanced/suppressed couplet that moves east across the tropics on a 30 to 60 day time scale (for more information on the MJO, check out this post from the ENSO Blog.) This MJO event was no different. Though, this time, the enhanced section traveled through the Maritime Continent coinciding with the monsoon, making an already wet time of year even wetter.\nA couplet of enhanced (purple) and suppressed (orange) potential for convection and rainfall—known as the Madden-Julian Oscillation—moving across the tropical Indian Ocean between mid-December 2014 and mid-January 2015. Maps by NOAA Climate.gov, based on data from Tom Di Liberto, CPC.\nThis series of maps shows the eastward movement of the event during December and January. The area of above-average upward motion in the atmosphere (which helps to increase rains) shifted east with time. This enhanced area propagated across portions of the Maritime Continent, giving the already heavy monsoonal rains an additional boost. The end result was the staggering rainfall totals mentioned previously.\nAn event such as the MJO can help turn seasonal expectations on their head. Instead of the dry conditions that are favored during a potential El Niño, or the normal heavy rains associated with the monsoon, parts of the Maritime Continent experienced well above-average monsoon rains with terrible consequences. That list includes hundreds of thousands displaced and the worst flooding in decades in Malaysia. The MJO may be less famous than other climate patterns, but it can still pack quite a punch.\nHelp us improve our content",
  "source": ""
}