{
  "url": "https://www.climate.gov/news-features/event-tracker/winter-can%E2%80%99t-quite-quit-new-england-won%E2%80%99t-give-west-second-glance",
  "title": "Winter can’t quite quit New England, won’t give the West a second glance",
  "date": null,
  "content": "While most people dream of at least a couple days of pure wintry bliss every year, I think it would be safe to say that most New Englanders are sick of the white stuff by this point.\nDeep snow buries cars along a Boston street on January 27, 2015. Photo by Peter Eimon, available through CC license.\nA stalled atmospheric set-up has made Boston and surrounding areas in the Northeast the most popular truck stop for storms travelling the atmospheric highway known as the jet stream. And stop they have, like a caravan of tractor-trailers idling in a rest stop parking lot.\nThe record books in Boston were completely rewritten within a period of 3-4 weeks at the end of January as Boston snowfall totals surpassed the 5-, 7-, 10-, 15-, 20-, 30- and 40-day records. By the second week of February, Boston had already set the record for its snowiest February.\nAfter the most recent blizzard, during Valentine’s Day weekend, February 2015 became Boston’s snowiest month ever, with 62.7 inches of snow recorded by February 22. The previous snowiest month was January 2005 when 43.3 inches of snow fell, so it only took three weeks for Boston to break the record by almost 20 inches.\nThe sidewalk along this stretch of Boston's Commonwealth Avenue was a tunnel of snow on February 14, 2015. Photo by Flickr user bettlebrox, available through a CC license.\nOverall, this winter is already the second snowiest on record in Boston. The all-time record was set in 1995-1996 with 107.6 inches. This is what happens when two storms fall in the top 10 snow events for Boston, and four separate storms drop at least 15 inches of snow—all of which occurred in less than 30 days. The Blue Hill Observatory near Boston measured an astounding 46 inch snow depth at the summit of Blue Hill on February 15, the most in its 130-year history.\nFor people living in the Northeast, it may feel like rubbing road salt in the wound to realize that while snowfall records piled up in New England, high temperature records were dropping like flies across the central and western parts of the country. From January 6 through February 21, temperatures in Salt Lake City, Utah, were above average for a whopping 46 consecutive days. New daily high temperature records were set for February 5-8 in Salt Lake City.\nHow were these two events linked? Imagine the atmosphere over the United States as two brothers hopping onto a seesaw. Currently, the older and stronger of the two brothers is perfectly content keeping his side of the seesaw on the ground, leaving his younger (and smaller) brother high up in the air.\nPressure anomalies at the 500-millibar pressure level (height) over the United States between January 23-February 16, 2015. Orange areas show above-average 500-millibar heights over the West and North Atlantic; purple shows below-average heights over the Northeast. The strong high-low pressure gradient is like a seesaw that repeatedly steered storms \"downhill\" toward the low pressure zone over the Northeast. Map by NOAA Climate.gov and Fiona Martin, based on data provided by Tom Di Liberto.\nTo apply this scenario to what’s currently happening in the United States, picture a ridge of higher-than-average pressure over the western U.S. and a trough of lower-than-average pressure over the eastern United States. At the 500-millibar (mb) pressure level of the atmosphere (the altitude where the pressure is 500 millibars, or roughly 18,000 feet), the younger, smaller brother up in the air on the seesaw represents the dome of above-average 500-millibar heights over the western part of the country. The older, bigger brother on the ground represents the below-average heights, to the east.\nThis set-up in the atmosphere has allowed air to be cold enough for snow across the Northeast, plus it has set-up a perfect path for storms to drop down out of Canada and head for New England (note the arrows on the figure): every storm slides down the high-to-low-pressure seesaw. And to make matters more favorable, warmer-than-average sea surface temperatures off of New England likely helped to increase the temperature contrast near the coast, which may have enhanced the storms.\nOcean surface temperature in the Northwest Atlantic from January 23-February 16, 2015, compared to the 1981-2010 average. Warmer-than-average surface waters (red) would have created a stark temperature contrast with the cold air over the Northeast; strong contrasts in temperature can intensify storms. NOAA Climate.gov map by Dan Pisut, based on OISST data.\nThese conditions have been consistent for nearly a month. Weather patterns that are “stuck” tend to snowball (ha ha) into extreme events like the tremendous snow totals observed during the last week, or the historic Arctic blast of some of the coldest air to impact the eastern United States in decades. This cold led air resulted in some the lowest temperatures ever recorded in some locations: Richmond, Kentucky, reached a low of -32 F on the February 20, preliminarily tying the February all-time coldest temperature record for the state of Kentucky!\nAnd remember, the winter season is not over yet. There is still plenty of time for additional snow in Boston to fall and potentially eclipse the all-time seasonal record set in 1995-1996. It has been a hectic past month for New England—one that re-wrote the record books.\nHelp us improve our content",
  "source": "climate.gov"
}