{
  "url": "https://www.climate.gov/news-features/event-tracker/its-supposed-be-rainy-season-brazil-so-where-has-all-water-gone",
  "title": "It's supposed to be the rainy season in Brazil, so where has all the water gone?",
  "date": null,
  "content": "It’s amazing to think, but in Brazil, a country that boasts both the Amazon Rain Forest and River, parts of the country are in danger of seeing their water supplies dry up after back-to-back rainy seasons failed to live up to their name. Southeastern Brazil—the country’s most economically important region and home to São Paulo, its largest city—is struggling through what the media is calling the worst drought in nearly a century. The reservoirs that service the metro area of Sao Paulo and its 20 million residents were only at 8.9% of capacity during the middle of February, a shockingly low level. As a bit of good news, rains during the end of month bumped reservoir levels up to 11% according to Bloomberg Business, although, that is still a critically low number.\nWet season rankings based on data since 1979. Percentiles less than or equal to 1 represent the driest period on record dating back to 1979. The 2013-2014 rainy season (September–April) near São Paulo was the driest on record. Totals are running nearly as low during the 2014-2015 rainy season so far. NOAA Climate.gov map based on CPC unified gauge-based precipitation data.\nThe figures above show how the last two rainy seasons compare to rainy seasons dating back to 1979. In 2013-2014, September through April rainfall was the driest rainy season since at least 1979 over a large area covering São Paulo and the state of Minas Gerais, where much of the country’s reservoirs are located. The extent of the dryness during the 2013-2014 rainy season would normally be hard to top. However, only one year later, the atmosphere had other ideas.\nThe rainy season to date in Brazil is already well on its way to supplanting last year’s record dryness. From September 1, 2014–February 28, 2015, rainfall totals over a larger area of southeast Brazil were one of the top three driest on record, with some areas even topping the record dryness of the previous year. The season is not yet over, and recent rains have been beneficial, but the bone-dry conditions felt in back-to-back rainy seasons have caused drastic negative consequences for Brazil.\nIn addition to the low water levels around the São Paulo metro area, reservoirs statewide were at only 20.4% of their total as of the February 18 according to Reuters, and have increase only slightly since then. The low water levels have also impacted electricity outputs, as hydroelectric dams simply cannot produce as much energy with reduced water flows. In the city itself, The Guardian reports that water may last only another four to six months. Government officials have already announced a potential water rationing program as well as expected blackouts to conserve electricity in case rains do not pick up. If they don’t, Brazil is almost certainly facing its driest back-to-back rainy seasons in at least 35 years.\nHelp us improve our content",
  "source": "climate.gov"
}