{
  "url": "https://www.climate.gov/news-features/event-tracker/%E2%80%9Cwinter%E2%80%9D-alaska",
  "title": "“Winter” in Alaska",
  "date": null,
  "content": "It has been a topsy-turvy winter for much of the contiguous United States.  The divide between record warmest and much below-average could not be any more stark. In the eastern US, for the entire winter, average temperatures were amongst the coldest third of all years back to 1895. And along with the cold came record-breaking snow across New England.\nOn the flip side, California, Nevada, Utah, Arizona and Washington observed their warmest winters on record (which goes back 120 years) while Oregon, Idaho and Wyoming observed winter in the top three. But let’s not stop there; the warm conditions extended across the far north too as Alaska experienced a second consecutive warm winter.\nMaximum surface air temperature (left) for December 2014-February 2015 and temperature compared to the long-term average (right). Winter temperatures were just barely freezing across the southern coast, and across the interior, temperatures 8-10° F above average were widespread.  NOAA Climate.gov maps, based on data from the Climate Prediction Center. large maps: absolute temperature | difference from average\nIn fact, average surface temperatures in Alaska for December through February ranged from 4-10°F above normal, with the largest anomalies occurring in western Alaska.  This meant that during the entire winter season, average temperatures were near freezing (32F) across the southern coast of Alaska with high temperatures ranging between below 0° to 12°F in areas farther north.\nSeveral weather stations across Alaska have registered winter temperatures in the top 10 warmest. Kodiak had its warmest winter on record (36.7°F), more than a degree warmer than the previous record and well above freezing. Stations all along the southern coast of Alaska had average winter temperatures above freezing.\nHomer set all-time monthly records for high temperatures in both December and February, with temperatures reaching into the lower 50s (in case you were wondering, the all-time January record, 57°F, was set just last year). Over the past two winters, Homer has had 14 days with high temperatures of at least 50°F, which is more in two consecutive seasons than in all winters combined from the start of records in the late 1930s to 2012-2013!\nIn Barrow, Alaska, on the north slope of the state, two of the three warmest winters on record have occurred over the last two years. The 2014-2015 winter season was the town’s third warmest on record at -7.9°F.\nThe warm temperatures caused repercussions throughout the state. Higher temperatures meant less snow. The absence of snow was so glaring that for only the second time in history, the Iditarod sled dog race had to be relocated from Anchorage in southern Alaska to Fairbanks, farther north in central Alaska. Race organizers even had to truck in snow for an artificial course at the ceremonial start of the race in Anchorage.\nThe cause of the anomalies can be linked to abnormally strong high pressure and well above-average sea surface temperatures in the Gulf of Alaska. The well above-average sea surface temperatures contributed to the warmer than normal winter due to increased southerly winds flowing over the ocean and spreading inland. Some scientists believe that the atmospheric pattern over North America was setup by above-average sea surface temperatures as far away as the western tropical Pacific Ocean.\nWinter 2014-2015 sea surface temperature (December through February) compared to the 1971-2000 average for locations around Alaska. Seas were 1-2° Celsius (2-6° F) above average, which helped set the stage for a warm winter across the state. NOAA Climate.gov map, based on data from the Climate Prediction Center.\nIt’s clear that the extreme winter was not isolated to only the contiguous US. The atmospheric pattern also helped lead to record-breaking warmth in Alaska. The result? A widespread reduction in snowfall as snow turned into rain, leaving Alaskans’ asking, “Where’s winter?”\nSpecial thanks to Rick Thoman of the National Weather Service for seasonal statistics for weather stations in Alaska.\nHelp us improve our content",
  "source": ""
}