{
  "url": "https://www.climate.gov/news-features/event-tracker/twin-tropical-cyclones-western-pacific",
  "title": "Twin tropical cyclones in western Pacific",
  "date": null,
  "content": "March is a quiet time for hurricanes in the North Atlantic and eastern Pacific Oceans, but in mid-March 2015, halfway around the world, the tropics were bustling with tropical cyclones. Two of them formed under unique circumstances: one on either side of the equator, at nearly the same longitude, at nearly the same time—basically, as twins. Given their eventual differences, though, we’d have to call them fraternal rather than identical twins. The animation below captures the activity in the tropics from March 8-18, 2015.\nSatellite infrared view of clouds over western tropical Pacific from March 8-18, 2015, based on data from the Japanese Meteorological Agency's MTSAT-2 satellite, overlaid on NASA Blue Marble satellite image composite. Animation by Dan Pisut, NOAA EVL. Change settings to 720p or view full-size for best quality.\nTwin tropical cyclones occur roughly once a year and involve a certain set of ingredients. In general, twin cyclones are preceded by areas of thunderstorms that straddle the equator and which are associated with strong westerly winds (winds blowing west to east). Imagine putting your finger into a pool and moving it in a straight line. You would see swirls develop on either side of your finger. The same concept is at play with tropical cyclones, it is just Mother Nature doing the stirring.\nThe reason you need westerly winds is that the swirls that develop from a burst of westerly winds spin counter-clockwise in the Northern Hemisphere and clockwise in the Southern Hemisphere. Because of Earth’s rotation, these patterns are associated with the formation of each hemisphere’s large low-pressure systems, including tropical cyclones.\nIn March, westerly winds were present along the equator from the beginning of the month, with a burst of stronger westerly winds on March 8, associated with the developing storms. Shortly thereafter, Cyclone Pam was named (March 9) in the Southwest Pacific Ocean.\nOnce it got its act together, Pam’s location south of the equator allowed its clockwise circulation of winds to further enhance the westerlies at the equator. This enhancement helped to get Pam’s twin in the Western North Pacific Ocean to strengthen enough to be named tropical storm Bavi (March 10). Together, these two storms helped to maintain the strong westerly winds across the equatorial west Pacific for several additional days.\nAfter a few days, the storms began to make it clear that while they may have been twins, they weren’t identical. Cyclone Pam found itself in an environment more much favorable for development than Bavi. It’s summer in the Southern Hemisphere, and water temperatures were quite warm (~30°C). As Pam trekked southward, that warmth helped the storm develop into a Category 5 tropical cyclone with estimated 165 mph (145kt) winds by March 12. The storm’s path put Vanuatu right in its crosshairs. Pam brushed the islands of Vanuatu on March 13 at near-peak strength, causing substantial damages.\nCyclone Pam passing over Vanuatu in the western tropical Pacific on March 13, 2015. Satellite image courtesy NASA Earth Observatory.\nIn fact, in a media interview published by the Guardian, the president of Vanuatu said that 90% of the buildings in all of Vanuatu had been destroyed.  At least eleven people were killed, and more than three thousand were displaced. Many crops were destroyed during the storms passage, raising fears of food shortages.\nMeanwhile, Bavi in the Northern Hemisphere did not strengthen nearly as much. Colder waters and Bavi’s interaction with its now much stronger twin to the south curtailed significant strengthening as the storm traveled west. Bavi topped out as a tropical storm with 50kt winds, and it had minimal impacts across the region.\nWhile twin cyclones may not be exceptionally rare, they certainly aren’t common (Schreck and Molinari, 2009). They do, however, tend to occur more often during El Niño events. During El Niño, the atmosphere in the western Pacific is more prone to outbreaks of westerly winds like those seen during the first two weeks of March. (In addition to their influence on developing tropical cyclones, those westerly wind bursts can push large, sub-surface regions of warm water across the tropical Pacific, also known as Oceanic Kelvin waves. These waves play a role in establishing El Niño conditions.)\nAs of March, the Climate Prediction Center declared that we are experiencing El Niño conditions. While we can’t say that the March twin cyclones were definitely due to El Niño, their appearance is consistent with an atmosphere under the influence of El Niño.\nCarl J. Schreck III and John Molinari, 2009: A Case Study of an Outbreak of Twin Tropical Cyclones. Mon. Wea. Rev., 137, 863–875.\nHelp us improve our content",
  "source": ""
}