{
  "url": "https://www.climate.gov/news-features/event-tracker/quiet-march-tornado-alley",
  "title": "Quiet March in Tornado Alley",
  "date": null,
  "content": "The beginning of spring conjures up certain themes: the melting of the last remnants of winter, the blooming of flowers, and the “start” of tornado season. Tornadoes can actually form during any month of the year in the United States, but they are most likely roughly between March and August with a peak between April and June. While flowers have started to bloom and there certainly has been plenty of snow to melt (and more that has fallen), tornadoes were absent for much of March 2015.\nDaily historic probability of severe weather within 25 miles of each map grid point during a 30-year base period for March 1-June 30, the peak of the yearly tornado season (April-June). Darker colors represent a higher number of severe weather reports. As spring progresses, the highest chance of severe weather spreads north and east across the Plains, the Midwest, and Southeast. Map by NOAA Climate.gov based on data from the Storm Prediction Center (SPC). Individual maps available from Data Snapshots.\nThe atmospheric ingredients necessary for severe thunderstorms that can form tornadoes are relatively straight forward:\nAll that is left for turning a severe thunderstorm into a potential tornado-maker is the addition of a change in wind direction or speed with height, which adds rotation to the mix.\nAn example of a tornado that has touched down. Photo taken by Greg Thompson. Copyrighted by the University Corporation for Atmospheric Research (UCAR)\nFor March, though, none of these ingredients came together. In fact, NOAA’s Storm Prediction Center (SPC) did not issue a single tornado or severe thunderstorm warning for the first three weeks of the month!\nAnd according to NOAA public affairs, since the beginning of the new year, the SPC had issued less than 10 percent of the normal number of tornado watches by mid-March. Dr. Greg Carbin of the SPC is quoted as saying “this has never happened in the record of SPC watches dating back to 1970.”\nThe long run of tornado-free days ended abruptly, however, on March 25 as severe weather crossed the Plains states. A preliminary estimate of 9 tornadoes touched down in Oklahoma and Arkansas including a deadly tornado just outside of Tulsa, Oklahoma, and another that impacted Moore, Oklahoma—two years after an EF-5 tornado (the highest level on the Enhanced Fujita scale) devastated the town.\nPreliminary tornado reports from the Storm Prediction Center (SPC) for March 2015 (circles) overlaid on top of the average number of March tornadoes from 1989-2013. The preliminary reports of 13 tornadoes across the United States in March 2015 is well below the country-wide March average of 78 tornadoes. Map by NOAA Climate.gov based on average tornado and storm report data from the SPC.\nIn March 2015 alone, the number of tornadoes was preliminarily only 13, a far cry from the 1989-2013 average of 78 tornadoes. Preliminary reports also indicated that only 41 tornadoes had occurred by the end of March in 2015, far below the most recent nationwide 10-year average (2005-2014) of 227. Any way you look at it, the tornado season has gotten off to an extremely slow start, on the heels of a relatively quiet year in 2014 (1055 tornadoes observed, 327 tornadoes below the 10-year average, 2005-2014).\nOne does not have to look far into the Event Tracker archive to find a potential reason for the reduced numbers. An anomalously persistent atmospheric pattern which has held cold temperatures in the east and warm temperatures out west is likely one reason for the suppressed severe weather formation in the usual places across the Plains and Southeast. Yet another outcome from a weather pattern that has caused havoc across the country.\nOf course, the warm west/cold east weather pattern is just one potential reason for the events observed so far. For instance, El Niño/Southern Oscillation (ENSO) conditions can also play a part in enhancing or suppressing tornado numbers by shifting the location and strength of the jet stream across the United States.\nMaps of typical jet stream locations and patterns during La Niña (left) and El Niño (right) winters. Patterns are similar in spring, but are often weaker. Based on original graphics from NOAA’s Climate Prediction Center.\nIn fact, some scientists have recently shown that El Niño and La Niña conditions can help predict the frequency of tornadoes and other severe weather across Tornado Alley (the region in the Plains most often targeted by tornadoes). However, this year’s El Niño is likely too weak to be the sole cause for this spring’s relative calm.\nRegardless, this current weather pattern is not going to last forever (even if it sort of feels that way if you live in the snowy Northeast or burning hot West Coast). And, more importantly, a quiet March does not portend a quiet tornado season.\nAs NOAA’s article mentions, in the past an active or quiet March has been paired with its opposite for the remainder of the season. In 2012, March had an above-normal number of tornadoes but April through June was quiet. Just a year earlier, March 2011 saw a below-normal number of tornadoes. Yet by the end of year, 2011 was one of the most active tornado years on record. It is best not to draw seasonal tornado conclusions based on March alone.\nTherefore, it is still vitally important to know what to do should there be a tornado or severe weather warning in your neck of the woods. Because even a below-normal severe weather year can still have strong tornadoes—a fact not lost on residents of Moore, Oklahoma. The 2013 EF-5 tornado that caused so much damage occurred during a year with a well below-normal number of tornadoes. For tips about how you and your family can prepare for severe weather and tornadoes, check out the information from the National Weather Service, so you too can be weather-ready.\nHelp us improve our content",
  "source": "climate.gov"
}