{
  "url": "https://www.climate.gov/news-features/event-tracker/flooding-chile%E2%80%99s-atacama-desert-after-years%E2%80%99-worth-rain-one-day",
  "title": "Flooding in Chile’s Atacama Desert after years’ worth of rain in one day",
  "date": null,
  "content": "If you’ve ever heard about the Atacama Desert in South America, you likely remember at least one of the region’s unique features.\nNatural-color satellite image of west-central South America, showing the rugged, dry terrain of the Andes Mountains and the Atacama Desert along the coast compared to the more vegetated terrain to the east. NASA composite satellite image for March from Visible Earth.\nGiven all that, it is acceptable to be a bit confused about this story, which is not about how dry the desert is, but how wet the desert became at the end of March.\nBetween March 24-26, a low-pressure system meandered to northern/central Chile from the southwest resulting in one to two inches of rainfall in 24 hours on March 25. A station south of the desert recorded more than 2 inches.  An inch of rain represents multiple years worth of rain for the Atacama Desert. Areas this dry simply cannot handle a large amount of rain in a short period of time. The rock hard ground does not absorb the water. The lack of vegetation leads to rapid erosion and a massive generation of mud. Dry river beds become rushing torrents of water capable of destroying anything in their path.\nIn this case, the Copiapó River, which government officials in Chile said had been virtually dry for 17 years (!) rapidly filled with rainwater and overflowed its banks. The cities of Copiapó and Antofagasta in the Atacama and Antofagasta regions of northern Chile saw flash floods rush through their downtowns. According to Reuters, Chilean president Michelle Bachelet has claimed it will cost $1.5 billion to repair all of the damages. The floods have claimed the lives of at least 24 people and displaced thousands.\nThe moisture that arrived in the usually extremely arid Atacama Desert was actually dragged south from the tropics. On March 25, when most of the rains fell, the atmosphere was perfectly set-up to deliver moist air to the region. In the figure below, northwest winds were able to blow air with high precipitable water values towards the Atacama Desert. Precipitable water is a measure of the total amount of water vapor in the air should you condense it all into liquid water.\nAmount of water vapor available for rainfall on March 25, 2014, along with arrows showing relative wind speed (line thickness) and direction (arrows).  NOAA Climate.gov map, based on NCEP Reanalysis data.\nThe warm, humid tropics are full of air with high precipitable water values. The Atacama Desert, on the other hand, is not. But for a series of days in late March, northwest winds associated with a low pressure system were able to tap into a humid, tropical air mass, pull a sliver of that air south along the South American coastline, and bring that water to one of the driest places on earth.\nRain like this is vanishingly rare because Mother Nature has stacked the deck in keeping the Atacama Desert dry. First, the desert is located roughly between 20-30°S, a latitude that favors deserts because it is generally located along the sinking branch of the Hadley Circulation. Sinking air means less rain.\nIn addition, along the coast adjacent to the desert is a cold current of water called the Humboldt Current. This cold current cools and stabilizes the air near the surface. So even when the prevailing winds across the region are over the ocean from the west, little moisture that evaporates from the ocean can rise up enough to reach the high altitudes of the Atacama Desert.\nAnd finally, the Atacama Desert finds itself in the rain shadow of the Andes Mountains. As the main moisture source lies in the east, when winds do blow from that region, the air smacks up against the eastern side of the Andes, rises, condenses its water vapor into liquid water, and rains out. There is nothing left for the desert once the air makes it over the mountains besides a few drops during the southern hemisphere summer months.\nFor historic events to occur, it usually means that the atmosphere got jumbled up in some way. This case was no different. We’ll explain the circumstances that led to what some meteorologists have called “a once in a lifetime event” in a follow-up post.\nHelp us improve our content",
  "source": ""
}