{
  "url": "https://www.climate.gov/news-features/event-tracker/alaska-sets-new-record-earliest-day-temperatures-90s",
  "title": "Alaska sets new record for earliest day with temperatures in the 90s",
  "date": null,
  "content": "It’s been a warm, dry spring for much of interior Alaska. On the afternoon of May 23, a new statewide record was set for the earliest day in the year with a temperature in the 90s. A daytime high of 91°F was noted by a cooperative observer in Eagle, where temperatures have been recorded (with some breaks) since the 1890s.\nTemperature in Alaska on the afternoon of May 23, 2015, based on data from NOAA's Real-time Mesoscale Analysis.\nThis temperature map of Alaska shows the unusual warmth on May 23, 2015, at 2 p.m. local time in Fairbanks.  Based on NOAA’s Real-time Mesoscale Analysis data, it shows air temperatures at 2 meters (6.6 feet) above the ground. Temperatures below 45° are shades of blue, and temperatures above 45° are shades of orange and red.\nThe warmest temperatures are located inland—away from the moderating influence of the ocean—at the foot of mountain ranges and along rivers. Fairbanks, for example, is on the banks of the Tanana River in a low-lying area between the Alaska Range to the south and the White Mountains to the north-northeast.\nThe 91° temperature at Eagle smashed that location’s all-time record for May. It was 30.1° hotter than the average daily high temperature in May (59.5°F), and 18.1° warmer than the average high temperature in July, Eagle’s warmest month of the year. So far this month, Eagle has set or tied ten daily high temperature records.\nEach month's average daytime high temperature (red), average (gray), and overnight low (blue) in Eagle, Alaska, for 1981-2010. On average, the daytime high temperature in May is just shy of 60°F. On May 23, 2015, it was 91°F. Graph by NOAA Climate.gov, based on U.S. Climate Normals data.\nThe new record edged out the previous “earliest day in the 90s” record, set on May 24, 1960, when Fort Wainwright (near Fairbanks) had a high of 92°F and Circle Hot Springs (northwest of Eagle) had a high of 90°F. The high temperature at Eagle during that heatwave was 83°F.\nThe stretch of the year between when the snow melts and when vegetation fully leafs out can be especially dangerous for fires in years like this, when early heat is accompanied by extremely low relative humidity. Leaf litter and other dead vegetation dries out rapidly, producing a large supply of fuel for any lightning or human-triggered fires.\nAccording to the May 23 Fuels and Fire Behavior Advisory from the Alaska Interagency Coordination Center, the eastern interior of Alaska had very high fire risk. The same high-pressure system producing the heat and dryness was also likely to produce gusty Chinook (warm, downslope) winds. “With that combination,” the advisory warned, “very rapid spread rates and intense burning of surface fuels will cause torching and crown fire.”\nConditions were predicted to remain especially dangerous for at least the rest of the month.\nHelp us improve our content",
  "source": ""
}