{
  "url": "https://www.climate.gov/news-features/event-tracker/india-heat-wave-kills-thousands",
  "title": "India heat wave kills thousands",
  "date": null,
  "content": "India is a place that knows heat. During May— the last month before the monsoon rains arrive to cool things down—temperatures can soar to 104°F (40°C) on average. Yes, this means that a day when high temperatures in say, the northern city of New Delhi, rise to only 102°F (39°C) would mean that temperatures were below average.  It takes a truly abominable amount of heat for meteorologists there to call a period of hot temperatures an actual heat wave. But what has happened during the last several weeks has been beyond expectations, even for India.\nHottest daytime high temperature during the week May 24-30, 2015. NOAA Climate.gov map by Fiona Martin, based on interpolated weather station data provided by the India Meterological Department.\nFor much of May, parts of India were gripped in an intense heat wave that has seen the mercury rising above 110°F (43°C). Temperatures have been hot enough (over 111°F, or 44°C) to melt pavement in the capital city, New Delhi. The searing heat across the country— which has seen the capital observe five consecutive days with high temperatures over 110°F (43°C)—is the worst heat event in a decade according to the India Meteorological Department.\nHit even harder, the Odisha, Andhra Pradesh, and Telangana states of southeast India have observed temperatures soaring past 113°F (45°C).  In the city of Titlagarh in the state of Odisha, temperatures reached 117.7°F (47.6°C)! Near the coast, the city of Ongole, in the state of Andhra Pradesh, high temperatures averaged 110°F (43.47°C) from May 24-30. Farther inland, in the state of Jharkhand, the city of Daltonganj averaged 115.6°F for the entire week of May 24-30, peaking at 117° (47.2°C) on May 27.  For coastal cities, this was not a “dry heat:” humid air made the high temperatures even more unbearable and life-threatening. Even for India, this is extreme heat.\nThe stifling heat has killed at least 2,300 people in India with most of the deaths located in the southeast states of Andhra Pradesh and Telangana. According to EM-DAT, the International Disaster Database, this heat wave is the fifth deadliest in world history. The most vulnerable populations have been the elderly, the young, and those who work outside, including construction workers. According to media reports, taxi drivers in the city of Kolkata decided to not work between 11am and 4PM during the midst of the heat wave after two drivers died of heat stroke.\nOne cause of this extreme heat wave has been unusual northwesterly winds. These anomalous northwesterlies have overpowered the moist southerly winds that typically come off the water and kept pre-monsoon showers firmly offshore. This deviation from the normal winds has allowed hot air from the desert areas to the northwest to spread over much of the country.\nUnusual westerly winds across India carried hot air from Pakistan into the country in late May 2015—a time when easterly winds have usually started to bring cooler air and pre-monsoon rain showers onshore from the Bay of Bengal. Map by NOAA Climate.gov and Fiona Martin, based on NCEP/NCAR Reanalysis data.\nA meteorologist from the India Meteorological department called this phenomenon a “heat bomb” from Pakistan as that is where the hot air mass originated. Eventually though, the northwesterly winds relaxed and turned southwesterly and the onset of the Indian Monsoon occurred around June 5th in the Kerala state in southwestern India. The winds will usher in cooler and rainier conditions for locations in the south. The monsoon should arrive to those areas in southeastern India hardest hit by the heat wave by the second week of June, on average.\nA late arrival of the seasonal rains contributed to the sorching temperatures in May 2015. On this map, average arrival dates at a given location are shown by pink dashed lines, while the progress so far this summer are shown by blue lines. NOAA Climate.gov map adapted from original provided by the India Meteorological Department.\nIn the future, though, according to the Intergovernmental Panel on Climate Change (IPCC), more frequent and intense heat waves in Asia (including India) will negatively impact vulnerable communities and increase mortality. In fact, it is likely that heat waves already occur more often now in Asia than they did in 1950. In a future with high carbon emissions, it is likely that a maximum temperature that occurs once every 20 years will at least double in frequency (to a 1-in-10-year event) by the end of the 21st century. Research focusing solely on India also concludes that heat waves will last longer, be more intense and occur more often in the future (Murari et al., 2015).\nIndia is not the only place that suffers through heat waves. As the calendar turns to the summer across North America, do you know how to be safe during a heat wave? Learn more from the National Weather Service.\nKamal Kumar Murari, Subimal Ghosh, Anand Patwardhan, Edoardo Daly, Kaustubh Salvi, Intensification of future severe heat waves in India and their effect on heat stress and mortality, Regional Environmental Change, 2015, 15, 4, 569\nHelp us improve our content",
  "source": "climate.gov"
}