{
  "url": "https://www.climate.gov/news-features/event-tracker/hyperactive-start-eastern-pacific-hurricane-season",
  "title": "Hyperactive start to eastern Pacific hurricane season",
  "date": null,
  "content": "You could be forgiven if you were looking at the prevalence of hurricanes in the eastern Pacific Ocean recently and thought that the calendar was farther along into the summer.  Since late May, three hurricanes have formed in the basin, an incredibly active start to a hurricane season that is predicted—at least in part thanks to El Niño—to be above-normal. The eastern Pacific hurricane season runs from 15 May through 30 November, with the peak of the season being July-September.\nAnimation of storms in the eastern Pacific hurricane basin between May 28-June 14, based on merged visible and infrared data from GOES satellites. NOAA Climate.gov animation by Tim Loomis, NOAA Environmental Visualization Lab.\nOn May 27, NOAA’s Climate Prediction Center issued its annual hurricane outlooks for the eastern Pacific hurricane season, the central Pacific hurricane season, and the Atlantic hurricane season. The outlooks for both the eastern and central Pacific hurricane regions called for a 70% chance of an above-normal season. For the eastern Pacific, the predicted ranges of activity (with a 70% likelihood for each range) included 15-22 named storms, with 7-12 becoming hurricanes, of which 5-8 could be major hurricanes. These ranges are centered well above the season averages of 15-16 named storms, 8 hurricanes, and 4 major hurricanes. If the predicted upper bound of eight major hurricanes occurs, it would tie for the most recorded in the 1971-2014 observational record.\nIssued May 27, NOAA's Climate Prediction Center issued its annual hurricane outlook for the eastern and central Pacific hurricane season. The 2015 forecast was for an above-normal season for named storms, hurricanes and major hurricanes. NOAA Climate.gov image based on forecast made by NOAA's Climate Prediction Center.\nThe eastern Pacific hurricane season has apparently agreed with the seasonal prediction so far. Since late May, the region has been active with not only hurricanes but major hurricanes. The first storm to form was Andres on May 28. Taking advantage of warmer-than-average waters and a hurricane-friendly atmosphere—both common during El Niño—Andres strengthened into a Category 4 storm with 150-mile-per-hour winds on June 1. However, sea surface temperatures cool rapidly as you move north in the eastern Pacific and eventually Andres tracked into colder waters, weakening and then dissipating on June 4.\nGOES West satellite view of Hurricane Andres (upper left) and Tropical Storm Blanca (lower right) on June 2, 2015. NOAA image by the Environmental Visualization Lab.\nRight on Andres’ heels came Blanca, forming to the northeast of where Andres had formed only four days earlier.  If Andres was the older brother, Blanca was the younger sister struggling to get out of his shadow.  As Andres moved farther to the northwest and weakened, Blanca strengthened. On June 2, Blanca became a hurricane, the earliest second hurricane on record for the eastern Pacific Ocean.\nOn June 3, Blanca became a Category 4, major hurricane with 140-mile-per-hour winds. However, Blanca lingered over the same patch of ocean, churning up the ocean below and bringing deeper, colder water to the surface. This cold upwelling cut off the supply of warm water, weakening the hurricane. By June 5, Blanca had been downgraded to a Category 1 hurricane. However, Blanca’s final story was not written just yet. As the storm moved to the north, Blanca rapidly re-strengthened on June 6 into a Category 4 storm with 130-mile-per-hour winds.\nGOES East view of Hurricane Blanca at 1445Z on June 3, 2015. NOAA image by the Environmental Visualization Lab.\nSubsequently, Blanca, like Andres, moved north into cooler waters and began to weaken. Blanca’s track, though, took it over the southern tip of the Baja California Peninsula as a tropical storm on June 8. This was the earliest landfall of a tropical system on the Baja Peninsula since records began in 1949.\nA remarkable two major hurricanes formed by the first week of June in the eastern Pacific hurricane region! It usually takes until July 14 for two hurricanes to form, and until August 19 for two major hurricanes to develop. Clearly, 2015 was already well ahead of schedule. And there was still one more storm waiting in the wings.\nOn June 11, tropical storm Carlos formed closer to the Mexican coastline than Blanca, and after several days of strengthening, reached hurricane strength on June 13. Unlike the previous storms, however, Carlos encountered stronger winds in the upper atmosphere that were less friendly for significant additional strengthening. However, Carlos’s track close to the southern Mexican coast will mean heavy rains and flooding for coastal areas.\nThree hurricanes forming before the middle of June is a rare occurrence. On average, this takes until July 29. Looking back, this was the second earliest that three hurricanes formed in the eastern Pacific. Only 1956 saw a quicker start to the season, when the eastern Pacific’s third hurricane and fourth named storm arrived by June 12.\nTypical influence of El Niño on Pacific and Atlantic seasonal hurricane activity. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nIt is not surprising that we have seen increased activity in a year with an ongoing El Niño event. In this year’s hurricane season outlook, El Niño’s influence was mentioned as the main climate factor expected to enhance the eastern Pacific hurricane season.\nDuring El Niño years, waters in the central and eastern equatorial Pacific are warmer than average, and we see thunderstorms shift farther east than normal.\nSea surface temperature anomalies over the eastern Pacific Ocean for the week of May 25-31. Seas were above-average in the region due to ongoing El Niño conditions. The warmer than normal waters provided extra fuel for developing hurricanes at the end of May and beginning of June. NOAA Climate.gov map, based on OISST data.\nEl Niño makes the region friendlier for the development and strengthening of hurricanes because vertical wind shear (the changing of wind direction or speed with height) decreases. Hurricanes require that thunderstorms develop nearly straight-up (vertically) so that the energy of the storm is concentrated near the center.\nWeak wind shear allows thunderstorms to develop vertically, making it easier for tropical storms and hurricanes to intensify. Conversely, strong wind shear tilts the thunderstorms with height, dispersing the energy over a wider area which can either prevent a hurricane from forming or even destroy an existing hurricane.\nAs El Niño is expected to continue and likely strengthen throughout the 2015 hurricane season, we will probably see many more tropical storms, hurricanes, and major hurricanes over the eastern Pacific before the season ends. As CPC’s outlook indicates, an above-normal hurricane season is likely for 2015. And the season has already gotten off to quite a head start.\nHelp us improve our content",
  "source": ""
}