{
  "url": "https://www.climate.gov/news-features/event-tracker/summer-heat-wave-arrives-europe",
  "title": "Summer heat wave arrives in Europe",
  "date": null,
  "content": "An extreme early summer heatwave re-wrote the record books across Europe during the end of June and beginning of July. Daily, monthly, and all-time records fell across the continent. Average temperatures for the week of June 28-July 4 were up to 12-13°F (7°C) above average across parts of Europe—a welcome anomaly during the winter but a devastating one during the summer.\nAverage temperature anomalies (°C) for Europe during June 28-July 4, 2015 based on preliminary global weather station data. A heat wave across the continent led to average temperature anomalies up to 7°C in parts of western Europe. Image provided by NOAA's Climate Prediction Center.\nThe United Kingdom saw its hottest July maximum temperature on record on the first day of the month (July 1) as temperatures rose to 98°F (36.7°C) at Heathrow airport in London. According the UK Met Office, temperatures in southwest Wimbledon reached 96.3°F, the highest temperature ever recorded during the Wimbledon tennis tournament.\nIn France, Paris recorded its second-hottest day ever on July 2, with a high temperature of 103.4°F while three stations set all-time highs on July 1 including Boulogne-sur-mer, Dieppe, and Melun with temperatures of 95.7°F (35.4°C), 100.9°F (38.3°C), and 102.9°F (39.4°C) respectively.\nElsewhere, temperatures reached 104°F (40°C) in July for the first time on record (records date back to 1943) in Madrid. Meanwhile in Germany, a new national record was set on July 5 when a weather station in Kitzingen recorded 104.5°F (40.3°C), breaking the previous record for hottest temperature ever recorded in Germany by 0.2°F.  Numerous locations also set records for hottest day, including Berlin, where July 4 temperatures maxed out at 100.2°F, the highest on record dating back to 1876.\nAccording to Jeff Masters of Weather Underground, Geneva, Switzerland, observed its hottest day in history (103.5°F) on July 7, which was also the hottest July day in Switzerland’s records and the second hottest recorded in any month. Farther north in the Netherlands, Dr. Masters also noted that the high temperature (100.8°F) in Maastricht on July 2 set an all-time record for July for the country.\nSuffice to say, it was not any ordinary heat that enveloped Europe during the beginning of July.\nAverage upper-level (300hPa) winds from June 28 - July 4, 2015 amidst an ongoing heatwave across Europe. The wavy jet stream formed into an omega block, so named after its resemblance to the greek letter omega. Map based on NCEP/NCAR Reanalysis data.\nThe jet stream, an area of fast moving winds high up in the atmosphere (four to eight miles), became incredibly wavy during the heat wave, forming what is known as an “omega block.” While an omega block may sound like something straight out of a sci-fi movie, it has a much simpler atmospheric origin. When the jet stream gets wavy, it can occasionally look like the Greek letter omega (Ω). Try to see it for yourself in the figure above of 300hPa (jet stream level) average winds during the heat wave.\nThese blockages occur when a high pressure is locked between two low pressures on either side. Over Europe, this high allowed hot air from the tropics to move north and essentially get trapped over Europe. Clear skies allowed for the temperatures to rise even further, creating a stronger dome of high pressure, reinforcing the already stagnant omega block atmospheric pattern. The high pressure blocked any potential low pressure systems from moving over Europe, instead pushing them to the north, like a large boulder diverting water in a stream. The omega block over Europe eventually weakened and moved east by the end of the second week of July, allowing cooler temperatures to prevail.\nHeat waves—extended periods of hot days and, especially, very warm nights— are associated with some form of similar blocking pattern where high pressure systems get locked in place for an extended period of time. A particularly intense European heatwave in 2003 (Stott et al. 2004) helped cause probably the hottest summer in Europe since 1500 AD and led to a reported death toll exceeding 70,000 during the summer of 2003 (Robine et al. 2008).\nWith regards to the future influence of climate change, some scientists have hypothesized that blocking patterns like that seen during this heat wave will occur more often in the future (Francis and Vavrus, 2015), but that possibility is still being investigated. Regardless of the mechanism, however, the latest report from the Intergovernmental Panel on Climate Change declared that due to climate change, not only is it likely that heat waves have increased across large parts of Europe, but in the future, it is very likely that heat waves will last longer and occur more often. Meaning communities should be prepared for heat waves like this to occur with an increasing frequency in the century to come.\nFrancis, J.A. and S.J. Vavrus, (2015). Evidence for a wavier jet stream in response to rapid Arctic warming. Environ. Res. Lett.,10.\nStott, P. A., Stone, D. A., & Allen, M. R. (2004). Human contribution to the European heatwave of 2003. Nature, 432(7017), 610–614. http://doi.org/10.1038/nature03089\nRobine, Jean-Marie; Cheung, Siu Lan K.; Le Roy, Sophie; Van Oyen, Herman; Griffiths, Clare; Michel, Jean-Pierre; Herrmann, François Richard (2008). Death toll exceeded 70,000 in Europe during the summer of 2003. Comptes Rendus Biologies 331 (2): 171–178.\nHelp us improve our content",
  "source": "climate.gov"
}