{
  "url": "https://www.climate.gov/news-features/event-tracker/wet-several-days-southern-california",
  "title": "A wet several days for southern California",
  "date": null,
  "content": "In southern California, it's the winters that are wet. Summer usually means lots of sun and very little rainfall. In fact, San Diego receives only 0.03 inches of rain on average in July.  However, the seasons in California have been anything but normal in recent years.\nWhile the winter rainy seasons of the last four years have been far below average, a weakening tropical system on an unusual northerly path brought an incredibly rare and heavy summer rainfall event to southern California in mid-July.\nThe remnants of Hurricane Dolores on July 19, 2015. Clouds hover over the mountains surrounding Los Angeles and San Diego. NASA satellite image provided by Worldview.\nIn the midst of overactive storm activity in the eastern Pacific, Dolores became the third major hurricane of the season on July 15—an achievement that doesn't occur, on average, until September 20.  The storm formed south of 15°N and tracked northwest, just offshore of Mexico. After moving north into colder waters, Dolores ended its story as a tropical system on July 18.\nFor southern California, though, Dolores’ story was just beginning. The remnants of the storm continued traveling north, close enough to the West Coast to bringing soaking rains to southern California. The storm directed moist southerly winds toward the Golden State, increasing humidity levels and rain shower activity.\nOver two days, July 18-19, 1.69 inches of rain fell at Lindberg field in San Diego: 56 times more than the July average. Rainfall totals over these two days shattered the previous monthly record of 1.29 inches in 1865.\nFrom July 18-20, nearly 4 inches of rain fell in the mountains around Los Angeles. Desert regions even saw 1-2 inches, with 2.31 inches falling in Lancaster. On July 18, Lancaster tied its record for heaviest daily rainfall in July with 0.72 inches. On July 19, Lancaster received 1.59 inches of rain, smashing the record tied a day earlier. Overall, the city has received 2.34 inches of rain in July, exceeding the previous monthly record by 1.39 inches.\nDaily precipitation totals for southern California on July 18 and July 19, 2015. Rainfall totals exceeding one inch were recorded on back to back days during the dry season across the region. Maps by NOAA Climate.gov based on AHPS precipitation data.\nlarge July 18 map | large July 19 map\nIn the LA metropolitan region, a maximum of 1 inch of rain fell. While LA saw less rain than the surrounding areas, even such small amounts are rare and considerably higher than usual. On July 19, downtown LA received 0.02 inches, which was still enough to beat the previous daily record (essentially equivalent to a trace of rain). Downtown LA has received 0.38 inches of rain in July—a record for the month.\nAnd not just any record. If you added up all July rainfall back to to 1987, the July 2015 monthly total is greater than all those previous Julys combined! In fact, the 0.38 inches is nearly a third of the total rainfall (1.17 inches) if you were to combine every July rainfall total from 1877 to 2014 (138 months). The rain resulted in the first rain-out baseball game for the Los Angeles Angels of Anaheim since 1995.\nNorth of LA, Paso Robles also observed torrential, record-breaking rain. On July 19, Paso Robles airport received 1.16 inches of rain (almost an inch of which fell in one hour). The previous record for rain on July 19 was 0.01 inches. So far, a total of 1.24 inches has fallen in the city during July, more than doubling the previous record of 0.59 inches set in July 1950.\nDifference from average precipitation (%) across southern California from June 27-July 26, 2015. Torrential dry season rainfall that has been greater than 600% of average has resulted in flash floods and landslides. Map by NOAA Climate.gov based on AHPS precipitation data.\nIt may not seem like a lot of rain, but suddenly wet conditions in dry places are a recipe for disaster. The extreme rainfall led to flash flooding, which caused a bridge collapse on Interstate 10 east of Palm Springs and shut down the roadway. The bridge crossed a dry desert riverbed called a desert wash. The heavy rains caused the desert wash to turn into a raging torrent of water that caused the bridge to collapse.\nWater and mud also shut down a part of Interstate 15 in the dry mountain region northeast of Los Angeles. The flooding was an extreme counterpoint to what folks in the San Bernardino Mountains had experienced days before when a brush fire overtook Interstate 15, burning 20 vehicles. Days later, the area was awash with water.\nDangerous flooding amidst a record drought? Just call it another week in California.\nHelp us improve our content",
  "source": ""
}