{
  "url": "https://www.climate.gov/news-features/event-tracker/record-breaking-algal-bloom-expands-across-north-pacific",
  "title": "Record-breaking algal bloom expands across the North Pacific",
  "date": null,
  "content": "A record breaking algal bloom continues to expand across the North Pacific reaching as far north as the Aleutian Islands and as far south as southern California.  Amidst well-above average sea surface temperatures across the North Pacific and along the western coastline of North America, a toxic algal bloom has developed with far reaching consequences for sea life as well as regional and local economies.\nScientists can track the distribution and biomass of large algal blooms by looking at surface chlorophyll concentrations in the ocean determined by satellites. The greener the color in the accompanying image, the more chlorophyll present, which can be used to estimate algal biomass levels. This image, taken for the month of July, shows high concentrations of surface chlorophyll along coastal areas up and down the West Coast as well as across a wide swath of the Gulf of Alaska.\nWhile algal blooms do occur with regularity across the Pacific Ocean, the size and duration of this year’s event, which began in May, has been particularly noteworthy.  And with its large size, it has had a similarly large impact on marine life and fisheries up and down the West Coast.\nAlgal blooms in the ocean are made up of microscopic marine plants that are also known as phytoplankton. Not all phytoplankton are dangerous, but certain species of algae produce neurotoxins that can cause human illness and, in extreme cases death, depending on the level of exposure.  These toxic algae can be ingested by shellfish and plankton-eating fish as part of their normal diet, making these neurotoxins available to organisms higher in the food chain, including humans and marine mammals. Consumers of the toxic algae, along with some of their predators, can accumulate toxins to levels that adversely affect the health of humans and wildlife that eat these contaminated animals.\nAccording to Alaska Dispatch News in Anchorage, at least 9 Fin whales were found dead near Kodiak Island, AK in June, potentially related to the algae bloom; however, definitive proof that these mortalities were caused by algal toxins will be difficult to obtain. In July, Aleutian Pribilof Islands Association received reports of dead and dying whales, gulls and forage fish in the eastern and western Aleutian Islands, with samples being solicited to test for algal toxins. NOAA scientists are collaborating on a Gulf of Alaska cruise (PMEL, Ocean Acidification) to determine the extent of harmful blooms in Alaska waters.\nElsewhere, over the past several months, extremely high levels of an algal toxin called domoic acid, which is produced by a group of phytoplankton called Pseudo-nitzschia, have led to closures of recreational razor clam harvests in Oregon and Washington, as well as closing of large portions of the Washington state Dungeness crab fishery and some of the sardine and anchovy fisheries in California. The fishery closures in California were not unexpected, as NOAA and NOAA-funded scientists recorded some of the highest domoic acid levels ever observed in Monterey Bay, CA. From CBS news and according to the Monterey Bay Aquarium Research Institute, levels of domoic acid were 10 to 30 times higher in Monterey Bay compared with blooms from the previous 25 years that these events have been documented in the Bay. NOAA has awarded grant and event response funding to Washington State in particular to monitor and study the current algae bloom.\nWith so much at stake for marine wildlife and the economies that rely on them, NOAA scientists are continuing to monitor the bloom along the entire West Coast as it continues to persist and adversely impact a number of fisheries. In the meantime, Climate.gov will talk to NOAA and affiliated scientists about what climate and other environmental factors are behind this year’s extreme bloom. Check back with us for more information in the next week or so.\nHelp us improve our content",
  "source": "climate.gov"
}