{
  "url": "https://www.climate.gov/news-features/event-tracker/record-setting-bloom-toxic-algae-north-pacific",
  "title": "Record-setting bloom of toxic algae in North Pacific",
  "date": null,
  "content": "A record-breaking algal bloom continues to expand across the North Pacific reaching as far north as the Aleutian Islands and as far south as southern California.  Coinciding with well above average sea surface temperatures across the North Pacific and West Coast of North America, the bloom is laced with some toxic species that have had far-reaching consequences for sea life and regional and local economies.\nAverage chlorophyll concentrations (milligrams per cubic meter of water) in July 2015. The darkest green areas have the highest surface chlorophyll concentrations and the largest amounts of phytoplankton—including both toxic and harmless species. NOAA Climate.gov map based on Suomi NPP satellite data provided by NOAA View.\nAlgal blooms in the ocean are made up of microscopic marine plants known as phytoplankton. Not all phytoplankton are dangerous, but certain species produce dangerous neurotoxins. Shellfish and some fish eat the toxic algae as part of their normal diet, which can then expose their predators—including marine mammals and humans—to the neurotoxins in amounts that can cause illness and, in extreme cases, death.\nWhile algal blooms do occur with regularity across the Pacific Ocean, the size and duration of this year’s event, which began in May, has been particularly noteworthy.  Scientists can track the spread and amount of large algal blooms with satellites by looking at chlorophyll concentrations at the ocean surface. As the map below shows, high concentrations of surface chlorophyll were present in coastal areas up and down the West Coast and a across a wide swath of the Gulf of Alaska. These high chlorophyll concentrations include both harmful and beneficial phytoplankton that produce over 50% of the world’s oxygen.\nCells of Pseudo-nitzschia, a genus of microalgae that includes several species that make the neurotoxin domoic acid. NOAA photo courtesy Vera Trainer.\nWith its large size, the bloom has had a large impact on marine life and fisheries up and down the West Coast. According to Alaska Dispatch News in Anchorage, at least 9 Fin whales were found dead near Kodiak Island, AK, in June, potentially related to the algal bloom, although definitive proof that the deaths were caused by toxic algae will be difficult to obtain. In July, the Aleutian Pribilof Islands Association received reports of dead and dying whales, gulls, and forage fish in Alaska’s Aleutian Islands, with samples being solicited to test for algal toxins.\nOver the past several months, extremely high levels of an algal toxin called domoic acid, which is produced by a group of phytoplankton called Pseudo-nitzschia, have led to closures of recreational razor clam harvests in Oregon and Washington, as well as closing of large portions of the Washington state Dungeness crab fishery and some of the sardine and anchovy fisheries in California.\nUpdated 9/3/15. (A note about seafood safety from NOAA’s National Marine Fisheries Service: Greatest human risk is from recreationally harvested shellfish. Commercial shellfish and finfish are closely monitored and safe to eat. Each state maintains public websites indicating where you can safely harvest shellfish.)\nClam diggers along the Washington state coast. NOAA photo, courtesy Vera Trainer.\nThe fishery closures in California were not unexpected; in May, NOAA and NOAA-funded scientists recorded some of the highest domoic acid levels ever observed in Monterey Bay, CA. According to a press release from the Monterey Bay Aquarium Research Institute, “During a normal Pseudo-nitzschia bloom, domoic-acid concentrations of 1,000 nanograms per liter would be considered high. However, by mid May concentrations in Monterey Bay reached 10 to 30 times this level.”\nNOAA has awarded grant and event response funding to Washington State in particular to monitor and study the current algae bloom. And NOAA scientists from the Pacific Marine Environmental Laboratory are collaborating on a research cruise in the Gulf of Alaska cruise to determine the extent of harmful blooms in Alaska waters.\nWith so much at stake for marine wildlife and the economies that rely on them, NOAA scientists are continuing to monitor the bloom along the entire West Coast as it continues to persist and adversely impact a number of fisheries. In the meantime, Climate.gov will talk to NOAA and affiliated scientists about what climate and other environmental factors could be behind this year’s extreme bloom. Check back with us for more information in the next week or so.\nHelp us improve our content",
  "source": ""
}