{
  "url": "https://www.climate.gov/news-features/event-tracker/late-july%E2%80%99s-stupefying-heat-indexes-southwest-iran",
  "title": "Late July’s stupefying heat indexes in southwest Iran",
  "date": null,
  "content": "Stepping outside during the summer often leads to an immediate groan, as if you suddenly found yourself stuck in a sauna. But for people living in southwest Iran along the Persian Gulf, conditions in late July went beyond the level of usual summer whining: on July 30-31, staying outside for a prolonged period could have led to heat stroke and death.\nSummer temperatures in Iran can routinely top 100°F, but 100°+ temperatures were not what made this event so remarkable and so potentially dangerous. The event was not the “dry heat” that people in the United States associate with the desert Southwest. Instead, the scorching temperatures were accompanied by extremely humid conditions, which give the human body even less ability to cool itself off.\nIn the coastal city of Bandar Mahshahr on July 30 at 2:30pm and 4:30pm local time, the temperature reached 113°F and 111°F. The dew point temperatures (the temperatures to which the atmosphere would need to cool to trigger condensation of the water vapor in the air) were 86°F and 88°F, respectively. At 3:30PM, the dew point reached 90°F! For reference, here in the United States, a summer day with temperatures in the mid 90s and a dew point in the mid 70s would feel highly uncomfortable. A dew point higher than the upper 80s is, simply put, ridiculous—even for the Persian Gulf.\nThe average sea surface tempratures for the week of July 27 - August 2, 2015 for locations in the Persian Gulf, Arabian Sea, and Red Sea. Onshore winds over the hot (around 90°F) Persian Gulf increased humidity levels in Iranian city of Bandar Mahshahr to high levels raising heat index values to greater than 150°F on July 30 and 31. NOAA Climate.gov image based on NOAA OISST sea surface temperature data.\nHow comfortable any individual person feels at a given temperature and humidity level is a subjective thing. But to attempt to give a more accurate sense of what a human body actually feels during such extreme events, meteorologists have created the heat index. The heat index takes into account not only the temperature of the air outside but also the moisture level. After all, the saying goes “It’s not the heat, but the humidity.”\nThere is some truth to that. When the human body gets hot, it sweats—a fact I, and anyone in my presence, can personally attest to on any hot summer day. The body does this not to make you a social outcast but to cool you down. As the moisture evaporates off your skin, it takes heat with it, cooling the body. The drier the atmosphere around you, the cooler your body will feel.\nOn days with a high relative humidity, those sticky summer days, the moisture on your skin has a harder time evaporating since the air is already so moist. The heat index looks to capture this impact by calculating an apparent temperature, or what the temperature feels like to a human body trying to get rid of excess heat.\nOn July 30 in Bandar Mahshahr, at 4:30pm, the temperature was 111°F and the dew point 88°F, making the heat index value a whopping 155°F, an unfathomably high number. The next day, July 31, at 4:30pm, the heat index soared to 165°F, after a temperature of 115°F was reached while the dew point was 90°F.\nThe explanation for these astronomically high dew point values lies to the south of Bandar Mahshahr: the Persian Gulf. On the July 30 and 31, winds were out of the south, blowing onshore from the water. Sea surface temperatures in that region of the Persian Gulf were at least a bath tub-like 90°F. An already hot area of the world combined with winds blowing over a hot water source led to the potentially deadly heat indexes recorded in southwest Iran.\nSo maybe the lesson here is the next time you find yourself wanting to complain after stepping out of your air-conditioned oasis into the muggy summer weather, remember: it could be worse… a lot worse.\n** Disclaimer**\nDuring this event, temperatures reached 111°F and 115°F with relative humidities of 50% and 47%, respectively. There is some debate among meteorologists about whether it is appropriate to extend heat index values above temperatures of 110°F and 40% relative humidity, which were the highest values used during the original mathematical calculations for the heat index. By providing the heat index values in this post, we were not trying to be definitive about the perceived temperature as much as we were trying to provide a sense of the \"off the charts\" magnitude of the reported heat and humidity. So while the human body may not have felt 165°F exactly (it at least reached 136°F, the highest heat index value on this chart), it likely felt like a temperature that any reasonable person would consider beyond extreme.\nHelp us improve our content",
  "source": "climate.gov"
}