{
  "url": "https://www.climate.gov/news-features/event-tracker/central-pacific-hurricane-party-three%E2%80%99s-company",
  "title": "Central Pacific hurricane party: three’s company",
  "date": null,
  "content": "While many El Niño headlines recently have focused on what an El Niño means for wintertime precipitation and temperatures across the United States, you might have missed what it has helped create across the eastern and central Pacific Ocean this hurricane season.\nAll you had to do, though, was take a look at a satellite picture on August 29-30. Three separate hurricanes were spinning in the central (180-140W) and eastern (east of 140W) Pacific Ocean all of which were classified as major hurricanes (winds in excess of 110mph). In fact, major hurricanes Kilo, Ignacio and Jimena were category four storms with wind speeds greater than 130mph.\nSatellite image of record-breaking trio of Pacific hurricanes, Kilo, Ignacio, and Jimena on August 31, 2015. NOAA GOES West image from NOAA EVL.\nThis was the first time on record that three major hurricanes were spiraling at the same time in central/eastern Pacific Ocean. The first time three category four storms occurred simultaneously in any ocean basin. And it also marked the first time that two major hurricanes (Kilo and Ignacio) existed in the central Pacific Ocean at the same time.\nHurricane Jimena was the strongest of the bunch, with wind speeds topping out at 150mph on August 31, but Kilo and Ignacio were not that far behind, with winds over 135mph. However, the best news about these three juggernauts is that they pose little threat to land as they churn away in the waters of the northeast Pacific Ocean.\nHurricane Ignacio on September 1, 2015. The storm was moving northwest, and did not pose a direct threat to Hawaii (bottom center). NASA satellite image provided by Worldview.\nSo far in 2015, the eastern Pacific Ocean has spawned eleven storms, with eight hurricanes, six of which have reached major hurricane status. The eastern Pacific Ocean usually only hosts three major hurricanes in a year: the total so far in 2015 is double that. Already, the central Pacific Ocean has broken its record for most tropical systems formed in one season, with five named storms, including two hurricanes.\nThe spike in cyclone activity across the Pacific Ocean is tied to well above-average ocean temperatures across the tropical Pacific, which are in turn associated with a still developing, significant El Niño. Water temperatures are 2 to 3.5°F (1 to 2°C) above normal. Combined with an atmospheric environment conducive for hurricane development, the central and eastern Pacific have been primed for an active year. And there’s plenty of time left for more storms as we move into September.\nHelp us improve our content",
  "source": "climate.gov"
}