{
  "url": "https://www.climate.gov/news-features/event-tracker/wait-hurricane-formed-where-atlantic",
  "title": "Wait, a hurricane formed where in the Atlantic?",
  "date": null,
  "content": "While hurricanes in the central and eastern Pacific Oceans have been engorging themselves on warmer-than-average sea surface temperatures and enjoying a low-wind-shear environment well suited for their continued development, tropical systems in the Atlantic Ocean have not been nearly as favored.\nWhen it comes to setting records, however, the Atlantic basin won’t be left out. On August 31, a fast-forming Hurricane Fred became the easternmost hurricane ever recorded in the tropical Atlantic Ocean and the cause of the first hurricane warnings ever issued for the Cape Verde Islands.\nHurricane Fred over the Cape Verde Islands. Satellite image from GOES East on August 31, 2015, provided by NOAA EVL.\nFred became a tropical storm on August 30 and a hurricane a day later in the far eastern Atlantic Ocean, directly off the coast of Senegal.  The fact that a storm system left West Africa and became a hurricane is not what is odd about this event. The fact that the storm formed and strengthened into a hurricane almost immediately after moving over water was record breaking.\nNormally it takes storms some time to get their acts together once they leave the West African coastline, only intensifying to hurricane strength after spending many days over warm ocean waters. In Fred’s case, the storm took advantage of an unusually short window where conditions were favorable for a quick development, a rare case so close to Africa.\nIn fact, only one storm, Hurricane Vince in 2005, became a hurricane farther east than Fred, but Vince was well north of Fred—out of the tropics altogether—at that point. (Vince eventually moved over the Iberian Peninsula and southern Spain bringing flooding rains. Vince was odd, but I digress.)  Other storms have been hurricanes farther east than even Vince, but these storms were well north of Vince and recurving systems into the very not-tropical north Atlantic Ocean.\nTracks of all storms (in the historical record) that became a hurricane east of 30°W. Hurricane Fred is the easternmost storm to have ever formed in the tropics. Only Vince became a storm farther east--but not while in the tropics. NOAA Climate.gov map by Dan Pisut, based on IBTRACS data.\nSo far in 2015, high amounts of wind shear (changing of wind direction and/or speed at different altitudes) have helped to prevent Atlantic storms from forming and to weaken those that have formed. High wind shear in the Atlantic is a by-product of the significant El Niño taking place “upstream” in the Pacific Ocean. Fred became a tropical storm at 18.9°W longitude and a hurricane at 22.9°W longitude. According to Dr. Brian McNoldy, only 11 hurricanes have formed east of 30°W (this includes oddball Vince), let alone near 20°W. After Fred became a Category 1 hurricane it made a beeline to the Cape Verde Islands. This prompted the first ever hurricane warning to be issued for the Cape Verde Islands.  While the islands are used to storms passing over them on their way to becoming hurricanes farther west in the Atlantic, they’ve never experienced a full blown hurricane during the modern record, which dates back to 1851. Until Fred, that is.\nFred became strong very fast, but its hurricane status was short lived. Shortly after crossing the islands, a myriad of counter-productive environmental factors including dry air, colder water temperatures, and higher wind shear weakened Fred to a tropical storm as it moved west-northwest into the Atlantic.\nTypical influence of El Niño on Pacific and Atlantic seasonal hurricane activity. Map by NOAA Climate.gov, based on originals by Gerry Bell.\nEl Niños tend to increase the amount of the storms in the Pacific Ocean, while acting to suppress their numbers in the Atlantic Ocean. As of the end of August, the Atlantic Ocean has seen six generally weak storms, only two of them hurricanes. Hurricane Fred may have been a hurricane for only a brief amount of time, but it still managed to set a record.\nHelp us improve our content",
  "source": ""
}