{
  "url": "https://www.climate.gov/news-features/event-tracker/summer%E2%80%99s-west-coast-algal-bloom-was-unusual-what-would-usual-look",
  "title": "This summer’s West Coast algal bloom was unusual. What would usual look like?",
  "date": null,
  "content": "Previously, I described a record-breaking algal bloom that is ongoing off the West Coast of North America, stretching from California to the waters of the Gulf of Alaska. High levels of the algal toxin domoic acid led to the closures of recreational razor clam harvests in Oregon and Washington and large portions of Washington’s Dungeness crab fishery.  Health advisories were issued to sardine and anchovy fishers along part of the California coastline.  NOAA scientists are investigating the toxic bloom as one of many possible causes of death of over 30 whales.\nThis May 22, 2015, photo shows a fin whale calf floating off Marmot Bay in Kodiak Island, Alaska. This calf is one of an unusually large number of whale deaths in the Western Gulf of Alaska since May. Photo by Rob Baer, Alaska Department of Fish and Game.\nThis event is being taken seriously by NOAA scientists who are continuing to monitor the bloom and investigate its causes and impacts, including the possible connection to the unusually warm water in the North Pacific. However, unlike an episode of the TV show CSI, the actual science done to investigate the environmental factors at play during this year’s extreme algal bloom cannot be wrapped up in an hour.  While scientists at sea and in research laboratories continue to learn more about this summer’s unusual bloom, I figured it might be a good time to talk about how West Coast algal blooms usually behave.\nMicrograph of phytoplankton. Image by NOAA MESA Project, via the NOAA Photo Library.\nAlgal blooms occur when phytoplankton or microscopic algae rapidly reproduce. Like plants on land, phytoplankton growth is controlled by environmental factors such as light, nutrients, and temperature. The highest concentrations of phytoplankton are usually found in nearshore regions where nutrients are plentiful due to both river runoff and coastal upwelling—periods when strong winds push warm surface waters offshore and draw up deep, nutrient-rich water to replace it.\nAlso like plants on land, only some species of phytoplankton are toxic. Along the US west coast, the genus of phytoplankton known as Pseudo-nitzschia—which makes domoic acid— is a frequent suspect when blooms turn toxic. One of the most important questions that scientists are trying to answer is why some algae succeed under stressful environmental conditions and others do not. Some types of algae, including Pseudo-nitzschia, are more able to outcompete other phytoplankton during periods when environmental conditions are more “stressful.”\nFor example, blooms of Pseudo-nitzschia usually occur toward the end of the spring or during late summer-early fall upwelling seasons. During late spring and early summer, water temperatures are warming yet nutrient levels are starting to be depleted from the surface of the ocean. This is a great combination for Pseudo-nitzschia, a common and highly resilient phytoplankton along the west coast.\nSatellite image of a massive bloom of phytoplankton off the coast of Oregon and Washington on July 26, 2014. Image courtesy NASA Earth Observatory.\nPseudo-nitzschia (the genus that is responsible for this year’s toxic bloom) can be found across the globe from the Mediterranean, Russia, Japan and Vietnam to South America, Namibia in Africa and New Zealand (Trainer et al. 2012). Some of the most damaging blooms have been observed off the west coast of North America, eastern Canada, Scotland, Ireland, Portugal, Chile, and in New Zealand.\nThe first recorded instance of human death caused by domoic acid poisoning, though, was in eastern Canada in 1987.  Over 100 people ate contaminated mussels from Prince Edward Island; several suffered permanent short-term memory loss and 4 people died.  The term “amnesic shellfish poisoning” was coined to describe the human intoxication syndrome caused by domoic acid, reflecting the symptom of short-term memory loss experienced by those exposed to high toxin levels. However, the majority of people who became ill suffered milder symptoms that included vomiting, nausea and diarrhea.\n(Here, let me pause for a safety message. There have been no confirmed cases of human illness due to domoic acid since the event in eastern Canada.  In the US, rigorous monitoring for harmful algal bloom toxins insures that shellfish purchased from commercial sources are safe for human consumption.  Recreational shellfish harvesters should check with state, local, or tribal public health agencies to determine if shellfish from a given location are safe for harvesting.)\nRed Tide caused by Dinoflagellates off the Scripps Institution of Oceanography Pier, La Jolla California. Photo by P. Alejandro Díaz and Ginny Velasquez, via Wikipedia.\nAlong the U.S. West Coast, there are known “hot spots” for Pseudo-nitzschia, where these toxic blooms tend to occur more often: Point Conception and Monterey Bay, California; Heceta Bank off Newport, Oregon; and the Juan de Fuca eddy at the border of US and Canada.  These are oceanic “crock pots” where water can swirl into eddies, allowing toxic blooms to develop and intensify in waters that stay in one place rather than being flushed out. In a particularly impressive event in central California in 1998, the neurotoxin domoic acid produced by a bloom of Pseudo-nitzschia led to the deaths of more than 400 California sea lions.\nMonthly average chlorophyll concentrations (milligrams per cubic meter of water) in the North Pacific from July 2002 through July 2015, based on observations from the NASA/NOAA Suomi-NPP satellite.\nWhat has made this year’s bloom so impressive is that while its impacts on coastal shellfish harvests were first discovered during the late May, it has maintained its presence along the West Coast throughout the summer. Previous blooms have appeared on the coast in the spring or fall and then died out a few weeks later. This year, Pseudo-nitzschia has appeared along the coast from southern California up through the Pacific Northwest and into the Gulf of Alaska, which is a considerably larger area than usually observed. Both the area covered and the duration of this bloom are unprecedented.\nWhether the warmer than average pool of water known as “the blob” (see post #1) played a role in keeping conditions “just right” for Pseudo-nitzschia development and whether the whale deaths in the Gulf of Alaska are associated with the current harmful algal bloom are two of the many questions NOAA scientists are looking to answer as they continue to monitor and investigate this year’s mega-bloom.\nStay tuned to Climate.gov for a follow-up.  But remember: science takes time.\nBates, S. S., D. L. Garrison, R. A. Horner (1998), Bloom dynamics and physiology of domoic-acid- producing Pseudo-nitzschia species, in Physiological Ecology of Harmful Algal Blooms, edited by D. M. Anderson, A. D. Cembella, and G. M. Hallegraeff, pp. 267–292, Springer, Heidelberg, Germany.\nTrainer, V.L, S.S. Bates, N. Lundholm, A.E. Thessen, W.P. Cochlan, N.G. Adams, C.G. Trick (2012), Pseudo-nitzschia physiological ecology, phylogeny, toxicity, monitoring and impacts on ecosystem health. Harmful Algae, 14, 271-300.\nHelp us improve our content",
  "source": ""
}