{
  "url": "https://www.climate.gov/news-features/event-tracker/survey-photos-reveal-damage-year%E2%80%99s-global-coral-bleaching-event",
  "title": "Survey photos reveal damage of this year’s global coral bleaching event",
  "date": null,
  "content": "NOAA announced yesterday that a global coral bleaching event is underway. Bleaching due to heat stress is expected to impact approximately 38 percent of the world’s coral reefs—and almost 95% of those in U.S. waters—and kill coral covering more than 12,000 square kilometers of reefs around the globe. This year’s event is only the third-ever worldwide bleaching event in recorded history, following devastating events in 2010 and 1998.\nFor a global bleaching event to be declared, all three ocean basins need to have recorded bleaching—when corals expel their food-producing, symbiotic algae—across multiple reefs spanning 100 kilometers or more. After widespread bleaching events in the Indian and Pacific Ocean basins earlier in the year, ocean scientists and community-based monitoring teams at NOAA, XL Catlin Seaview Survey, the University of Queensland, and Reef Check verified that bleaching is now occuring from Florida and Cuba east to the Dominican Republic.\nThis is a video produced by Google showing coral bleaching before and after images from American Samoa which were uploaded into Google Street View in June 2015. The images were taken by XL Catlin Seaview Survey.\nThe ocean stores the vast majority of the Earth’s heat. While heat is stored and mixed throughout the depth of the ocean over decades to centuries, the temperature at the surface can vary from season-to-season and year-to-year due to natural variations in Earth’s climate system. As you’ve already probably heard, a strong El Niño event is taking place this year, meaning that temperatures are getting quite warm in the central to eastern tropical Pacific Ocean. (What is El Niño? Here’s the answer in a nutshell.)\nWhen unusually warm waters linger longer than normal, corals expel the microscopic, symbiotic algae that produce much of their food (through photosynthesis). They lose their coloring, and their white skeletons become exposed.The bleaching process itself isn’t immediately fatal, but bleaching makes coral more vulnerable to diseases and other stress, and if the heat stress continues, bleaching will ultimately prove fatal. When corals are weakened and at risk of starvation or disease, other organisms, such as turf algae, seize the opportunity to take over and dominate the reef ecosystem.\nHeat stress in corals is described by degree heating weeks. Scientists multiply the number of degrees Celsius the sea surface temperature is above an area’s normal summertime maximum, times the number of weeks it remains there.\nThe time of peak bleaching varies among ocean basins and hemispheres. Generally, for the northern Atlantic Ocean and northern Pacific Ocean, it is July-September; for the southern Atlantic Ocean and southern Pacific Ocean, January-March. The peak season for the northern Indian Ocean is April-June and for the southern Indian Ocean, January-April. The animation below shows heat stress accumulating across the three major ocean basins since mid-summer 2015: the Indian, the Pacific, and the Atlantic.\nThe animation shows heat stress across the three major ocean basins from July through September 2015 (peak bleaching season for the northern Atlantic Ocean and northern Pacific Ocean), as well as year-to-date heat stress. Below 4 degree-Celsius-weeks (light yellow), heat stress was not enough to trigger bleaching. Beyond four degree-Celsius-weeks (gold to orange) widespread coral bleaching becomes likely, and beyond 8 (salmon to dark pink), significant bleaching and death become possible. Areas shown in white had not experienced heat stress sufficient to cause bleaching during the previous 12 weeks. Animation by Dan Pisut, NOAA Environmental Visualization Lab, based on Degree Heating Week data from NOAA’s Coral Reef Watch project.\nBy August, bleaching in the northern Indian Ocean peaked, and it began to ramp up in the Pacific. The imprint of El Niño revealed itself as a swath of intense pink in the central to eastern part of the ocean basin, indicating a risk of significant bleaching impacts and death for corals there. As the summer progressed, a patch of warm water—referred to as “The Blob”—also developed in the eastern North Pacific and along the U.S. West Coast.\nSea surface temperatures during September 2015 compared to the 1981-2010 average. NOAA Climate.gov figure, based on data from NOAA View.\nAt the same time, heat stress also began to build in the Caribbean Sea, and reports of bleaching began to come in from across the northern Caribbean region. Throughout the month of September, warm waters expanded off the coast of North America and migrated toward the Hawaiian Islands. According to NOAA’s Coral Reef Watch, this pattern of heat stress is very unusual. Typically heat stress occurs in this region when warm water in the western Pacific moves south or southeast into the Northwestern Hawaiian Islands.\nThe XL Catlin Seaview Survey team has been documenting bleaching impacts in various locations across the globe. The group uses advanced systems, such as cameras attached to an underwater scooter (pictured) that capture 1,000 high-resolution, 360-degree underwater images across distances of up to 1.2 miles in a single dive.\nThe XL Catlin Seaview Survey deployed a rapid response team to capture images of coral bleaching as it was happening in Hawaii and Florida. The photo shows Manuel Gonzalez recording the bleaching in Hawaii in 2015 using the SVII camera. Credit: XL Catlin Seaview Survey.\nThese images are added to the XL Catlin Global Reef Record, an online research tool that allows scientists and resource managers to better analyze and monitor changes in the global reef ecosystems on a local, regional, and global level. At the same time, reports of bleaching come in from Reef Check—a global network of trained teams of volunteer citizen scientists.\nCoral bleaching hit a surprising intensity in 2014, long before the strong El Niño was officially underway. An outbreak of coral bleaching in the northern Pacific and the Caribbean Sea occurred in the late summer/fall. In addition to impacts across many of the Pacific islands, the main Hawaiian Islands experienced their worst bleaching on record, and a record level of heat stress was observed in the northwestern Hawaiian Islands. This was only the second documented bleaching occurrence in Hawaii’s history. The reefs of the Florida Keys also experienced their worst bleaching impacts since 1998.\nBleaching then expanded to the South Pacific and Indian Oceans in 2015. Many island nations in the South Pacific reported impacts during the region’s peak bleaching season from January through March. The XL Catlin Seaview Survey responded to a NOAA coral bleaching alert in February 2015 in American Samoa to document the impacts of bleaching.\nBefore and after images of the bleaching in American Samoa. The first image was taken in December 2014. The second image was taken in February 2015 when the XL Catlin Seaview Survey responded to NOAA’s coral bleaching alert. Credit: XL Catlin Seaview Survey.\nIn June, NOAA’s Coral Reef Watch reported that “extensive and severe bleaching” in the British Indian Ocean Territory had been documented by the XL Catlin Seaview Survey divers, and appeared to be “more severe than we would have expected from the level of thermal stress.” Local experts also reported impacts across the Maldives.\nNow, the focus will shift toward the Caribbean Sea and North Pacific Ocean. Coral bleaching began in the Florida Keys and South Florida in August, but thankfully is now diminishing.\nThe warm waters are shifting farther south in the Caribbean, however, threatening corals in Puerto Rico, the U.S. Virgin Islands, and islands to the south and east with bleaching through November.\nNOAA warns that the biggest risk right now is to the Hawaiian Islands, where bleaching is expected to continue for the rest of October. By the end of 2015, scientists estimate almost 95 percent of U.S. reefs will have been exposed to ocean conditions that can cause corals to bleach.\nThe first global bleaching event in recorded history also began with a strong El Niño. From 1997-1998, the Pacific experienced a strong El Niño event, which was then followed by a strong La Niña from 1998-1999. When an El Niño transitions to a La Niña, the pattern of warmer-than-average waters essentially flip-flops in the Pacific: the Western Pacific becomes warmer than normal. This meant that from 1997-99, corals spared from warming during El Niño conditions were subjected to warming during a La Niña.\nScientists estimate that over 16 percent of the world’s coral reefs were effectively lost in 1998. Could this year’s El Niño cause similar damage?\n“What really has us concerned is this event has been going on for over a year, and is likely to last another year,” said Dr. Mark Eakin of NOAA Coral Reef Watch. Climate models indicate that the strong El Niño will continue to cause bleaching in the Indian and southeastern Pacific Oceans after the new year.\nBut it doesn’t always take a really strong El Niño to cause worldwide impacts, as we saw in 2010. “Because of climate change, even a much smaller El Niño can push corals beyond their limits causing bleaching again,” Eakin said. “The problem is two-fold. As ocean temperatures rise around the world, smaller levels of climate variability cause these bleaching events to hit reefs over and over again without giving them time to recover.”\nCorals have the potential to recover if temperatures come back down below stressful levels. If the waters are cool enough, the surviving microalgae can reproduce. But many corals succumb to disease, starvation, and local threats. As global ocean temperature continues to rise, coral reef managers hope that protecting coral reefs from local pressures like overfishing and water pollution will enhance their resilience to climate change and prevent more dramatic declines.\nHelp us improve our content",
  "source": ""
}