{
  "url": "https://www.climate.gov/news-features/event-tracker/thousand-year-deluge-south-carolina",
  "title": "Thousand-year deluge in South Carolina",
  "date": null,
  "content": "What does it take for a weather event to eclipse in attention the development of a Category 4 hurricane just offshore of the southeast U.S. coastline? The answer: rainfall amounts that are measured by the foot.\nHurricane Joaquin became a massive Category four, major hurricane with 135-knot winds off the U.S. eastern seaboard, yet a week later, the lead storyline from the beginning of October remains the epic rains and momentous flooding in South and North Carolina from a separate weather system. Joaquin went from the leading character in the story to the sidekick.\nHurricane Joaquin in the Atlantic Ocean north of Bermuda at 1315Z on October 5, 2015. GOES East satellite image from NOAA EVL.\nFrom October 1-5, a large portion of South Carolina and southern North Carolina received over a foot of rain. Totals even exceeded 20 inches across much of eastern South Carolina. Mount Pleasant, SC, a suburb of Charleston, observed an astounding 26.88 inches of rain in just the first five days of October. New York City averages almost the same amount of SNOW in a year!\nColumbia (the capital) broke its all-time wettest 1- day, 2-day, and 3-day periods on record. Charleston airport set its greatest 1-day, 2-day, 3-day, and 4-day rainfall records. Plus, Charleston, in just the first four days of the month, set a new record for wettest October by over 5 inches! October of 2015 was already the 4th wettest month in Charleston history after the first four days of the month.\nThe torrents of water cascaded into river/creek beds washing out roads and bridges, forcing closures across the state.  18 dams have been breached, and damages will likely reach into the billions. The weather, including the flooding, has claimed the lives of at least 19 people.\nThe likelihood of the rainfall amounts seen during the lifespan of the event have ranged from anywhere between a 1-in-100 year event to a 1-in-1000 year event.  This means that at the beginning of any given year, the rainfall amounts seen during this event have a 0.1% to 1% chance of occurring during the upcoming year. Said another way, it means that on average an event of that magnitude occurs only once every 100 or 1,000 years. Suffice it to say, this was an extremely rare event. And extremely rare events need an incredibly specific set of ingredients for them to occur.\nAs Joaquin was moving off to the northeast, another low-pressure system was forming over the U.S. Southeast. That system may have been able to tap into the moist tropical air from Hurricane Joaquin and direct it towards a front (boundary where different air masses collide) that set up along the coast of the Carolinas. This front provided the necessary rising motion to create a rain band pointed directly towards the Carolinas like a fire hose.\nMeanwhile a stable high-pressure system farther north helped to keep the front and the coastal low-pressure system remarkably steady for several days leading to unbelievable rainfall totals. Making matters worse, the above-average sea surface temperatures which helped to fuel Joaquin also probably increased the amount of moisture in the air that eventually made its way west towards South Carolina. For an additional and more in-depth wonky/weather nerd take of the complicated atmospheric set-up that led to this event, check out this breakdown from the Washington Post’s Capital Weather Gang.\nThis animation shows the content of water in the atmosphere that helped stream historically heavy rainfall inland. This imagery is from GOES East from October 1 to October 5, 2015. Animation by Dan Pisut, NOAA EVL.\nThe animation above shows the atmospheric water vapor evolution from October 1 to October 5. Joaquin can be seen to the south and east, and the trademark counter-clockwise swirl of the low-pressure system over the Southeast is evident as well. That narrow band of moisture pointed directly at the Carolinas was the previously mentioned fire hose.\nThis scenario was like baking cookies. Normally, you have enough ingredients to make one batch of cookies, and all is well, just like normally the atmosphere provides enough ingredients to cause rain and moves on.  This time though, the atmosphere created a veritable assembly line for cookie creation, where the ingredients did not run out for days on end. Instead of a dozen cookies, the baker ended up buried by baked goods.\nA complex interplay between different weather systems aided by an ample supply of atmospheric moisture resulted in devastating flooding for South Carolina and North Carolina… showing that you do not need a landfalling hurricane for tremendous flooding damage to occur.\nHelp us improve our content",
  "source": "climate.gov"
}