{
  "url": "https://www.climate.gov/news-features/event-tracker/upper-level-low-does-box-step-over-us-southwest-brings-flooding",
  "title": "An upper-level low does a box step over US Southwest, brings flooding to Southern California",
  "date": null,
  "content": "California has been wracked with drought over the past four years but last week, heavy rains changed the storyline. In the wake of a long-lived, wandering low-pressure system, torrential showers led to flooding and landslides across the southern California.\nSatellite view of water vapor from October 2-7, 2015. Animation by NOAA Environmental Visualization Lab.\nIt’s a little too early in the wet season to say El Niño was behind the event—historically, El Niño’s influence on U.S. rainfall is most reliably seen in winter—but it was an early warning for the rain-related hazards that California is vulnerable to during strong El Niño events, like the one underway.\nOut West, the water year isn’t in sync with the calendar year. Most precipitation comes from fall and winter storms, so scientists and planners track annual precipitation October 1 of one year through September 30 of the next.\nThe 2015-16 water year started with a bang in southern California. On October 15, thunderstorms associated with an itinerate, upper-level low-pressure system dropped record amounts of rain in the mountains north of Los Angeles. According to the National Weather Service office in Los Angeles, rainfall rates between 4 to 6 inches per hour were observed in Leona Valley, north of LA.  Meanwhile, golf-ball sized hail and winds in excess of 60mph likely occurred near Lake Hughes.  Palmdale Airport recorded nearly an inch of rain (0.94 inches), breaking the previous daily record of 0.04 inches set in 1935. Even, higher rainfall amounts were recorded elsewhere across the San Gabriel Mountains.\nSeveral mountain ranges north of Los Angeles drop steeply into narrow valleys or straight to the desert floor. The terrain makes the region vulnerable to mudslides and debris flows after heavy rain, especially when drought has withered vegetation that might otherwise slow the flow of water. NASA satellite image from October 7, 2015.\nWhen heavy rain falls over a short amount of time in a mountainous area that usually is associated with dryness, that water can be funneled into raging currents that drag away anything in its path including dirt, rocks, cars and homes. On October 15, as a result of the heavy downpours, several mudslides and flash floods destroyed several roads north of Los Angeles including, according to the Los Angeles Times, trapping almost 200 vehicles in a mound of mud and debris.\nDrivers moving through the Tehachapi Pass in the Tehachapi Mountains became quickly inundated with water and then mud between 4 and 5PM. In the end, the mud reached levels of 20 feet forcing drivers to abandon their cars on what had been a road only hours before. The Los Angeles Times reported that workers the next day were digging through almost a mile-long stretch of mud, pulling some passengers from their vehicles.  Luckily, no one was reported injured or killed in the disaster.\nThe heavy mid-October rains were triggered by an upper-level low that helped destabilize the atmosphere enough for warm, moist air near the surface to rapidly rise, causing the thunderstorms. The odd thing about this low was that it wasn’t California’s first meeting with it. No, California and the U.S. Southwest had been dealing with this low since the beginning of October, as it did what can only be described as a box step to the music of Mother Nature across the region. You can watch it pull this backtracking move in the animation above.\nWatch the counter-clockwise swirl of the low pressure system move from southern California to the desert southwest by October 8 (step 1), then cross the border into Mexico on October 9-11 (step 2) before exiting over the warmer-than-average waters of the Pacific Ocean off the Baja Peninsula (step 3) and once again impacting Southern California on October 14-15 (step 4).\nDuring its final approach, winds in the lower-levels of the atmosphere were able to pull in warm, moist air straight into southern California, setting the stage for the thunderstorms that soon followed.\nSince climate forecasters have been talking of little else for months, of course, you’re going to wonder, was it El Niño? Well, El Niño usually has its largest impacts on precipitation a little later in the year (winter). And that influence is spread out over the whole season; you can’t easily tease out how much of the total rainfall in a single event was the “background” weather and how much El Niño might have added to it.\nHowever, events like this one highlight the concerns forecasters have if a wetter than average winter season does wind up occurring in California, in some part thanks to El Niño. Heavy rains during previous El Niño events have led to damaging landslides, and it is clear that should heavy rains occur this year, similar events will become more likely.\nHelp us improve our content",
  "source": ""
}