{
  "url": "https://www.climate.gov/news-features/event-tracker/rains-return-california-start-2016",
  "title": "Rains return to California to start 2016",
  "date": null,
  "content": "A quiet start to California’s 2016 water year (October 2015-September 2016) might have disappointed residents burdened under a severe, multi-year drought. However, a parade of storms coming off the Pacific Ocean during the middle and end of January gave parts of California their first real winter soaking.  Still, the water year so far has been pretty normal, and drought remains in place across much of the state.\nRivers of tropical moisture flowed from the western Pacific to California from January 15–January 31, 2016. This animation is based on satellite-based estimates of \"total precipitable water,\" which is the amount of liquid water available in the atmosphere to fall as rain or snow. NOAA Climate.gov animation by Dan Pisut, NOAA Environmental Visualization Lab, based on data provided by the University of Wisconsin/SSEC MIMIC.\nStarting from the middle of January, a factory line of storms continuously came ashore across northern California, dropping snow across higher elevations and heavy rain elsewhere. In particular, on January 29, an atmospheric river – a narrow band of moisture that comes straight out of the tropics – was pointed directly towards northern California.\nDuring the event, liquid water totals exceeded 3 inches (greater than 5 inches in some places) across the Sierra Nevada, with at least an inch of rain falling across most of northern California. Over the next two days, a developing storm system along the coast brought those rains farther south, where rains had been less infrequent. On January 31 in southern California, up to an inch of rain fell across dry coastal regions, 2-4 inches of rain were observed in the mountains in Santa Barbara County, and up to eight inches of snow blanketed ski resorts.\nOf course, one wet month isn’t going to erase California’s drought. Looking at the 2016 water year to date, it’s clear that while some interior portions of California as well as northern California have recorded above-average precipitation, areas to the south, including the heavily populated coastal corridor stretching from Santa Barbara to San Diego, have seen precipitation less than 75% of normal. While the January rains have helped southern California, they’ll need to occur more often to get this year back to normal—let alone to reduce rainfall deficits that have accumulated since 2011.\nPrecipitation in the West from October 2015–January 2016 as a percent of the 1981-2010 average. Since the start of the current water year, Northern California has faired better than Southern California. NOAA Climate.gov map, based on data from NOAA's Advanced Hydrological Prediction Service and the PRISM group at Oregon State.\nStill, conditions have improved in some respects. January was the best month for California’s snowpack since 2011, and the amount of water contained in the Sierra Nevada snowpack is more than 100% of normal for this time of year. The reservoir at Folsom Lake ended the month 107% of average, after levels rose by over a factor of three since the end of November. The state’s largest reservoirs, Lake Shasta and Lake Oroville, located in central/northern California have also seen their water levels rise, although they remain below average at 77% and 67% of normal, respectively.\nCalifornia’s New Melones Lake, June 4, 2015.  Photo by Ben Amstutz, used under a CC license.\nGoing into the winter, many were hoping that El Niño would deliver drought-busting levels of precipitation, as it has been known to do in winters past. Remember, El Niño—even one as strong as this one—is no guarantee of rainfall for southern California; it just tilts the odds in favor of a wetter-than-average winter. So far, southern California hasn’t been lucky, but there are still two months left in the wet season. All hope is not lost.\nHelp us improve our content",
  "source": ""
}