{
  "url": "https://www.climate.gov/news-features/event-tracker/case-you-missed-it-there-was-atlantic-hurricane-january",
  "title": "In case you missed it, there was an Atlantic hurricane in January",
  "date": null,
  "content": "The Atlantic hurricane season officially begins in June, but this January, a hurricane formed in the Atlantic Ocean for only the second time on record (first since 1938). Not surprisingly, for such a rare event, Hurricane Alex was unusual.\nHurricane Alex in the Atlantic Ocean west of the Canary Islands on January 14, 2016. Hurricane Alex became the first named storm of 2016 as well as the first hurricane to form in the Atlantic in January since 1938. GOES East satellite image captured at 1445Z (9:45 a.m. Eastern Daylight TIme). Image courtsey of NOAA's Environmental Visualization Laboratory.\nHurricane Alex actually started off as an extra-tropical cyclone that formed over the Bahamas on January 6. These are storms with warm fronts and cold fronts that those of us who live in the mid-latitudes experience every week. They draw their energy from the jet stream and from the contrasts in temperature, humidity, and wind between two different air masses.\nAs the storm moved east over the central Atlantic Ocean, it began to drift away from the jet stream and lose its extratropical features like its fronts—the boundaries between warm and cold air masses. During this period, an extensive area of thunderstorms developed and expanded near the center of the storm. Unlike extra-tropical storms, strong thunderstorms are the energy source for tropical storms and hurricane.  Eventually, like a butterfly escaping its chrysalis, Alex emerged from its extratropical cocoon a fully formed tropical system, reaching hurricane strength on January 14, complete with a well-defined eye.\nThis transition from an extratropical storm to a hurricane occurred while ocean temperatures were not even 70°F! This is well below the ~80°F typically needed for tropical storm development during the summer. Was it magic?\nSea surface temperatures on January 9, 2016, with waters warmer than 80°F colored yellow-orange. Alex became a hurricane in the waters roughly between the Canary Islands and the Azores Islands on January 14, despite the fact that underlying sea surface temperatures were only around 70°F—10°F cooler than what is normally required for hurricane formation. Map by NOAA Climate.gov, based on OISST data from NCEI.\nNope. Alex was able to transition into a hurricane due to colder-than-average temperatures in the upper atmosphere, which compensated for the not-so-warm ocean temperatures underneath. The difference between the surface and the upper atmosphere temperatures was large enough to destabilize the atmosphere, allowing for the thunderstorms to intensify and for the storm to grow. The much lower than average wind shear (change of wind speed and/or direction with height) certainly didn’t hurt either.\nAt peak strength, Alex had 85 mph sustained surface winds.   Alex eventually impacted the Azores, producing strong winds over 50 mph and more than 4 inches of rain This was the first time since 2012 that the Azores were impacted by a hurricane, and the only time that such an impact did not occur during August or September.\nAlex then turned to the north, losing its tropical characteristics on January 17 and merging with another extratropical cyclone over the Labrador Sea. Alex ended as it began, as part of an extratropical storm system.\nHelp us improve our content",
  "source": ""
}