{
  "url": "https://www.climate.gov/news-features/event-tracker/not-so-rainy-season-drought-southern-africa-january-2016",
  "title": "A not so rainy season: Drought in southern Africa in January 2016",
  "date": null,
  "content": "Poor rains during the southern Africa monsoon (October through May) have led to extensive drought across Mozambique, Zambia, Zimbabwe, South Africa and southern Madagascar. The dismal rainy season thus far has destroyed crops, killed livestock, and even led to blackouts. In the search for atmospheric suspects, you’d be remiss if you didn’t put El Niño in the lineup.\nSince the start of the rainy season in southern Africa in October 2015, many countries have received less than half their normal precipitation. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nBad. The 2015-2016 rainy season ranks among the worst in at least the last 30 years for many areas. Rains since October have been below 80% of normal across a broad swath of southeastern Africa. Localized regions in central/southern Mozambique, Zimbabwe, and central South Africa have received less than half their normal rainfall.\nIn South Africa, the poor 2015-2016 rainy season followed a below-average 2014-2015 season which led to 2015 having the lowest annual total rainfall on record since records began 112 years ago in 1904. To make matters worse, the dry conditions have frequently been accompanied by well above average temperatures during October-December.\nAs can be expected when extended dry periods are mixed with warmer than average temperatures, crops have wilted or been destroyed. According to the Famine Early Warning Network (FEWS-NET), central/southern Mozambique has seen over 40% of their crops lost. In South Africa, five of the country’s nine provinces have been declared disaster zones, costing South African farmers more than $600 million according to Al Jazeera.  This year, the corn-exporting country will need to actually import corn, according to the Globe and Mail.\nSatellite-based estimates of the health of vegetation indicate that much of southern Africa is experiencing severe to exceptional drought as of January 2016. Map by Dan Pisut and Climate.gov, based on NOAA AVHRR satellite data from the STAR program at NESDIS.\nZimbabwe has declared a state of disaster as more than a quarter of the population face food shortages according to the Guardian quoting Zimbabwe’s public works minister. More than 16,000 cattle have died, while up to 75% of crops have been abandoned in the country’s driest areas.\nMeanwhile in Zambia, the lack of rain is literally turning off the lights. . Zambia relies heavily on hydropower to generate electricity. Little rainfall means less water streams into the Zambezi River Water levels in the Kariba Dam along the Zambezi River fell to only 12% of capacity in January according to Reuters, reducing hydro-power output and forcing power rationing across the country. In October, parts of the country were even plunged into darkness due to lower power output caused by the low water levels.\nTypical impacts on temperature and precipitation in Northern Hemisphere winter during El Niño events.\nIn some sense, a below-average rainy season this year was an expected outcome, even if the severity of this year’s drought would have been hard to predict. During El Niño, drier than average conditions are felt more often than not across southern Africa during the rainy season. And with a strong El Niño present in the Pacific Ocean, one that measures in the top three of all events dating back to 1950, there was a higher confidence that southern Africa would observe below-average rains during the 2015-2016 season. El Niño isn’t the only culprit, of course, but its fingerprints are all over this season’s drought.\nHelp us improve our content",
  "source": "climate.gov"
}