{
  "url": "https://www.climate.gov/news-features/event-tracker/tropical-cyclone-winston-causes-devastation-fiji-tropical-paradise",
  "title": "Tropical Cyclone Winston causes devastation in Fiji, a tropical paradise",
  "date": null,
  "content": "As one of the strongest storms ever recorded in the Southern Hemisphere, tropical cyclone (TC) Winston and its 185-mph winds caused widespread devastation across the island nation of Fiji when it made landfall February 19-20. The storm was one of the strongest tropical cyclones to make landfall anywhere on earth since the modern era of global records began in 1970.\nTropical Cyclone Winston sprawled across the Fiji Islands on February 20, 2016. This infrared view of the storm from the NOAA-NASA Suomi satellite shows warm surfaces (such as the open ocean at image upper right) in shades of blue with progressively colder temperatures (such as the tops of Winston’s towering thunderstorm clouds) in darkest red. Image by Dan Pisut, NOAA Environmental Visualization Lab.\nWith satellite estimated wind speeds of up to 185mph, TC Winston was the eleventh Category 5 storm in the South Pacific Ocean since reliable records began in 1970, and it was one of the strongest storms ever recorded in the Southern Hemisphere. For Fiji, Winston was the first Category 5 storm to make landfall across the country as well as one of the strongest tropical cyclones to make landfall anywhere on earth since records began in 1970. (It is difficult to ascertain the strength of some of the strongest cyclones prior to the arrival of satellites in 1970, which is why I say Winston was “one of the strongest.” Regardless, Winston was a significant and historic event.)\nThe eye of Tropical Cyclone Winston passing over Koro Island at 1:30 p.m. Fiji time on February 20, 2016. Aqua satellite image from NASA Earth Observatory.\nThe small island of Koro bore the brunt of Winston, likely observing wind speeds normally seen in EF4 tornadoes. New Zealand Defence AirForce images that were shared on Facebook by the Fijian government show devastation in the wake of the storm on some of the smaller outlying islands, including Koro, Lau, Taveuni, and Rabi. The two largest islands, Viti Levu and Vanua Levu also were affected as the storm traveled across the northern part of Viti Levu and southern part of Vanua Levu. It will likely take weeks before the full scope of the damage is understood.\nWinston’s journey to a Category 5 behemoth was not short. The storm was named Winston on February 10, when it was located to the west of Fiji. Over the next 10 days, Winston moved first to the south of Fiji, then to the east before stopping and reversing course 180°. It was after this about-face that the storm explosively strengthened under very conducive atmospheric and oceanic conditions. Wind shear (changing of wind speed and/or direction with height in the atmosphere) was weak enough to not pose a challenge to the storm’s organization, while sea surface temperatures were around 88°F (31°C).  Fiji was now in Winston’s crosshairs.\nTropical cyclones of this strength are rare to begin with. And the list of landfalling storms of this magnitude is even more exclusive. Sadly, for Fiji, it appears that this was a worst-case scenario.\nHelp us improve our content",
  "source": "climate.gov"
}