{
  "url": "https://www.climate.gov/news-features/event-tracker/huge-waves-means-it%E2%80%99s-time-surf-hawai%E2%80%99i",
  "title": "Huge waves means it’s time to surf in Hawai’i",
  "date": null,
  "content": "Breaking waves measuring up to 60 feet crashed along the northern coastlines of Kauai and the north shore of Oahu in Hawai’i. Under normal circumstances, this should mean an empty ocean save for those watching from the safety of the shore. In Hawai’i last week, it meant the start of a legendary, but impromptu big-wave surf competition known colloquially as “the Eddie.”\nThe Hawaiian Islands, with an inset showing Oahu's North Shore. The buoy offshore of Waimea Bay recorded a record-breaking wave height on February 22, 2016. Main image from NASA's Terra satellite on May 23, 2003, via NASA's Earth Observatory. Inset image from NASA EO-1 satellite on June 3, 2003, via the USGS Earth Explorer.\nWhat causes such violently beautiful waves, and why do they only happen a handful of times each decade? Until last week, it had been 7 years since the waves had been right for “The Eddie.” Is it a coincidence that the giants returned during an El Niño year?\nThe “Eddie” is named after Eddie Aikau, a Hawaiian surfing legend and North Shore lifeguard who was lost at sea during a lifesaving attempt in 1978. For “the Eddie” to take place waves must be huge, with breaking waves between 30-40 feet in Waimea Bay, where the tournament is held.  Once the criteria are met, a call is put out to 28 surfers who have just 12 hours to arrive in Hawai’i at Waimea Bay to check in.\nWaimea Bay, a legendary surf spot on the North Shore of Oahu Island. Aerial image courtesy the Coastal Geology Group at the University of Hawaii. large version\nThe Eddie has taken place only nine times since the inaugural competition in winter of 1985/86. Before February 25, the last time conditions were deemed “satisfactory” was in December 2009. But in February 2016, back-to-back storms with hurricane-force winds blustered across the North Pacific. Even though they were hundreds to thousands of miles to the north of the Hawaiian Islands, they set off waves that raced south to eventually become the 40-60 foot monsters that crashed ashore.\nBack-to-back North Pacific storms with hurricane-force winds pushed giant swells toward Hawaii on February 25, 2016. Climate.gov animation by Dan Pisut, based on Wavewatch III model data from NOAA National Centers for Environmental Prediction. large version\nOn February 25, the competition took place with surfers attempting to ride 35-60 foot waves in Waimea Bay. An offshore buoy recorded significant wave heights (the average height of the highest one third of the waves) at around 6.0 meters, or almost 20 feet. That was actually down from the record-breaking significant wave heights measured three days earlier at this buoy: 8.5 meters, or almost 28 feet.\nThe buoy just outside of Oahu's Waimea Bay recorded maximum significant wave heights of nearly 28 feet on February 22, 2016-- new record for place already known for giant waves. Data provided by NOAA National Data Buoy Center. (photo) Large wave breaking at Kaena Point during the last week of February 2016. Photo by Steven Businger. large version\nThis February has seen 5 days with giant waves (~40+ft) along the north shore of Hawaii. That’s the second-highest number of big-wave days in a year during February since 1969, with only the seven days that occurred in February 1986 exceeding 2016. In the Honolulu Star Advertiser, Clyde Aikau, the younger brother of Eddie Aikau, is quoted as saying that February 25 was one of the best days he had seen in 40 years for waves. Jodi Wilmott, the general manager of the World Surf League Hawai’i, also commented, “We’re on the limits of what’s possible for Waimea.”  Several times huge waves even “closed out” the bay, meaning that waves broke across the entirety of Waimea Bay and were unrideable.  This year’s waves were the largest ever for an Eddie.\nHow big waves get depends on several things. Those huge storm systems in the north Pacific have strong winds associated with them. The stronger the winds, then the larger the waves. However, those strong winds also have to last for a long period of time. In addition, those strong winds have to blow in the same direction over a large, uninterrupted distance (known as the fetch).\nDuring the summer, an area of high pressure dominates the North Pacific, leading to consistent northerly trade winds in Hawai’i and reducing the chances for storms to create huge waves for the islands. Instead, storms in the North Pacific are at their strongest during the winter, and with the enormity of the Pacific Ocean, the winds can blow fast and long across a great distance. When two of those storms come back to back, as they did in February 2016, the possibilities become…enormous\nA massive winter storm filled the entire North Pacific basin from Alaska to Hawaii on February 22, 2016, spawning giant waves. NASA/NOAA Suomi satellite image from Worldview. large version\nOf course, I’d be remiss in talking about any event during 2015/2016 and not mentioning El Niño. Note: not every weather event is caused by El Niño. But, during El Niño years, the jet stream, a river of fast- moving winds high up in the atmosphere that serves as a storm highway, across the Pacific is extended farther south and east than normal. That shift allows for storms that do form to track more steadily to the north of Hawaii, providing large wave swells for the islands.\nThis year’s “Eddie” – won by Hawaiian surfer John John Florence – was one for the ages. And if history is any judge, it could be awhile before we see the next.\nHelp us improve our content",
  "source": "climate.gov"
}