{
  "url": "https://www.climate.gov/news-features/event-tracker/where-oh-where-has-alaska%E2%80%99s-winter-gone",
  "title": "Where, oh where, has Alaska’s winter gone?",
  "date": null,
  "content": "For the third year in a row, Alaska’s winter has been anything but normal. A mostly dry and warmer-than-average winter has led to record-low snowfall amounts and record-high overnight low temperatures.\nAlaska climate division precipitation ranks for the 2015-2016 winter, December through February. To determine final rank, seasonal precipitation for the given year is ranked against every other year since 1925. Overall, while coastal areas observed average to slightly above-average amounts of precipitation, interior Alaska observed below-average precipitation during the 2015-2016 winter. NOAA Climate.gov maps based on data from the National Centers for Environmental Information.\nThe warmth also meant that once again the organizers of the annual Iditarod sled dog race had to cart in snow from snowier Fairbanks to Anchorage for the ceremonial start of the race. The kickoff race even had to be shortened to 3 miles from the usual 11. This storyline might sound familiar to dedicated readers of my writing on the Event Tracker (Hi Mom!). It was almost exactly a year ago (March 18, 2015) that I wrote about a similar snowless start to the Iditarod which forced race organizers to move the course 200 miles north to Fairbanks for the second time in history. This year’s race won’t have to go to those extremes, but conditions will be far from ideal.\nAlaska climate division temperature ranks for the 2015-2016 winter, December through February. To determine final rank, seasonal average temperatures in each climate division for the given year are ranked against every other year since 1925. Overall, Alaska observed above-average temperatures during the 2015-2016 winter for every climate division with Bristol Bay, Northwest Gulf and the Aleutians experiencing their warmest winter on record. As a whole, the 2015-2016 winter was the second warmest on record for Alaska. NOAA Climate.gov maps based on data from the National Centers for Environmental Information.\nThe 2015-2016 Winter (December-February) for Alaska was the second warmest on record, dating back to 1925. It was the culmination of a three-year warm run, in which the 2014-2015 winter now ranks as the fifth warmest on record and the 2013-2014 winter as the eleventh warmest.  You can understand, then, that after three consecutive years of progressively warmer winters, Alaskans may be a bit confused about where their winters have gone.\nIn fact, for the first winter in the historical record, no community in Alaska reached a low of -50°F. The lowest temperature recorded this winter was at the aptly named Arctic Village; the mercury plummeted to -47°F on December 24-25. Frigid, yes— this is Alaska after all; it still gets cold— but it was the warmest overnight low (minimum) temperature on record there, nevertheless.\nBut really, it’s the consistency with which above-average temperatures were observed that is most impressive. A daily temperature anomaly index for Alaska, which uses weather stations meant to represent as much of Alaska as possible, showed above-normal temperatures daily for the vast majority of 2016 so far.\nAlaska daily temperature anomaly index from October 1, 2015 - March 7, 2016. The daily index is calculated by finding standardized temperature anomalies for 25 stations spread across Alaska. The stations were chosen so as to represent as much of Alaska as possible. From October 1, 2015 through March 7, 2016, the daily temperature anomaly index was quite often well above-average. During 2016, the temperature anomalies were very rarely even slightly below-average. NOAA Climate.gov graph with data provided by Rick Thoman.\nAt least for December through February, nope… well, ok, maybe a little. The 2015-2016 winter was also the sixteenth driest on record as well. Warm and dry is not a great combo for snow-lovers. Fairbanks only received 2.5 inches of snow (8% of normal) during the 2015-2016 winter. If all precipitation converted to liquid, only 0.13 inches fell, by far the lowest on record (although Fairbanks had a snowy fall to compensate).\nAnchorage airport observed only 6.7 inches of snow, which set a new record in snow futility. Anchorage went from January 15 through February 20 without measurable snow, the longest streak observed during winter.  Working our way south, the capital, Juneau, had no measureable snow from December 30-February 19. The final season total of 18.3 inches tied for the lowest on record. About the only place that observed above-average snow was the northernmost part of the Panhandle of the state where almost 200 inches fell.\nTypical impacts of El Niño on the jet stream and winter climate across the United States. NOAA Climate.gov map by Fiona Martin.\nA bunch of things, to be honest. First, if you haven’t heard, we are in a pretty historic El Niño, which usually correlates to above-normal temperatures across central and eastern Alaska. On top of that, the Aleutian low pressure system, a semi-permanent low that camps out near, you guessed it, the Aleutians during the winter was much stronger than average. In fact, according to one dataset, mean sea level pressures averaged over the entire winter, were the lowest on record (1948-present).\nMean sea level pressure (mSLP) anomalies averaged over the 2015-2016 winter, (December-February) for Alaska and the north Pacific. Large negative anomalies across western Alaska and the Bering Sea were indicative of a stronger than normal Aleutian low pressure system. The strength and placement of the Aleutian low helped lead to average to above-average precipitation for southern coastal areas of Alaska and much drier conditions inland. NOAA Climate.gov map using NCEP/NCAR Reanalysis data.\nWith counter-clockwise air flow around the low, southeasterly winds brought warm, moist air to Alaska. So why was it so dry in some places? Well, that moist air hit higher mountain elevations along the southern coast of Alaska, dropping rain and snow, leaving little moisture left for interior areas. In fact, coastal windward areas around Anchorage observed above-normal precipitation this winter.\nThere is always something else! Warm ocean temperatures in the Gulf of Alaska and the Bering Sea also likely played a role in keeping things warmer than average this winter. Plus, sea ice in the Bering Sea is at its lowest in recent memory for this time of year, exposing warmer water that would normally be covered by cold ice. All of which helped keep things warmer than usual this winter for a normally cold state.\nAnd one cannot overlook the impact of climate change. According to the National Climate Assessment, over the past 60 years, Alaska has warmed more than twice as fast as the rest of the country. Average annual temperatures have increased by 3°F with winter temperatures increasing by 6°F. Warming in the spring has changed the timing of snow melt, increasing the length of the wildfire season. And these are just a few impacts. For additional reading, Rick Thoman previously touched on the effects of climate change in Barrow, Alaska, for Climate.gov.\nAlaska has dealt with its fair share of warm winters lately, but this winter was the warmest of the three, from the state as a whole to local towns scattered across the Great North.\nHelp us improve our content",
  "source": ""
}