{
  "url": "https://www.climate.gov/news-features/event-tracker/maya-express-behind-gulf-coast-soaking",
  "title": "\"Maya Express\" behind Gulf Coast soaking",
  "date": null,
  "content": "Four-day rainfall totals near two feet caused devastating flooding in parts of Louisiana, Texas, and Mississippi in mid-March 2016. To blame was a seemingly never-ending stream of moisture straight out of the tropics. The resultant flooding led to a state of emergency declaration for the entire state of Louisiana as many roads, including two major interstate highways, were closed, damaged, or destroyed.\nPrecipitation totals (inches) from March 8 - March 12, 2016. A \"Maya Express\" event brought devastating rainfall and flooding to parts of Louisiana, Texas and Arkansas during the beginning of March. Rainfall totals near two feet in northeast Louisiana. NOAA Climate.gov map based on data from AHPS.\nRainfall totals from March 8-12, 2016, ranged from a foot of rain at Shreveport Regional Airport to 21.08 inches in Monroe, LA , and 23.33 inches in Swartz, LA. In neighboring Texas, up to 18 inches fell in Hemphill in Sabine county. The nearly two feet of rain in Monroe was likely a 1-in-500- to 1-in-1000-year storm, meaning that this amount of rain in that amount of time has a 0.1% to 0.2% chance of happening in any given year.\nRainfall totals of greater than 6 inches were observed across a wide area from Texas, through central and northern Louisiana, on north to Arkansas.  And the rain was torrential at times. In the span of just 24 hours on March 8, nearly a foot of rain fell around the city of Shreveport. No place can handle that much rain in that short a period of time. Flash flooding led to high-water rescues, washed-out bridges, and flooded homes in Louisiana and Texas.\nBut even though the rain stopped, the water problem did not. All of that rain has to go somewhere, and as it funneled into nearby waterways, river levels rose dramatically. An all-time-record river crest was set along the Sabine River in Deweyville, Texas, when waters reached over 33 feet, inundating the town. The previous record was set in 1884. Elevated water levels in rivers across the region have led to flooding. In Bossier Parish, Louisiana, at least 400 homes were flooded.\nThe Gulf Coast found itself in the absolute worst location, stuck between a strong low-pressure system to the southwest and a high-pressure system to the east. Making this event even more unusual, the upper atmosphere low-pressure system wasn’t just to the southwest, but wayyy to the southwest, located over northern Mexico.\n300mb averaged wind anomalies for March 9 - 11, 2016. During the period, an anomalous upper-level low pressure system developed over northern Mexico while a high pressure system was positioned over the eastern United States. The combination of the counter-clockwise winds of the low pressure and clockwise winds of the high pressure resulted in warm, moist southerly winds pointed towards the Gulf Coast. The moisture transported from the tropics led to heavy rainfall and flooding in Louisiana, Texas and Arkansas. NOAA Climate.gov map based on data from NCEP/NCAR Reanalysis data.\nThe jet stream, the narrow area of fast-moving winds high up in the atmosphere, had become unbelievably wavy. It dipped down much farther south than normal over Mexico and much farther north over the eastern US. The low was tucked neatly near the base of the dipping jet stream, and it even caused thundersnow at Zacatecas, a higher-elevation town north of Guadalajara (yes, it snowed in Mexico).\nThe counter-clockwise flow of air around the low allowed for warm and moist air from the tropics to be continually funneled along the east side of the low towards the Gulf Coast. It was as if the low-pressure system was holding a hose and pointing it directly at Louisiana, Texas, and Arkansas. The figure above shows just how contorted the jet stream became and how the Gulf Coast was perfectly situated to bear the brunt of the rain.\nGood memory. For California, we often talk of atmospheric rivers, narrow bands of moisture that drench parts of the west coast. On satellite, you can even trace back the moisture “finger” all the way back to the tropics. If the moisture looks like it came from near Hawai’i, the atmospheric river is dubbed a “Pineapple Express.” This event was similar: a deep stream of tropical moisture headed towards the contiguous US. But instead of a “Pineapple Express,” some scientists dubbed this a “Maya Express,” because you could trace the moisture back to Central America.\nMuch of the moisture for the Gulf Coast soaking came from the tropics via an atmospheric river that some weather forecasters dubbed a \"Maya Express.\" This animation of the moisture flow is based on infrared data from the GOES East and West satellites between March 6-14, 2016. NOAA Climate.gov animation by Dan Pisut.\nIn fact, on March 11, the Maya Express and a West Coast-impacting atmospheric river event were occurring at the same time. An atmospheric river brought torrential rains to California while the Maya Express was causing flooding along the Gulf Coast.\nI think it’s clear that for damaging weather events to occur, sometimes the atmosphere, in this case, the jet stream, needs to get severely bent out of shape. Then, the fire hose can be turned on.\nHelp us improve our content",
  "source": ""
}