{
  "url": "https://www.climate.gov/news-features/event-tracker/climate-connections-fort-mcmurray-fire",
  "title": "Climate connections to Fort McMurray fire",
  "date": null,
  "content": "The remote Canadian city of Fort McMurray, in the middle of the northern Alberta's Athabasca tar sands (oil deposits that are the site of large-scale natural resource extraction), has found itself at the epicenter of an enormous conflagration. Flames from a still-growing wildfire have caused the complete evacuation of the city (population: 80,000). Video of the evacuation is terrifying, as people escaped in their cars through a fiery landscape as burning embers rained down.\nA massive wildfire rages Wednesday evening, May 4, 2016, near Anzac, Alberta, a hamlet 48 km southwest of Fort McMurray. The community and surrounding area was evacuated. A state of emergency exists in the Regional Municipality of Wood Buffalo as a result of wildfires. Credit: Chris Schwarz/Government of Alberta via Creative Commons.\nThis is a huge fire. As of May 10, the fire had burned around 565,000 acres (around 880 square miles, or 2,300 square kilometers), which is roughly 85% the size of the land area of Rhode Island. It started out simple enough on May 1, when a small fire of unknown origin developed south of the city. By May 3, evacuations were ordered. From May 4 to May 5, the fire exploded from 18,500 acres to 210,000 acres.\nThe wildfire first pushed north into Fort McMurray, cutting off the main road through town and sending people scurrying north and south of the city to escape. Luckily, over the past several days, the fire turned south and east, to within 30 miles of the Saskatchewan border. According to Reuters, the Bank of Montreal estimated insurance losses could be as much as $9 billion Canadian ($7 billion U.S.), easily making this event the costliest in Canada’s history. Signs of the fire have extended beyond northern Alberta, as winds have transported smoke from the fire across Canada and even into the United States.\nSatellite image on May 6, 2016, of western Canada. Smoke from the extensive Fort McMurray wildfire is evident blowing to the southeast in the upper right of the image. Suomi NPP satellite image from NOAA View.\nAs one would imagine, several fire-friendly atmospheric and ground conditions had to come together to produce such a gargantuan fire. First, drier-than-average conditions dating to last summer have left ample amounts of dry timber as fuel for any developing inferno. Second, the below-average amounts of precipitation later manifested itself as an early snow melt, as rising spring temperatures melted the remaining snow. Third, dry air along with well above-average spring temperatures helped dried out vegetation recently released from winters grip.\nIn fact, temperatures in Fort McMurray set daily record highs on May 3 and 4, as temperatures reached around 90°F, a temperature usually seen a handful of times a year during the dog days of summer in July and August.  On average, temperatures reach only the upper 50s during this time of year.\nDifference from average land surface (not air) temperatures for April 27 - May 7, 2016 for most of North America. Warmer-than-average temperatures (red) dominate across much of central and western Canada, while below-average temperatures (blue) occurred across eastern North America and the southern U.S. Above-average temperatures in northern Alberta helped to dry vegetation and aided in the spread of the wildfire, which devastated parts of Fort McMurray, Canada. Climate.gov image with data from NASA Earth Observations.\nThe culprit was an atmospheric traffic jam known as an “Omega Block,” which I recently wrote about causing an unusual melt episode for Greenland’s ice sheet. A dome of high pressure allowed warm air to funnel northward into remote northern Canada. And finally, once a spark turned the kindling to fire, strong winds fanned the flames into a monster.\nWildfires across the boreal forests of Canada are not uncommon. Instead, they are a part of the natural pattern of the forest. In northern Canada, cold winters are usually followed by short springs and warm summers, when most fires occur. What makes this event unusual is not only its size but its timing so early in the calendar year.  While wildfires are a natural disturbance, their likelihood can be increased by climate change and climate patterns like El Niño. Winters and early springs across northwestern Canada during El Niño years tend to be warm and dry.\nThe impact from climate change cannot be disregarded as well.  Natural Resources Canada states that the annual amount of forest in northwestern boreal areas burned by wildfires has consistently increased over the second half of the 20th century, with some of that increase due to climate change.  Rising temperatures due to the climate change also are more likely to lengthen wildfire seasons across northern North America as snow melts earlier during the spring.\nAs such, fire-prone conditions are expected to continue to increase in Canada in the future due to climate change. According to Natural Resources Canada, the area burned by the end of this century could be double compared to amounts burned recently. In January, a study published in the journal Climatic Change looked at results from three climate models and three future greenhouse gas emission scenarios and found a future with drier fuels (drier wood, grass, leaves, etc) and a higher frequency of fire weather days for Canada (Flannigan 2016).\nFlannigan, M.D. , B.M. Wotton, G.A. Marshall, W.J. de Groot, J.Johnston, N.Jurko, A.S. Cantin (2016). Fuel moisture sensitivity to temperature and precipitation: climate change implications. Climatic Change, 134 59-71\nHelp us improve our content",
  "source": ""
}