{
  "url": "https://www.climate.gov/news-features/event-tracker/april-2016-snow-cover-did-no-favors-fort-mcmurray-fire",
  "title": "April 2016 snow cover did no favors for Fort McMurray fire",
  "date": null,
  "content": "As we described in a previous post, the Fort McMurray fire in northern Alberta has been unusually ferocious for so early in the year. Summer-like temperatures showed up in April, and the vegetation—dry and still dormant for the winter—baked into perfect fuel for the blaze.\nFlames tower above the treeline next to Highway 63 south of Fort McMurray on Saturday, May 7, 2016. Photo by Chris Schwarz, via the Government of Alberta Flckr account. Used under a CC license. Other sizes.\nOne of the primary reasons the area was so vulnerable to the early heat is that April snow cover was well below average in much of western North America, including the areas of Alberta around Fort McMurray. (For the Northern Hemisphere as a whole, April 2016 snow extent was the smallest on record for the month, according to analysis from Rutgers Snow Lab.)\nSatellite-based snow extent across the Northern Hemisphere in April 2016 compared to the 1981-2010 average. NOAA Climate.gov map by Fiona Martin, based on Rutgers Snow Lab data from Tom Estilow.\nObviously, snow on the ground reduces the risk of a fire catching or spreading: snow-covered ground doesn’t burn. Also, snow buffers the forest against the impacts of short stretches of extremely hot weather. Snow has to melt and the resulting water has to evaporate before the carpet of needles, dry branches, and other vegetation on the forest floor dries out dangerously.\nIt’s possible for any given winter to experience below-average snow extent, and El Niño does increase the likelihood of mild winters in Canada and the northern U.S. But this April’s record-low is not an isolated incident: it’s part of a downward trend in Northern Hemisphere spring snow extent linked to global warming.\n(left to right) Difference from average snow extent in North America (bars) each April, May, and June from 1967 through 2016 for April and through 2015 for May and June. Snow extent is declining in all spring months (diagonal lines pointing downward over time), with steep losses in June and more moderate losses in May and April. (Trends for the entire Northern Hemisphere during all months are available from NCEI.) NOAA Climate.gov graph by Fiona Martin, based on analysis by Tom Estilow.\nSince 1979, April snow extent in the Northern Hemisphere has been shrinking by 1-2 percent per decade, according to the 2015 Arctic Report Card. May extent has fallen by 3-5 percent per decade. June snow extent dropped 8 percent per decade through 2005, when losses began to accelerate. As of 2015, June snow extent was shrinking by 17 percent per decade.\nThese trends in snow extent are changing the meaning of “spring” in the high latitudes of the Northern Hemisphere. Spring snow extent is essentially eroding backward toward winter, with places that were once shielded from sun and heat as late as June are now exposed weeks earlier than usual.\nWith decreasing spring snow cover and rising temperatures, the fire season—historically confined to summer—has gotten longer. In some areas, warmer winters are also allowing more insect pests to survive and chew through huge tracks of forest, leaving acres upon acres of standing firewood. These climate factors combined with fire suppression policies over the past century have contributed to an increase in the size of forest fires in Canada’s northernmost forests, according to Natural Resources Canada.\nIt’s a problem shared with Alaska and the mountainous pine-dominated forests of the U.S. West, and it is costing the United States hundreds of millions of dollars. Models project that it’s a problem that will get considerably worse in coming decades.  For that reason, many U.S. states, tribal nations, and communities are starting to plan for the impacts of global warming on forest fires in coming decades.\nHelp us improve our content",
  "source": "climate.gov"
}