{
  "url": "https://www.climate.gov/news-features/event-tracker/will-great-barrier-reef-recover",
  "title": "Will the Great Barrier Reef recover?",
  "date": null,
  "content": "The Great Barrier Reef has not had a good year.  Prolonged high temperatures have devastated portions of the reef, especially the more remote, historically pristine, and less impacted northern section. While some recovery will occur over time, the sad truth is that ongoing ocean warming may keep some reefs from ever recovering their previous level of health, diversity, and productivity.\nA turtle swims over the bleached coral at Heron Island on the Great Barrier Reef in February 2016. Credit: XL Catlin Seaview Survey\nCoral bleaching occurs when corals become heat-stressed enough to expel their primary source of food, the microalgae that live inside their cells. This leaves the coral looking as white as if they had been soaking in bleach. Previous major bleaching events at the Great Barrier Reef occurred in 1998, 2006, and 2010, with 1998 and 2010 being associated with El Niño events. This year was no different: the bleaching corresponded with a strong El Niño event.\nEl Niños generally mean less precipitation across northern Australia. The resulting dry, sunny, and hot conditions heat up the waters across the reef, leading to bleaching events. However, just as impacts from no two El Niños are alike, neither are bleaching events. They can impact different sections of the Great Barrier Reef with different levels of severity. This year’s event more severely impacted the northern reef, for instance.\nAnimated gif of accumulated heat stress for the waters surrounding the Great Barrier Reef from January-May 2016. Values larger than 4 (gold to orange) indicate that widespread coral bleaching is likely. Values above 8 (salmon to dark pink) indicate significant bleaching and death is possible. Heat stress builds starting in February and lessens in May. Severe bleaching has taken place across the northern section of the Great Barrier Reef, a historically pristine and unimpacted section of the reef. Climate.gov image, using images provided by NOAA's Environmental Visualization Lab. Original data from NOAA's Coral Reef Watch project.\nJust because a coral is bleached doesn’t mean it’s dead. If water temperatures drop back below stressful levels and remain there for a long enough period of time—with no additional bleaching events or other major stresses—corals can regrow their algae and resume their mutually beneficially relationship.\nRecovery when corals die can take a long time, however. Even in the most remote and hardy places (such as the northern Great Barrier Reef), recovery following the 1998 bleaching event took 10 to 20 years. Elsewhere along on the reef, severe bleaching events or local disturbances have been occurring so often that significant recovery has been limited.\nAnd there’s the rub for the Great Barrier Reef’s future.\nSadly, almost all climate models show that meaningful recovery of corals along the Great Barrier Reef (and many other parts of the world) may be very difficult, if it is even possible at all.\nThis is because rapidly rising carbon dioxide concentrations will cause coral bleaching events to continue to become more frequent and severe in the years ahead, giving corals too little time to recover from the stress of repeated bleaching.  It is evident even now that bleaching events are affecting a larger area, deeper reefs, and that they are lasting for a longer period of time—all of which will harm the reefs and the animals that rely on them.\nCorals withstand bleaching better if the temperature trajectory leading up to the bleaching includes a period of moderate (sub-bleaching) heat stress followed by a recovery period before the extreme heat occurs. (top row) Maps show where and how the frequency of those \"protective\" seasonal temperature trajectories is likely to decline as average temperatures rise by 0.5° C,1.0° C, and +2.0°C. (bottom row) Meanwhile, the frequency of single bleaching events—those that occur with no \"trial run and recovery\" period—is projected to increase. The bar charts show how today (0° C), roughly 80% of bleaching events are preceded by a protective trial run, while only about 20% are not. As waters warm, that balance is projected to switch. NOAA Climate.gov image adapted from Ainsworth et al. (2016).\nResearch published by scientists at NOAA’s Coral Reef Watch program and Australia’s James Cook University and University of Queensland found that our changing climate and warmer ocean temperatures might increase coral bleaching along the Great Barrier Reef even more than previously thought (Ainsworth et al. 2016).\nThe researchers found that corals handle bleaching conditions better if they get a “practice run” in the weeks before the bleaching event. If the corals are exposed to a brief stretch of warmer than normal (but below bleaching threshold) temperatures followed by a cooler recovery period of 10 days or so, it’s like they get a chance to “brace for impact.” The corals go through a heat shock response, increasing the corals’ heat tolerance and reducing the severity of bleaching and likelihood of death. All of this comes in handy when waters warm enough to meet bleaching conditions.\nHowever, if ocean waters warm by as little as 0.5°C overall, as predicted for the near future, there won’t be a pre-stress practice run. Without it, corals are at a greater risk of dying during bleaching, which means reefs are more likely to see a faster decline in coral cover.\nThe 2016 coral bleaching event is probably not an isolated event, just a combination of El Niño and bad luck. Instead, it is a sign of things to come thanks to climate change. An increasing number of worsening bleaching events destroying the corals across the Great Barrier Reef may ruin one of the natural wonders of the world.\nWork can be done to protect the reefs. Better management that reduces other human-caused stresses can reduce the bleaching risk. However, as researchers showed, under high greenhouse gas emission scenarios, the outlook for the Great Barrier Reef is pretty dire. The research showed that the way to greatly improve the outlook for the reef was aggressive action to reduce greenhouse gas concentrations.\nAinsworth, Tracy D., S.F. Heron, J.C Ortiz, P.J. Mumby, A. Grech, D. Ogawa, C.M. Eakin, W. Leggat (2016) Climate change disables coral bleaching protection on the Great Barrier Reef. Science. 352. 338-42.\nHelp us improve our content",
  "source": "climate.gov"
}