{
  "url": "https://www.climate.gov/news-features/event-tracker/atmospheric-%E2%80%98groundhog-day%E2%80%99-behind-flooding-france-and-germany",
  "title": "Atmospheric ‘Groundhog Day’ behind flooding in France and Germany",
  "date": null,
  "content": "A non-stop parade of thunderstorms pounded parts of Europe during the end of May and beginning of June. The heavy rains—up to three months worth in parts of France—fell in less than a week, causing widespread flooding in France and Germany.\nRainfall across parts of France and Germany was several hundred percent of normal between May 29 and June 3, 2016. Areas where rainfall was more than 100% of normal are shades of green. NOAA Climate.gov image based on Climate Prediction Center data.\nIn France, up to 5 inches of rain fell near the French border with Belgium. The BBC reported that up to six weeks’ worth of rain fell in just 24 hours. Meanwhile, around Paris in the Ile de France region, the heavy rains at the end of the month led to May rainfall totals of over 6.5 inches, which set a May rainfall record (records back to 1960).\nThe torrential rains led to severe flooding across the country with numerous towns submerged in both northern and southern France. The Seine River, which flows through Paris, rose to 20 feet (6.1 meters), bursting its banks and flooding the streets of Paris. It was the river’s highest level in 34 years. The flooding forced the Louvre art museum to close and, according to the Guardian, forced museum workers to move 250,000 priceless pieces of art to avoid the flood waters.\nThe flooding in Paris was the worst in 60 years, although a far cry from the record set in 1910, when the Seine crested at 26 feet. As a precaution, a metro line and the Musee D’Orsay were also closed.  Initial estimates, according to the Telegraph, have the floods causing over a billion Euros in damage.\nLuckily, according to the Guardian, both museums had run drills just a few months ago for flooding scenarios similar to what occurred. When there is a flood alert, the Louvre has 72 hours and the Musee d’Orsay has 96 hours to move art to safety. In fact, in March, Parisian officials ran a flood management exercise called Operation Sequana to prepare for such historic flooding.\nMeanwhile, in Germany, flooding was especially severe in southern Bavarian towns. An emergency was declared in the historic city of Passau, while in Pfarrkirchen, over 1.35 inches of rain fell in just six hours.  In total, heavy rains and flooding killed at least ten people.\nWhen extreme precipitation or temperature events occur, they often times can be traced to a highly unusual setup in the atmosphere. In the past, I have touched on these atmospheric traffic jams when they caused melt events in Greenland, and heat waves in North America and in Europe. But this time, a low-pressure storm system became “cut off” from the normal west-to-east atmospheric flow like a traveller stepping off a people mover at an airport.\nDifference from average pressure at sea level for May 29-June 3, 2016. Pressure was below average (purple) across northern France and Germany after a low-pressure storm system lingred over the area for several days. The system was hemmed in to the north by high pressure. NOAA Climate.gov map, based on NCEP reanalysis data.\nNo longer on the fast track, the storm slowly drifted to the east across Europe, trapped from moving north out of the area by a large high-pressure system. This aimlessness left areas across Europe to experience an atmospheric Groundhog’s Day, as thunderstorms came day after day.\nAs surface temperatures have risen in the past few decades, the atmosphere has gotten wetter. With greater moisture to draw on, storms can lead to heavier downpours. For the globe as a whole, it’s likely that more land areas have seen increases in heavy precipitation than decreases, according to the most recent report from the Intergovernmental Panel on Climate Change. And they have medium confidence that those changes are due to human-caused climate change.\nBut trends haven’t been found everywhere. One study of extreme precipitation events between 1950-2010 found an increase in extreme precipitation events in Northern Europe (including northern France and Germany) in winter and spring, but little to no change in Southern Europe (including southern France and northern Italy.)\nA preliminary analysis of the May-June 2015 event by climate experts with the World Weather Attribution project concluded that global warming increased the probability of such an extreme three-day rainfall event along the Seine River basin. If that conclusion is confirmed following peer-review, it would put this event in the company of extreme rainfall that fell in the Cevennes Mountains in south-central France in 2014, which scientists, some from NOAA, concluded was three times more likely to occur today than in 1950 due to climate change.\nWhether or not the recent event is confimed as an example of how global warming has affected extreme rainfall, it’s an example of the sort of event we can expect more of in the future. According to the IPCC’s last assessment of the state of the science, increases in extreme precipitation events are likely over many land areas by early this century and very likely over most of the mid-latitude landmasses and over wet tropical regions by the end of the century.\nIPCC (2013). Summary for Policymakers. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.\nvan den Besselaar, E. J. M., Klein Tank, A. M. G., & Buishand, T. A. (2013). Trends in European precipitation extremes over 1951-2010. International Journal of Climatology (33): 2682–2689.\nVautard, D. , van Oldenborgh, G.-J., Thao, S., Dubiosson, B., Lenderink, G., Ribes, A., Planton, S., Soubeyroux, J.-M., and P.  Yiou. (2015). Extreme fall 2014 precipitation in the Cévannes Mountains [in “Explaining Extremes of 2014 from a Climate Perspective”]. Bull. Amer. Meteor. Soc., 96, (12), S56–S60.\nHelp us improve our content",
  "source": "climate.gov"
}