{
  "url": "https://www.climate.gov/news-features/event-tracker/scorching-heat-bakes-southwest-mid-june-2016",
  "title": "Scorching heat bakes the Southwest in mid-June 2016",
  "date": null,
  "content": "Temperatures rose to well in excess of 100°F across the desert southwest of the United States over the previous week. The unbearable heat broke numerous daily temperature records for this time of year and ranked in the top five hottest days ever for multiple cities throughout the region. While the U.S. Southwest is used to hot temperatures, conditions from June 18 – 22 were life-threatening. At least four hikers died in Arizona, according to news reports.\nAn example of weather: Daytime high temperatures on June 20, 2016, during a scorching heatwave in the U.S. Southwest. Map by Dan Pisut, NOAA Environmental Visualization Lab, based on NOAA RTMA data.\nShort of heading for the mountains in Colorado or California, there was no escaping this heat. At 9:35 a.m. on June 19, it was already 101°F in Phoenix, Arizona. Phoenix eventually topped out at 118°F, breaking the daily record of 115°F and becoming the fifth hottest day all-time for the city. On the same day, Tuscon hit 115°F, its third hottest day ever.\nYuma reached an astounding 120°F, which amazingly was only Yuma’s fourth hottest day. Sante Fe tied its hottest temperature on record when temperatures leveled off at 102°F. The heat extended west as well. Burbank, California smashed its previous daily record with a high temperature of 109°F. Los Angeles was chilly by comparison as temperatures “only” reached 96°F. The heat only continued for the next several days.\nOn June 20 and 21, Phoenix hit 116°F and 111°F. Burbank set a new record of 111°F on June 20. Las Vegas also broke its daily record when temperature spiked to 115°F on June 20. In Needles, California, a city located in the Mojave Desert and known for extreme heat, the high temperature on June 20 was 125°F, setting a new monthly record for June and tying the all-time hottest temperature record for any month. If you find that unbelievable, just wait. The low temperature in Needles on June 21 was 98°F, a new monthly record (records go back to 1888) breaking the previous record of 97°F set last year.\nThe extreme heat and dryness served as the perfect recipe for wildfires. Fires have broken out in southern California, New Mexico, and Arizona. Wildfires in the Los Angeles suburbs have burned over 5,000 acres. In Arizona, three large wildfires have consumed 65,000 acres, while fires in New Mexico have impacted 53,000 acres.\nThe cause of this event was an expansive area of high pressure that sat over the southwestern United States.  In a later post, we will talk more about this high pressure as well as what the region can expect in the future thanks to climate change.\nBut before we go, a public health reminder: it is imperative to take summer temperatures seriously. If you have to be outside make sure to drink plenty of water, wear light-colored and light-weight clothing, stay in the shade, and maybe put off that 15 mile run for another, cooler time.\nUrban planners and emergency managers can find tools and resources for coping with the risk of extreme heat via the National Integrated Heat Health Information System, part of the U.S. Climate Resilience Toolkit.\nHelp us improve our content",
  "source": ""
}