{
  "url": "https://www.climate.gov/news-features/event-tracker/scorching-heat-bakes-southwest-mid-june-2016-part-two",
  "title": "Scorching heat bakes the Southwest in mid-June 2016 - Part two",
  "date": null,
  "content": "During the official start of summer last week, a heatwave baked most of the southwestern United States. High temperatures well above the century mark were observed in Arizona, Nevada, and California. Low temperatures at night occasionally only cooled off into the 90s. Part 1 of our story on the event highlighted some of the astounding temperatures records set during the heat wave. In part 2, we will look what happened in the atmosphere to cause it.\n500-mb height anomalies over the United States for June 19-22, 2016. Positive height anomaies (oranges) indicate areas of high pressure while negative height anomalies (purples) indicate lower pressure. During the period, a strong high pressure system was observed over much of the central/western United States. NOAA Climate.gov map, based on NCEP/NCAR Reanalysis data.\nThe cause of the stifling heat was a large, hot dome of high pressure sitting over the region. When we say there was “dome of high pressure,” what we mean is that there was a large area of high pressure in the middle to upper atmosphere which acted as a cap, inhibiting air from rising—no rising air means few clouds and lots of sunshine—and blocking storm systems from moving over the region.  These high pressure air masses happen when hot air from south of the U.S. moves in. This gargantuan high pressure helped usher in hot and dry air from Mexico to continue to bake over sunny, cloudless skies.\nBy some measures, the high pressure system over the Southwest in mid-June 2016 was record-breaking. One marker used to determine the strength of a high pressure is the height in the atmosphere at which a pressure reading of 500 millibars (mb) would be observed. (At sea level, pressure is around 1013mb.) Hot air expands, so the hotter the air mass means the higher up in the atmosphere you would have to go to find the 500mb pressure line. Usually the 500mb level is around 18,000 feet (5500m). On June 19, above Arizona, 500mb was reached at above 19,500 feet (almost 6000m), a daily record.\nPut another way, imagine you are trying take the metro or subway to work every day. This routine commute usually takes you 25 minutes, plus or minus a few minutes for bad luck with missing the first train. But one time, the commute was absolutely dreadful. You ended up getting to work much later than normal. Just like the nightmare commute increased the time to reach the same destination (your office), the high pressure system increased the distance to reach the same destination (the 500-mb pressure level). The result was a record-breaking dome of hot air which created dangerous conditions for human health.\nThanks to climate change, long and hot heat waves like the one just observed are expected to become more likely in the future. The most recent report from the Intergovernmental Panel on Climate Change concluded that for the globe, it is very likely that hot days and nights have become hotter and/or more frequent due to climate change. These changes are virtually certain to continue throughout the next century.\nThe percent area in the U.S. southwest experiencing extremely warm daytime temperatures during the spring (top) and summer (bottom) months. The record dates back to 1910. The percent area experiencing extremely hot daytime high temperatures has increased in both spring and summer during the last two decades. NOAA Climate.gov graph, based on data from the National Centers for Environmental Information's Climate Extremes Index.\nThe IPCC report also indicated with medium confidence that heat waves—several consecutive hot days in a row—have become more frequent and/or longer lasting, and it is very likely that heat waves will continue to increase in frequency and duration.\nFor the U.S. Southwest in particular, the National Climate Assessment noted that heatwaves have become more frequent over the decade 2001-2010. And in the future, summertime heat waves are expected to get longer and hotter still.  Increasing temperatures will likely stress not only crop production but human health too.\nIt is certain that the southwestern United States has suffered through an epic heatwave. The good news? They eventually end. Heat waves don’t last forever. The bad news? Due to climate change, we can expect to see stronger and longer-lasting heat waves during the rest of this century.\nHelp us improve our content",
  "source": ""
}