{
  "url": "https://www.climate.gov/news-features/event-tracker/new-eastern-hemisphere-heat-record-detective-work-behind-world-record",
  "title": "New Eastern Hemisphere heat record? The detective work behind world record weather",
  "date": null,
  "content": "Intense heat slow cooked parts of the Middle East for several days as temperatures soared to all-time record levels in late July. The mercury rose to an astounding 54°C or 129.2°F in Mitribah, Kuwait, on July 21. If verified, 129.2°F would set a new record for hottest temperature in Asia and the entire Eastern Hemisphere. The next day, that record-breaking temperature was nearly matched in nearby Basrah, Iraq when the high temperature reached 53.9°C or 129°F, a new national record.\nIf you noticed, I mentioned that the temperatures would be a record, if verified. An often overlooked, but vitally important caveat. So, who are these verifiers and how do they corroborate world record weather?\nSun setting over Kuwait. Photo taken on February 22, 2013. Photo by Meshal Alawadhi. Used under a CC license.\nFor the United States, if there is a record event, Dr. Deke Arndt, chief of the monitoring branch at NOAA’s National Centers for Environmental Information, is the guy you turn to (he also writes for Climate.gov’s Beyond the Data blog).  But for the globe, the scientist to look up is Dr. Randy Cerveny, a professor of geographical sciences at Arizona State University and the Rapporteur on Extreme Records for the United Nations/World Meteorological Organization.\nPrior to 2007 when the World Meteorological Organization (WMO) organized a world archive for verifying and storing extreme events across the globe, there was no consistent method of verifying or archiving data outside of procedures done by individual countries.  Now, when there’s a potential record-breaking event, the WMO Weather and Climate Extremes Archive receives a call from a national government—or sometimes even a note from the public. Beyond temperature extremes, the WMO verifies lightning, precipitation, wind, and high or low pressure observations, among other phenomena.\nHigh temperature records for the 7 different World Meteorological Organization Regions. In Asia, the high temperature of 54°C (129.2°F) set in Mitribah, Kuwait, on July 21, 2016 (and shown in the infographic) would, if verified, become the hottest temperature in Asia. The previous record was 53.7°C (127.4°F) set in Mohenjo-daro, Pakistan. In Antarctica, the temperature record shown, 15°C (59°F), set in 1974, could be eclipsed if a 2015 observation elsewhere on Antarctica is verified. Both investigations are ongoing. Climate.gov image by Cari Jones, based on data from the World Meteological Ogranization World Weather and Climate Extremes Archive.\nAll potential records require investigation. First, the WMO puts together a committee of international scientists (around 7 to 15 people), who are regarded as experts on the phenomenon recorded. These experts look into all aspects of the observation including: the type of instrument and its calibration, observation procedure, and the layout of the observation site. Of these experts, one must be from the local area, acting as the local representative.\nSince the committee members come from all over the world, the local representative has the ability to visit the observation site and gather any additional information necessary. This requirement can occasionally cause issues and delay investigations should an extreme event occur in a war-torn country. As an example, Cerveny mentioned the investigation of a high temperature record in Libya, which took more than two years to complete due to the deteriorating political situation there.\nDespite the challenges, this level of involvement is critical since “record-breaking” observations are sometimes wrong. Cerveny described a case in India where a purported new record high precipitation amount turned out to be due to a misplaced decimal point in the preliminary log.\nVerifying new records is just one duty of the WMO Weather and Climate Extremes Archive. The committees can also invalidate old records should new information come to light. The Libyan investigation that took two years was actually a case in which the WMO invalidated an old temperature record after it discovered a number of problems with the record observation.\nIt might be a lot of work, but it is vitally important.  When the WMO finalizes its reports on extreme events, the message is not only disseminated to the public, but the report oftentimes appears in scientific journals. In addition, these “weather detectives” as Cerveny referred to his group, help set the standards for how things are measured, giving consistency to weather measurements taken in scattered places.\nThe reason for all of this work, and it’s a lot of work, is —as Cerveny put it—the idea of helping to develop a really good set of records. By knowing weather and climate extremes, we can increase our understanding of the limits of Mother Nature.\nSo was there a record broken in Kuwait recently? Maybe. We’ll have to wait for the official report to come out. For the time being, the weather detectives are on the case!\nHelp us improve our content",
  "source": "climate.gov"
}