{
  "url": "https://www.climate.gov/news-features/event-tracker/august-2016-extreme-rain-and-floods-along-gulf-coast",
  "title": "August 2016 extreme rain and floods along the Gulf Coast",
  "date": null,
  "content": "A combination of an incredibly moist air mass and a slow moving storm system resulted in feet of rain for southern Louisiana. The epic rains caused devastating flooding, which led to the evacuation of tens of thousands, killed at least thirteen people, and paralyzed the region.\nPrecipitation totals (inches) from August 8-15, 2016. Over two feet of rain was observed in parts of southeastern Louisiana which led to catastrophic flooding, especially in areas around Baton Rouge. NOAA Climate.gov map based on data from AHPS.\nRains started on August 9 as scattered thunderstorms in advance of a slow moving storm system to the east.  As that storm moved closer to Louisiana and Mississippi, rainfall totals increased dramatically. On August 11, parts of southern Louisiana and Mississippi observed mored than six inches of rain. On August 12, Baton Rouge observed a non-stop battering of thunderstorms resulting in 11.24 inches of rain. On the same day, an observer in Livingston, LA, recorded 17.09 inches of rain between midnight and 3 p.m. The next day brought another round of heavy rain—from three to more than 10 inches in some places—albeit a bit farther west than the day before.\nA shocking multi-day deluge led to total rainfall amounts measured in feet. Watson, LA—about 20 miles northeast of Baton Rouge—experienced an astounding 31.39 inches of rain from the storm. White Bayou, LA, saw 26.14 inches. Livingston ended up with 25.52 inches. Baton Rouge “only” received over 19 inches.\nRains of this magnitude falling in this short amount of time are exceedingly rare. From August 12-13, the two-day rainfall amounts in the hardest hit areas have only around a 0.2% chance of occurring in any given year: a 1 in 500 year event.\nA flooded intersection in Baton Rouge, LA, on August 14, 2016. Twitter image by the Louisiana Department of Transportation and Development.\nWith rains of this magnitude, devastating flooding was sure to follow. And it did. Pictures out of southeastern Louisiana have shown towns and interstates flooded, cars underwater, and lives uprooted. The Amite River at Denham Springs crested at 46.2 feet, breaking the old 1983 record by almost 5 feet! Record river crests also occurred along the Comite River at Olive Branch (29.96 feet) and Joor road (34.22 feet), the Tickfaw River, and the Tangipahoa River.\nTwelve parishes in Louisiana—Acadia, Ascension, East Baton Rouge, East Feliciana, Iberia, Lafayette, Livingston, Pointe Coupee, St. Helenca, St. Landry, Tangipahoa, and Vermillion—were declared major federal disaster areas.  According to the Associated Press, more than 30,000 people have been rescued,and at least 40,000 homes were damaged. Before and after shots of river flooding can be seen here, put together by NOAA’s National Ocean Service.\nAverage daily precipitable water values from August 8-15, 2016 as determined from satellite. Near record levels of moisture in the air along the Gulf Coast aided in creating the tremendous amount of rainfall which inundated southern Louisiana and Mississippi. Climate.gov image based on data from MIRS-NESDIS.\nThe storm system that caused such misery for residents of the Gulf Coast wasn’t quite a tropical depression, but it wasn’t quite a normal mid-latitude low pressure system, either. One thing is for certain, though: This storm was able to wring out an atmosphere over Louisiana and Mississippi that had near-record amounts of moisture in it. The atmospheric sponge was soaking wet. When scientists look to see how wet an atmosphere is they look at a value called precipitable water. If you magically took all of the water in a column of air and measured it, you would have calculated the precipitable water. Higher values during the summer time usually mean muggy conditions and potentially heavy rains should a storm develop.\nThe atmosphere over the Gulf Coast was chock full of water during the event. Precipitable water values recorded during a weather balloon launch from Slidell, LA, on August 12 were the second highest on record, ever. A likely contributing factor to the extremely moist atmosphere were well-above-average water temperatures across the Gulf of Mexico with temperatures in the upper 80s to near 90°F (1.5-3.5°F above-average).\nA Livingston Parish Deputy Sheriff surveys flood damage from a boat on August 15, 2016. Image courtesy the Rapides County Sheriff's Office.\nFor the southeast United States, extreme daily rainfall events increased 27% between 1958 to 2012 according to the National Climate Assessment. In the future, under high greenhouse gas emissions scenarios, the frequency of extreme daily precipitation events (events that currently occur once every 20 years) is projected to increase everywhere in the United States.\nIn the southeast, extreme rain events may occur up to two to three times as often by the end of this century than they did between 1981 and 2000, although the projections of precipitation patterns for the southeast are less certain than projections for temperature. Globally, the latest report from the IPCC states that extreme precipitation events over most mid-latitude land masses are very likely to become more intense and more frequent.\nBack to the event at hand: It is safe to say that the ingredients for a historic event were present in abundance this past week in August. All that was needed was something to come along to take advantage. Unfortunately for the residents of southern Louisiana and Mississippi, a storm system came by at the worst possible time.\nHelp us improve our content",
  "source": ""
}