{
  "url": "https://www.climate.gov/news-features/event-tracker/major-hurricanes-madeline-and-lester-poised-give-hawaii-close-call",
  "title": "Major Hurricanes Madeline and Lester poised to give Hawaii a close call",
  "date": null,
  "content": "The eastern North Pacific hurricane season continues to roll on unabated. After an incredibly active July and beginning of August, two hurricanes were on track to brush uncomfortably close to Hawaii at the end of the month. The farthest west (closest to Hawaii), Major Hurricane Madeline, was a Category 3 storm as of Tuesday afternoon, with winds of 120 mph and a central pressure of 958 mb. (Major status is achieved once winds are sustained at greater than 110 mph.)\nHurricane Madeline approaching Hawaii on August 29, 2016. The islands are shrouded in clouds at left. The large version of the image (click image to view) shows Major Hurricane Lester to the east of Madeline. NASA/NOAA image from the Suomi-NPP satellite.\nAs of the most recent briefing (Advisory 16) on August 29, the storm was expected to pass just south of the Big Island of Hawaii on Thursday as a weakened, but still dangerous, Category 1 hurricane. If the center of the storm were to cross land, it would be the first hurricane to ever do so on the Big Island, and it would be the first hurricane to make landfall anywhere in Hawaii since Hurricane Iniki in 1992.\nJust behind hurricane Madeline is Hurricane Lester (see the large version of the image above), another Category 3 storm, with 120 mph winds. Unlike Madeline, Lester was predicted to curve just north of the Hawaiian Islands over Labor Day weekend.\nLester and Madeline are the thirteenth and fourteenth named storms of the 2016 eastern Pacific hurricane season, a count not normally crossed until October 11. The storms also bring the number of hurrricanes this season to eight, a total not normally seen until October 15, and major hurricanes to four. Despite this activity, it will be tough to break the hurricane season records set just last year when 26 named storms formed of which 16 were hurricanes, 11 of which became major hurricanes.\nHelp us improve our content",
  "source": ""
}