{
  "url": "https://www.climate.gov/news-features/event-tracker/arctic-sea-ice-ties-second-lowest-2016",
  "title": "Arctic sea ice ties for second lowest in 2016",
  "date": null,
  "content": "On September 10, 2016, Arctic sea ice extent shrank to 4.14 million square kilometers (1.60 million square miles). The National Snow and Ice Data Center (NSIDC) announced that this summer low was statistically tied with the minimum of 2007 for second-lowest in the satellite record, both behind the 2012 record low.\nArctic sea ice concentration on the date of the 2016 minimum extent, September 10, 2016. NOAA Climate.gov image based on NOAA and NASA satellite data from NSIDC.\nThe map shows Arctic sea ice concentration as of September 10, 2016. Areas with at least 15% ice cover appear in shades of gray-blue to white.  Open ocean water (less than 15% ice cover) is navy blue. The yellow line shows the median (middle of the range) sea ice extent for 1981–2010.\nArctic sea ice generally grows from late September through late February or early March, and melts from March through September. Sea ice minimum and maximum extents don’t coincide with the peak of summer and winter because the ocean is slower to warm up and cool down than the atmosphere.\nArctic sea ice extents from 1979 through September 13, 2016. The annual summer minimum is getting progressively smaller each decade. The three lowest extent on record—2012, 2007, and 2016—appear as bolder lines. NOAA Climate.gov animation, based on NASA and NOAA data from NSIDC's Charctic.\nThe animation above shows changes in the yearly cycle of Arctic sea ice extent from 1979 (the first year of continuous satellite data on global sea ice cover) through September 13, 2016. The black line is the 1981–2010 average, and the gray band around it is the normal range of variability (plus or minus two standard deviations) for the same period. Yearly extents are color-coded by decade: 1979–1989 (green), 1990s (blue-purple), 2000s (blue), and 2010s (pink). This animation is adapted from NSIDC’s Charctic interactive sea ice graph.\nOn March 24, 2016, Arctic sea ice began the 2016 melt season with a record low maximum extent of 14.52 million square kilometers (5.607 million square miles). This value was statistically tied with the previous year’s extent of 14.54 million square kilometers (5.612 million square miles). Arctic sea ice extent remained at record-low levels throughout May and early June, but then cooler conditions took hold in the Arctic. Despite unusually cool, cloudy conditions throughout most of the Arctic summer, sea ice nevertheless retreated to second lowest in the satellite record.\n“What this year shows us is that we’re primed for much greater ice losses in the near future,” says NSIDC lead scientist Ted Scambos. “In most summers, the Arctic would have lost significantly more ice.”\nSea ice retreat picked up in the first 10 days of September, melting much faster than the average rate for that time of year from 1981 through 2010. The late-summer retreat was especially pronounced in the northern Chukchi Sea, NSIDC reported. Although sea ice appeared to have bottomed out on September 10, NSIDC cautioned that sea ice might continue to shrink depending on Arctic wind patterns later in the month.\nSee NSIDC’s Arctic Sea Ice News and Analysis for details. You can use NSIDC’s Charctic tool to compare any or all years in the satellite record.\nHelp us improve our content",
  "source": ""
}