{
  "url": "https://www.climate.gov/news-features/event-tracker/northwest-passage-clear-ice-again-2016",
  "title": "Northwest Passage clear of ice again in 2016",
  "date": null,
  "content": "For the last several decades, Earth has had a fever, and it has been spiking in recent years. Nowhere has this been clearer than across the Arctic, where annual average temperature has been warming at twice the rate of lower latitudes. As a result, sea ice has become a dwindling commodity in the far north frequently exposing the southern path through the Northwest Passage—the oft-talked about ship route from the Atlantic to the Pacific Ocean through the Canadian Arctic.\nThe Canadian Arctic on August 9, 2016, showing the Northwest Passage nearly free of ice. The \"southern route\" through the passage, travelled by Roald Amundsen in the early 1900s, is traced in yellow. The more commericaly important \"northern route\" goes straight through Parry Channel from Lancaster Sound to McClure Strait. NASA/NOAA image from Suomi/NPP satellite.\nCloudless skies across the Arctic on August 9 provided a clear view of open water conditions across the straits that make up the Canadian Arctic. Thinner ice and record-low sea ice extents leading up to the 2016 summer melt season plus warmer oceans during the summer led to well below-average amounts of sea ice across the Arctic. Strong storms during August helped break up and clear out the ice along the southern route of the passage. You can draw a line yourself through iceless seas to create your own path, like finishing a real-time geographic maze.\nBoth the northern and southern routes of the Northwest Passage have been open during occasional years in the past. According to records from Environment Canada, the southern route was \"open\" (no more than 60% ice covered) occasionally as far back as the 1970s, and the northern route was open in the summer of 1998—a record-warm year at that time. But since roughly 2006, the southern route has been navigable in the summer almost yearly. The northern route was open in 2007, 2008, 2010, 2011 (which was a record-low ice year), 2012, 2015, and now, in 2016 as well.\nIn fact, the route was “safe” enough for a luxury cruise ship called the Crystal Serenity to leave harbor in Alaska on a journey through the southern route of the Northwest Passage, called the Amundsen route, bound for New York. According to the New York Times, only 50 passenger ships have completed a trek through the Northwest Passage and only 240 complete trips by any ship have been made since Roald Amundsen’s first trip through the passage 110 years ago. If it finishes its trek, the Crystal Serenity would be the largest ship to ever do so. A spot on the ship did not come cheap, though, with some tourists paying more than $100,000 for a cabin on the boat, in addition to the requirement that passengers carry $50,000 in evacuation insurance in case of an emergency.\nThe Northwest Passage, if navigable, would present a huge shortcut for shipping across the Northwest Atlantic and Pacific Ocean. Usually, ship traffic must go through is the Panama Canal or south around the southern tip of South America. Passing through the Canadian Arctic would cut shipping distances by more than 4,000 miles (at least 7,000km). The issue, until recently, was the presence of sea ice. Now, due to climate change, summer sea ice has decreased substantially, exposing the Northwest Passage and its possibilities.\nOverall, August 2016 arctic sea ice extent was the fourth smallest in the satellite data record. While lagging behind the lowest sea ice extent year of 2012, the September 2016 minimum was tied with 2007 as the second lowest sea ice extent year on record. Suffice it to say, while the Crystal Serenity may be the first large cruise ship through the passage, thanks to dwindling amounts of summer sea ice, it may not be the last.\nHelp us improve our content",
  "source": ""
}