{
  "url": "https://www.climate.gov/news-features/event-tracker/record-breaking-hurricane-matthew-causes-devastation",
  "title": "Record-breaking hurricane Matthew causes devastation",
  "date": null,
  "content": "Hurricane Matthew re-wrote the record books across the Caribbean and southeastern United States in early October 2016, leaving behind a trail of devastation. Aided by warm waters in the Caribbean and along the Gulf Stream, Matthew brought strong winds, heavy rains, and high seas to Jamaica, Haiti, Cuba, the Bahamas, and the eastern seaboard of the United States from Florida to Maryland.\nHurricane Matthew making landfall across the southern peninsula of Haiti on October 4, 2016. To the northeast, over the Atlantic Ocean, spins, at the time, tropical storm Nicole. NASA/NOAA image from the Suomi-NPP Satellite taken from NOAA's Global Data Explorer.\nMatthew became a tropical storm close to the Lesser Antilles on September 28, and for several days tracked west as a tropical storm. The storm became named a Category 1 hurricane on September 29. After this relatively slow start, Matthew grew extremely strong, extremely quickly. In the 24 hours after September 30, Matthew intensified from a storm with 80mph winds to a Category 5 behemoth with 160mph winds.\nMatthew was the first Category 5 storm in the Atlantic since 2007, and it was the lowest latitude Category 5 hurricane in the Atlantic on record. All of which was even more unusual as it took place in the eastern Caribbean Ocean, a location which has been dubbed a “hurricane graveyard”—a place where low-pressure systems have routinely failed to develop into hurricanes.\nAfter reaching Category 5 strength, Matthew abruptly changed course, heading north with Haiti and Cuba in its direct path. Matthew made landfall over the southern peninsula of Haiti on October 4 as a Category 4 storm, delivering 20 to 40 inches of rain in southern Haiti. It was the first time a Category 4 storm made landfall in Haiti since 1964.\nEntire towns were destroyed, bridges washed away, and communities left stranded. As of mid-October, more than 1,000 people were listed as killed by the storm in Haiti alone. After striking Haiti, Matthew, still a major hurricane, barreled through Cuba and the Bahamas, leading to additional—though fewer—fatalities. Matthew was the first major hurricane on record to make landfall in Haiti, Cuba, and the Bahamas. Next on Matthew’s target list: the United States.\nHurricane Matthew following the coastline of the southeastern United States on October 7, 2016. Matthew brought heavy rain, strong winds and a large storm surge to many southern states. NASA/NOAA image from the Suomi-NPP Satellite taken from NOAA's Global Data Explorer.\nAfter tearing through the Caribbean, Matthew maintained its strength by taking advantage of some of the warmest waters on record in the Caribbean and along the Gulf Stream. Matthew stayed a major hurricane for just over seven days, the fifth-longest streak on record. The storm tracked directly along the eastern Florida coastline, never officially making landfall, as the eye stayed over water, but buffeting the coastline with heavy rain, strong winds, and a large storm surge.\nAt some points, the eye of Matthew was less than 10 miles offshore. Even as it moved north and weakened, the storm was able to push a huge volume of ocean water onshore, causing extensive coastal flooding. Over 7 feet of storm surge (water level above the normal tides) was recorded in Fort Pulaski, Georgia. Charleston observed 6.1 feet of storm surge. Fernandina Beach, Florida saw 6.4 feet of storm surge.\nIn fact, three cities set all-time storm tide records (tide +storm surge) during Matthew. Fort Pulaski’s storm tide was 5.06 feet, breaking the previous record of 3.4 feet set in 1947. Wilmington, NC, and Mayport, FL, also broke storm tide records that had been set during previous hurricanes. In Charleston, high tide on the morning of September 8 rose to the third-highest on record.\nSea surface temperature anomalies (degrees Celsius) for the Atlantic Ocean during the week of September 26 - October 2, 2016. Above-normal waters helped Hurricane Matthew maintain its strength as it moved through the Caribbean towards the southeastern United States. NOAA Climate.gov image based on data from NOAA's Global Data Explorer.\nWhile the oceans battered the coastlines, huge amounts of rain caused inland flooding emergencies in the Carolinas, Georgia, and Virginia. Record-breaking sea surface temperatures led to record-breaking amounts of moisture in the air, which Matthew expertly turned into copious amounts of rain.\nPrecipitable water amounts—the amount of liquid water that would be produced if all the moisture in a column of atmosphere were to condense in an instant—were historically high in Jacksonville, FL, and Charleston, SC. More than ten inches of rain fell in large swaths of the southeastern United States. At Hunter Army Air Field in Savannah, Georgia, almost 17.5 inches of rain were recorded. Fourteen inches fell at Beaufort, SC. In Fayetteville, NC, nearly 15 inches of rain fell. According to FEMA, the governor of North Carolina said that over 2,000 rescues took place across the state, with nearly half the state’s counties in a state of emergency.\nPrecipitation totals (inches) from October 6-8, 2016. Hurricane Matthew's track close to the coast of Florida, Georgia, South Carolina, North Carolina and Virginia led to extremely high rainfall amounts. Rainfall totals at or above a foot were common across a large swath of the areas affected. Flooding associated with the storm's heavy rain was widespread across the southeastern United States. NOAA Climate.gov map based on data from PRISM.\nIn Lumberton, NC, where 10 inches fell, the Lumber River rose to 24 feet, resting four feet above the previous record, inundating the town. Rescue workers were working to rescue 1500 people left stranded in the city.  Flooding concerns will likely last weeks after Matthew’s arrival. The storm left over a million people in North Carolina alone without power. Three million people in total in the United States lost power. Overall, at least 46 deaths were reported, with 26 fatalities located in North Carolina. The USA Today reported that damages in only the United States could be at least $6 billion, the costliest hurricane since Sandy.\nMatthew’s track was an oddity as it paralleled the coast of the United States for such a distance, only making landfall in South Carolina after weakening to a Category 1 storm. Its path and the warm sea surface temperatures made impacts such as storm surge and inland flooding due to heavy rain especially severe. Hurricane Matthew was surely one for the history books: a storm whose impacts will be felt for quite a while.\nHelp us improve our content",
  "source": ""
}