{
  "url": "https://www.climate.gov/news-features/event-tracker/mid-october-windstorm-pacific-northwest",
  "title": "The mid-October windstorm in the Pacific Northwest",
  "date": null,
  "content": "While the forecast for a potentially historic windstorm across the Pacific Northwest over the weekend of October 15-16 did not come to fruition, a strong storm did pass by. Gusty winds and heavy rains caused power outages and fallen trees, but things could have been much worse.\nA strong extra-tropical cyclone with strong winds and heavy rains impacts the Pacific Northwest on October 15, 2016. Gusty winds toppled trees and knocked out power to thousands. NASA/NOAA image from the Suomi-NPP Satellite provided by the NOAA Environmental Visualization Laboratory.\nIn the end, the storm tracked slightly farther northwest and offshore than expected, while maintaining roughly the same expected strength – a storm pressure of 969mb. Instead of moving directly inland over Washington, as forecasters initially feared, the storm ended up 30 to 40 miles off the coast. This deviation in track did not mean that the Pacific Northwest was spared completely; it meant that the worst of the storm was offshore.\nHowever, even though the region didn’t face the brunt of the storm as it passed by on October 15, many sites across Washington and Oregon measured strong wind gusts. Along the coast, 70-80mph winds were recorded, and 45-55mph winds were even seen across the Portland Metro area. The highest wind gust observed was a 102mph report at Mary’s Peak at an elevation of four thousand feet. In general, inland areas saw winds between 30 and 40 mph.  As a result, tens of thousands lost power as trees fell and powerlines were knocked down.\nIn addition to the winds, the coastal Oregon town of Manzanita also experienced a rare EF2 tornado, with winds of 125-130mph on October 14. Farther south, almost a foot of rain fell across northern California thanks to the storm. Suffice to say, even though the storm stayed far enough offshore to spare the region the worst, it made an impact.\nNo stork was needed to create this powerful storm. But this storm’s origin story, does involve something capable of traveling thousands of miles across the ocean—a typhoon!\nTyphoon Songda, which at peak strength had 150mph winds, was the twentieth named storm of the western Pacific Typhoon season. Luckily for interests in Asia, Songda remained at sea, traveling in a clockwise spiral away from the Asian coastline.  During its journey north and east, Songda began to transform from a tropical typhoon to a storm system more associated with the mid-latitudes. As it did so, it hitched a ride on a particularly strong and easterly displaced jet stream (an area of narrow, strong winds high up in the atmosphere that helps to develop and guide storm systems.) This strong jet stream directed the remnants of Songda directly at the Pacific Northwest.\n300mb average wind from October 13-15, 2016. Winds associated with a strong and easterly displaced jet stream helped direct a powerful storm system towards the Pacific Northwest of the United States. Map by NOAA Climate.gov based on data from NCEP/NCAR Reanalysis data.\nThe ingredients to turn a typhoon into a strong mid-latitude storm system don’t come together often. But there have been plenty of occurrences in the past of the remnants of a typhoon wreaking havoc across the Pacific Northwest. In an analysis done by the Office of the Washington State Climatologist in 2012, of the seven October windstorms that occurred up to 2012, all had connections to a previous typhoon in the western Pacific Ocean. In fact, the October 12, 1962, “Columbus Day” windstorm started off as typhoon Freda.  That storm is among the most powerful extratropical cyclones to impact the United States during the twentieth century.\nA climatology of windstorms across the northwest United States from 1948-2006 found that, on average, most storms impact the region in the month of December. November, January, and February also saw a significant number of storms, albeit less than December. October and March also were active months, although less active than the peak of the windstorm season (Mass and Dodson, 2010). Of course, as history showed in 1962, record windstorms can form regardless of whether the calendar says December or October.\nLuckily, in this case, the most recent storm will not find itself in the company of the oft-talked about storms of the past. Which, in my book, is a good thing.\nMass, C. and B. Dodson, 2010: Major Extratropical Cyclones of the Northwest United States: Historical Review, Climatology, and Synoptic Environment. Mon. Wea. Rev. 138, 2499-2527\nHelp us improve our content",
  "source": "climate.gov"
}