{
  "url": "https://www.climate.gov/news-features/event-tracker/deadly-record-breaking-hurricane-hits-central-america-november",
  "title": "Deadly, record-breaking hurricane hits Central America in November",
  "date": null,
  "content": "In November, Hurricane Otto made landfall along the Nicaragua–Costa Rica border, killing at least 14 people. If Otto is the last hurricane of the 2016 hurricane season, it will mark the end to the longest hurricane season on record the Atlantic Ocean has seen, which began in January with Hurricane Alex.\nHurricane Otto in the Caribbean Sea on November 22, 2016. NOAA/NASA GOES-13 satellite image from the NOAA Environmental Visualization Lab.\nHurricane Otto started as a group of thunderstorms off the coast of northern South America. With little in the way of steering winds, the storm system barely moved, instead meandering over the waters of the southern Caribbean Sea. Otto gradually strengthened, becoming a tropical depression on November 21 and then oscillating between a tropical storm and hurricane from November 21-23.\nOtto became the latest hurricane on record to ever form in the Caribbean Sea. It was also the first hurricane to occur in the Atlantic Ocean this late in November since 2005. On November 24, Otto, taking advantage of warmer than average ocean waters in the southern Caribbean Sea, rapidly intensified into a Category 2 hurricane with 105 mph winds. It was the latest-forming Category 2 hurricane in the Atlantic basin.\nAfter reaching Category 2 strength, Otto made landfall along the remote Nicaragua–Costa Rica coastline as a strong hurricane with 110 mph winds. It was the latest-season landfalling hurricane in the Atlantic Ocean on record. At least 10 people were killed in Costa Rica, and heavy rains in Panama associated with Otto killed at least four people with several others still missing. Property damage was minimal as the worst of the storm impacted a sparsely populated region.\nAfter landfall, Otto continued to transect Central America becoming the first hurricane on record to move over any part of Costa Rica. In fact, Otto managed to maintain tropical storm strength as it crossed Costa Rica and entered the Pacific Ocean. (When a storm manages to switch basins like Otto, current National Hurricane Center policy is to carry the same name between basins. Before this switch in policy, a storm like Otto would have been renamed.)\nHow does climate change impact hurricanes? Excellent question! It is likely still too early to conclude that climate change due to human activities has had a detectable impact on the strength or frequency of either Atlantic hurricanes or global tropical cyclones. This is not to say that there hasn’t been an impact, just that any impact is likely too small to be seen clearly. Research, however, led by Jim Kossin, an atmospheric scientist with NOAA’s National Center for Environmental Information, has found that the latitude where tropical cyclones reach peak strength has moved farther north in the northern hemisphere and farther south in the southern hemisphere.\nIn general, though, by the end of the twenty first century, global warming will likely cause tropical cyclones to be stronger on average and have higher rainfall rates than current cyclones. There is also better than even odds that climate change will increase the frequency of very strong tropical cyclones in some ocean basins across the globe. While we may not be able to say there is a current impact on tropical cyclones, future impacts are likely.\nHelp us improve our content",
  "source": "climate.gov"
}