{
  "url": "https://www.climate.gov/news-features/event-tracker/paradox-lake-effect-snow-global-warming-could-bring-great-lakes-more-it",
  "title": "The paradox of lake effect snow: global warming could bring the Great Lakes more of it, at least for a while",
  "date": null,
  "content": "Previously, I discussed a lake effect snow event that buried many places across the Great Lakes. Snow streaming off the lakes is a common occurrence during the late autumn and early winter as cold wintry air from the North begins to filter into the United States over the still relatively warm Great Lakes. But what does the future hold for this lake effect snow machine as surface temperatures continue to warm and our climate changes due to increasing greenhouse gas emissions? Would you believe it might actually mean more lake effect snow in the short term?\nSatellite image taken on January 6, 2017 of the Great Lakes during a lake effect snow event. Clouds can be seen streaming off of the Great Lakes with lake effect snow bands visible along the southern shore of Lake Erie and eastern end of Lake Ontario.  NASA/NOAA image from the Suomi-NPP Satellite provided by the NOAA Environmental Visualization Laboratory.\nThe amount or severity of lake effect snow across the Great Lakes is tied to how ice-free and warm the lakes are as well as the difference in temperature between the lake and the air blowing over it. In a warming world, not only will lake temperatures increase, but the lakes will remain ice-free for longer periods of time. As long as there is enough cold air to blow over the lakes, it could mean an increase in lake effect snows even in a world where temperatures are increasing, as counter-intuitive as that may sound. Read on for a deeper explanation.\nObserved snowfall analysis from September 30, 2016 through January 7, 2017. Areas along the Great Lakes frequently impacted by lake effect snows are evident by looking for the high total snowfall accumulations. Climate.gov image using data provided by the National Operational Hydrologic Remote Sensing Center.\nThis was covered in the last post but let’s quickly go over the mechanics. Lake effect snow across the Great Lakes occurs as a result of cold air rushing over relatively warm—and ice free—lake waters. Cold air that travels over water for a long enough distance will not only warm enough to begin to rise but also grab enough moisture from the lakes to begin to form clouds and eventually snow.\nOnce the lakes begin to freeze over and the moisture source is switched off, lake effect snow season comes to end. Other atmospheric conditions being equal, as long as we have warm water and cold air, we’ll continue to get lake effect snow.\nSatellite image taken on February 14, 2014 of the highly ice-covered Great Lakes. Ice-covered lakes drastically reduce the amount of lake effect snow that is produced.  NASA/NOAA image from the Suomi-NPP Satellite provided by the NOAA Environmental Visualization Laboratory.\nHave we seen any changes in lake effect snows already? Yes, most likely, although our certainty in those local and regional trends is less than for many other trends. That’s because unlike temperatures, which can be measured simply by reading a digital thermometer, snow is usually measured by hand—literally with a ruler. This technique leaves room for greater variability in how measurements are made from person to person, location to location, or event to event. As a result, historical snowfall records are generally less reliable than temperature records. (This was covered more extensively by Deke Arndt in a Beyond the Data blog post.)\nWith that said, recent research has suggested that lake effect snow totals along Lake Superior and Lake Michigan have increased from 1927 to 2007 (Kunkel et. al 2009). Due to the known quality issues with snow data, this research applied strict data standards for weather station snow data. The lack of weather stations around the other lakes that met the study's high standards meant that trends there were more uncertain. However, previous research (Burnett et. al 2003), which did not use such strict data quality standards, found increases for the entire Great Lakes region between 1931 and 2001.\nSatellite image taken on January 22, 2014 of the Great Lakes and Finger Lakes during a lake effect snow event. Clouds can be seen streaming off of the Great Lakes with lake effect snow bands visible south of the Finger Lakes in upstate New York. NASA image from the TERRA/MODIS Satellite provided by the NASA Worldview.\nYou may be thinking (although I hope you are not) “Huh? If snow is increasing, climate change must be a HOAX!” But the increase in snowfall is not contradictory to a warming earth. As mentioned earlier, as air temperatures warm, the Great Lakes are expected to warm and remain ice-free for longer periods of time. In theory, this would increase snowfall during events and extend the lake effect snow season (Burnett et al 2003, Andresen et al. 2012) for as long as the air remained chilly enough for snow.\nAnd there’s one wrinkle in this straightforward hypothesis: the cold air that flows over the lakes will also be getting warmer over time, which would favor less lake effect snow. It’s like an epic game of climate change tug-of-war.\nWhat do climate models say will happen over the long-term? Who are they pulling for? It can be highly uncertain. In some climate models, the Great Lakes are coarsely captured, and it is difficult to simulate the atmospheric environment conducive for lake effect snows. However, several studies using different climate models and techniques have attempted to explore the question.\nVavrus et. al 2013 combined a climate model and a lake model to show that complete ice coverage of the lakes drastically reduces lake effect precipitation. Notaro et. al 2015 found that as global temperatures warm, ice coverage of the lakes decreases. According to these models, by 2050, heavy lake-effect snowstorms become more frequent around Lake Superior. The climate around Lake Superior is colder than that around other Great Lakes, which makes it more able to support snowfall for a longer period of time, even when temperatures warm.  Eventually, though, as temperatures continue to rise, lake effect snows turn into rain.\nMap showing the projected change in average surface air temperature (°F) in the later part of this century (2071-2099) relative to the later part of the last century (1970-1999) under a higher emissions scenario that assumes continued increases in global emissions (A2). NOAA Climate.gov image adapated from the 2014 National Climate Assessment.\nMeanwhile, when higher-resolution weather models are run to simulate lake effect precipitation with warmer lakes and less ice-coverage, the end result was an increase in lake effect snow downwind of the Great Lakes and farther inland (Wright, 2013), which is consistent with both theory and other studies.\nSo an increase in lake-effect snow is possible… for a while. Of course, in the end, any period of increased lake effect snow would be a temporary one. Eventually, the snow turns to rain as our thermometers continue to march upwards with greenhouse gas concentrations.\nBurnett, A.W., M.E. Kirby, H.T. Mullins, and W.P. Patterson, 2003: Increasing Great Lake-effect snowfall during the twentieth century: A regional response to global warming?\" Journal of Climate. 16, 3535-3542.\nKunkel, K. E., L. Ensor, M. Palecki, D. Easterling, D. Robinson, K.G. Hubbard, and K. Redmond, 2009: A New Look at Lake-Effect Snowfall Trends in the Laurentian Great Lakes Using a Temporally Homogeneous Data Set. Journal of Great Lakes Research. 35.1, 23-29.\nNotaro, M., V. Bennington, and S. Vavrus, 2015: Dynamically downscaled projections of lake-effect snow in the Great Lakes basin. Journal of Climate , 28 , 1661–1684, doi: 10.1175/JCLI-D-14-00467.1.\nVavrus, Steve, M. Notaro, and A. Zarrin., 2013: The Role of Ice Cover in Heavy Lake-Effect Snowstorms over the Great Lakes Basin as Simulated by RegCM4. Monthly Weather Review. 141, 148-165.\nWright, D. M., D. J. Posselt, and A. L. Steiner, 2013: Sensitivity of Lake-Effect Snowfall to Lake Ice Cover and Temperature in the Great Lakes Region. Monthly Weather Review. 141.2, 670-689.\nHelp us improve our content",
  "source": "climate.gov"
}