{
  "url": "https://www.climate.gov/news-features/event-tracker/january-2017-brings-heat-down-under-australia",
  "title": "January 2017 brings the heat down under in Australia",
  "date": null,
  "content": "The Event Tracker has been hung up on climate stories around the United States recently so let’s flip the script and head about as far away from the U.S. as possible: Australia. During the month of January, eastern Australia was running a fever as temperatures soared. As a reminder for those of us living in the Northern Hemisphere, in the Southern Hemisphere, it is currently summertime. So when temperatures soared, it meant long-lasting heat waves.\nDifference from normal in 2-m surface temperature for January 2017. Eastern Australia experienced a warmer than average January while western Australia was cooler than average. NOAA Climate.gov map, based on NCEP/NCAR Reanalysis data.\nI am happy to oblige. For the entire country, average temperatures for January were 0.77°C (1.4°F) above normal with low temperatures an astounding 1.29°C (2.3°F) above average, the third highest on record. But it wasn’t as if all of Australia was sweating it out equally. In January, temperatures in Australia had a split personality. In particular, it was especially hot in the east—where most of Australia’s population is. Southern Queensland saw January temperatures in the highest 10% of the historical record (108 years) as January finished as the sixth warmest on record. Meanwhile, the state of New South Wales experienced average temperatures 3.34°C (6°F) above-average, making it the third warmest on record.\nThe capital of New South Wales—Sydney—observed its warmest January on record, with every weather station in the city setting record marks for average temperatures in January.  At Sydney’s Observation Hill, there were a record number of warm nights. Temperatures only failed to reach 25°C (77°F) three times during January, tied for the fewest on record. On average, temperatures reach 25°C (77°F) just 13 days in January. In Western Sydney, Richmond and Parramatta both set records for most days with high temperatures over 40°C (104°F): seven and five, respectively. Elsewhere in New South Wales, the city of Moree reached 35°C (95°F) for 36 straight days between December 26 and January 31. That was more than double the previous record of 17 days.  And so far in February, it has been more of the same with plenty of heat in the region.\nThe western half of Australia, though, was much cooler by comparison. Average temperatures in Western Australia were -0.37°C (-0.7°F) below average.\n300mb wind anomaly across Australia during January 2017. Anomalous counter-clockwise flow associated with high pressure and clear skies was located over central and eastern Australia. NOAA Climate.gov map, based on NCEP/NCAR Reanalysis data.\nIt was a combination of factors. First, anomalous high pressure parked itself over the central/eastern part of the continent that month. This is evident in the figure above. If we looked at how different from normal winds were at 300mb in the atmosphere—where the jet stream, a fast moving area of winds, is located—it is clear that there was an anomalous counter-clockwise rotation in the winds associated with higher pressure in the southern hemisphere and clear skies. Second, persistent northerly winds closer to the surface brought warm and dry conditions from the hotter interior. And lastly, sea surface temperatures continued to be warmer than average in the Tasman Sea to the south. Combine those together in the summertime, and it usually results in above-average temperatures and heavy usages of fans and air conditioners.\nHuman-caused climate change has had, and will have, impacts on Australia’s summertime temperatures. According to the Australian government, since the start of the century, daytime maximum temperature extreme heat records have exceeded extreme cold records by almost three to one. That number jumps to five to one for nighttime low temperatures—which is when, you know, it would be nice if things would cool off a bit. And exceedingly warm months have increased by a factor of five in just the past 15 years, while especially cold months have declined by a third.\nIn the future, if emissions continue to rise, temperatures across Australia could climb across all seasons by 3-5°C (5.5-11°F) by the end of the century (IPCC AR5). This would also mean increases in periods of extreme heat as well. Looking at a subset of climate model projections using a worst case scenario—called “business as usual”—the number of summer days with temperatures in Sydney exceeding 35°C (95°F) could increase by a factor of two to four by the end of the century.\nIt’s been hot in eastern Australia, and thanks to human-caused climate change, it may only get hotter.\nHelp us improve our content",
  "source": "climate.gov"
}