{
  "url": "https://www.climate.gov/news-features/event-tracker/flooding-concerns-oroville-dam-water-levels-reach-capacity",
  "title": "Flooding concerns at Oroville Dam as water levels reach capacity",
  "date": null,
  "content": "As mentioned previously in the Event Tracker, California is going through one of its wettest water years (October – September) on record. In particular, precipitation so far in 2017 is on a record pace for northern and central California. While the water has been a godsend in reducing and relieving drought conditions, it also has been too much of a good thing as flooding has resulted. One case in particular is the ongoing emergency at the Oroville Dam north of Sacramento. Tremendous amounts of precipitation have led to the Lake Oroville reservoir—the second largest reservoir in the state—to fill past capacity.  The need to funnel water out of the reservoir and accompanying complications has led to flooding concerns and evacuations below the dam.\n(top) Aerial view of the Oroville Dam on June 23, 2005. Photo Paul Hames, California Department of Water Resources. (bottom) Water gushing through a gully on river left of the primary spillway on February 11, 2017, following severe erosion on the paved portion of the ramp. Photo by William Croyle, California Department of Water Resources.\nIt has been an amazing turnabout. After a severe and extensive multi-year drought led to extremely low water levels in reservoirs across the state, massive amounts of moisture since the start of the 2016-2017 water year has drastically reversed that trend. At Lake Oroville—a man-made lake that serves as a reservoir for water used by Californians—water levels reached 100% capacity during the beginning of February, nearly 50% higher than is usually seen for this time of year, and threatened to keep rising. That is a problem.\nBut not a problem that wasn’t foreseen by the engineers who built the Oroville dam—the tallest dam in the country—which created Lake Oroville. Engineers built “escape routes” for excess water, called spillways, that help to alleviate the stress of an over-capacity reservoir by allowing for a controlled release of water from the lake. Without them, overflowing water could damage the dam, potentially causing a dam failure and rapid release of a wall of water.\nDaily average inflow to Oroville Reservoir from January 1, 1995, through February 13, 2017. Recent inflows were the highest since 1997. NOAA Climate.gov graph based on data from California Department of Water Resources.\nAnd boy, were those spillways needed in the first half of February! The amount of water entering the reservoir was the highest in roughly 20 years. The fast-rising lake levels necessitated the use of the spillways to slow and eventually reverse the rising water levels. But readers with a keen eye may have noticed that while water totals entering the reservoir were large, they were considerably less than the unbelievable totals in 1997 and similar to one other high-inflow year. What has made this year so different then if Lake Oroville has seen considerably more water enter it in the past? Well, a giant hole developed in the spillway.\nYup, a hole. The main spillway at Lake Oroville can best be described as a large concrete water slide, though not one intended for human use. Over the past couple of months, a large amount of water has flowed through the spillway to stabilize water levels in the reservoir. However, that large flow of water ended up creating a 300-foot hole in the concrete that eventually expanded into a breach on the left bank (facing downstream). Because of this hole, engineers could not release as much water as they normally could due to fears of causing more erosion to the hill that the spillway sits atop.\nA view looking downhill from near the top of the Oroville Dam Auxiliary Spillway on February 12, 2017.  Despite the erosion to the road and the surrounding landscape, the California Department of Water Resources reported that the flows posed no flood threat to the Feather River (visible at upper left) or other water channels downstream. The emergency spillway was used after a breach developed in the primary spillway several days earlier. Photo by Kelly M. Grow,  California Department of Water Resources.\nTo compensate, engineers allowed water to flow down the emergency spillway—an unlined hill—next to the main spillway for the first time in 50 years. However, this has worked to erode sections of the hill raising fears that the emergency spillway might spring a leak, sending a large pulse of water surging down the already swollen Feather River. It is with this in mind that authorities evacuated 180,000 people in communities downriver of the dam.\nA lot of water has been filtering into Lake Oroville in California in recent weeks, but the climate has served up much higher inflows in the past. The big difference this time appears to be a failure of infrastructure, although the emergency spillways have done their job of preventing a catastrophic failure. Officials remain vigilant, as there is still plenty more rain in the forecast before engineers can go in and completely solve the problem. Events like this are a reminder that in a warming world, in which heavy downpours are expected to increase (IPCC AR5) as greenhouse gases continue to rise, having resilient infrastructure will become even more important.\nHelp us improve our content",
  "source": ""
}