{
  "url": "https://www.climate.gov/news-features/event-tracker/february%E2%80%99s-storm-doris-weather-bombs-great-britain",
  "title": "February’s Storm Doris weather bombs Great Britain",
  "date": null,
  "content": "While much of the United States was experiencing record-breaking high temperatures, Ireland, Scotland and England across the pond were getting pummeled by a strong winter storm dubbed Doris by the UK Met Office.\nInfrared satellite images of Doris hitting Ireland and the United Kingdom between February 22 and 23, 2017. Animation by NOAA Climate.gov, based on Meteosat SEVIRI images.\nDoris first approached Ireland on February 22 before moving east through Ireland into Scotland and central/southern England. During the overnight hours and into the morning of February 23, Doris strengthened considerably going through a process called bombogenesis  Bombogenesis is a rapid strengthening of a low pressure system that leads to a large increase in the strength of winds and heavy precipitation. For a low-pressure system to qualify as a weather “bomb,” the central pressure of the system must fall at a very fast pace—24 hPa of pressure in 24 hours.\nIn Scotland, heavy snow disrupted the morning rush hour while strong winds battered England. Winds gusted to above 80 mph on the Isle of Wight, in South Yorkshire, and in Snowdonia in northwest Wales. The highest wind gust—94 mph—occurred in Capel Curig in North Wales. The strong winds knocked out power to 60,000 homes in Wales and canceled flights and train trips. Capel Curig also received around 1 inch (25mm) of rain on top of hurricane-force wind gusts.\nWinter storms are not uncommon for northern Europe. Fueled by the large temperature gradient between lower and higher latitudes at this time of year, the jet stream—an area of fast moving winds high in the atmosphere—can be quite strong during the winter. Not only does a strong jet help to strengthen storms as they cross the Atlantic, but it also points them towards northern Europe. In fact, in a broader satellite view of Doris pounding Great Britain, there are several other storm systems, apparently lined up by the jet stream, farther behind over the Atlantic Ocean.\nAs mentioned previously in this space, one major climate change impact that is likely to occur globally under a warming world is that extreme precipitation events are likely to increase (IPCC AR5). However, there is more to Doris’ story than extreme precipitation. Because these storms’ impacts can be large across northern Europe, it is important to know how their tracks and strength might change due to human-caused climate change. And on that front, things are a lot more uncertain.\nAccording to the latest IPCC report, studies which use a re-analysis of the past suggest a northward and eastward shift in Atlantic Ocean storm activity during the last 60 years, with more frequent and intense storms in the high-latitude Atlantic. However, there is low confidence in large scale changes in the strength of extreme mid-latitude storms (\"extratropical cyclones\") since 1900. As for future changes by the end of this century, there is low confidence in projecting changes in Northern Hemisphere winter storm tracks. Climate models are inconsistent in their findings due to differences in model resolution and how the models simulate ocean and atmospheric patterns in the Northern Hemisphere.\nHelp us improve our content",
  "source": "climate.gov"
}