{
  "url": "https://www.climate.gov/news-features/event-tracker/late-winter-wildfires-burn-through-texas-oklahoma-and-kansas-march-2017",
  "title": "Late winter wildfires burn through Texas, Oklahoma, and Kansas in March 2017",
  "date": null,
  "content": "A combination of a dry prairie, hot and dry air, and gusty winds were all it took to fan the flames of wildfires throughout parts of the Oklahoma panhandle, northern Texas, and western Kansas during March.  While some fires have been extinguished, others still remain smoldering as air temperatures continue to soar, amplifying the risk for additional wildfires across the southern Plains.\nThe wildfires tore through cattle country, feasting on grasses made dry by long-term drought and exacerbated by recent warm weather.  Once the fires were started, strong winds whipped the flames, helping them spread more rapidly. According to Reuters, a wildfire in Texas during the beginning of March moved at speeds up to 70mph as it raced across the Texas Panhandle. By the third week of March, the fires had killed at least seven people—not to mention thousands of livestock—and burned more than 2 million acres.\nU.S. Drought Monitor on March 14, 2017. The U.S. Drought Monitor highlights areas across the country experiencing either short or long-term abnormal dryness or drought. Climate.gov image available at Data Snapshots.\nThe largest group of fires—the Northwest Oklahoma Complex fires—spanned the border between Oklahoma and Kansas. As of March 21, it had burned over 1200 square miles but its perimeter was 99% contained. The fires in Kansas—which total over 400,000 acres burned—were the largest in state history, according to the New York Times.  In the Texas Panhandle, the Perryton Fire burned nearly 500 square miles and was the third largest in Texas A&M Forest Service history.\nThe fires have proved devastating to the cattle industry as thousands of livestock either died in the fires or had to be put down due to their injuries.  For cattle that survived the fires, there now remains little in the way of grazing lands as tall grasses and brush served as the main fuel for the wildfires. In Texas, according to the same Reuters article mentioned above, the Texas state government estimates that 1500 cattle were killed. An economist at Texas A&M estimates that it could take $6 million dollars to recover from the acreage burned in Texas, in addition to more than $4 million dollars to replace destroyed fencing.  The states of Texas, Oklahoma, and Kansas have declared states of emergencies in response to the fires.\nVIIRS satellite image taken on March 7, 2017 of the southern Great Plains. During the beginning of March, large wildfires broke out in Texas, Oklahoma and Kansas thanks to hot, dry and windy conditions. On March 7, smoke from the fires was visible on satellite imagery. Image courtesy of NASA Earth Observatory.\nI cannot add much that wasn’t already expertly written last year by resident Okie, Deke Arndt, in his Beyond the Data post specifically on prairie fires in spring. A warm winter combined with recent windy, hot, and dry conditions made grasses ready to burn if given a spark.  For more intricate details on prairie fires, including details on why prairie fires can be so dangerous, again make sure you read Deke’s post. A hint for those curious: strong wind shifts due to the passage of a cold front or dry line—a boundary between warm moist air from the Gulf of Mexico and dry air from the west—can quickly shift how the fire can move, putting fire fighters in danger.\nTo be aware of any current or future fire weather hazards, be sure to follow the Storm Prediction Center’s Fire Weather Outlooks. At the Storm Prediction Center, meteorologists use the latest weather forecasts and observations to figure out what locations across the country are at elevated risks for fire. Atmospherically, forecasters are looking for areas which are experiencing hot and dry conditions—as highlighted by high surface temperatures and low relative humidity values—as well as strong winds, which help fires become larger.  The last condition is for the fuel for the fire, whether that is prairie grass or forests, to be dry. For this, scientists look to the U.S. Drought monitor to know which areas of the country are currently dry, and variables that specifically highlight the amount of moisture in fuels like shrubs or grasses. Where all of these ingredients come together, there will be an increased risk for fires.\nOf course, even if you are not currently in a location with an elevated risk for wildfire that doesn’t mean you cannot be prepared to know what to do in the future. For that, head to the National Weather Service’s Weather Ready Nation wildfire resources page which has links to important resources as well as tips to make sure you are ready and firewise.\nHelp us improve our content",
  "source": "climate.gov"
}