{
  "url": "https://www.climate.gov/news-features/event-tracker/second-year-widespread-bleaching-underway-great-barrier-reef",
  "title": "Second year of widespread bleaching underway on the Great Barrier Reef",
  "date": null,
  "content": "On the Great Barrier Reef and throughout the rest of the world, corals live in a symbiotic relationship with algae. Corals give algae shelter, and the photosynthetic algae give corals food (not to mention their bright colors). But when ocean waters get too hot for too long a time, corals expel their algae, turning bony white in the process—coral bleaching. Corals can survive without algae for only so long.\nThermal stress around the Great Barrier reef from January-March 2017. NOAA Climate.gov image by Dan Pisut, based on NOAA Coral Reef Watch maps.\nIn May 2016, Climate.gov wrote about a record-breaking coral-bleaching event on Australia's Great Barrier Reef, and discussed the low likelihood of significant long-term recovery. This was published in the cover paper in Nature in March 2017, just as Australia's Great Barrier Reef Marine Park Authority announced continued bad news: widespread coral bleaching was occurring for the second consecutive year.\nThe animation above shows accumulated weeks of heat stress, known as Degree Heating Weeks, from early January through late March 2017 off the northeastern coast of Australia. Values larger than 4 (gold to orange) indicate that widespread coral bleaching is likely. Values above 8 (salmon-orange to dark purple) indicate that significant bleaching and death is possible. Mapped reef locations are shown with black outlines.\nAt the beginning of 2017, no heat stress is apparent, but this situation soon changes. Degree heating weeks begin to accumulate soon after the start of the year. By the end of January, heat stress associated with likely bleaching is apparent. The situation only worsens in February, and by the end of that month, heat stress high enough to cause significant bleaching and coral death occurs over an expansive area. By the end of March, a substantial area off the coast of northeast Australia shows heat stress values of 8 or higher.\nOn March 24, 2017, Australia's Great Barrier Reef Marine Park Authority stated that in January, it started fielding coral-bleaching reports from park rangers and reef visitors for locations as far south as the waters north of Fraser island, the Marine Park Authority and James Cook University followed up the reports with spot checks, flyovers, and comprehensive aerial surveys.\nBecause so much coral in the north died in 2016, it was difficult to see the 2017 bleaching there from the air, according to NOAA coral expert Mark Eakin. But according to the Marine Park Authority website, a total of 54 in-water spot surveys of six reefs between Cairns and Townsville in late February revealed signs of thermal stress at all six reefs. As of late March, coral bleaching appeared most severe in the central region of the Great Barrier Reef. Toward the south, bleaching appeared more moderate.\nWhile acknowledging cause for concern, the Marine Park Authority reminded its visitors that the Great Barrier Reef remained a natural wonder with \"abundant living coral.\"\nClimate.gov animation, based on imagery provided by provided by NOAA's Environmental Visualization Lab. Original data from NOAA's Coral Reef Watch.\nHelp us improve our content",
  "source": "climate.gov"
}