{
  "url": "https://www.climate.gov/news-features/event-tracker/climate-conditions-aren%E2%80%99t-solely-blame-current-famine-africa",
  "title": "Climate conditions aren’t solely to blame for current famine in Africa",
  "date": null,
  "content": "In late February, the United Nations declared parts of South Sudan to be in a state of famine, the first time the UN has used that declaration since a horrible famine engulfed Somalia six years ago in 2011. Now there are concerns that famine will spread in two other places in Africa—Nigeria and Somalia. Famine is often associated with drought, but climate conditions aren’t the whole story. As with a lot of human problems, it’s more complicated than that.\nAreas affected by various phases of food insecurity as of April 10, 2017. Conditions in South Sudan have deteriorated to famine, while Nigeria, Somalia, and Yemen all have areas that qualify as Phase 4: Emergency. Map adapted from the Famine Early Warning Systems Network.\nFirst a definition: the United Nations declares famine in cases when specific thresholds for mortality, malnutrition, and hunger are reached. For famine to be declared, 20% of households need to be facing extreme food shortages with which they have a limited ability to cope, malnutrition rates have to pass 30%, and the death rate has to be more than two people per day per 10,000 people.\nThe U.S. Agency for International Development (USAID) breaks down the level of food insecurity into five phases ranging from phase 1—Minimal—to phase 4—Emergency—to phase five—Famine. USAID defines famine for an area as “even with any humanitarian assistance at least one in five households in the area have an extreme lack of food and other basic needs where starvation, death, and destitution are evident.”\nTo know where food insecurity exists, USAID’s Famine Early Warning Systems Network (FEWS-NET) has a global map plotting exact locations of food insecure populations. Besides locations in central South Sudan in famine, other locations in South Sudan, Somalia, and northeastern Nigeria are at a food insecurity level of phase 4 (Emergency), one step below famine.\nPercent of normal rainfall for parts of West Africa extending east to South Sudan from May-September, 2016. Average to above-average precipitation was recorded over much of the region. NOAA Climate.gov map based on CPC's Africa Rainfall Climatology version 2 (ARC2) dataset, which uses satellite and rain-gauge input.\nYou may have noticed that drought, lack of rainfall, high temperatures, or really anything related to weather and climate aren’t mentioned within the famine definitions. That is because famine is about food security and scarcity. Drought can certainly be a cause of and contribute to that scarcity. So can too much rain and flooding, which can destroy crops and keep food from reaching markets. But climate extremes aren’t the only reasons the food supply gets interrupted.\nFor example, in South Sudan and northern Nigeria, political instability and fighting is also impacting the ability of the population to get food and water. In fact, seasonal rains in northern Nigeria during last summer were near average, while rains were above-average across much of South Sudan. But if fighting precludes humanitarian assistance from reaching the people in need, or farmers from planting or harvesting crops, or prevents food from making its way into local markets, “beneficial” rains provide little benefit.\nPercent of normal rainfall for the Greater Horn of Africa from October-December 2016. Below-average rains over Somalia indicated a failed Deyr rainy season. NOAA Climate.gov map based on CPC's Africa Rainfall Climatology version 2 (ARC2) dataset, which uses satellite and rain-gauge input.\nIn Somalia, the story is a bit more complex. Famine is nothing new for Somalia. Parts of Somalia were declared to be in famine in 2011 and before that in 1991-1992, likely due in part to some combination of drought and political instability. And if famine were declared this year, it would likely be more of the same.\nSomalia is currently in the middle of its Gu rainy season, which lasts from March to May and follows the Deyr rains, which last from October-December. While it is too early to say whether this rainy season will fail—although Gu rains are forecast to be below-average—we can certainly say that the previous rainy season was a complete disaster.  Rainfall amounts from October-December were less than 25% of normal in central Somalia and only slightly better (50-80% of normal) in southern Somalia.  In areas like Somalia, which do not receive a lot of rain to begin with, back-to-back failed rainy seasons can spell agricultural disaster.\nBut still, not all droughts have to lead to famine if governments or other organizations that provide a social safety net can take action to transport adequate food and water into areas where they are needed. In the end, the causes of drought and famine are complex but not the same. A lack of rain may mean drought but it doesn’t necessarily mean famine. After all, the food insecurity that leads to famine has a human component as well.\nHelp us improve our content",
  "source": ""
}