{
  "url": "https://www.climate.gov/news-features/event-tracker/tornados-and-blizzards-its-spring-across-great-plains",
  "title": "Tornados and blizzards. It's spring across the Great Plains!",
  "date": null,
  "content": "A huge storm system traversed the central United States at the end of April, causing weather impacts that included flash floods, severe thunderstorms, tornadoes, hail and strong winds, and even blizzard conditions. While a storms like these are not common, this kind of everything-but-the-kitchen-sink storm does tend to happen a couple of times each spring as drastically different air masses—warm and moist air from the tropics versus drier, still-wintry, air out of Canada—clash over the Great Plains.\nNOAA/NASA Suomi NPP satellite image take on April 30, 2017 using the VIIRS instrument. A sprawling storm system was moving east across the country bringing severe weather, tornadoes and hail to the eastern Plains and Missouri Valley and blizzard conditions to the western Great Plains. Climate.gov image taken from NOAA's Environmental Visualization Laboratory.\nDue to the counterclockwise rotation of the winds around a low-pressure storm system in the Northern Hemisphere, areas to the east of the center of the weekend storm system saw strong southerly winds pumping warm and moist Gulf of Mexico air across the Central Plains and Missouri Valley. Once this warm, moisture-laden air reached the boundary with cold air to the north, it was forced upwards like a wave striking a seawall, forming severe thunderstorms.\nTorrential rains measured over 10 inches in just 24 hours on April 29 in parts of southern Missouri, northern Arkansas, and Louisiana. Flash floods in Missouri and Arkansas killed at least seven people with many rivers peaking near or above flood stage.\nThe severe weather also included tornadoes as, preliminarily, 30 tornadoes were reported from April 28-30 across Texas, Oklahoma, Louisiana, Mississippi, Missouri, Illinois, and Indiana. The storms killed at least 13 people.\nDaytime temperatures for the United States on April 29, 2017 using data from NOAA's Real-Time Mesoscale Analysis (RTMA). A large temperature gradient existed between the Great Plains and Ohio Valley which helped to fuel a strong storm system which brought severe weather to the eastern Plains, Southeast and Missouri Valley and blizzard conditions to areas just east of the Rockies extending into western Kansas. Climate.gov image using data provided by NOAA's Environmental Visualization Laboratory.\nYup. Huge temperature differences spanning hundreds of miles can occur during the transitions seasons between winter and summer. During spring, warm air from the tropics begins to push father north into the United States while frigid air from the Canadian Arctic can still rush south. When this gets wrapped up in a massive storm system, there can be instances where on eastern sides of the storm there are muggy, moist conditions and tornados, while on the west side, strong winds can whip falling snow into blizzard conditions.\nOn May 1, NASA’s Terra satellite captured this natural-color view of a wide band of snow across the Southern and Central Plains. Image courtesy NASA's Earth Observatory.\nFrom April 28 through May 1, as temperatures dipped below freezing, over 15 inches of snow fell in parts of Kansas, with winds gusting over 40mph reducing visibility and causing blizzard conditions. During the height of the storm, Interstate 70 in western Kansas was shut down. While snowfall this late into spring is not uncommon for locations close to the Rockies—parts of Colorado received almost 40 inches of snow from this storm—it was highly unusual for the snows to extend as far east as they did. 2.5 inches of snow fell in Dodge City, Kansas, on April 30, which was the largest amount the city has received this late into the spring season. The snows fell as far south as western Oklahoma and Texas where up to a foot of snow was reported.\nThe cold temperatures, strong winds and heavy snows came after a mild March and beginning of April for the Great Plains. These extreme temperature and weather see-saws can have devastating effects on agriculture. Spring crops which have begun to sprout and grow are in a vulnerable position when forced to confront snow and cold, winter-like temperatures. To raise awareness of this potential impact in the lead-up to the storm, scientists with the National Weather Service and US Department of Agriculture produced information highlighting some of these risks.\nKansas State University also has provided a thorough recap of the event and its potential impact to the wheat crop in Kansas. They note that the majority of the snow fell in areas in western Kansas that accounted for about 40% of the wheat acreage for the state. And while scientists and farmers will need a week to ten days to properly assess the situation, they expect larger wheat yield losses in the southwest corner of Kansas, with much of the damage due to the heavy snow—although the cold temperatures likely will have an impact as well.\nHelp us improve our content",
  "source": "climate.gov"
}