{
  "url": "https://www.climate.gov/news-features/event-tracker/heavy-rains-early-may-lead-flood-emergency-montr%C3%A9al",
  "title": "Heavy rains in early May lead to flood emergency in Montréal",
  "date": null,
  "content": "According to news reports, a state of emergency was declared in Montréal, Canada, on Sunday after heavy rains in preceding days pushed area streams and rivers out of their banks, threatening communities along the Rivière des Prairies. The recent rains, which also brought flooding to Ontario and Québec, were part of the same massive low-pressure system (shown in the NASA/NOAA satellite image below) that spawned blizzard conditions and severe weather across the U.S. Great Plains last week.\nAccumulated daily precipitation in Montréal, Canada (yellow line), from April 1–May 7 compared to normal (gray bars). Background is a NASA/NOAA Suomi-NPP satellite image from May 6, 2017, when a huge low-pressure system sprawled over eastern Canada and the U.S. Northeast. Precipitation data provided by Climate Prediction Center. Satellite image from NOAA Environmental Visualization Lab.\nAccording to data provided by NOAA’s Climate Prediction Center, Montréal would normally accumulate an average of 3.87 inches of rain between April 1 and May 7 (shown by the light gray bars in the graph above). This year, however, the station recorded 9.28 inches of accumulated precipitation during the period. Precipitation totals rose above normal in early April, and the gap continued to widen through the remainder of the period.\nOccasional heavy rains are part of the area’s natural climate variability. However, with rising global surface temperatures, the water cycle is speeding up. Evaporation from the ocean is increasing, making the atmosphere wetter. As a result, total precipitation in many places around the world is increasing, and very heavy rain events have become more likely.\nAccording to a report from Environment Canada, total spring precipitation has increased over the 6 decades from 1950-2009 across much of eastern Canada. Analysis of extremely heavy precipitation events, however, yields mixed signals. A map of trends in extreme precipitation for 1950-2010 (Figure 10) shows no detectable change for Montréal itself, but just down river, Québec City has observed an additional 10 days per year with extremely heavy rain.\nBush, E.J., Loder, J.W., James, T.S., Mortsch, L.D. and Cohen, S.J. (2014):\nAn Overview of Canada’s Changing Climate; in Canada in a Changing Climate: Sector Perspectives on Impacts and Adaptation, (ed.) F.J. Warren and D.S. Lemmen; Government of Canada, Ottawa, ON, p. 23-64.\nHelp us improve our content",
  "source": ""
}