{
  "url": "https://www.climate.gov/news-features/event-tracker/cyclone-donna-churns-south-pacific",
  "title": "Cyclone Donna churns in the South Pacific",
  "date": null,
  "content": "A late season and unusually strong tropical cyclone formed in the Southwest Pacific Ocean this week, lashing the island nations of Vanuatu and New Caledonia.\nNOAA/NASA Suomi NPP satellite image taken on May 5, 2017 of tropical cyclone Donna in the South Pacific. At peak strength on May 7, tropical cyclone Donna was a category 4 storm with 115 knot winds. Climate.gov image taken from NOAA's Environmental Visualization Laboratory.\nTropical Cyclone Donna became the third named storm of the South Pacific cyclone season on May 3, taking advantage of warm waters and favorable atmospheric conditions. Donna’s path west and then south took the cyclone through the island nation of Vanuatu and then towards New Caledonia. On May 7, Donna reached Category 4 strength with 115 knot winds.\nAccording to tropical cyclone expert Dr. Phil Klotzbach, quoted in USA Today, this made Donna the strongest May cyclone on record for the entire Southern Hemisphere. The previous record was held by Cyclone Nadu in 1986. Dr. Klotzbach also noted that Donna, at six days, was the longest-lasting May cyclone on record for the Southern Hemisphere.\nLuckily, the track of Donna avoided landfall across any of the most populated islands in the region. However, rainfall amounts were still high. According to Al Jazeera, the town of Sola on the island of Vanua Lava observed nearly 12 inches of rain. To the south, Bauerfield Efate saw almost 8 inches of rain on May 7. With rains this heavy, the major concern has been flooding, although there was localized damage to buildings across outlying islands.\nThe South Pacific Ocean Cyclone season officially lasts from November through the end of April, coinciding with the southern hemisphere summer season. By early May, tropical cyclone activity in the South Pacific Ocean rapidly dwindles. In fact, globally May is the least active month for cyclones. Not the most likely time to see a cyclone develop with 115 knot winds!\nDonna was also surprising because the 2016-2017 cyclone season was less active than normal, with only four named storms in the South Pacific Ocean –one additional named storm, Ella, formed after Donna. But even during a quieter season and during the normally quietest month globally for cyclones, a record-breaking cyclone like Donna was able to form. Just another example of how we all need to prepare for the worst during cyclone season, even if a quieter than average season is occurring.\nHelp us improve our content",
  "source": ""
}