{
  "url": "https://www.climate.gov/news-features/event-tracker/tropical-storm-adrian-kicks-2017-eastern-pacific-hurricane-season",
  "title": "Tropical Storm Adrian kicks off the 2017 eastern Pacific hurricane season",
  "date": null,
  "content": "Tropical storm Adrian, a weak and short-lived cyclone, formed to the west of Central America during the beginning of May marking an early start to the 2017 eastern Pacific hurricane season.\nNOAA/NASA Suomi/NPP satellite image taken on May 10, 2017 of the eastern Pacific Ocean. Tropical storm Adrian became the earliest named storm on record in the eastern Pacific Ocean on May 10. NOAA Climate.gov image with data from the NOAA Environmental Visualization Laboratory.\nTechnically the eastern Pacific Hurricane season officially starts on May 15 and lasts until November 30. However, Adrian couldn’t wait that long. The storm spun up into a tropical depression on May 9 and became the first named storm of the season a day later on May 10. At peak strength, the storm had winds of 45 mph, and at no point did the tropical system threaten land. And as quick as Adrian spun it, it “spun down.”  An increase in wind shear—change of wind speed and/or direction with height in the atmosphere—caused Adrian to rapidly weaken. By May 12, the storm was gone.\nEven though Adrian’s life was brief, it set the record for the earliest first named storm of the eastern Pacific hurricane basin. The previous record was held by hurricane Alma in 1990, which became a tropical storm on May 14.  Adrian’s development into a tropical storm was a full month ahead of when the first named storm normally forms in the eastern Pacific Ocean (June 10). In fact, only ten named tropical systems have formed in the eastern Pacific Ocean prior to May 20 since 1949.\nIn general, while the start of the season occurs in late May, the peak of the eastern Pacific Hurricane season occurs in late August or early September. By the end of the average season, the eastern Pacific Ocean normally sees around 15 named storms of which eight or nine are hurricanes.\nImportantly, just because the 2017 hurricane season started early, does not necessarily mean that the rest of the year will be active. For the Climate Prediction Center’s forecast of what this year’s hurricane season will bring, stay tuned. The release of the seasonal hurricane outlooks for both the eastern Pacific and Atlantic Ocean will occur next Thursday, May 25.\nHelp us improve our content",
  "source": ""
}