{
  "url": "https://www.climate.gov/news-features/event-tracker/cyclone-mora-hits-vulnerable-bangladesh",
  "title": "Cyclone Mora hits vulnerable Bangladesh",
  "date": null,
  "content": "Cyclone Mora, a Category 1 storm with peak winds of 75 mph, smacked into the low-lying nation of Bangladesh on May 31. Besides the strong winds, Mora brought heavy rains and several feet of storm surge, leading to concerns for the densely packed coastal communities.\nNOAA/NASA Suomi/NPP satellite image taken on May 29, 2017 of Cyclone Mora in the Bay of Bengal. Mora would make landfall in Bangladesh soon thereafter bringing strong winds, heavy rains and storm surge. NOAA Climate.gov image with data from the NOAA Environmental Visualization Laboratory.\nLuckily, Cyclone Mora was not a particularly strong cyclone. Even so, and more importantly, Bangladesh worked to evacuate hundreds of thousands of people before landfall—a task made difficult by Mora’s quick transition from depression to cyclone from May 28 to 29, leaving less time for evacuation. Sadly, the storm still killed at least seven people, with others still missing.\nImpacted areas in India, Bangladesh and Myanmar observed around three to six inches of rain with the highest amounts located inland across higher elevations. Media quoting local officials reported that over 50,000 homes were destroyed or damaged in some of the worst hit areas. This includes damages to shelters located in camps housing hundreds of thousands of Muslim Rohingya refugees from neighboring Myanmar.\nWhile Mora certainly could have been worse, it will still leave a lasting impression for months ahead.\nSome of the world’s worst weather disasters have happened to communities across the Bay of Bengal, that triangular shaped Bay on the eastern side of India, which also borders Bangladesh and Myanmar. Due to the bay’s unique funnel shape, its many inlets, and the flat, low-lying land areas that border it, storm surge can not only be magnified, but it can also move far inland, impacting densely populated regions near the coast.\nNASA TERRA/MODIS satellite image taken on May 1, 2008 of Cyclone Nargis in the Bay of Bengal. Cyclone Nargis made landfall in Myanmar on May 2 killing an estimated 138,000 people. NOAA Climate.gov image with data provided from NASA.\nThese geographic traits are one of the reasons that the list of deadliest tropical cyclones in world history is littered with storms in the Bay of Bengal. According to one list on Weather Underground, eight of the top ten deadliest cyclones on record have occurred in the Bay of Bengal. The deadliest on record is generally said to be the Great Bhola Cyclone in 1970 which killed 300,000 to 500,000 people in India and modern-day Bangladesh (at the time East Pakistan). In 1991, a cyclone with 155mph winds and a 20-foot storm surge killed nearly 140,000 people in Bangladesh. And if you are thinking these sorts of things cannot happen today, in 2008, Cyclone Nargis came ashore along the Irrawadday River Delta in Myanmar as a Category 4 storm with over 10 feet of storm surge. Nargis and the waters of the Bay of Bengal came rushing through communities across the Delta, killing an estimated 138,000 people.\nPhysical geography isn’t the only reason Bangladesh faces significant risk from cyclones. Of the world’s 100 most populous countries, Bangladesh is the most densely populated. It is also among the poorest (GDP of $3,900 compared to the United States’ $57,300). These socioeconomic factors make the country especially vulnerable.\nGrab and drag the slider to compare elevation (m) (left) and population density (persons/square km) (right) images for countries around the Bay of Bengal. Elevation data is from the United States Geological Survey (USGS). Population density data is from NASA's Socioeconomic Data and Applications Center (SEDAC).\nAs you can imagine, a low-lying coastal plain packed with people located in a cyclone-prone region is a bull’s eye for increasing risk for impacts of human-caused climate change. Studies of the impact of global warming on cyclone activity (number and intensity) in the North Indian Ocean—both observed and future—are inconclusive, according to the latest report from the IPCC in 2013. The most confident expectation is that rainfall from tropical cyclones in the Bay of Bengal will increase in the future.\nThe bigger concern for this region of the globe—and a more confident prediction in a world wracked by human-caused climate change—are rising sea levels. Globally, sea levels will continue to rise for two main reasons: melting land ice and water expanding in size as it warms. According to the IPCC, by 2100 there is medium confidence that sea levels will rise 0.2-0.6 meters (7.2 inches-2 feet) for the Bay of Bengal (best case scenario, with rapid greenhouse gas emissions reduction) to 0.4-0.9 meters (1.3-3 feet) in a business-as-usual scenario, where greenhouse gas emissions continue to rise.\nHow significant would such a change in water levels be for such a heavily populated country? To put it into perspective, the IPCC report states that by 2050 more than 27 million people in Bangladesh will be at risk due to sea level rise—that’s over three times the population of New York City. According to an article at Scientific American, if sea levels rise three feet, roughly 20% of Bangladesh could be underwater, displacing 30 million people. It’s not surprising then that the IPCC lists Bangladesh as one of the countries with highest risk from sea level rise due to its low elevation, high population, and potential impact from storm surges.\nOne area of uncertainty in sea level impacts in the low-lying delta of coastal Bangladesh is that regional differences in the rate of global sea level rise combined with the local geology (including how fast sediment is deposited by the delta’s rivers) could amplify or offset the rate or sea level rise.\nHowever, even if scientists are not confident in how tropical cyclones will change in the future and there are uncertainties associated with sea level rise, they are confident that cyclones will continue. Adding even a normal tropical cyclone season onto higher sea levels is a recipe for disaster.\nThough, uncertainty cuts both ways. Recent research has suggested that previous sea level rise estimates might be too small. Research published in 2016 suggested that ice melt in Antarctic could, on its own, add more than a meter (nearly 3.5 feet) of sea level rise by 2100, nearly doubling the total global amount of sea level rise originally expected by the end of the century to something closer to 6 feet. The impacts of such an increase on Bangladesh would be staggering. It’s high population density and low economic output will create serious obstacles for either migration or adaptation.\nOf course, while this post focuses on Bangladesh, sea level rise will challenge coastal communities across the globe, including here in the United States. And while the consequences of sea level rise may not be as severe here as they are likely to be in Bangladesh, America can still expect economic, ecological, and public safety impacts. Many states and cities along U.S. coasts are already taking steps to make coastal communities, natural resources, and infrastructure more resilient to ongoing and future sea level rise.\nIf you are curious about what sea level rise can do American coastlines, visit the Webby-nominated Climate Explorer interactive map on the U.S. Climate Resilience Toolkit website.\nHelp us improve our content",
  "source": "climate.gov"
}