{
  "url": "https://www.climate.gov/news-features/event-tracker/torrential-rains-swamp-southern-florida-make-serious-dent-drought",
  "title": "Torrential rains swamp southern Florida, make serious dent in drought",
  "date": null,
  "content": "For Florida, the past several months have been dominated by drought caused by a lack of rainfall and warmer than average temperatures. Fortunately, it seems someone forgot to tell the month of June. Once the calendar shifted, the rains were released on the state, leading to flooding and—more beneficially—gradual improvement in drought conditions.\nMonth to date rainfall for the U.S. Southeast, showing a swath of 20+-inch rainfall totals across southern Florida. NOAA Climate.gov map, based on PRISM data from Oregon State University.\nSince June 1, the southern tip of Florida has been absolutely doused with rain. A large swath of the state just north of Miami has received more than 10 inches of rain, with localized areas topping out at more than 20 inches in just 11 days. These totals are over 400% of normal.\nOn June 2, more than five inches of rain was recorded in Miami. A few days later on June 6 and 7, another 4 inches of rain fell in Miami. This was a pittance compared to communities in Collier and Broward County, which recorded more than 10 inches of rain during the same 48 hours. The June 6 rains broke daily rainfall records not only in Miami, but also in West Palm Beach, Fort Lauderdale, and Naples.\nWith rains this heavy, flash flooding was inevitable, leaving cars stranded and roads impassable. On a lighter note, it also led to the strange photo-op of people surfing down the streets of Fort Lauderdale.\nNot to be left out, the rest of the state observed tremendous rain, too. June rainfall through June 11 has been, in general, at least 150% of normal across the entire state. And similar to the large swath of particularly heavy rains in southern Florida, rains have also been over 300% of normal farther north around the Florida Panhandle.\nThe rains have put a significant dent in the recent drought conditions throughout the state. The first U.S. Drought Monitor issued during June (on June 6) saw extreme drought—which had been affecting 15% of the state—disappear entirely. The amount of area considered to be under any level of drought also decreased by around 20%, from a peak of nearly 72% of the state as of the May 30 U.S. Drought Monitor to nearly 54% during the June 6 edition. And we will likely see continued drought improvement across the state in the next Drought Monitor, which will come out later this week. Be sure to can check it out in Data Snapshots on climate.gov.\nHelp us improve our content",
  "source": "climate.gov"
}