{
  "url": "https://www.climate.gov/news-features/event-tracker/hot-temperatures-roast-western-united-states",
  "title": "Hot temperatures roast the western United States",
  "date": null,
  "content": "Temperatures easily eclipsed the century mark all across the western United States during the middle of June as a dangerous heat wave settled in over the region. You’d be right in thinking, “Well, it’s supposed to be hot in the desert southwest,” but even so, this most recent heat wave was one for the record-books.\nHigh temperatures across the southwestern United States on June 20, 2017 according to data from NOAA's Real-Time Mesoscale Analysis (RTMA). Temperatures reached 125°F at Needles, California and 117°F in Las Vegas, Nevada. Climate.gov image with data provided by NOAA's Environmental Visualization Lab, based on NOAA RTMA data.\nStarting around June 18 and continuing for over a week, scorching temperatures made going outside difficult from Arizona to the Pacific Northwest.  June 20 was a particularly hot day for the southwestern United States. Las Vegas, NV (117°F), and Needles, CA (125°F), both tied their all-time record. Not to be outdone, Prescott, Arizona also reached its all-time record when the high temperature reached 105°F. Observations started way back in 1898.\nElsewhere in Arizona, Phoenix saw temperatures hit 119°F on June which was the fourth hottest temperature on record. The heat caused multiple canceled flights out of Phoenix International Airport. The hotter the air, the less dense it is, which means less lift for airplanes as they take off. In order to take off, the planes would have needed a longer runway, which was not available in Phoenix, leaving plenty of travelers stranded; albeit hopefully in the air-conditioned airport.\nAs the heat wave continued, the hot air spread west and north. On June 24, as Death Valley reached 126.7°F, the mercury hit 92°F in Quillayute, Washington, right on the coast. June 25 saw Portland Oregon reach 101°F—one degree shy of its warmest June temperature on record—and Seattle, Washington, hit 96°F—tying its hottest June day on record.\nOf course, even as the heat spread north, it still remained over the southwest. From June 17-27, Phoenix International Airport has had 11 straight days with temperatures of at least 110°F. Temperatures have not dropped below 86 since June 10. In fact, the low temperature on June 25 was 93°F.\nExtremely hot day-time temperatures coupled with high night-time temperatures are a dangerous combination for human health as the body has little recovery period from the heat. NBC News reported that at least four deaths have occurred due to the heatwave.\nHigh temperatures for the continental United States on June 25, 2017 according to data from NOAA's Real-Time Mesoscale Analysis (RTMA). Extremely hot temperatures extended from the southwestern United States all the way to the Pacific Northwest. Portland, Oregon reached 101°F on this date. Climate.gov image with data provided by NOAA's Environmental Visualization Lab, based on NOAA RTMA data.\nAs is normal for most heat waves—including even this particularly hot one—a large area of high pressure settled in allowing for clear skies and light winds, perfect conditions for the June sun to bake the surface. The dry desert ground conditions also helped as the sun’s energy did not have to go into evaporating much moisture from the soil.\nOf course, the Southwest United States is also warming due to human-caused climate change with hotter temperatures and more heatwaves already observed.  And this warming is expected to continue with even longer and hotter summer heat waves still (National Climate Assessment).\nWith all that in mind and as we move farther into the summer, it’s important to know what to do if a heat wave if forecast. If you can, stay indoors. But if you have to be outside, make sure to taken frequent breaks in the shade and stay hydrated. For more tips on how to stay safe in the heat, head over the National Weather Service’s page on heat safety or explore the Heat Health section of the U.S. Climate Resilience Toolkit.\nHelp us improve our content",
  "source": ""
}