{
  "url": "https://www.climate.gov/news-features/event-tracker/early-summer-heat-wave-europe",
  "title": "Early summer heat wave in Europe",
  "date": null,
  "content": "June was a scorching month all across Western Europe. As if stifling heat were not enough, the high temperatures combined with dry and windy conditions across the Iberian Peninsula to create the perfect environment for the production and spread of wildfires in Spain and Portugal.\nAverage temperature anomalies during June 2017 across Europe. Hotter than average conditions prevailed across western Europe. NOAA Climate.gov image using data provided by NOAA's Climate Prediction Center.\nJune temperatures averaged at least 3°F above normal for much of Europe. Areas in Spain, France, Italy, and Switzerland observed temperatures that were over 7°F above average during June. Compared to past years, June 2017 was likely France’s second warmest on record after June 2003, Switzerland’s second warmest and the Netherlands warmest June on record.\nWith monthly temperatures this warm, it is not surprising that certain days during the month also had extremely hot temperatures. On June 21, average nighttime temperatures fell to only 79.5°F (26.4°C) across France, setting a record for hottest June night for the country. In Paris, nighttime low temperatures only fell to 84°F (29°C). The previous record was set the night before on June 20. June 21 was also the hottest first day of summer in France on record. In England, June 21 was the hottest June day in over 40 years. At Heathrow airport in London, temperatures reached 94°F (34.5°C).\nAside from the dangers associated with heat-related illness during heat waves, hot and dry conditions in the summertime can easily turn vegetation into potential kindling, increasing the risk for wildfires. During June in central Portugal, a huge wildfire killed over 60 people and injured 200 more. In southwest Spain on June 24, wildfires were sparked in the Huelva province leading to the displacement of 1500 people and threatening Doñana National Park, a UNESCO World Heritage Site.\nDifference from average height of the 500-mb pressure level during June 2017 across Europe. Positive values (browns) reflect higher than average pressure and are generally associated with hotter surface temperatures during the summer. Negative values (blues) reflect lower than average pressure. NOAA Climate.gov image using data from NCEP/NCAR Reanalysis.\nA large area of anomalously high pressure located over Europe was to blame for the hot temperatures. Clear skies caused by sinking air associated with the high pressure allowed surface temperatures to steadily rise under the June sun.\nThe World Weather Attribution group, an international partnership between Climate Central, the University of Oxford Environmental Change Institute, the Royal Netherlands Meteorological Institute, the University of Melbourne and the Red Cross Red Crescent Climate Centre, has routinely looked into extreme events worldwide to determine how much, if any, influence climate change might have had in the events. Recently, they released an analysis of the June heat wave across Europe.\nWhile this analysis has not yet been peer-reviewed, the methods and techniques that the group used have been peer-reviewed as part of previous extreme weather cases they have studied. Their analysis found that climate change has made the intensity and frequency of similar abnormal June heat at least twice as likely in Belgium; four times as likely in France, Switzerland, the Netherlands, and central England; and at least ten times as likely in Portugal and Spain. Go here to read the full analysis of this event and to peruse analysis for previous extreme events across the globe.\nThis recent heat wave is another example that makes it clear that we don’t have to wait ten to fifty years to see how climate change will affect us. People across the globe are being impacted today.\nHelp us improve our content",
  "source": ""
}