{
  "url": "https://www.climate.gov/news-features/event-tracker/monsoon-causes-deadly-flash-flood-arizona",
  "title": "Monsoon causes deadly flash flood in Arizona",
  "date": null,
  "content": "In mid-July, torrential rains fell over the arid landscape north of Phoenix, Arizona, leading to devastating flash floods that took the lives of at least nine people, with one person still missing according to news reports on July 16.\nRainfall estimates from NOAA's Advanced Hydrologic Prediction Service for July 15, 2017. Numerous monsoonal thunderstorms dropped large amounts of rain across central and southern Arizona leading to flash floods. NOAA climate.gov image using data from NOAA's AHPS.\nThe rains fell during an active period of the North American Monsoon, or (within the U.S.) the Southwest Monsoon. During this time, intense rainfall can fall over the usually dry terrain of the southwestern United States including Phoenix, Arizona and California.  Though brief, these strong thunderstorms can dump a lot of rainfall. On July 15, storms dropped between 0.5-4 inches of rain across parts of southern Arizona, with much of this rainfall occurring over a relatively short period of time.\nThe terrain north of Phoenix in the Tonto National Forest can be rugged and mountainous, full of narrow canyons. When heavy rain falls over this landscape it doesn’t get absorbed into the rock-hard ground. Instead, it runs off into normally dry river beds called arroyos or washes, which become raging rivers. Along the way, the water picks up whatever is in its path, so by the time it reaches miles down the river, the flow is mixed with dirt, rocks, brush, and trees.\nIn Tonto National Forest, making matters worse, a wildfire in June not only made the ground more resistant to absorbing water (charred vegetation and ash are hydrophobic), but left burnt brush and trees to be swallowed up by rushing water.\nFlash floods are a major concern every summer across the Southwest for these exact reasons. As a final threat, the floods can appear to occur out of nowhere—in the midst of a perfectly sunny day—because isolated storms tens of miles away can be the source of the water that turns babbling brooks into deadly torrents. Tragically, on July 15, a flash flood took the lives of many members of one family out enjoying a day in nature.\nMonthly rainfall in inches averaged from 1981-2010 for Tucson, Arizona. The most rainfall occurs during July and August coinciding with the arrival and strengthening of the North American Monsoon. NOAA Climate.gov image using data from the Western Regional Climate Center.\nNope. India does not have sole custody of monsoons. But the mechanisms for why there is a summer monsoon in the southwestern United States and northern Mexico are similar to those in other parts of the world. During the summer months, the sun begins to heat up the arid landscapes of the U.S. Southwest and Mexico. The heated ground warms the overlying air, causing it to rise; the air pressure at the surface drops.\nThe atmosphere likes to keep things equal, so it tries to push air towards places where air is leaving. For western North America, that means moisture-rich air from over the eastern Pacific and Gulf of California rushes in at low levels of the atmosphere. Meanwhile, higher up in the atmosphere there is more air than normal—also known as higher pressure. Because air tends to circle clockwise around a block of high pressure, easterly winds also bring in moisture from the Gulf of Mexico. As this moist air interacts with higher terrain, thunderstorms form.\nUnlike more tropical monsoons, where it isn’t uncommon for rain to fall nearly daily for weeks or months, the North American Monsoon does not mean constant rainfall as the mountains aren’t as high and the circulation patterns aren’t as strong. Instead, the rains can be episodic. Heavy when there is enough moisture but also separated by periods of dry conditions—another reason people may be caught off guard by flood-producing storms.\nIn general, the monsoon kicks off in northwest Mexico in June and expands northward, reaching the southwestern United States in early July. By mid-July, the monsoon is well underway across Mexico and the desert Southwest. The monsoon comes to end as summer does—and the intense land surface heating subsides—with rainfall diminishing through September.\nThe monsoon does have benefits for the area by providing relief from the intense summer sun, refilling reservoirs, and providing the bulk of the annual precipitation for the region. But it also can cause deadly flash floods like those seen recently. So if you do find yourself in the Southwest this summer, make sure to pay attention to forecasts from the National Weather Service to be aware of any potential storms.\nHelp us improve our content",
  "source": ""
}