{
  "url": "https://www.climate.gov/news-features/event-tracker/exceptional-drought-northern-plains-july-2017",
  "title": "Exceptional drought in Northern Plains in July 2017",
  "date": null,
  "content": "The Northern Plains were in the midst of a punishing drought in July 2017.  Along with a lack of rainfall, the weekly average temperature was more than 90°F for a swath of the region from Montana southward to Kansas, which further accelerated the development of extreme to exception drought in parts of Montana and North and South Dakota.\nDrought conditions in the contiguous United States as of July 18, 2017.  NOAA Climate.gov image from the Data Snapshots collection, based on data from the U.S. Drought Monitor project.\nAccording to the July 18 report from the U.S. Drought Monitor project, 22% of Montana was in severe or exceptional drought. Across an additional 23% of the state, drought conditions were ranked as moderate to severe.  In North Dakota, more than 70 percent of the state was in some level of drought, with 40% of that being extreme or exceptional.\nExcerpts from the report…\nMost stations in the region were drier than normal this week with many receiving a tenth of an inch of rain, if any. With daily temperatures exceeding 90 degrees F, the 7-day average maximum temperature was above 90 in a band from Montana to Kansas. The excessive heat increased evapotranspiration...and further dried soils, which were already parched. The heat and dryness have ravaged crops, with 61% of the spring wheat crop in poor to very poor condition in Montana and 40% in North Dakota. In South Dakota, 74% of the spring wheat was in poor to very poor condition, [as was] 38% of the corn crop, 33% of soybeans, and 45% of sorghum.\n\nThe pasture and rangeland statistics (in poor to very poor condition) were 74% for North Dakota, 68% for South Dakota, 58% for Montana, and 26% for Nebraska. As noted by the North Dakota State Climatologist, the spotty rains might have been enough to green-up the vegetation, but not enough to increase the vegetative volume. Reports from the field include many reports of extensive drop damage, livestock water holes drying up, and cattle losing weight due to poor or nonexistent grazing land.\n\nThe South Dakota State Climatologist reported that corn is in tasseling stage now; under drought stress, this can lead to an 8% yield loss per day, which is the highest rate of yield loss of any crop stage. The agricultural impacts were compounded by low streamflows. According to the Bureau of Indian Affairs, the Ft. Peck and Ft. Belknap Tribes in Montana declared disaster emergencies in June that remain in effect; the Rocky Boy's reservation, south of Havre, is experiencing drastic water shortages; and several Tribes in the eastern part of Montana have enacted burn bans.\nThe poor rangeland and crop conditions described in the report are easily visible in satellite images.\nNASA satellite images of the Northern Plains on July 23, 2017, and July 19, 2016. larger versions 2017 | 2016\nLast summer, the plains south and west of the Missouri River in Montana, North Dakota, and South Dakota, were awash with the pale green of vegetation. This year, much of the landscape is tan and brown, a sign of dormant or stressed crops and rangeland.  A plume of grayish-blue smoke wafts northward toward Fort Peck Reservoir from the Lodgepole Fire Complex in central Montana. According to reports from the National Interagency Fire Center, the blaze consists of 4 fires fires affecting roughly 226,000 acres.  The extreme dryness was helping the fire spread rapidly, forcing evacuations, closing roads, and destroying structures, hay, fences, and habitat for the sage grouse, which was de-listed under the Endangered Species Act in 2015.\nHelp us improve our content",
  "source": "climate.gov"
}