{
  "url": "https://www.climate.gov/news-features/event-tracker/wildfires-burn-british-columbia",
  "title": "Wildfires burn in British Columbia",
  "date": null,
  "content": "Hot and dry conditions in British Columbia have fueled the growth of numerous wildfires, which have burned thousands of acres across the province during the last month.\nSuomi NPP satellite image taken of British Columbia on July 30, 2017 using the VIIRS instrument. The smoke from several wildfires burning across the province are visible. NOAA Climate.gov image with data provided by the NOAA Environmental Visualization Laboratory.\nAs of the end of July, there are over 130 different wildfires burning across British Columbia according to the British Columbia Wildfire Service. Luckily, evacuations due to the fires are down to around 6,000 people. At their peak in mid-July, that number topped 45,000 people, making the 2017 fire season one of the largest evacuation events in the province’s history, according to local government officials quoted in CBC news.\nIn total, 825 wildfires have burned over 105,000 acres in British Columbia since April—well above the ten-year average (2006-2015) of around 383,000 acres.  An analysis done by CBC news indicated that the 2017 fire season to date is third-largest (in terms of acres burned) since 1950 and is the worst in 56 years. Taking the human impacts into account, a fire information officer with the British Columbia Wildfire Service is quoted as saying that the current season is shaping up to be the one of the most severe seasons in recent years.\nMost recently, the Elephant Hill fire in British Columbia’s more rural interior blew up in size over the July 29-30 weekend, crossing the Bonaparte River and leading to another round of evacuation orders around the town of Clinton about 80 miles north of the city of Kamloops. The continued windy, hot, and dry conditions have provided little relief from Mother Nature as firefighters continue to fight blazes across the province.\nWith a prolonged heatwave forecast for southern British Columbia for the next week, the risk from wildfires looks to remain elevated during the first week of August.\nCanada is the second most forested country on the planet, and thus, it contains a staggering number of trees.  Recent research in the journal Environmental Research Letters and detailed in an article by the Globe and Mail highlights just how difficult fighting wildfires could become thanks to human-caused climate change.\nOne of the authors of the research, Dr. Mike Flannigan, explains that since climate change will make Canada hotter and drier, the forests will become drier, too, providing more fuel for fires and increasing their intensity. Flannigan mentions that while it is hard to predict, a 10 percent increase in the intensity of a fire could cause a doubling or tripling of the overall area burned.\nThe research suggests that under a business-as-usual greenhouse gas scenario over the next century, the number of days where conditions are favorable for wildfires to will increase by more than 50% in western Canada, increasing both the fire danger and the cost of fire suppression.  Wildfires already pose a significant risk for parts of Western Canada and human-caused climate change could make things even worse.\nHelp us improve our content",
  "source": ""
}