{
  "url": "https://www.climate.gov/news-features/event-tracker/heat-wave-scorches-pacific-northwest",
  "title": "Heat wave scorches the Pacific Northwest",
  "date": null,
  "content": "A remarkable heat wave brought rare extreme heat to the Pacific Northwest of the United States. Daily records fell by the wayside in Washington and Oregon as the searing summer sun caused temperatures to easily rise past 100°F in many inland locations in early August.\nDaytime high temperatures across the Pacific Northwest United States on August 3, 2017. NOAA Climate.gov image using data from NOAA’s Real-Time Mesoscale Analysis (RTMA).\nThe map above shows the daytime high temperature across the Pacific Northwest on August 3, 2017, using data from NOAA’s Real-Time Mesoscale Analysis (RTMA).  August 3 represented the peak of the hot streak as daily temperature records fell like bowling pins. There was variation in the heat due to the Pacific Northwest’s varied terrain, but the temperatures were still was remarkable from the coastal plain to inland areas.\nThe heat was caused by a high pressure system in the atmosphere, which helped keep skies free from clouds and allowed the sun’s energy to heat the surface. In Portland, Oregon, temperatures reach 105°F at the airport and 103°F downtown, breaking records set in 1952. Salem, Oregon, reached 103°F on date. Eugene, Oregon, topped out at 102°F. These also set daily temperature records. Medford, Oregon, soared to 112°F, only a few degrees below its all-time record. Farther north and closer to the water, Seattle reached 91°F and 94°F setting, breaking, and re-setting the heat record on August 2 and 3.\nAs temperatures soared, smoke from wildfires to the north in British Columbia wafted south and casted a hazy hue across the region. The smoke reduced air quality, but had the positive side-effect of lessening the heat by reflecting some of the sun’s energy.\nWhile temperatures in the low 100s may seem commonplace for somewhere like Arizona, the Pacific Northwest isn’t prepared for the heat. It is not uncommon to find residences without air conditioners. During extremely hot days and still warm nights, this can cause health concerns.\nHuman-caused climate change will not make things better. Summer temperatures across the Pacific Northwest have already risen at a pace of 0.2°F per decade since 1895 according to NOAA’s Climate at a Glance tool.  And according to the National Climate Assessment, depending on how large our greenhouse gas emissions will be during the next century, temperatures are projected to increase by 3-10°F by 2100 (compared to 1970 to 1999) and be largest in the summer.  Summer heat can be deadly. For more tips on how to stay safe in the heat, head over the National Weather Service’s page on heat safety or explore the Heat Health section of the U.S. Climate Resilience Toolkit.\nHelp us improve our content",
  "source": "climate.gov"
}