{
  "url": "https://www.climate.gov/news-features/event-tracker/first-hurricane-2017-atlantic-season-hits-mexico",
  "title": "First hurricane of the 2017 Atlantic season hits Mexico",
  "date": null,
  "content": "During the beginning of August, Franklin became the first hurricane of the 2017 Atlantic hurricane season, eventually making landfall along the Gulf coast of Mexico. The storm reached hurricane status the same day that NOAA’s Climate Prediction Center issued its updated Atlantic Hurricane Season Outlook.\nSuomi NPP Satellite image taken of Hurricane Franklin on August 9, 2017 using the VIIRS instrument. Franklin reached wind speeds of 85 mph on August 9 before making landfall in Mexico later the same day. NOAA Climate.gov image with data provided by the NOAA Environmental Visualization Laboratory.\nFranklin started off as a cluster of thunderstorms in the southeastern Caribbean Ocean and gradually moved west towards the Yucatán Peninsula.  On August 7, it became a tropical storm shortly before making landfall across the Yucatán.\nAfter bringing heavy rain to the peninsula, Franklin exited into the Bay of Campeche as a much weaker storm. However, warm waters and low wind shear—change of wind speed and direction with height—allowed Franklin to recover. Two days later on August 9, Franklin became a Category 1 hurricane with 85mph winds shortly before it made its second landfall near Lechuguillas, Mexico, along the Bay of Campeche.\nSo far, the hurricane season has been an active one in the Atlantic. Normally, the sixth named storm of the year occurs by September 8, which means that the 2017 hurricane season is around a month ahead of schedule. The first hurricane of the year normally occurs by August 10.\nThe 2017 Atlantic Hurricane Season Outlook issued by NOAA's Climate Prediction Center was updated on August 9, 2017. The updated outlook predicted an above-average hurricane season with 14-19 named storms and 5-9 hurricanes of which 2-5 will be major hurricanes (wind speeds in excess of 110mph). Climate.gov image with data and forecast provided by NOAA's Climate Prediction Center.\nAs Franklin was churning towards Mexico, NOAA’s Climate Prediction Center issued its updated Atlantic hurricane season outlook on August 9. In it, forecasters have increased the chance for an above-normal season to 60%—it was a 45% chance in the original outlook issued in May. The total number of named storms is now expected to be between 14-19, with 5 to 9 hurricanes of which 2-5 will be major hurricanes.\nThe reason behind the increased chances for an active season are the continued expectation that atmosphere and ocean conditions will be conducive for hurricane development—warm waters and low wind shear—the higher confidence that ENSO conditions will be neutral and not El Niño—El Niño tends to inhibit hurricane formation—and the already above-average start to the season.\nRemember, though, it only takes one storm to make an impact. So it is important to know what to do should you find a tropical system headed your way. Make sure to pay attention to the National Hurricane Center for storm updates.\nHelp us improve our content",
  "source": ""
}