{
  "url": "https://www.climate.gov/news-features/event-tracker/wildfire-still-burning-greenland-tundra-mid-august-2017",
  "title": "Wildfire still burning in Greenland tundra in mid-August 2017",
  "date": null,
  "content": "An unusually large fire continued to burn in the tundra of western Greenland on August 16, 2017—a rare occurrence for a place better known for its mile-thick ice cap and glacier-filled fjords.\nAlthough it may have started earlier, the fire was first noticed on satellite during late July. By mid-August, it and other smaller fires coastward of the small town of Kangerlussuaq had burned through thousands of acres, according to local news reports. The cause of the fire hasn’t been reported, but both people and lightning have been known to start fires in the area.\nAn unusually large fire that started at the end of July was still burning as of August 16, 2017. NASA Aqua satellite image from the Worldview website.\nAccording to Greenland experts quoted in a roundtable discussion published by NASA’s Earth Observatory, wildfires in Greenland are rare but not unheard of, although there are no truly long-term records of fire activity in the area. Still, scientist Stef Lhermitte at Delft University of Technology in the Netherlands showed preliminary evidence that 2017 has seen the largest amount of wildfire activity since the start of the NASA MODIS satellite record in 2000.\nLarge fires in Greenland are more than a curiosity. In addition to the public safety issues (people do live, hike, hunt, and camp in the area), there are environmental ones. All fires are a source of carbon dioxide and other greenhouse gases. Fires are also a source of sooty “black carbon,” which rises above the flames and drifts with the smoke to higher elevations. Eventually, it falls on the ice sheet, turning it from pristine white to a darker color. And just like how wearing a black shirt on a sunny day makes you feel hotter, with the ice wearing its black carbon shirt, it melts faster than it would due to climate warming alone.\nDuring the summer, the interior of Greenland remains ice-cold, but some of the mountainous coastal areas ringing the island are ice-free. The vegetation across the region can vary hugely based on latitude, altitude, slope aspect, and closeness to the ice sheet. Wetter, milder areas near the coast may have shrubs, small trees, and mosses, while areas farther inland, close to the ice sheet, are drier and more like cold grasslands. The area where this fire is burning is right near the transition between the wetter coastal climate and the drier continental climate near the ice sheet.\nA view of the variety of plants and shrubs along the Arctic Circle Trail near Sisimiut, Greenland, about 50 miles southeast of the fire's location. Photo by Destination Arctic Circle via Creative Commons license.\nAfter looking at satellite images of the fire’s progression, Arctic vegetation expert Donald Walker wrote via email:\nThe first image, taken July 31, is low resolution, but it shows the exact location of the initial fire without much smoke yet to mask the terrain. It started between two small drainages in area of homogenous mesic tundra.\nAn infrared-enhanced satellite image of the fire before it spread. Satellite image from the European Space Agency, pulled as a screenshot from Stef Lhermitte's Youtube animation of the fire progression.\nThe second one [acquired by a commercial satellite company and published by the BBC] shows a larger area affected by fire, which spread mainly west from the initial ignition into rolling heterogeneous glacial terrain. The fire has burned across a variety of vegetation types, including some glaciated bedrock outcrops. The image is not sharp but the lighter-toned areas look to be burned, south-facing slopes with drier vegetation, where the fire may have exposed bedrock or bare soils.\n\nThe third image when enlarged gives a good impression of the vegetation burning on the eastern edge of the fire. Probably not on peat, but organic-rich mineral soils. I would guess it is mainly mesic graminoids [grass-like plants], prostrate dwarf-shrub, moss tundra, with few or no erect shrubs. The yellowish-brown tone of the tundra indicates a lot of standing dead sedges or grasses.\nNASA Landsat 8  image of the Greenland fire on August 3, 2017. NASA Earth Observatory image.\nThere also hints of spots of cryoturbation by frost boils, which would suggest thin organic layers and relatively high soil pH, which would limit the occurrence of many erect shrubs, such as dwarf birch and common members of the Ericacea plant family, such as crowberry, Labrador tea, and lingonberry. Brighter green vegetation, possibly shrubby, occurs in a few of the drainages and at the base of some hills, where there is probably more water from snow drifts.\nI have been fooled many times, though, so until we have confirmation of the actual species present and the good ground-based photographs of the vegetation it would be good to exercise caution with this interpretation.\nAccording to the latest report from the Intergovernmental Panel on Climate Change, issued in 2014, as temperatures warm across the globe, they have been rising the fastest across the Arctic. This especially holds true during the summer months. Tied to this increase in warmth, the IPCC notes that vegetation has greened across a third of the Arctic from 1982-2012, including areas along western Greenland (IPCC AR5 Working Group 2).\nIn response to our request, Uma Bhatt of University of Alaska-Fairbanks, ran a temperature and vegetation analysis for the area of western Greenland where this summer’s fires were occurring. (Bhatt and her colleagues do a similar assessment each year as part of the Arctic Report Card.) The satellite-based analysis confirmed that during past several decades, there has been a “greening” and warming trend in the area.\nSatellite-based analysis of average summer warmth (top), peak vegetation greenness (middle), and cumulative greenness in the area where this summer's large fire occurred. Analysis by Uma Bhatt, based on NDVI data from NOAA's AVHRR series of satellites.\nIncreasing satellite greenness can mean more plants, leafier or bigger plants, or a transition from grasses and small plants to taller, leafier shrubs. In many parts of the Arctic, this shrub take over is underway, but long-term, ground-based observations for Greenland are sparse. Whatever the nature of the change, it appears that in western Greenland, the island’s name is slowly becoming not a misnomer.\nAnother Greenland expert and Arctic Report Card author we talked to for this story, Marco Tedesco, used a different technique to do a preliminary analysis of possible changes in fire-relevant climate conditions in the exact location of the fire. He said that over the past decade summer temperatures have been above-average, while precipitation has been below-average, hinting that conditions may have become more friendly to fires recently.\nBhatt also pointed out that research has indicated a trend towards higher sea level pressures over Greenland—and lower sea level pressure elsewhere (Bhat 2013, 2017), especially since the 1990s. While not a one to one relationship, high pressures in the summer are often associated with clear skies and warmer than average temperatures, both of which can influence fire activity.\nThis combination of warmer temperatures, increased plant life, and summer dryness could increase fire risks in Greenland.\nWhile some scientists have speculated that the current fires may be burning peat—a mixture of dead but only minimally decomposed plant material located in a frozen or water-logged environment—the scientists who provided input to this post were more cautious.\nOne of the experts we consulted for this story pointed out that soil maps of the area indicate that at least some of the soils in the area are leaner and better drained, rich in humus, but not peat. As we gather more information, we hope to have a follow-up story about the soil and permafrost in the area and how they may be changing as well. There is still a lot to learn about these fires burning in an extremely remote corner of the world.\nClimate.gov thanks the following experts for providing input for this article: Uma Bhatt, Donald Walker, Marco Tedesco, Martha Raynolds, and Howard Epstien.\nBhatt, U. S., Walker, D. A., Raynolds, M. K., Bieniek, P. A., Epstein, H. E., Comiso, J. C., … Zhang, J. (2017). Changing seasonality of panarctic tundra vegetation in relationship to climatic variables. Environmental Research Letters, 12(5), 55003. https://doi.org/10.1088/1748-9326/aa6b0b\nBhatt, U. S., Walker, D. A., Raynolds, M. K., Bieniek, P. A., Epstein, H. E., Comiso, J. C., … Polyakov, I. V. (2013). Recent Declines in Warming and Vegetation Greening Trends over Pan-Arctic Tundra. Remote Sensing, 5(9), 4229–4254. https://doi.org/10.3390/rs5094229\nJedrzejek-B, Drees-B, Daniёls-FJA & Hölzel-N 2013: Vegetation pattern of mountains in West Greenland – a baseline for long-term surveillance of global warming impacts. Plant Ecology and Diversity. 6, 3-4: 405-422.\nHelp us improve our content",
  "source": ""
}