{
  "url": "https://www.climate.gov/news-features/event-tracker/massive-fires-burning-across-west-september-2017",
  "title": "Massive fires burning across the West in September 2017",
  "date": null,
  "content": "While Texans were assessing the damage wrought by Hurricane Harvey, and the Southeast was eyeing Major Hurricane Irma, the western half of the country was suffering through record-breaking heat and skies filled with smoke from numerous wildfires burning all across the West.\nSuomi NPP satellite image taken of the western United States on September 2, 2017 using the VIIRS instrument. The smoke from multiple fires burning across the region is visible. NOAA Climate.gov image using data provided by the NOAA Environmental Visualization Laboratory.\nIn this satellite image taken on September 2, numerous wildfires can be seen dotting the landscape across the Mountain West and along the West Coast. As of September 6, there were 65 ongoing fires across the United States according to the National Interagency Fire Center, all of which were located in the western United States and sending smoke into the air, reducing visibilities and blocking the sun.\nIn fact, a fire in the Columbia River Gorge in Oregon has spread smoke across the Pacific Northwest with some cities like Seattle and Portland even dealing with falling ash. The Associated Press reported that the last time locals can remember ash falling from the sky was when Mount St. Helens erupted in 1980.\nIn Montana, 23 fires are currently ongoing across the state and have already burned over 400,000 acres. The largest is the Rice Ridge fire which has burned over 100,000 acres and is only 2% contained.\nMeanwhile, outside of Burbank, California, the La Tuna fire has become the largest on record for a wildfire within the city limits of Los Angeles. It has burned through over 7,000 acres and created scenes that look like they were taken during the filming of a disaster movie.\nSuomi NPP satellite image taken of the United States on September 4, 2017 using the VIIRS instrument. Thanks to the wind, the smoke from fires burning across the western United States was able to spread across the country. NOAA Climate.gov image using data provided by the NOAA Environmental Visualization Laboratory.\nThe smoke from these fires didn’t just stay put across the west. Instead, it hitched a ride along the jet stream—area of fast moving winds high in the atmosphere—and traveled with the winds across the United States. In this satellite image taken on September 4, smoke from western fires is visible being extended across the country, becoming intertwined with clouds as it gets stretched like a piece of saltwater taffy.\nU.S. Drought Monitor on August 29, 2017. The U.S. Drought Monitor highlights areas across the country experiencing either short or long-term abnormal dryness or drought. Climate.gov image available at Data Snapshots.\nA dry, hot summer across the western United States is the reason for a fire-filled start to September. Aided by a large high pressure system which has reduced clouds and allowed for scorching hot temperatures, the below-average rains and hot temperatures have helped provide the fuel for these wildfires. All that was needed was a spark, from either lightning or human-activity. And for many places across the west, a spark was found.\nHelp us improve our content",
  "source": "climate.gov"
}