{
  "url": "https://www.climate.gov/news-features/event-tracker/greenland-land-ice-andother-stuff",
  "title": "Greenland: A land of ice and...other stuff",
  "date": null,
  "content": "From the mile-thick ice across the interior to the exposed rocky outcrops ringing the island, Greenland’s environments are varied. Recently, a rare wildfire was sparked and burned for weeks in an area of western Greenland devoid of ice.\nNASA Landsat 8  image of the Greenland fire on August 3, 2017. NASA Earth Observatory image.\nUnlike wildfires which take place closer to populated areas, fires that take place in Greenland are occurring over extremely remote areas where there is little in the way of observations, so many aspects of the fire—including it’s exact cause and impacts—are uncertain.  Let’s take a look at what exactly burned in this remote section of the Arctic and talk about the consequences a warming, fire-prone Arctic may have not only on the people who live there, but all of us.\nDuring the summer in Greenland, the land surrounding the central ice sheet can be covered with grasses, shrub forests, or prairie or steppe-like vegetation depending on the proximity to the coastline and the elevation.\nMeanwhile, the soil can be made of permafrost—ground that remains below freezing for at least two consecutive years—but the extent varies a lot from place to place. Where the wildfire took hold in Greenland is in a border region between continuous permafrost, with average annual soil temperature below 23°F, and discontinuous permafrost, with average soil temperature closer to freezing (Humlum and Christiansen, 2000).\nIn discontinuous areas, permafrost coverage is not universal, but patchy, located in sheltered areas. As in other parts of the Arctic, some of the permafrost in western Greenland is thawing as the climate warms due to human activities.\nGeologically, this area of Greenland has outcrops of bedrock and depressions where peat—carbon-rich, partially decomposed plant material—and fine grain materials like clay can accumulate like batter filling a muffin pan.\nDr. Vladimir Romanovsky, a professor of Geophysics at the University of Alaska at Fairbanks who has studied the permafrost regions of western Greenland, says it’s likely that the wildfire burned through vegetation along with some amount of peat. However, without on-the-ground observations, it’s hard to give a conclusive answer.  (Field trip, anyone?)\nIn polar regions, much of the soil is permafrost: a mixture of soil and blocks of ice that are frozen year round. Above the permafrost is an \"active layer\" that freezes in the winter and thaws in the summer. Long-term warming is thawing many areas of permafrost in the Arctic, including Greenland. NOAA Climate.gov drawing.\nSince peat is basically made up of dead plant material, it is high in carbon, making it an excellent fuel source. Once peatlands are set on fire by natural sources—lightning—or humans, they can burn for quite a while until all of the fuel has been used, and the peat has been turned to ash. In Greenland, though, the muffin-tin like nature of bedrock can contain a peat fire within the bedrock depression.\nAlso, Dr. Romanovsky noted that most bedrock pockets likely contain little soil and peat as compared with other places across the Arctic. This is because Greenland’s peat is relatively new compared to other regions in the Arctic, only beginning to form roughly 10,000 years ago, so there is less accumulated plant material. Alaska and Siberia, where peat formation started earlier and there is more vegetation, have far deeper layers of peat.\nMcKenzie Skiles digs snow pit for black carbon sampling. Photo credit: Dark Snow Project\nWhy care about a remote fire in such a sparely populated place? When peat burns it releases a large amount of greenhouse gases. Luckily, wildfires over Greenland, while still releasing carbon dioxide into the atmosphere, would not release nearly as much greenhouse gases as a fire in other places in the Arctic.\nStill, peat fires are notoriously smoky, which means they release a lot of sooty “black carbon.” When these particles settle out of the air onto the surface of the ice sheet, they cause it to darken and reflect less sunlight, accelerating melting. Accelerated melting of the Greenland Ice Sheet would hasten sea level rise.\nMarek Stibal with WhirlPak sample bag sampling snow and ice on Greenland. Dark material consists of biological and other absorbers including black carbon. Photo Credit: Dark Snow Project\nWhat’s going to happen in Greenland as the climate warms?\nAs part of our first story about this event, we talked about how the area where the fire occurred has been unusually warm and dry over the past decade or so, based on a preliminary analysis by Marco Tedesco, a Greenland expert with Polar Geophysics Group at the Lamont-Doherty Earth Observatory. Meanwhile, vegetation greenness observed by satellite has increased.\nSummer climate (June-August) in western Greenland where the August fire occurred has been unusually warm and dry in the past decade or so, according to a preliminary analysis by Marco Tedesco. Temperature has been above average and precipitation has been below average: fire-friendly conditions. NOAA Climate.gov graphs.\nHotter and drier conditions help not only thaw to permafrost, but to dry out the vegetation and any peat, making the area more vulnerable for fire. Research done by Dr. Romanovsky and colleagues at the Arctic Research Consortium of the United States (ARCUS) has shown that by the end of the century the temperature of the soil 2 meters in the ground will increase by around 3.5°F, resulting in much stronger degradation in permafrost across Greenland, especially in western Greenland.\nPermafrost Thaw Potential for Greenland by mid-21st century. Areas in blue represent regions with a high potential for the thawing of permafrost. Climate.gov image adapted from Daanen et al. 2011.\nNot only could this create more fuel for wildfires but it could have serious impacts on the existing infrastructure in Greenland. As permafrost melts, the water drains away, and the ground becomes unstable. In western Greenland, permafrost degradation and collapse could impact one of only two airports large enough to handle airlines in all of Greenland, Kangerlussuaq Airport, where the runway is built on permafrost. As it melts, the ground may no longer be stable enough for planes to land.\nThe warming, rapidly-changing Arctic could have profound impacts on the people who live there and, through the release of greenhouse gases, the rest of the world as well. The recent Greenland wildfire, though rare today, might be a harbinger of a more fire-prone Arctic in the future.\nChristiansen H. H., Humlum O., 2000. Permafrost. In: Jakobsen B H et al. (eds), Topografisk Atlas Grønland. Det Kongelige Danske Geografiske Selskab og Kort & Matrikelstyrelsen.\nDaanen, R., P. Ingeman-Nielsen, S. S. Marchenko, V. E. Romanovsky, N. Foged, M. Stendel, J. H.Christensen, and K. H. Svensen, 2011: Permafrost degradation risk zone assessment using simulation models. Cryosphere, 5, 1043–1056, doi:https://doi.org/10.5194/tc-5-1043-2011.\nHelp us improve our content",
  "source": "climate.gov"
}