{
  "url": "https://www.climate.gov/news-features/event-tracker/reviewing-hurricane-harveys-catastrophic-rain-and-flooding",
  "title": "Reviewing Hurricane Harvey's catastrophic rain and flooding",
  "date": null,
  "content": "Hurricane Harvey, the first major hurricane (winds greater than 110mph) to make landfall in the United States since 2005, will go down as one of the wettest storm systems in United States history. Rainfall measured in feet inundated coastal Texas impacting millions.\nSuomi NPP satellite image taken of Hurricane Harvey on August 25, 2017 using the VIIRS instrument. Harvey made landfall in Texas as a category 4 hurricane. NOAA Climate.gov image using data provided by the NOAA Environmental Visualization Laboratory.\nThis devastating storm had its origins thousands of miles from the Gulf Coast of Texas as a storm system that left the West African coast during the middle of August. But it took until the Bay of Campeche for the storm to get its act together. Taking advantage of the warm waters in the Gulf of Mexico and the lack of wind shear—changing of wind speed and/or direction with height in the atmosphere—Harvey rapidly strengthened as it set its sights on the Texas coastline.\nAt landfall near Rockport and Port Aransas, Texas, Harvey was still a strengthening Category 4 hurricane with 130-mph winds. It was the strongest storm to hit Texas since Hurricane Carla in 1961. The storm caused massive damage as it moved onshore, leveling buildings throughout Aransas County, leaving the city of Victoria without power or water, and destroying entire blocks in Rockport. But even then, Harvey’s streak of catastrophic damage was just getting started\nRainfall estimates from NOAA's Advanced Hydrologic Prediction Service for August 25-30, 2017. Hurricane Harvey dropped over 20 inches of rain across a large area in coastal Texas, with some areas observing nearly 50 inches of rain. Studies concluded that global warming had contributed to the heavy rain. NOAA climate.gov image using data from NOAA's AHPS.\nThanks to weak winds in the upper atmosphere that generally serve to steer tropical systems and a high pressure system to the north that blocked any escape, Harvey stalled over Texas for several days. This allowed for Harvey to tap into the warm Gulf of Mexico for a seemingly endless supply of water, which it turned into torrents of rain from Corpus Christi to Houston to Beaumont. The final rainfall numbers were staggering. To be quite honest, I’m still at a loss at even comprehending.\nA flooded neighborhood on the Texas coast on August 27, 2017. Aerial photo by the Texas National Guard during aerial search and rescue mission in the Rockport, Holiday Beach, and Port Aransas area.\nThe highest rainfall amount totaled 48.20 inches at a rain gauge on Clear Creek and I-45 near Houston Texas. It was the highest rainfall amount in a single storm for any place in the continental United States. More than 6.7 million people in a 29,000 square mile area (the size of West Virginia) received at least 20 inches of rain in seven days. And a large area east of Houston observed 40 inches of rain. Houston observed two of its wettest five days ever on back to back days August 26 and 27. On August 26, more than 8 inches of rain was recorded. A day later, around 16 inches of rain fell. Two feet of rain fell in just two days!\nRanking of the 50 wettest 4-day periods on record at Houston's Hobby Airport. The top four wettest 4-day periods all involve rainfall related to Hurricane Harvey. From August 26-29, 35.6 inches of rain at Houston's Hobby Airport setting the record for wettest 4-day period. It was nearly double the previous pre-Harvey record for 4-day rainfall. NOAA Climate.gov image using data the National Centers for Environmental Information.\nAt Houston’s Hobby airport, the three-day rainfall from August 26-28 was larger than the previous record for wettest 65-day period. Three of the airport’s 5 wettest days since 1930 happened during Harvey (August 26, 27, and 28). Not surprisingly, August was the wettest month on record for the city (39.11 inches), more than double the previous wettest month (19.21 inches).\nAs the storm slowly moved east, it brought its record-setting rains with it. Beaumont, TX, broke its record for wettest day on record on August 29 when over 26 inches of rain fell—more than double the previous record. August rains reached a total of 54.73 inches, more than three times the previous wettest August and almost 32 inches more than the previous all-time wettest month (November 1902).\nOne of the ways meteorologists gauge the intensity of extreme events is to describe them in terms of their frequency or probability, based on historical observations. For the estimates to be valid, of course, scientists need an up-to-date record of historical precipitation, and NOAA was in the midst of an update for the Texas precipitation frequency data when Harvey hit.\nThis means that an official analysis of whether rainfall amounts in Harvey were a 1-in-500-year event or 1-in-1000 will have to wait for the time being. However, Dr. Sanja Perica, chief of the National Weather Service’s Hydrometeorological Design Studies Center, has noted that preliminary estimates for the area suggest that some locations likely received rainfall amounts that have a 0.1 (one in a thousand) percent chance of occurring in any year.\nAnalysis from other groups also came to similar conclusion. As noted by the Washington Post, in an analysis of the highest one-day rainfall amounts done by Shane Hubbard of the University of Wisconsin, such a large amount of rain falling over a one-day period has a 0.1% chance of occurring in any given year.  Analysis of the five-day rainfall amounts by the company MetSat found that five-day rainfall totals on par with Harvey’s had a 0.004% to 0.0002% chance of occurring in any given year.\nIf you’re curious how these sorts of numbers are calculated—and the caveats that must be taken into account—check out this past post that delves into the details.\nGrab and drag the slider to compare the before (left) and after (right) images of heavy rains and floods in Houston, Texas after Hurricane Harvey in August 2017. Flooding is evident along the Brazos River south of Houston. NASA MODIS satellite images from Worldview.\nHouston and surrounding areas were quickly inundated as non-stop torrential rain raised river and creek levels to record highs across the region. The Harris County Flood Control District estimated that one trillion gallons of water fell in the county in four days. A meteorologist with the Harris County Flood Control District noted that it was estimated that 70% of the county was flooded by at least 1.5 feet of water. With the city quickly filling with water, thousands of people had to be rescued from their homes. The flooding extended east to Beaumont and Port Arthur as Harvey slowly ambled east.\nMaking matters worse in Houston were the number of refineries and chemically contaminated “Superfund sites” that were inundated with flood water. While it is too soon to tell the economic, public health, and environmental costs of Harvey, it is likely that Harvey will rival some of the worst weather disasters in U.S. history.\nTexas National Guard soldiers conduct rescue operations in flooded areas around Houston, Texas 27 August, 2017. Photo by 1Lt. Zachary West, 100th MPAD\nThe oft-asked question is whether human-caused climate change caused these storms. However, this is the wrong way of looking at it. Climate change reflects a change in the background state in which all weather exists. It does not, by itself, cause hurricanes, but it can certainly make a hurricane’s impacts worse. Climate change can warm the waters which hurricanes use for fuel. Climate change can warm the atmosphere allowing for more moisture to be evaporated and more rain to fall. And climate change can melt land ice and expand ocean waters leading to sea level rise and making it easier for coastal areas to flood.  All of these impacts are noted in the most recent report from the Intergovernmental Panel on Climate Change. Or feel free to read through this informative blog at Scientific American from three climate experts.\nHelp us improve our content",
  "source": "climate.gov"
}