{
  "url": "https://www.climate.gov/news-features/event-tracker/former-hurricane-ophelia-batters-ireland",
  "title": "Former hurricane Ophelia batters Ireland",
  "date": null,
  "content": "In the Atlantic, hurricanes are sort of an American side of the pond kinda thing. Sure, they can form closer to Africa and Europe but most of the time, that is where the connection—and the damage—ends. But not this time. Not with Hurricane Ophelia.\nSuomi NPP satellite image taken of hurricane Ophelia on October 14, 2017 using the VIIRS instrument. Ophelia became the farthest east major hurricane on record in the Atlantic Ocean before impacting Ireland as a very strong post-tropical system. NOAA Climate.gov image using data provided by the NOAA Environmental Visualization Laboratory.\nIn a year already brimming with several unbelievable storms, Hurricane Ophelia blustered its way onto the list of rare events in mid-October 2017. It wasn’t the strongest storm of the year: it never made it to Category 5 strength. Instead, Ophelia set records for how strong it got where it was located in the Atlantic and its odd track, which took it on a collision course with Ireland.\nFrom the beginning, Ophelia was an odd-ball. It formed and strengthened well off in the eastern Atlantic Ocean where storms rarely do so and became a hurricane on October 11 over ocean waters that were, from a hurricane’s perspective, only moderately warm, albeit warmer-than-normal. It also marked the tenth consecutive named storm—Franklin to Ophelia—to reach hurricane status in the Atlantic, tying an Atlantic basin record.\nSea surface temperatures in mid-October 2017 compared to the 1985-2012 average. Although waters in the eastern North Atlantic were only moderately warm by hurricane standards, they were much warmer than usual for the area. Hurricane Ophelia reached major hurricane status just south of the Azores Islands and tapped into the warmer-than-usual waters on its path toward Ireland. NOAA Climate.gov image adapted from original images from NOAA View.\nInteracting with weather systems across the mid-latitudes that helped steer the storm, Ophelia then began to move to the northeast. The ocean temperatures were nowhere near as warm as those farther south across the Caribbean, but they were abnormally warm for the eastern Atlantic. Meanwhile, the air temperatures aloft were colder than normal. Ophelia was able to exploit the temperature contrast to drive its strengthening thunderstorms.\nOn October 14, Ophelia became a major hurricane with 115 mph winds. It was the farthest east that a storm had reached that intensity on record. And Ophelia’s track had Ireland in its crosshairs.\nEx-hurricane Ophelia hitting Ireland on October 16, 2017. The powerful storm also drew in Saharan dust and smoke from fires in Portugal, which give the line of clouds over England a gray-brown cast. NASA/NOAA Suomi-NPP satellite image by NOAA Environmental Visualization Lab.\nAlmost! As Ophelia barreled towards Ireland, it began to lose its tropical characteristics and morph into an extremely strong storm system more associated with the mid-latitudes. In fact, just 12 hours before slamming into Ireland on October 16, Ophelia was still a hurricane!\nDon’t let the name change fool you, though. Ireland bore the brunt of a strong post-tropical storm Ophelia. Wind gusts were measured at 119 mph on Fastnet Island in Ireland—if verified, the fastest ever recorded in Ireland. On the mainland, winds reached 78 mph in Cork. The storm killed at least three people, with the strong winds causing widespread damage, knocking out power to over 300,000. Coastal areas in western Ireland also flooded as ex-hurricane Ophelia’s winds pushed water onshore.\nIt depends on how you define rare. While events like this, where a previous tropical system ends up impacting Ireland and the British Isles, do not occur every year, they do occur several times a decade. For instance, in 2011 former Hurricane Katia caused over $150 million dollars in damages to England.  In the western North Atlantic, record-breaking snow in eastern Greenland from the remnants of Hurricane Nicole in October 2016 appears to have contributed to a small increase in the mass of the Greenland Ice Sheet this past year. But even if it wasn't alone in the historical record, Ophelia was one of the strongest cases observed.\nHurricane Ophelia only managed to reach the strength it did due to the warmer than average waters in the eastern Atlantic Ocean.  As waters warm in the future due to human-caused climate change, it’s thought that hurricanes will be able to maintain their strength farther north. In fact, research published in 2014 already found a poleward shift of 53 and 62 miles in the latitude at which tropical cyclones hit their peak strength in the northern and southern hemisphere, respectively, during the past thirty years (Kossin et al 2014).\nBut as we’ve written previously, the trends only show up when the data for all the ocean basins in each hemisphere are pooled together.\nThe poleward shift in latitude of maximum intensity is a zonal average trend, which means it emerged when Kossin and his colleagues collapsed worldwide cyclone-basin data into discrete latitude bands. The pattern is strong in some basins (including the Pacific), but weaker or absent in others (including the North Atlantic). The differences are likely a result of short-term climate variability and different geography from basin to basin.\nRegardless of any global warming connection, in a year where so many hurricanes will forever be etched in the minds of millions across the Caribbean and United States—Harvey, Irma, Maria—Ophelia will not be quickly forgotten across Ireland.\nHelp us improve our content",
  "source": "climate.gov"
}