{
  "url": "https://www.climate.gov/news-features/event-tracker/water-rationing-south-africa%E2%80%99s-second-largest-city-after-multi-year",
  "title": "Water rationing in South Africa’s second-largest city after multi-year drought",
  "date": null,
  "content": "Three consecutive years of below-average rainfall around Cape Town, South Africa (the country’s second most populous city), have caused reservoir levels to drop precariously low in late 2017. The city government has reportedly begun to ration water—the first phase of its water shortage disaster plan—targeting a delivery of about 23 gallons (87 liters) per person per day. (How much water to flush a toilet? See what you can do with 23 gallons of water.)\nGrab and drag the slider to compare the before (left) and after (right) infrared-enhanced satellite images of the impact three years of below-average rain has had on reservoirs around Cape Town, South Africa. Water levels in the Theewaterskloof reservoir have drastically fallen. Landsat satellite images from USGS GloVis.\nConditions have been so dry that the shrinking reservoirs are evident from “bathtub rings” in satellite images. Reservoirs that were full as of 2014 are markedly smaller just three years later. According to the city of Cape Town, as of September 25, major dam levels were only 37.4% of average, a shockingly low amount. This marked a 36.5% decrease in water storage from just the year prior. For reference, in 2014 before the start of the drought, reservoirs were 100.8% of normal by September 25. The end of September was likely chosen for comparison as this usually marks the end of the rainy season in western South Africa.\nThe most severely affected of the reservoirs is also the city’s largest. The Theewaterskloof Reservoir currently stands at just 27.3% of capacity as of the end of October, a far cry from 2015 when it stood at 74.5% of capacity. This is the reservoir clearly shrinking in the above satellite image. And while 27.3% might seem like an already tiny number, city officials take care to note that the last 10% of the dam’s water is difficult to use so the real usable water level is around 17.3% (27.3 – 10).\nThe last three years has seen an ever-dwindling amount of rainfall for Cape Town. According to data highlighted by the Climate System Analysis Group at the University of Cape Town (CSAG), in 2015, total rainfall amounts ended up almost 7.5 inches below average at Cape Town Airpotr; the median amount of rain for Cape Town is a little over 20 inches. And 2015 was the wettest of the last three years. In 2016, rainfall was 11.5 inches below average and the driest on record since 1977. And so far in 2017 (through October 28), yearly rainfall is already 12 inches below average—2.75 inches drier than even last year.\nAccumulated daily rainfall totals (inches) at the Cape Town Airport from the South African Weather Service for the past three years: 2015, 2016 and 2017 compared to the median rainfall totals of the years 1977-present. The past three years have seen well-below-average rainfall with 2016 the driest year since 1977. Through the end of October, 2017's rainfall totals are running even drier. NOAA Climate.gov image adapted from an image by the Climate System Analysis Group at the University of Cape Town using data from the South African Weather Service.\nAccording to the most recent IPCC report issued in 2014, climate projections do suggest a trend towards drier conditions across southwestern Africa by the end of the century in a warming world. Backing up this assertion is an excellent analysis by scientists at CSAG where they found the risk for drought increasing in the Western Cape. However, there remains a good deal of uncertainty in these projections going forward.\nFor much of southern Africa, you are absolutely correct. The Southern African Monsoon generally begins to kick in during November-December (Southern Hemisphere summer), bringing with it plenty of rainfall for the countries in southern Africa. However, Cape Town is an outlier. Due to its location on the west coast in far southwestern Africa, Cape Town’s rain follows a different seasonal cycle.\nInstead of seeing summer rains, Cape Town generally receives the vast majority of its rainfall during its winter (Northern Hemisphere summer) in the form of coastal showers. Once the season shifts to summer, Cape Town enters into its dry season. Which is where the city finds itself today: entering into its summer dry season with an already low and rapidly dwindling water supply.\nHelp us improve our content",
  "source": ""
}