{
  "url": "https://www.climate.gov/news-features/event-tracker/king-tides-cause-flooding-florida-fall-2017",
  "title": "King tides cause flooding in Florida in fall 2017",
  "date": null,
  "content": "The highest high tides of the year, called king tides, caused minor flooding along coastal Florida over the first weekend of November. These tidal floods are often called sunny-day or blue-sky floods, as they occur on an otherwise beautiful, calm day.\nSunny day tidal flooding on October,17 2016 at Brickell Bay Drive and 12th Street in downtown Miami. Photo by wikimedia user B137 via CC license.\nLuckily, the flooding during November’s king tides were relatively minor across Florida. But still, residents could go outside over the first weekend of November and see sea water gurgling up through manhole covers and flooding streets in the lowest-lying neighborhoods in communities like Hollywood, Florida.\nFlash back to October’s king tides, though, and the story was different. As noted in the Miami Herald, aiding the already large high tides were winds blowing onshore and rain. The combination led to widespread flooding around Miami as ocean water flooded onto streets, lawns and parking lots.\nSuomi NPP satellite image taken of Florida on October 30, 2017 using the VIIRS instrument. NOAA Climate.gov image using data provided by the NOAA Environmental Visualization Laboratory.\nIn order to know why fall tides are so high, we first have to remember why we have tides in the first place: the moon’s gravity literally pulls the ocean toward it. Earth is rotating, so the strength of the pull at any given location changes over the course of the day, causing high and low tides.\nThe height of the tides also changes over the course of the moon’s 28-day orbit around Earth. Every 14 days, the moon and the sun line up with Earth. Their combined gravity tugs on the oceans more strongly, making high tide even higher. These tides, which occur on the new and full moons, are called spring tides (spring as in “to spring up,” not spring like the season).\nSpring tides occur twice a month, but some are higher than others. The moon’s gravitational pull is stronger when the moon is closer. So spring tides that occur when the moon is as close to Earth as it gets are higher than regular spring tides. The very highest tides of the year—the king tides—are the spring tides in late fall through early winter in the Northern Hemisphere, when Earth is as close to the sun as it gets for the year.\nWhich of the fall or winter spring tides will wind up being the absolute highest is dictated by local influences, such as water temperatures, rainfall, storms, and variations in ocean currents. The waters off Florida tend to be their warmest in fall, so they take up more space than they do later in the winter. Also, the Gulf Stream tends to be slowest during the fall. Like a man relaxing his gut after holding it in for a picture, a more relaxed Gulf Stream allows more water to pile up along Florida’s coast. These factors favor king tides occurring in the fall as opposed to January, when Earth is at its absolute closest to the sun.\nMaximum daily water levels (Mean lower-low water) during the highest tides of the year, known as the king tides, for Virginia Key, Florida near Miami from 1994-2017. Even while the king tides have not increased, water levels during the king tides have increased since 1994, as shown by the red trend line, indicating a rise in sea level. NOAA Climate.gov image using data from NOAA CO-OPS.\nWhile the celestial mechanisms that cause these king tides are not changing anytime soon, the water levels of the oceans are. This means that as the sun and moon tug away at the ocean, they are tugging at an ever-larger amount of water, dragging more of it on-shore than they did during previous decades’ king tides.\nDon’t believe me? Let’s look at the numbers for Virginia Key in Biscayne Bay near Miami, Florida. I have taken the highest high tide of the year dating back to 1994 and plotted the water levels at Virginia Key. Note, I am not plotting the daily tides. I am showing the actual height of the water at Virginia Key. As you can clearly see, the water levels during the highest king tide of the year have been increasing during the last 20 to 25 years.\nAs sea levels rise, the flooding during king tides will likely become worse, making nuisance flooding becoming more prevalent. As Bill Sweet and John Marra explained previously on Climate.gov, the frequency of this sort of flooding—inconvenient and occasionally costly, but not dangerous—has increased dramatically along the U.S. East Coast and some of the Gulf Coast. In fact, a 2016 study found that high-tide flooding in Miami Beach has increased by more than 400% since 2006 (Wdowinski 2016).\nCoconut Grove, Florida during King Tide, 2015. Photo by Thomas Ruppert, courtesy of Florida Sea Grant via CC license.\nA major reason why is human-caused climate change—check out the Sea Level Rise and Coasts sections of the 2014 National Climate Assessment for more information. As we warm the planet, global sea levels are rising due to warmer waters expanding in size (same as why you ride a hot-air balloon and not a cold one) and the melting of land-based ice.\nHowever, the rate of sea level rise is not uniform across the globe, which means neither are the current or future impacts on nuisance flooding from king tides. The National Climate Assessment notes that sea level along the U.S. East Coast may rise 1.3 to more 2 feet by 2050 if we continue to emit greenhouse gases at the rate we have been, a dangerous scenario for many communities living near the shore.\nWhy? Because in the future, it might not take a king tide to cause the flooding seen today. And future king tides could be more than a nuisance. And that’s not a comfortable thought.\nHelp us improve our content",
  "source": "climate.gov"
}