{
  "url": "https://www.climate.gov/news-features/event-tracker/smog-descends-india-and-pakistan-mid-november-2017",
  "title": "Smog descends on India and Pakistan in mid-November 2017",
  "date": null,
  "content": "The color of the air made it seem as if you were viewing the outside world through orange-colored lenses. But it was real. The air in New Delhi in November really did have an orange hue, created by a suffocating amount of dangerous air pollution.  And that pollution, or smog, wasn’t just stuck in New Delhi, but spanned a huge area across India and into neighboring Pakistan.\nSuomi NPP satellite image taken of southern Asia on November 8, 2017 using the VIIRS instrument. Widespread smog caused by the combustion of fuels, and the burning of crops and fires made it dangerous to be outside in cities in northern India and Pakistan. NOAA Climate.gov image using data provided by the NOAA Environmental Visualization Laboratory.\nA lot. First, pollution is a broad term. In reality, there are a variety of pollutants in the air that could cause health impacts on humans. For this article, we are going to focus on air pollution called “PM2.5,” or particulate matter in the air that is less than 2.5 micrometers in diameter. For reference, a human hair is 50-70 micrometers in diameter. PM 2.5 come from motor vehicles, power plants, industrial processes, forest fires, and the burning of crops and garbage.\nAnd levels of it were off the charts in India and Pakistan. To monitor levels of PM2.5, scientists use an index called the Air Quality Index. 100 is generally the air quality standard. Anything higher is abnormally high, and potentially harmful, especially to vulnerable populations, such as those with asthma or outdoor workers. The monitoring scale peaks at 500; at this level, scientists warn everyone to avoid any outdoor activities.\nAt the US Embassy in New Delhi, in northern India, hourly AQI values for PM2.5 taken on November 7 through 10 exceeded 500 with an astounding recording of 1010 at 4PM local time on November 8. Hourly readings still peaked in the Hazardous category (301-500 AQI) through November 14. Meanwhile, the highest hourly AQI value in the United States on November 14 was around 150 in Hidden Valley, Arizona.\nIn Pakistan, according to the New York Times, on November 8, a recording of the actual amount of PM2.5 in the air of 1077 micrograms per cubic meter was made in Lahore, Pakistan, 30 times what the Pakistan government considers the safe limit. In the United States, the air quality standard for the 24-hour average of PM2.5 is 35 micrograms per cubic meter.\nIn general, outdoor air pollution, dominated by PM2.5, is responsible for around 4.5 million deaths a year (Landrigan et al. 2017), half of which are in China and India. These particles are such a danger because of just how small they are. At less than 2.5 micrometers, the particles are able to penetrate deep into lungs and even your bloodstream. Extreme exposure to a large amount of PM2.5 can lead to nonfatal heart attacks, irregular heartbeats, reduced lung function, aggravated asthma, and increased respiratory symptoms. In the most vulnerable—those with pre-existing heart or lung disease—exposure to PM2.5 can even lead to death.  For a deeper dive into the health effects from PM2.5 and other pollutants, check out this comprehensive study in the medical journal the Lancet.\nThe estimated number of fires detected by Suomi NPP satellite image over southern Asia during the week of October 30 - November 5, 2017. The widespread burning of crop fields in northern India contributed to dangerous levels of air pollution in cities across northern India and Pakistan. NOAA Climate.gov image using data provided by the NOAA Environmental Visualization Laboratory.\nThis part of India and Pakistan is just now entering its smog season. For air to get this polluted, in addition to needing a good amount of human help from the combustion of fuels and burning of crops and garbage, there needs to be specific atmospheric conditions that let the air remain still enough for pollution accumulate. This stagnation occurs when there is an inversion layer in the atmosphere.\nAn inversion layer refers to instances where the air does not cool as you move up in the atmosphere. Instead, warmer air sits on top of denser, colder air near the ground. Since that cold air has no place to go thanks to the warm lid placed atop it, it just sits there gathering pollution like a hazy snow-globe.\nIn late fall across the Indian Subcontinent, the Northeast Monsoon is beginning to take hold. The Northeast monsoon is driven by temperatures differences between the land and surrounding waters. At this time of year, the large landmass to the north begins to cool down considerably forming a dense, cold air mass known as the Siberia high pressure system. Meanwhile the waters off of India remain warm. This contrast draws northerly winds across northern India, bringing cold air down off the Tibetan Plateau. The cold air settles into the valleys, creating inversions.\nThis is just the start to the smog season in northern India and Pakistan, as the monsoon will last for much of the upcoming winter. That means there are plenty of more opportunities for cold, stagnant air to fill with pollution, turning cities into dangerously unhealthy snow globes.\nHelp us improve our content",
  "source": "climate.gov"
}