{
  "url": "https://www.climate.gov/news-features/event-tracker/mount-agung-erupts-indonesia-it-climate-event",
  "title": "Mount Agung erupts in Indonesia: Is it a climate event?",
  "date": null,
  "content": "Mount Agung, a massive volcano on the island of Bali in Indonesia began erupting on November 21, spewing ash into the air and causing the evacuations of thousands. It was the first major eruption of the volcano since 1963, and it’s probably not done yet. Scientists cannot rule out an even more violent eruption in the near future.\nSatellite image of Mount Agung on the Indonesian island of Bali taken on November 29 by the NASA satellite Terra using the MODIS instrument. This false color image allows us to see the ash ejected from the erupted volcano as separate from the clouds over the island. Image taken from NASA's Earth Observatory.\nThe volcano started erupting during the end of November after awakening from a 54-year nap in September. The eruptions followed a week of increased seismic activity that triggered evacuation warnings. The first eruption to include lava occurred on November 25 and sent ash and a mixture of toxic gases at least four miles skyward. While things have quieted down in early December, the ground continues to shake, which indicates a still active volcano that is not yet ready to call it quits.\nThe fear is that the shaking portends an eruption similar in scale to the last time Mount Agung roared, the major eruption of 1963. Back then, the eruption of Mount Agung killed more than 1,000 people and flung ash and gases like sulfur dioxide into the stratosphere, 59,000 feet up. While the ash darkened the skies for miles, it was sulfur dioxide’s presence in the stratosphere that caused global temperatures to cool slightly for several years after.\nSulfur dioxide (SO2) concentrations on November 27, 2017 as measured by NASA's Aura Satellite. High concentrations over the Indonesia island of Bali reflect releases of sulfur dioxide into the atmosphere from the eruption of Mount Agung. Image from NOAA's Environmental Visualization Laboratory.\nOnce in the stratosphere, sulfur dioxide interacts with water to make tiny droplets called sulfate aerosols. These aerosols serve as a perfect device to reflect the sun’s light away from the surface. Less sunlight reaching the surface means cooler temperatures.  These sulfate aerosols can remain in the stratosphere for several years until the droplets grow large enough to fall.\nIf you want those aerosols to have a global impact while they remain in the stratosphere, it matters where the volcanic eruption took place. Eruptions in the tropics can lead to sulfate aerosols that are easily spread across both the northern and southern hemisphere, leading to global-scale cooling of the surface. While the surface cools, the stratosphere actually warms.  Volcanoes farther away from the tropics mean more regional impacts.\nYup, but it depends on a bunch of different factors. When a volcano erupts, it spews a multitude of things out into the atmosphere. The heaviest of these things—rocks—fall out first. Other things like ash, which we see visually as a giant cloud billowing up from the volcano, settles out of the atmosphere after several days to weeks (USGS).  But gases, like sulfur dioxide, can stay airborne for a lot longer.\nSo even though much of the material launched skyward by a volcano does not stay airborne long enough to cause a several year-long cooling, regional or global surface cooling can occur as long as enough sulfur dioxide is released high enough in the atmosphere.\nHow high is high enough? Far enough into the sky that volcanic gases like sulfur dioxide reach the stratosphere. The stratosphere is a generally stable layer of earth’s atmosphere, which allows gases to linger. In contrast, the lowest level of the atmosphere—the troposphere—is much more unstable. Weather in the troposphere removes the sulfur dioxide much faster.\nGlobal surface temperatures since 1940 compared to the 1981-2010 average (dotted line). Three tropical volcanoes had climate-cooling eruptions in the second half of the twentieth century: Indonesia's Mt. Agung in 1963, Mexico's El Chichón in 1982, and the Philippines' Mt. Pinatubo in 1991. NOAA Climate.gov graph, based on data from NCEI.\nWhen Mount Pinatubo erupted in the Philippines in 1991, it sent the largest amount of sulfur dioxide into the stratosphere observed by satellites since 1978. Once in the stratosphere, those aerosols were dispersed globally over the next several years leading to a global cooling of over 1°F at its peak (USGS link or another).\nSimilar global cooling events took place after eruptions of other tropically-located volcanoes like El Chichón in the 1982 and event Mount Agung in 1963. So far, the current eruption of Mount Agung has not been as severe as that observed in 1963. Volcanic gases have failed to reach the stratosphere.\nThe cooling from a volcanic eruption is only temporary. Once the sulfate aerosols settle out of the atmosphere, global temperatures spike right back up. This was observed in the years after the eruptions of Mount Agung, El Chichon, and Mount Pinatubo. For some additional analysis on impacts volcanoes have on global temperatures, check out this post by scientist Zeke Hausfather at the website CarbonBrief.\nIn the end, volcanoes are only a tiny blip, a small quick-lived detour, in our planet’s non-stop warming due to human emissions of greenhouse gases.\nHelp us improve our content",
  "source": ""
}