{
  "url": "https://www.climate.gov/news-features/event-tracker/dry-southwest-still-waiting-winter-january-2017",
  "title": "Dry Southwest still waiting on winter in January 2017",
  "date": null,
  "content": "While cold and wet conditions have enveloped the eastern United States, the Desert Southwest of the United States has been left warm and devoid of moisture, continuing a multi-month dryness pattern.\nDrought conditions across the United States as of January 2, 2018. Moderate drought (peach) expanded in size across Arizona according to the first United States drought monitor of 2018. Overall, much of the Four Corners region of the southwestern United States is in some form of drought. Climate.gov map, based on data from the National Drought Monitor project.\nA wide area around the Four Corners region of the southwestern United States is currently in a severe drought according to the January 2 United States Drought Monitor. An even broader area, including Arizona, most of Utah and parts of Colorado and New Mexico, is currently experiencing moderate drought.\nArizona, in particular, has been hard hit. The area under severe drought (the category D2 in the US Drought Monitor’s D0-4 rating system) exploded from the end of December to the first week of January to encompass over 28% of the state—up from only 4% the week before.\nThe state’s drought troubles started in October. At the start of the month, only 11% of the state was in drought. By the end of the month, that number skyrocketed to over 40%. Now 100% of the state is in some level of drought.\nIt was. And still is. For Flagstaff in northern Arizona, the September 1 through Christmas period was the driest on record. Flagstaff only observed 0.43 inches of rain, which was 6.84 inches below average.  It was “only” the second driest on record for neighboring cities in Arizona like Winslow, Prescott and Payson.\nAs if that weren’t dry enough, most of that 0.43 inches of precipitation fell early in September during the North American Monsoon. From October 1 to today, only 0.01 inches of precipitation has been recorded in city.\nWith that little precipitation, it’s also meant no measureable snowfall. In fact, Flagstaff is still waiting for its first measureable snowfall of the winter season. And if that streak continues past January 15—the previous record was set in 2006—it will be the latest first snow of the season on record.\nHelping to create this streak has been persistently higher-than-normal pressure, which has led to sinking air and a lack of moisture. This sort of dry atmospheric pattern is consistent with the patterns normally seen during La Niña events, one of which is currently ongoing.\nIt will snow eventually. I promise. Although, the latest three-month outlook for January through March from NOAA’s Climate Prediction Center favors warmer than average temperatures and a below-average amount of precipitation going forward. Two things that are not conducive for a huge amount of snow, but entirely consistent with La Niña’s continued existence in the Pacific Ocean.\nAs for making it past January 15 without measureable snow, the latest 6-day forecast issued by the National Weather Service has a chance for snow showers by January 10. So we’ll have to wait and see whether the 2017-2018 season becomes Joe DiMaggio or whoever has the second- or third-longest hit streak on record.\nHelp us improve our content",
  "source": ""
}