{
  "url": "https://www.climate.gov/news-features/event-tracker/winter-storm-brings-destructive-mudslides-california-january-2018",
  "title": "Winter storm brings destructive mudslides to California in January 2018",
  "date": null,
  "content": "Heavy rains led to tragedy in California this week, after a winter storm passing over Southern California led to mudslides and debris flows that killed at least 17 people according to the New York Times.\nInfrared image of California and surrounding states on January 9, 2018, from the NOAA/NASA Suomi-NPP satellite. A large comma-shaped winter storm is draped over the state, it's coldest cloud tops appearing in light blue and white. Climate.gov image by Dan Pisut, NOAA EVL.\nThis infrared satellite image shows the storm centered over Los Angeles on January 9, 2018. The coldest cloud tops (an indication of vigorous convection and rainfall) are in shades of light blue and white, while the relatively warm waters of the Pacific are pink. Very hot land surfaces in the desert basins of southernmost California and Baja, Mexico, are yellow.\nGiven the state’s hilly terrain and development patterns—homes perched on the edge of the cliffs and slopes to take advantage of stunning views—mudslides during the area’s wet winters are not uncommon. However, the devastating fires that scorched slopes in this same region in December likely increased the risk of erosion and may have made debris flows more dangerous. Following a severe fire, the soil can be coated with a waxy, water-repellent residue that prevent rain from penetrating the soil, and the increased run off sweeps up soil, rocks, and dead timber.\nEarly estimates of precipitation amounts over the past 7 days (January 6-11) suggest that rain and snow amounts in the southern part of the state (between Los Angeles and San Diego, on the border with Mexico) ranged from 150 to as much as 400 percent of normal for this time of year.\nNOAA/NASA satellite image by Dan Pisut, NOAA EVL.\nHelp us improve our content",
  "source": "climate.gov"
}