{
  "url": "https://www.climate.gov/news-features/event-tracker/seine-river-overflows-paris",
  "title": "Seine River overflows in Paris",
  "date": null,
  "content": "After one of France’s rainiest winters in decades (since 1959) according to Meteo-France, the Seine River that flows through downtown Paris flooded parts of the city in January and February. Cafes and subway stations flooded and boat traffic came to a halt. River levels in Paris peaked late last month at levels similar to the flooding seen just 18 months ago in 2016 and at the second highest level since 1982.\nDifference from normal precipitation across Europe during the period December 1, 2017 to January 28, 2018. Above-average amounts of rain and snow fell across much of France during the first two months of winter. The heavy precipitation in eastern France, especially, led to flooding concerns along the Seine River in Paris. NOAA Climate.gov image using data from the Climate Prediction Center.\nSince the start of winter, much of France has experienced above-average precipitation with totals ranging from 2 to greater than 10 inches above usual. This was especially true in locations that feed into the Seine River upstream of Paris. In the Seine watershed, precipitation totals reached four to eight inches above average. The wettest areas—over eight inches above average—lie even farther south in the French Alps of western/southwestern France, which received not only rain but also snow in the higher elevations.\nConsistently above-average precipitation in the Seine watershed is the perfect recipe for creating massive flooding concerns downstream in highly populated areas like Paris. Last month when the river peaked in Paris, water levels reached slightly over 19 feet, a foot lower than levels seen in June of 2016 during Paris’s last major flooding.  Normal river levels hover around 6 feet.\nSimilar to actions taken in 2016 when river levels peaked dangerously high, authorities put into place various flood measures including evacuating residents and closing the bottom floor of the Seine-hugging Louvre Museum.\nWhen it comes to flooding in Paris, one event holds a particular place in city lore. Following a similarly wet winter, the epic flood of January 1910 caused the Seine to crest at an astounding 28 feet above normal. Streets across the city became new tributaries to the Seine as the prevailing mode of transportation shifted to boating through the city. Because of its epic nature, the French now compare all flooding events along the Seine to this “Great Flood.”\nLuckily, no event has reached the levels of the “Great Flood”, although several came too close for comfort. In 1955, the Seine reached levels 23 feet above-normal. And in 1981, the river crested at about 20 feet above-normal.\nAs I’ve noted in past stories on heavy precipitation events, according to the latest report from the Intergovernmental Panel on Climate Change, as our climate changes and temperatures rise due to human emissions of greenhouse gases, extremely heavy precipitation events globally are likely to become more frequent.\nThe same report notes that in Europe, several studies show that over the last four decades, and especially in winter, the intensity and frequency of extreme precipitation events increased. Although, when scientists go looking more closely for the location of these increased frequency or heavy precipitation events, they find that uncertainty exists. For instance, another study found an increase in extreme precipitation events only in Northern Europe (including France) with little change in Southern Europe.\nMeanwhile, for the rains that led to the Seine River flooding in Paris, France in 2016, the World Weather Attribution project found that global warming increased their probability by 40%.  In fact, scientists, some from NOAA, also published research that concluded that heavy rains in the Cevennes Mountains in south-Central France in 2014 were made more likely to occur due to climate change.\nWhile we currently cannot say how much climate change impacted this past January’s event in particular, research into previous similar events shows a connection to climate change. And projections of the future indicate that the heavy precipitation events which led to the river flooding could become more frequent in the next century due to human-caused climate change.\nHelp us improve our content",
  "source": "climate.gov"
}