{
  "url": "https://www.climate.gov/news-features/event-tracker/day-zero-approaches-cape-town",
  "title": "Day Zero approaches in Cape Town",
  "date": null,
  "content": "According to city officials, Day Zero is coming for Cape Town. The exact date it will arrive depends on the latest calculations; as of February 6, 2018, Day Zero was projected to occur on May 11, 2018. That's the day the taps might well be turned off for the roughly 4 million residents of South Africa's second-largest city. Cape Town officials have blamed multiple factors in the water shortage, but one of the principal culprits is poor precipitation, and the problem has persisted since 2015.\nThese monthly maps show precipitation as a percentage of the 1961–1990 base period. Below-normal precipitation amounts appear in shades of brown, and above-normal amounts appear in shades of blue-green. The darker the color, the greater the departure from average.\nLow precipitation amounts appear in shades of brown. Higher amounts appear in shades of blue-green.\nMost of South Africa receives the bulk of its annual precipitation during the South African Monsoon, which coincides with the start of the Southern Hemisphere summer (December through February). Cape Town's location along the coast gives it different seasonal precipitation patterns; it receives most of its rainfall in June, July, and August. Except for slightly above-normal precipitation in July 2016 and June 2017, Cape Town experienced below-normal moisture in the two rainy seasons leading up to the current severe drought.\nLow precipitation amounts appear in shades of brown. Higher amounts appear in shades of blue-green.\nAlthough Cape Town typically gets the bulk of its rain between June and August, precipitation at any time would help. Unfortunately for Capetonians, the final months of 2017 remained mostly dry, except for a respite in November 2017.\nClimate.gov has previously reported the poor precipitation in southern Africa, and the marked drop in water levels at Theewaterskloof Reservoir, the largest reservoir supplying Cape Town. As of February 6, 2018, the dams supplying the city are at 25.5 percent of capacity. Once those dams drop below 10 percent, city officials explain, the remaining water will become impractical to extract.\nHoping to prevent Day Zero from actually arriving, Cape Town officials are looking for alternative sources of water, and limiting current water usage among city residents, currently 87 liters (23 gallons) or less. (You can calculate how many times you can flush a toilet with that amount of water here.)\nIf Day Zero does arrive, The Economist reports, residents will have to line up for much less water: 25 liters (7 gallons) per person per day. In the meantime, health officials worry that extreme measures to conserve water might risk disease outbreaks. Even in drought, you need to wash your hands.\nHelp us improve our content",
  "source": ""
}