{
  "url": "https://www.climate.gov/news-features/event-tracker/nor%E2%80%99easters-pummel-us-northeast-late-winter-2018",
  "title": "Nor’easters pummel the U.S. Northeast in late winter 2018",
  "date": null,
  "content": "Between the end of February and early March 2018, a series of massive storm systems called nor’easters have brought strong winds, heavy snow, and tremendous coastal flooding to communities from the Mid-Atlantic to northern Maine. While these storms are not out of the ordinary—they happen every winter—their strength and close timing certainly has been newsworthy.\nSuomi NPP satellite image taken of the eastern United States on March 2, 2018 using the VIIRS instrument. A massive nor'easter brought heavy snow and damaging winds to a broad area across the East Coast. NOAA Climate.gov image using data provided by NASA Worldview.\nOn March 2-3, a nor’easter moved along the east coast, rapidly strengthening as it crossed the warm waters of the Gulf Stream. As the storm did so, it gathered plenty of moisture, which it transformed into heavy snow like some sort of winter factory line.\nAs the storm strengthened, the winds began to howl. Wind speeds are tied to the difference in pressure between two areas. The bigger the pressure difference, the stronger the winds. As the difference in pressure between the storm’s low pressure center and the higher pressures surrounding it maxed out, wind speeds increased accordingly.\nWinds gusted to 93 miles per hour (mph) in Barnstable, Massachusetts, closer to the center of the storm. But winds were strong hundreds of miles away. In Washington DC, winds gusted to 66 mph at the U.S. Capitol. In Kentucky, winds reached 48 mph in Lexington.  In Ohio, winds gusted to nearly 50 mph in Cleveland. In South Carolina, wind gusts topped out at 55mph in Tryon. Over two million people lost power.\nForty-eight-hour snowfall accumulations starting on March 1, 2018 taken from the National Snowfall Analysis produced by the National Operational Hydrologic Remote Sensing Center (NOHRSC). A nor'easter brought heavy snow to interior portions of the northeast. NOAA Climate.gov image using data from NOHRSC.\nWith winds this strong blowing onshore across much of the East Coast, coastal flooding was inevitable. But what made this event so spectacular was just how high waters got and how long coastal waters remained elevated in Massachusetts and Maine.\nWater levels in Boston reached the third highest on record, a 1-in-100-year water height—which means that there is a 1% chance in any given year that waters level would reach that high. More remarkable, the number one and three spots in Boston’s record books are now occupied by water levels reached during two storms this winter.\nDue to the slow moving nature of the storm, water levels across the Northeast remained elevated for multiple tidal cycles. This persistence resulted in long-lasting coastal flooding. While remarkable, the cause of these storm surges—the rise in water during a storm above the normal tide—followed a familiar pattern. The largest winter storm surges on record are caused by such slow-moving storms (Catalano and Broccoli 2018).\nOf course, this storm happened during winter so there was plenty of snow, too. Almost 40 inches of snow fell in upstate New York.\nSuomi NPP satellite image taken of the eastern United States on March 7, 2018 using the VIIRS instrument. Less than a week after major nor'easter impacted the East Coast, a second storm pummeled the region dropping one to two feet of snow. NOAA Climate.gov image using data provided by NASA Worldview.\nNot a week later, another nor’easter roared up the East Coast. However, instead of causing unbelievable coastal flooding, this storm was a snow-machine. Large swaths of New England and lower Hudson Valley in New York received up to two feet of snow along with the occasional flash of lightning.\nWhen it comes to average winter snowfall in the contiguous United States, global warming will mean less of it, basically everywhere, eventually. Averaged across the Northern Hemisphere, snow extent is already declining. But between now and eventually, there’s room for a variety of impacts on individual storms in different parts of the world.\nForty-eight-hour snowfall accumulations starting on March 7, 2018 taken from the National Snowfall Analysis produced by the National Operational Hydrologic Remote Sensing Center (NOHRSC). A nor'easter dropped feet of snow across a broad area of the northeast. NOAA Climate.gov image using data from NOHRSC.\nSo what about nor’easters? Are they getting stronger? Are the impacts from these storms getting worse?\nLet’s start with something simple. Regardless of whether these storms are getting stronger, they are occurring over an ocean that is fuller than it used to be. This all makes it easier for storms to push enough water onshore to cause flooding.\nAccording to the National Climate Assessment, coastal flooding in the northeast has increased due to a rise in sea level of around one foot since 1900. And in the future, if we continue to emit greenhouse gases, global sea levels are expected to rise one to four feet by 2100. Specifically in the coastal Northeast, due to the natural sinking of land, sea levels are likely to rise even higher than the global average.\nA sea level rise of two feet would more than triple the frequency of coastal flooding across the Northeast, without any change in storms.\nThis is where my answer gets murky.\nThe National Climate Assessment notes that for the entire Northern Hemisphere, there has been an increase in both the number and strength of storms during colder months since 1950. And, in particular, extremely heavy snowstorms have increased in number over the last century in northern and eastern parts of the United States. Though, these types of extreme events have been less frequent since 2000. Our ability to explain why, physically, these trends have occurred, however is low (Vose et al. 2013).\nFrequency and intensity of winter storms in high (60-90°N) and mid-latitudes (30-60°N) between 1949-2010 compared to the long-term average. Storm frequencies have increased in middle and high latitudes, and storm intensities have increased in middle latitudes. Graph adapted from National Climate Assessment 2014.\nAs for a future change to nor’easters, there is just not a lot of research available on how or if storms like nor’easters will change in the future due to climate change. In order to research this topic properly, scientists needed climate models with a high enough resolution to capture these events. With climate models now having grid points every 50km and run out hundreds of years, scientists today have the ability to investigate more fully. But good science takes time.\nThat’s not to say that there is no research into future projections of snow, though. In a study that looked at how snowfall changes globally as the amount of carbon dioxide in our atmosphere is doubled, the average amount of snow across the eastern United States will decline (Kapnick and Delworth 2013).\nIn another paper that looked at extreme precipitation events across the United States using the same scenario of a doubled amount of carbon dioxide, climate models showed an increase in extreme precipitation during the winter across the northeast (Van Der Wiel, 2016).\nDon’t those two things contradict each other? Not necessarily! What this research is telling us is that, in this scenario, even though the total amount of snowfall is decreasing, extreme precipitation events—storms where a lot of rain, snow, or both fall from the sky—increase. More work is needed to know if this also translates into stronger individual winter snowstorms or rainstorms (or both).\nAll snowstorms can cause widespread problems. But the more snow a storm drops at one time, the more problems that are created.\nBut stay tuned in the future, as this is an emerging area of research. There will surely be new things to discuss in the years to come about nor’easters in a world changed by climate change.\nCatalano, A.J. and A. J. Broccoli, 2018: Synoptic characteristics of surge-producing extratropical cyclones along the northeast coast of the United States. J. Appl. Meteor. Climatol., 57, 171—184. doi:10.1175/JAMC-D-17-0123.1.\nKapnick, S. B., and T. L. Delworth, 2013: Controls of global snow under a changed climate. J. Climate, 26, 5537–5562,doi:10.1175/JCLI-D-12-00528.1.\nVan Der Wiel, Karin, S. B. Kapnick, G. A. Vecchi, W.F. Cooke, T.L. Delworth, L. Jia, H. Murakami, S. Underwood, F. Zeng, 2016: The Resolution Dependence of Contiguous U.S. Precipitation Extremes in Response to CO2 Forcing. J. Climate, 29, 7991-8012,doi: 10.1175/JCLI-D-16-0307.1\nVose, R. S. et al., 2013: Monitoring and understanding changes in extremes: Extratropical storms, winds, and waves. Bulletin of the American Meteorological Society, in press, doi:10.1175/BAMS-D-12-00162.1. URL\nHelp us improve our content",
  "source": "climate.gov"
}