{
  "url": "https://www.climate.gov/news-features/event-tracker/february-2018-heatwave-across-far-north",
  "title": "February 2018 heatwave across the Far North",
  "date": null,
  "content": "Sea ice melts in the spring and summer, and grows in the autumn and winter. Arctic sea ice typically reaches its maximum extent sometime between late February and early April, and since the start of the twenty-first century, those winter maximums have declined. Although Arctic sea ice in 2018 hasn’t broken all previous records for its low wintertime extent, it is still trending well below the 1981–2010 average. But as researchers watched Arctic sea ice in early 2018, they marveled at the high air temperatures over parts of the Arctic. In late February 2018, at Cape Morris Jesup, Greenland, the weather station closest to the North Pole (maintained by the Danish Meteorological Institute), temperatures climbed 45°F above normal for that time of year.\nUnusually warm areas are red and unusually cold areas are blue.\nDramatic temperature anomalies can strike anywhere on Earth in any season, but 2018 was the third year in a row to bring anomalously warm temperatures over the Arctic Ocean. At the Cape Morris Jesup weather station, temperatures were above freezing for a total of 61 hours in the month of February, and remained above freezing for almost 24 hours. At their highest, they rose to 43°F. That's still fairly chilly, but to put this temperature spike in perspective, imagine the city where you live. At the end of February, the normal daytime maximum temperature in Washington, D.C.; Denver, Colorado; Boise, Idaho; and Louisville, Kentucky is roughly 50°F. Imagine all those cities sweating through a 95°F daytime maximum before March. Now imagine Miami at 124°F at the same time of year. See the table below for normal maximum temperatures for selected U.S. cities on February 28.\nBear in mind that, although parts of the Arctic were unusually warm in late February, other areas (parts of Alaska, Greenland, Canada, and the Arctic Ocean) were unusually cold. And while the North Pole experienced unusual warmth, much of Europe shivered through a deep freeze, with snowfall in Rome. This mix of unusual heat and cold comes down to the jet stream.\nA strong difference in atmospheric temperature between the lower and higher latitudes causes the air current known as the Northern Hemisphere’s polar jet stream to flow between the Arctic and the middle latitudes. Sometimes the difference in atmospheric pressure at different latitudes lessens, making the jet stream wavier. Warm air infiltrates the Arctic, and cold air infiltrates lower latitudes. That’s what happened in late February. Some studies indicate that Arctic sea ice decline increases jet stream waviness by allowing greater heat transport from the ocean to the atmosphere, but National Snow and Ice Data Center Director Mark Serreze says that this hypothesis remains a topic of \"fierce debate.\"\nArctic Sea Ice News and Analysis. (2018, March 6). A warm approach to the equinox. National Snow and Ice Data Center. Accessed March 18, 2018.\nIrfan, Umair. (2018, February 28). The North Pole just had an extreme heat wave for the 3rd winter in a row. Vox. Accessed March 18, 2018.\nHelp us improve our content",
  "source": "climate.gov"
}