{
  "url": "https://www.climate.gov/news-features/event-tracker/wildfires-break-out-oklahoma-april-2018",
  "title": "Wildfires break out in Oklahoma in April 2018",
  "date": null,
  "content": "Incredibly dry and windy conditions across western Oklahoma during the middle of April 2018 led to the rapid spread of numerous wildfires.  According to the Associated Press, the National Weather Service noted that conditions have not been so favorable for the spread of wildfires in this region in the past ten years.\nSatellite image taken of central Oklahoma on April 17, 2018 by the Sentinel-2 satellite from the European Space Agency. The Rhea fire, taking advantage of dry grasses and strong winds, burned almost 290,000 acres of land near the town of Vici, Oklahoma during the middle of April. Climate.gov image using data from the European Space Agency.\nAs of April 23, there are two large wildfires burning in the state. The largest, the Rhea fire,  is only 74% contained and has already burned through almost 290,000 acres of land. For reference, that is almost the size of the city of Los Angeles and is larger than the infamous Thomas wildfire in California, which set the record late last year for largest in California state history.\nThe Rhea fire started on April 12 and has taken advantage of favorable atmospheric conditions to explode in size over the two weeks. Particularly, on April 17, strong winds fanned the flames, helping the wildfire advance five to eight miles. The fire has already destroyed around 50 homes, according to Oklahoma 4 News.\nClose by, the 34 Complex fire has burned through over 60,000 acres of land and remains 94% contained as of April 23. The Oklahoma Forest Services are actively managing the situation, providing ongoing updates through their webpage and social media.\nU.S. drought conditions on January 8, February 13, March 13, and April 17, color coded from yellow (abnormally dry) to dark red (exceptional drought). NOAA Climate.gov animation, based on data from the US Drought Monitor project.\nOn the Beyond the Data blog, Deke Arndt has previously talked about these prairie fires in spring. But specifically this year, following a drier than average winter that led to worsening drought conditions across much of western Oklahoma, prairie grasses were already dried out and primed to burn. Temperatures leading up to the wildfire outbreaks were also warmer than average, and exceptionally dry air lingered overhead. But there was still one ingredient missing.\nWind! During spring across the Plains, it’s not uncommon to have strong winds—associated with sprawling storm systems that stretch thousands of miles—that are not necessarily accompanied by rain. These enhanced winds can help a spark become conflagration in a heartbeat, allowing flames to jump roads, swallowing up all of the dried-out grasses along the way.\nAverage winds measured at 10 meters above the ground from April 12-13, 2018 for the United States. Strong southerly winds associated with a sprawling storm system across the middle of the country helped fan the flames of wildfires across western Oklahoma during the middle of April. Climate.gov image using data from NCEP/NCAR Reanalysis.\nOn the days around when the Rhea Fire exploded, the winds were howling, gusting to over 40 mph. Not surprisingly with this many alarm bells going off, scientists with the NOAA/NWS Storm Prediction Center issued an extremely critical fire weather outlook for multiple days during the middle of April. And sadly, they were right to do so.\nWildfires in the spring across the Plains happen. In fact, I wrote a story about massive wildfires in Oklahoma, Kansas, and Texas just last year.  But that doesn’t mean they haven’t been changing or won’t change in the future due to human-caused climate change.\nIn the Climate Science Special Report issued as a part of the fourth National Climate Assessment, scientists note that the number of large fires has increased over the western United States from 1984 to 2011. This includes an uptick in very large fires across the southern plains.\nThe projected increase in the number of “very large fire\" weeks—weeks in which conditions are favorable to the occurrence of very large fires—by mid-century (2041-2070) compared to the recent past (1971-2000). Projections are based on the possible emissions scenario known RCP 8.5, which assumes continued increases in carbon dioxide emissions. NOAA Climate.gov map, based on data from Barbera et al, 2015.  More detail.\nMeanwhile, research published in 2015 showed that the risk for very large fires could increase six-fold by the middle of the century across the United States should we continue to emit a high level of greenhouse gases (scenario RCP 8.5). While the largest increases in weeks with conditions favorable for very large fires occur across the Western United States—especially in Montana and South Dakota—both western and eastern Oklahoma are expected to see an increase in the potential for very large fires in the future.\nFor more information on what to do if wildfire risks are elevated near you, please head over to the National Weather Service’s Weather Ready Nation wildfire resources page.\nHelp us improve our content",
  "source": ""
}