{
  "url": "https://www.climate.gov/news-features/event-tracker/oklahoma-tornado-drought-start-2018",
  "title": "Oklahoma tornado drought to start 2018",
  "date": null,
  "content": "If there is one state in the country that immediately conjures up images of tornadoes, it has to be Oklahoma. After all, it’s the home to NOAA’s Storm Prediction Center and the National Severe Storms Laboratory, and it’s located in the heart of “Tornado Alley.” Oklahoma normally sees about 62 tornadoes per year. This year, through the end of April, that number was 0.\nThe location of tornados across the United States from January 1 through April 30, 2018. The tornado data was taken from storm reports from the Storm Prediction Center and is preliminary. During the first four months of the year, not a single tornado formed over Oklahoma. The first tornado of the year for the state finally occurred at the beginning of May, setting a record for the latest first tornado of the year. Climate.gov image using data from the Storm Prediction Center.\nThat’s right. Zero tornadoes formed in Oklahoma from January through the end of April. This marks the state’s longest wait on record for the first tornado of the year (a wait that preliminarily ended on May 1). Before 2018, this record was held by the year 1962, when the first tornado of the year hit on April 26. That record posed no problem for this year, as 2018 became just the third April since 1950 with zero tornadoes, and the only year with no tornadoes in January, February, and March as well.\nWhile it may not be surprising that January and February were quiet months, as tornadoes are generally not common during winter, the lack of activity during early spring is uncommon. From 1991-2010, Oklahoma normally has had to deal with five tornadoes in March and 11 in April. That April total represents about 18% of 62 tornadoes seen on average every year.\nNot surprisingly, a lack of tornadoes in Oklahoma also coincides with a below-average number of tornadoes country-wide so far in 2018. Preliminarily, around 270 tornadoes have formed so far in 2018, a number which is around 230 tornadoes below-average. But this year is still running above some previous low-tornado years like 2013 and 2015.\nSo where are tornadoes occurring? Mostly in areas farther east in the southeastern United States. States like Louisiana (49 tornadoes), Mississippi (37 tornadoes), and Alabama (34 tornadoes) have seen an above-average number of tornadoes so far this year through April 26.\nAverage temperature ranks (percentiles) in the contiguous United States in April 2018 based on data since 1895. Much of the country, including Oklahoma, was much colder than average. NOAA/ NCEI map.\nSimply put, the atmospheric set-up across the southern Plains in early spring was not great for the formation of the severe thunderstorms needed for tornadoes. These thunderstorms generally need an unstable atmosphere to allow air to rise easily, a sufficient amount of moisture to provide energy for the developing storm, and finally, something to force the air to rise in the first place.\nThese ingredients were hard to find in April as below-average temperatures hung over much of the central United States, decreasing any chance for severe weather. The one area where warm, moisture-filled air was plentiful was the Gulf Coast, tapping into the warm waters of the Gulf of Mexico. Subsequently, the focus of severe weather shifted farther east, leaving the normally increasingly active tornado season across Great Plains dormant.\nDaily historic probability of severe weather within 25 miles of each map grid point during a 30-year base period for March 1-June 30, the peak of the yearly tornado season (April-June). Darker colors represent a higher number of severe weather reports. As spring progresses, the highest chance of severe weather spreads north and east across the Plains, the Midwest, and Southeast. Map by NOAA Climate.gov based on data from the Storm Prediction Center (SPC). Individual maps available from Data Snapshots.\nFrom March to June in a “normal” tornado season, the best chances for severe weather shifts steadily from the Gulf Coast to areas farther west and interior in the Great Plains. This transition follows the flow of warm, moist air from the Gulf of Mexico as it penetrates into the middle of the country.\nIn winter, the Gulf Coast can remain warm and moist due to its proximity to the Gulf of Mexico, allowing for severe weather to still form. But as the temperatures warm throughout the spring, the jet stream—an area of high-altitude, fast-moving winds that reflect a boundary between warm and cold air— and the risk for severe weather move north into the interior of the United States, entering a region colloquially know as Tornado Alley.\nIt’s important to remember that the tornado season still has a ways to go in Tornado Alley. We haven’t even reached the peak yet, which usually falls between May and early June across the southern Plains, including Oklahoma. But still, even in a tornado season with a below-average number of tornadoes, it just takes one storm to create a strong tornado.\nSo it’s incredibly important to know what to do should you find yourself under a tornado or severe weather watch or warning. For additional information on how you can prepare for severe weather and tornadoes, head to the National Weather Service to be weather ready.\nHelp us improve our content",
  "source": "climate.gov"
}