{
  "url": "https://www.climate.gov/news-features/event-tracker/alberto-and-aletta-become-first-named-storms-2018-hurricane-seasons",
  "title": "Alberto and Aletta become the first named storms of the 2018 hurricane seasons",
  "date": null,
  "content": "Over the past couple of weeks, the first storms of the Atlantic and eastern Pacific Hurricane seasons roared into existence with one already making landfall in the United States along the Florida Panhandle.\nSuomi NPP satellite image taken of the southeast United States on May 29, 2018 using the VIIRS instrument. Subtropical storm Alberto became the first named storm of the 2018 Atlantic Hurricane season during the end of May 2018.  Oddly, after making landfall, Alberto became better organized as a storm and was named a tropical depression. NOAA Climate.gov image using data provided by the NOAA Visualization Laboratory.\nIn the Atlantic basin, the first named storm of the 2018 Atlantic Hurricane Season rained on a lot of parades over Memorial Day weekend as Alberto made landfall over the panhandle of Florida.\nAlberto actually was a subtropical storm when it made landfall, meaning that it didn’t exactly have the scientific characteristics associated with a tropical system. But that doesn’t mean that its impacts were any less.\nAlberto at landfall had winds of around 45 miles per hour (mph), which was down from its peak of 60 mph. With that wind came heavy rain: nearly 9 inches fell in Florida, with 2-4 inches across much of the rest of the Southeast.\nThe really astounding thing about Alberto, though, was that it transformed from a disorganized storm to something much more organized after it made landfall. That’s right: it was after Alberto moved onshore that the storm looked more like an actual tropical storm.  It was over land on May 29 that the Weather Prediction Center called Alberto a “tropical depression” for the first time.\nAlberto moved north through the Midwest, maintaining tropical status even as it moved into Indiana and the Great Lakes region. Eventually, Alberto weakened and dissipated, but not before dropping plenty of rain and serving as quite an odd first named storm of the year.\nSuomi NPP satellite image taken of the eastern Pacific Ocean on June 8, 2018 using the VIIRS instrument. Hurricane Aletta became the first named storm of the 2018 eastern Pacific Hurricane season during the beginning of June 2018.  Aletta rapidly intensified moving from a category 1 storm on June 7 to a category 4 storm on June 8. NOAA Climate.gov image using data provided by the NOAA Visualization Laboratory.\nMeanwhile, it took until the first week of June for the eastern Pacific Ocean to see its first named storm of the year. But once Aletta formed and got its act together, it became the first hurricane of the year, dwarfing Alberto in strength.\nAletta’s ascent was quick. It became a named storm on June 6, a hurricane on June 7, and a major hurricane on June 8.  In just 18 hours between June 7 and 8, Aletta rapidly intensified from a Category 1 to a Category 4 storm with 140-mph winds. Luckily, unlike Alberto, Aletta has no inclination to impact land.\nThe 2018 Atlantic Hurricane Season Outlook issued by NOAA's Climate Prediction Center was issued on May 24, 2018. The outlook predicted a near-average hurricane season with 10-16 named storms and 5-9 hurricanes of which 1-4 will be major hurricanes (wind speeds in excess of 110mph).\nNow that we are in June and have passed the official start of the hurricane season, it might be prudent to look back at this year’s preliminary Atlantic and Pacific hurricane outlooks, issued in late May by NOAA’s Climate Prediction Center.\nFor the Atlantic Ocean, of the three possible seasonal outcomes (above-normal, near-normal, or below-normal activity), climate scientists forecast that a near-normal season is most likely with a 40% chance, but the odds of an above-normal season are running a close second, with a 35% chance. The least likely outcome is a below-normal hurricane season, but with odds of 25%, it is certainly not out of the question.\nCombining probabilities, there is a 75% chance of a near to above-normal hurricane season. Based on statistics from previous average and above-average seasons, scientists predict 10-16 named storms, 5-9 of them hurricanes, and 1-4 of those becoming major (Category 3 or higher).\nIn contrast, for the eastern Pacific Ocean, scientists slightly favor an above-average hurricane season (45% chance) with 14-20 named storms, 7-12 hurricanes, and 3-7 major hurricanes.\nWe are currently in an ENSO-neutral state in the Pacific Ocean. Forecasts suggest that either this neutral state will continue through the hurricane season or else a weak El Niño will develop by fall. El Niños tend to reduce hurricane activity in the Atlantic Ocean and increase it in the eastern Pacific.\nOn top of that, sea surface temperatures in the prime region for hurricane development in the Atlantic Ocean are below normal. This also would reduce the amount of hurricanes. Taken together, these influences would favor at least an average Atlantic hurricane season, if not a below-average one.\nOn the flip side, however, we are still currently in the midst of a high-activity era for Atlantic hurricanes that began in 1995. This high-activity era is associated with the warm phase of the Atlantic Multi-Decadal Oscillation (AMO). The AMO refer to cyclical changing of sea surface temperature patterns across the Atlantic Ocean that last 25-40 years, on average.\nAdd all of these factors together and you get a slight tilt in the odds towards a more active season in the eastern Pacific and a tilt towards a near-average in the Atlantic, although certainly no slam dunk in either case.\nOf course, it just takes one storm to cause devastating impacts so if you find yourself in a hurricane-prone area, it is important to know what to do now. It’s never too early to begin your preparations. For more information on how to prepare, check out the National Hurricane Center.\nHelp us improve our content",
  "source": ""
}