{
  "url": "https://www.climate.gov/news-features/event-tracker/dust-sahara-desert-stretches-across-tropical-atlantic-ocean-late",
  "title": "Dust from the Sahara Desert stretches across the tropical Atlantic Ocean in late June/early July 2018",
  "date": null,
  "content": "Over the final week of June and into early July, haze settled in over the tropical Atlantic. The plume came from small dust particles that were been picked up from the Sahara Desert in Africa and transported thousands of miles by the wind. Besides some he beautiful sunsets, it has meant poor air quality in the United States and a relatively quiet period during the 2018 Atlantic hurricane season.\nAnimated Suomi NPP satellite image taken of the tropical Atlantic Ocean from July 6 through July 12, 2018 using the VIIRS instrument. During the period, Saharan dust (yellow-orange in color in the images) is blown thousands of miles from West Africa all the way across the Atlantic Ocean. The dust reduced visibility and air quality, and has helped suppress tropical cyclone activity. NOAA Climate.gov image using data provided by the NOAA Visualization Laboratory.\nIn this satellite animation from the GOES-16 geostationary satellite sitting 22 thousand miles above the planet, you can track a plume of Saharan dust from its origin leaving West Africa all the way across the tropical Atlantic Ocean. The distinctive yellow-orange haze associated with the dust can be seen on satellite traversing thousands of miles over just seven days reaching the far western Caribbean. That yellow-orange view extended to people on the ground as well as the dust reduced visibility and air quality in the Caribbean.\nOne plume on June 29 even reached coastal Texas, combining with human-caused pollutants to make for a dangerous air pollution day.\nPlumes of African dust across the Atlantic are not uncommon. In fact, hundreds of millions of tons of soil is lifted from the Sahara ever year. However, this recent event is on the larger side.\nThis large amount of dust doesn’t just make for amazing sunsets, though; it has a major impact on ecosystems across the tropical Atlantic. Not only does the dust help fertilize the vast Amazon rainforest and provide mineral nutrients for phytoplankton in the ocean, but it also helped to build beaches across the Caribbean after being deposited for thousands of years.\nAtmospherically, the dust sits in what meteorologists call the Saharan air layer, a hot and dry layer of the atmosphere that sits directly above cooler and more humid air above the Atlantic Ocean. This hot, dusty air puts a stop to any thunderstorms that may develop in the moist layer beneath it. In the summer in the tropics, a cap of Saharan dust can temporarily suppress hurricane formation or keep storms that have formed from potentially getting stronger. Hurricane seasons dominated by a large number of Saharan dust events tend to see a lower number of storms develop.\nA good amount of this dust can trace its origins back to a dry lake bed in north central Chad. Those millions of tons of dust initially got picked up from the lowest point in Chad, a place known as the Bodélé depression, at the southern end of the Saharan desert.\nThe dust itself is made up of the “skeletons” of diatoms microorganisms that trace their origin back to when the Bodélé depression was full of water. These diatoms are picked up by winds that are naturally accelerated through a gap in the mountains upwind of the depression.  On average, the dust storms occur around 100 days per year at this location.\nOf course, this is not the only location in West Africa which can be a source of dust that gets transported thousands of miles west. But it does provide a remarkably large amount of dust compared to its relatively tiny size.\nSo the next time you find yourself in the Caribbean or Gulf Coast and things seem a bit hazy, remember that you might be looking at part of the Saharan desert coming to say hello. And maybe stay inside for a bit because the air quality might not be too great.\nHelp us improve our content",
  "source": ""
}