{
  "url": "https://www.climate.gov/news-features/event-tracker/strong-winds-whip-deadly-wildfires-greece-late-july-2018",
  "title": "Strong winds whip up deadly wildfires in Greece in late July 2018",
  "date": null,
  "content": "In hot, dry, and windy conditions, a spark led to devastating wildfires near Athens, Greece, during the end of July. The raging fires occurred under the same dome of hot air that has led to record-breaking temperatures baking Europe.\nSatellite image taken of the Kineta wildfire near Athens, Greece, on July 23, 2018 by the Sentinel-2 satellite from the European Space Agency. The Kineta wildfire was one of multiple wildfires near Athens which expanded rapidly thanks to strong winds and hot, dry conditions. Climate.gov image using data from the European Space Agency.\nOn July 23, fires broke out to the west and east of Athens, burning through vegetation dried by soaring temperatures in the days prior. The fire in the picture above took place near Kineta, thirty miles west of Athens. With winds gusting to over 50 mph, the fire grew rapidly. Luckily, the fire burned through mostly forested areas.  However, residents living near the coastal resort city of Rafina, ten miles east of Athens, were not so lucky.\nIn the afternoon of July 23, the same day the Kineta fire was sparked, a fast moving wildfire tore through residential areas near the village of Mati. With narrow roads clogged with cars and fast winds that changed direction often, many people were unable to escape. According to news reports, residents rushed to the shores of the coastal town hoping to evade the flames by jumping into the sea. In the end, more than 80 people lost their lives, and dozens were still missing as of July 26. It was one of the deadliest forest fires in Greece’s history.\nBy Tuesday, the winds had died down enough to allow firefighters to move in and contain the flames. But that was much too late as the villages of Mati, Neos Voutzas, and parts of Rafina were left in ashes.\nThe fires took place at a time that soaring temperatures were being recorded throughout Europe. In the days preceding the fires, temperatures reached around 100°F in the region. Moisture did not come along with that heat, though, as relatively humidity values—the amount of water in the air compared to the total possible amount of water in the air—were quite low. This helped to dry out ground conditions preceding the fires.\nHowever, these conditions are not entirely unusual for this time of year. Yes, it was hot. But the summer months tend to be hot and dry in Greece. And even then, the dry conditions were only somewhat recent and not due to a long-term drought. What was different was the strength of the winds. The unusually strong winds on Monday were more than enough to whip the flames into a frenzy. It was just an awful coincidence that the spark that caused the Mati/Rafina fire happened to occur so close to a residential area.\nAs noted in the Sydney Morning Herald, the European Commission’s Joint Research Centre released in January a report specifically looking at the risk of wildfires in Europe in a future dominated by man-made climate change.  The report found that for the Mediterranean region, the fuel needed for fires will become even drier increasing the risks for weather-driven forest fires.  Making matters worse, drying conditions will extend farther north from the Mediterranean, while the large source of moisture found in the Alps will decrease as temperatures warm. Overall, climate change will make conditions more favorable for forest fires close to the Mediterranean (things are different in northern Europe where little change is expected.)\nHelp us improve our content",
  "source": "climate.gov"
}