{
  "url": "https://www.climate.gov/news-features/event-tracker/extreme-overnight-heat-california-and-great-basin-july-2018",
  "title": "Extreme overnight heat in California and the Great Basin in July 2018",
  "date": null,
  "content": "Daytime high temperatures were well above average across much of the western United States in July, but it was overnight low temperatures that were really extreme in large areas of California—where firefighters are battling multiple wildfires—and the Great Basin, and in isolated pockets of Colorado and the Southwest.\nAverage minimum temperature (overnight lows) in July 2018, ranked from coldest on record (darkest blue) to warmest on record (darkest red). NOAA Climate.gov map, based on data from the National Centers for Environmental Information in the July 2018 National Climate Report.\nThis map shows average overnight low (minimum) temperatures across the contiguous United States last month ranked from coldest on record (darkest blue) through near average (grayish-white) to record warmest (darkest red). Large splashes of red dominate California, Nevada, and Utah, indicating that the average overnight low temperature in July 2018 was the hottest in the 124-year record (1895-2018). The analysis is part of the July 2018 National Climate Summary from NOAA’s National Centers for Environmental Information.\nThe extreme overnight heat affected all kinds of terrain: mountains and forests in California and Oregon; Death Valley; the North Rim of the Grand Canyon in Arizona, and the high-altitude salt flats west of Utah’s Great Salt Lake.\nAs the NCEI’s Deke Arndt has blogged about before, nighttime low temperatures are increasing faster than daytime high temperatures across most of the contiguous United States. For much of the West and Southwest, July’s record-breaking nighttime heat is a new highpoint in a long-term trend—one that has rapidly accelerated in recent decades. In California, average overnight low temperature in July rose by 0.3°F per decade over the historical record (1895-2018), but since 2000, the pace of warming has accelerated to 1.3°F per decade.\nAverage July minimum temperatures (overnight lows) in California  (light orange line) from 1895–2018. The trend over the historical record is shown in dark orange, and the recent trend (2000-2018) is shown in red. The twentieth-century average is shown with a gray line. NOAA Climate.gov graph, based on data from NCEI's Climate at a Glance.\nAccording to Tim Brown, director of NOAA’s Western Region Climate Center (WRCC), it’s a pattern that has serious consequences for wildfires and those who combat them. When temperatures cool off overnight, it’s not just a physical relief for firefighters who may be working in conditions that push the limits of human endurance; fire behavior itself relaxes as temperatures drop, winds grow calmer, and relative humidity rises. He explained via email,\nMoisture in dead vegetation continuously tries to reach equilibrium with atmospheric moisture. So if nighttime temperature is staying warmer, then the humidity is lower, and the fuels stay drier. A dead fuel moisture reduction of a few percent can increase flammability, flame length, and subsequent overall fire behavior.\nWhen fires remain active at night, it can increase both the time to containment and total burned area, while also affecting public health and safety through more smoke production and lower air quality.  Brown says that qualitatively, there seems to be an increase in firefighters’ reports of active nighttime fire behavior since around 2000.  He and other researchers are currently investigating whether that relationship can be confirmed quantitatively.\nNASA Aqua satellite image of the Ranch and River Fires in Northern California on August 6, 2018, with a pall of smoke spreading to the east.  Extreme fire activity in the state was exacerbated by record-warm overnight low temperatures in July. Image from NASA Worldview website.\nNighttime warming has consequences for other aspects of public health. WRCC climatologist Nina Oakley pointed out via email that the South Coast region of California is experiencing the largest warming trends in nighttime temperatures, according to an environmental health hazard report from the California Environmental Protection Agency. In many communities in the region, air conditioning—rarely needed in the past—is uncommon. In addition, since 2000, heat waves in California have become more humid. In the report, experts offered a warning about the change:\nPeople, animals, and plants that are adapted to California’s traditionally dry daytime heat and nighttime cooling are unable to recover from extreme heat, especially when humidity is high at night. The increase in nighttime heat waves presents an additional risk factor for vulnerable populations.\nThe rapid increase in the rate of warming in California and other parts of the U.S. West since the start of the new century is a sharp reminder that we can’t necessarily count on the future changing as slowly as the past. Asked about the July nighttime heat in California, California state climatologist Mike Anderson answered via email, “As for the past decade or two, we have noticed observations have looked different than the rest of the historical record. We are consistently sampling at the warm edge of the historical distribution now, and expectations are for that to continue, with new records being set with increasing frequency in the coming years.”\nHelp us improve our content",
  "source": ""
}