{
  "url": "https://www.climate.gov/news-features/event-tracker/harmful-algal-blooms-linger-parts-southern-florida-july-and-august-2018",
  "title": "Harmful algal blooms linger in parts of southern Florida in July and August 2018",
  "date": null,
  "content": "Blooms of toxin-producing algae have exploded separately in both fresh and salt water ecosystems in southern Florida during the summer months of 2018.  The end result has been plethora of dead wildlife and negative impacts on the people and communities that rely on those marine environments.\nSatellite image taken of Lake Okeechobee, Florida on June 20, 2018 by the Sentinel-2 satellite from the European Space Agency. A large bloom of algae known as cyanobacteria turned the lake a blue-green color during the summer 2018. Climate.gov image using data from the European Space Agency.\nIn Lake Okeechobee, the large fresh water lake located smack dab in the middle of southern Florida, blooms of microscopic algae called cyanobacteria are normal for this time of year. This year’s bloom has been larger than average, though, turning most of the lake's surface a blue-green hue. These sorts of blooms have occurred in the past. In fact, just two years ago a similarly large bloom occurred, although it was concentrated in a different part of the lake. (These blooms are similar in nature to yearly algal blooms observed in the Great Lakes.)\nIn order to rapidly multiply, the blue-green algae took advantage of seasonally favorable conditions caused by hot summer weather and plenty of rain running off into the lake carrying a large concentration of phosphorus and nitrogen derived from fertilizer used by humans. Citing a NOAA analysis, the New York Times reported that by early July, 90% of the lake was covered, which raised health concerns for wildlife and humans alike.\nThe scale of the bloom and its leakage into surrounding canals and the Caloosahatchee River caused a noxious smell to envelop the region causing respiratory issues in some people. Such blooms can also cause skin irritation in people who have the displeasure of getting the algae on their bodies. The algae can also be dangerous for exposed pets.\nDead fish litter the beach at Longboat Key, FL on Saturday, August 11, 2018. Photo credit: Kara Koenig\nWhile blue-green algae dominated in fresh water, a large bloom of Karenia brevis algae has been occurring at various locations along the Gulf Coast of southwestern Florida since October 2017. K. brevis algae are known to produce brevetoxins, a group of potent neurotoxins. Humans can be exposed to aerosols—particles dispersed in the air—from the red tide at the beach as waves crash releasing the toxins into the air. These aerosols cause respiratory irritation and, sometimes, more serious illness in vulnerable groups with pre-existing respiratory problems. Marine animals exposed to brevetoxins through their food, the water, or the air can become sick and die.\nToxins can also accumulate in shellfish, which can cause Neurotoxic Shellfish Poisoining (NSP) in human consumers, which is why the State of Florida has a rigorous shellfish monitoring program that closes commercial shellfish harvesting when necessary to prevent NSP.\nThe toxin-producing algae is normally present to some degree farther offshore in the Gulf. When it concentrates near the coast in high enough concentrations, it can turn the water a rusty-red—hence the phrase red tides. Red tides are not uncommon in the area, but this particular red tide has been ongoing for some parts of the Florida Gulf Coast for the past nine months, which makes it the longest-lasting red tide in over a decade, according to the Florida Fish and Wildfire Research institute in the Tampa Bay Times.\nWith the red tide stretching for over 100 miles along the Gulf Coast in southwestern Florida, the widespread release of neurotoxins has led to massive fish die offs, littering beaches with dead marine species. According to the New York Times, almost 300 sea turtles have been found dead since January in four counties south of Tampa, a number much higher than normal. There have been observations of dead manatees, dolphins, and even a whale shark, though further investigation will have to be made to determine if the toxins released from the red tide were the culprit.\nFor humans, this has meant much less beach time—unless you like sharing the sand with thousands of rotting fish (let alone the awful smell)—and a negative hit on the local tourism economy as tour boats have simply not gone out.\nThanks to a Wildlife Alert Hotline caller, Florida Fish and Wildlife Conservation Commission staff arrived on scene in enough time to successfully rescue a manatee in distress. Showing signs of red tide exposure, the manatee was taken to SeaWorld Orlando for rehabilitation. Photo credit: Susan Smart\nIt’s difficult to attribute responsibility for any single toxic algal bloom to climate change (similar to the situation with single extreme weather events). But harmful algal blooms, in general, are expected to increase in a warming world thanks to warming sea surface temperatures. Blooms may also start earlier and last longer into the year. But the devil is in the details because not all algae react the same way to changing conditions.\nFor cyanobacteria that caused the blue-green algal bloom on Lake Okeechobee, the science is pretty confident that a combination of warming waters and an increase in nutrients running off into fresh water lakes and rivers (due to increased rainfall) will lead to an increase in blooms in the future. In an assessment of U.S. harmful algal blooms published in 2017, scientists concluded that the number of days of a cyanobacteria bloom would likely increase from an average of 7 days per year today to 16-23 by 2050 and 18-39 by 2090. The largest increases would happen in the Northeast United States, while the largest cost impacts to recreation would be in the Southeast (Chapra et al 2017, Paerl and Paul 2012).\nFor red tides in the ocean, it gets more complicated as there are many different factors aside from water temperature that can impact how often they occur and how large and how toxic they become. For instance, coastal upwelling—where currents bring up cooler, nutrient-rich water to the surface—can largely determine whether there are enough nutrients available for red tides to bloom. If nutrients aren’t available, warmer waters alone won’t be enough to increase red tides.\nAnd even warming ocean temperatures are not necessarily favorable for more red tide blooms as the algae that cause them grows best at a certain temperature range. So the jury is still out on what a warmer climate will mean for red tide harmful algal blooms.\nFor the latest information on the current harmful algal blooms in Florida, make sure you bookmark the Florida Fish and Wildlife Conservation Commission.\nChapra, S.C.; Boehlert, B.; Fant, C.; Bierman Jr., V.J.; Henderson, J.; Mills, D.; Mas, D.M.L.; Rennels, L.; Jantarasami, L.; Martinich, J.; Strzepek, K.M.; & Paerl, H.W. (2017). “Climate change impacts on harmful algal blooms in U.S. freshwaters: a screening level assessment.” Environmental Science and Technology 51, 8933-8943 (2016).\nPaerl, Hans W., and Valerie J. Paul. “Climate change: Links to global expansion of harmful cyanobacteria.” Water res. 46, 1349-1363 (2012).\nHelp us improve our content",
  "source": ""
}