{
  "url": "https://www.climate.gov/news-features/event-tracker/hot-dry-summer-has-led-drought-europe-2018",
  "title": "A hot, dry summer has led to drought in Europe in 2018",
  "date": null,
  "content": "Prolonged heat and dryness during the summer of 2018 has turned formerly green fields into dusty, dying patches of soil all across Europe, leading to drought across many countries.\nGrab and drag the slider to compare the before (left) and after (right) satellite images of the greenness across northern Europe. Hot and dry conditions turned many green fields brown as the summer of 2018 progressed. Suomi VIIRS satellite images from the NOAA Environmental Visualization Laboratory.\nIf you were an astronaut 250 miles above earth zipping over Europe at the end of August, instead of seeing green blanketing much of the continent, you’d be surprised to see a huge amount of brown. This drastic color change has happened over just a couple of months. In fact, all it takes to see a green Europe would be to go back in time to the beginning of June, after spring rains helped create a verdant green blanket. So what happened in the following two months?\nIt’s more like what hasn’t happened a lot. And that’s rain. A prolonged dry spell coupled with soaring, record-breaking temperatures has been a horrible combination for farms from Scandinavia and England in the north to France, Netherlands, and Germany to the south.  In particular, July was incredibly hot for northern Europe.\nTemperatures in late July exceeded 90°F as far north as the Arctic Circle! In Norway, the far northern city of Badufoss hit 92°F on July 17. The city normally sees fewer than 25 days a year with a high over 68°F. In neighboring Finland, the town of Kevo also reached 92°F.  Finland as a whole set its all-time hottest July as well.\nDifference from average surface temperatures across Europe during July 2018. Red colors reflect warmer than average conditions while blue colors indicate cooler than average conditions. During July, a long lasting heatwave impacted northern Europe leading to well above-average temperatures as far north as the Arctic Circle. Climate.gov image using data from NCEP/NCAR Reanalysis.\nFarther south, the United Kingdom recorded its driest first half of summer on record and its third-hottest July on record, according to the UK Met office in a report from the World Meteorological Organization. Ireland observed heatwave conditions, defined here as at least five consecutive days above 77°F (for reference, peak summer temperatures in Ireland generally are around 68°F), and drought at all its main weather stations. France saw nighttime lows remain incredibly warm with more than 10 overnight lows exceeding 68°F when average overnight lows normally are around 60°F.\nAccording to Weather Underground, Belgium saw all-time heat records in Antwerpen (99°F) and Gent (101°F).  Germany similarly saw multiple cities set all-time heat records this summer. And a site in the city of Arcen in the Netherlands recorded one of the hottest temperatures in the country’s history when it hit 100.8°F on July 26.\nAccording to the European Commission’s European Drought Observatory, much of northern Europe is under some form of dryness. The areas under “alert” status—where vegetation is currently being stressed—are located across Denmark, England, Netherlands, Belgium, France, Norway, Sweden, Estonia and Latvia.\nThe effects of the drought are already impacting farmers throughout Europe. According to media reports, farmers are expecting a decrease in crop yields of some vegetables of up to 50%.  Sweden’s wheat harvest could decrease by over 40%. Poland has observed drought on almost 65% of its arable lands. Germany expects its grain harvests to be 20% less than normal.  In Estonia, the minister for Rural Affairs said that it is expected that between 30 and 70% of the summers crops could fail.  And in Denmark, the spring harvests of vegetables and grains was down 40 to 50%.\nI’ve already written about what can happen in Europe if hot weather is combined with dry vegetation and the right atmospheric conditions. Wildfires. Sweden observed around 50 forest fires during the peak of the heat in mid-July, which, according to the World Meteorological Organization, was the worst outbreak of forecast fires in modern records.  The extreme heat in the far north has also led to the warming of lake and oceans as well. And when waters warm that fast, conditions become favorable for blooms of dangerous algae. The Baltic Sea in particular has seen its most severe algal blooms in decades.\nDifference from average height of the 500-mb pressure level during July 2018 across Europe. Positive values (browns) reflect higher than average pressure and are generally associated with hotter surface temperatures during the summer. Negative values (blues) reflect lower than average pressure. An area of higher than average pressure across northern Europe was associated with well above-average temperatures during the month of July. NOAA Climate.gov image using data from NCEP/NCAR Reanalysis.\nYup. And this incredibly resilient high pressure system has stuck around for the most part for several months! This broad area of higher than normal pressure has helped create a heat dome over northern Europe. Sinking air has led to cloudless skies, and southerly winds at the surface have brought hot air northwards. And just like how the weather pattern got stuck across the United States, so did it in Europe. You can mark this down as yet another example of how when weather gets stuck, bad things occur.\nWhenever a highly unusual climate event occurs nowadays, there are countless questions about the connection (if any) to climate change. One group, whose work has previously been highlighted in these posts, aims to answer just this. The World Weather Attribution group, an international partnership between six research centers/groups including NOAA’s National Center for Atmospheric Research, looked at weather observations from seven stations located across northern Europe in Ireland, Netherlands, Denmark, Norway, Sweden and Finland in attempt to determine any connection to climate change.\nTheir preliminary analysis found that human-cause climate change has increased the likelihood of this summer’s heat wave by five times in Denmark, three times in the Netherlands, and two times in Ireland. For Scandinavia, the scientists concluded that climate change did increase the odds of a heat wave, but the variability in the data made it hard to say by exactly how much.\nNow a caveat is that this analysis is not yet peer reviewed (although it will likely be submitted in the future.) However, it does use methods and techniques that the group has used in previous extreme weather attribution studies that have passed scientific peer review, which gives us more confidence in the result than we otherwise might have about such an analysis.  To read their entire report, please go here.\nHelp us improve our content",
  "source": "climate.gov"
}