{
  "url": "https://www.climate.gov/news-features/event-tracker/dry-2018-water-year-comes-end-california",
  "title": "Dry 2018 water year comes to an end in California",
  "date": null,
  "content": "October 1 is New Year’s Day for water in the U.S. west. This year, Californians were bidding farewell to a dry 2018 water year (October 2017-September 2018), which saw precipitation totals fall below the annual average for much of the state. The return to drier than average conditions was a let-down following an extremely wet water year in 2017 that had helped bring about drought relief. This animated gif shows how the 2018 water year unfolded, using percent of normal monthly precipitation from October 2017-September 2018.\nPercent of normal monthly precipitation from October 2017-September 2018, which represents the 2017-2018 water year for California. The water year was below-average in terms of precipitation statewide leading to lower-than-normal water levels in the two largest reservoirs in the state. Climate.gov image using data from the National Centers for Environmental Information.\nCompared to precipitation east of the Mississippi, precipitation in the West is sharply seasonal, with wetter winters and much drier summers. Rather than splitting a given year’s precipitation totals across the calendar year, experts recognize a “water year” that runs from October through the following September.\nThe 2018 water year in California got off to a poor start as rains and snows during October and December 2017 were hard to come by.  This led to a substantial precipitation deficit as the calendar turned to 2018.  And unlike the prior year, when torrential rains fell during January, the 2018 water year saw no similar rebound. Precipitation totals continued to be below-average through the first two months of 2018, before the state finally observed a month, March, where statewide rainfall totals were average to above-average.\nBy that point, it was too little too late to change the yearly picture as the climatological peak of rainfall—December through February—had already passed. After March, seasonal precipitation totals dropped off incredibly fast to nearly non-existent during the dry summer months. The end result was by the end of September 2018, the water year was below-average, significantly so in some locations.\nFor instance, across the northern Sierra Nevada Mountains, where snowpack is important for summer water needs, an eight-station average of precipitation amounts put the 2018 water year at 41 inches in total, more than 10 inches below average. Meanwhile, across higher elevations in the San Joaquin Valley in central California, the average precipitation totals across five observing stations reached only 29.7 inches of precipitation, 10.5 inches below normal.\nMuch of the precipitation that falls in California’s mountains eventually finds its way into reservoirs across the state. Low precipitation totals usually mean lower reservoir levels, and (sometimes) difficult choices for state and local water managers. As of the end of September, many of the reservoirs in California were below-average in capacity, including the state’s two largest reservoirs, located in northern California: Lake Shasta—88% full—and Lake Oroville—62% full. However, reservoirs in the central valley currently are at above-average levels ranging from 110 to 133% above-average.\nAs we begin a new water year in California, many will be curious to see what the 2019 water year has in store. Will it be a repeat of many previous years where the rains and snow simply did not materialize? Or will it be a return to the wet conditions seen during 2016-2017. If it arrives, how will El Niño influence things? It’s too early to say for sure, but keep an eye out for the winter season outlook, which the National Weather Service’s Climate Prediction Center will issue later this month.\nHelp us improve our content",
  "source": "climate.gov"
}