{
  "url": "https://www.climate.gov/news-features/event-tracker/alaska%E2%80%99s-2018-early-fall-extremes",
  "title": "Alaska’s 2018 early fall extremes",
  "date": null,
  "content": "The North Pacific Ocean is warm—really warm—at least compared to normal. September temperatures in Alaska tied for fourth warmest in the past 94 years according to NCEI analysis, helped along by above normal ocean surface temperature around most of the state as well as a wide expense of the Pacific outside of the tropics. The only exception was to the north of the central and eastern North Slope coast, where some ice persisted through most of the summer and kept southern Beaufort Sea waters cooler than normal.\nDifference from average (981-2010) ocean surface temperatures in Alaska waters in September 2018. Extreme warmth was present in the Bering and Chukchi Seas, with a small area of cooler than average surface waters in the Beaufort Sea.  Image by Rick Thoman, based on OISST data from NOAA ESRL.\nThese ocean temperatures were not only significantly warmer than normal, but much of the southern Chukchi and Bering Seas were even warmer than last autumn. Alaskans will be watching this closely over the coming months as these warm ocean temperatures will delay sea ice development. The lack of ice and late development will impact local economies, prolong the potential for coastal flooding along the western Alaska coast and impact fisheries and marine mammal movements.\nExtreme warmth isn’t the only unusual climate news from Alaska this fall. The coastal forests in the Southeast are experiencing a very unusual drought. Temperate rainforest covers much of Southeast Alaska, where annual rainfall exceeds 100 inches a year in many places, even near sea level. This seems like an unlikely region to have a drought, but it’s these typically high amounts that make the region susceptible to impacts from low rainfall, both to ecosystems and infrastructure.\nSoutheast Alaska on July 20, 2018. Between the sea and the snow-capped mountains to the east, the area is blanketed by lush temperate rainforests. NASA MODIS image from Worldview.\nWhen rainfall is much below normal, non-glacier-fed creeks and rivers run warmer than normal, potentially impacting salmon spawning. (Warm ocean temperatures are also impacting fish stocks.) In addition, many communities in Southeast Alaska rely on small hydropower projects to provide lower cost electricity. The dams supplying the water for these projects are typically very small, and rely on the normally copious rainfall to stay filled.\nThese dependencies mean that even when rainfall has been plentiful by the standards of drier climates, this is not enough to prevent significant impacts. Ketchikan, for example, has received more than seven feet of rain since November 2017, but based on ongoing impacts, conditions in southernmost Southeast Alaska rank as “severe drought” according to the latest Drought Monitor analysis.\nU.S. Drought Monitor map from October 9, 2018, showing severe drought conditions in southernmost Southeast Alaska. NOAA Climate.gov image based on USDM data.\nWarm ocean temperature and drought develop and are sustained over weeks to months and so are not typically caused by individual weather events. However, weather features most certainly contribute to such events. The latest contributor to Alaska’s warmth and dryness has been a long-lasting ridge of high pressure aloft centered over or just west of Alaska for most of September and early October.\nA towering dome of high pressure (orange-brown colors) over the western Arctic and gulf of Alaska in late September and Early October 2018 contributed to dry conditions in the coastal forests in the southeastern part of the state. The image shows the unusually tall height of the 500 millibar (mb) pressure level—the altitude at which the pressure drops to 500 mb—a sign of extremely high air pressure in the upper atmosphere. NOAA Climate.gov image, based on NCEP Reanalysis data from NOAA ESRL.\nAs often happens with strong highs, precipitation is reduced on the east side of the high, as the high diverts storms (often arriving from the west) and their moisture away from the region. Over much of northern and central Alaska, storm blocking has resulted in a later than average development of the winter snowpack, and in Southeast Alaska, dry north-to-northwest winds aloft have prevailed.\nWhile not all high pressure systems bring mild temperatures, in this case the air under the high was quite mild, which has helped keep sea surface temperatures warm, slowing ice growth in northern regions and keeping air temperatures elevated.\nRick Thoman is with the Alaska Center for Climate Assessment and Policy (a NOAA RISA team) at the University of Alaska Fairbanks.\nHelp us improve our content",
  "source": ""
}