{
  "url": "https://www.climate.gov/news-features/event-tracker/high-temperatures-smash-all-time-records-alaska-early-july-2019",
  "title": "High temperatures smash all-time records in Alaska in early July 2019",
  "date": null,
  "content": "Experiencing a summer heat wave with temperatures in the nineties is probably pretty normal for most people. But now imagine you live in Alaska.  Not so normal anymore, is it? Alaska has just come to the end of a period of warmth that re-wrote the record books for multiple cities and communities across the state. And crazy enough, it was one of several jaw dropping climate events taking place across our largest state.\nThis animated gif shows the build-up of extremely high daytime high temperatures across Alaska from July 4–8, 2019. Temperatures cooler than 65°F are shades of blue; those warmer than 65°F are yellow, orange, and red. NOAA Climate.gov image, based on RTMA data.\nStarting on the Fourth of July and lasting multiple days, temperatures across Alaska were 20 to 30 degrees above average in some locations.  On July 4, all-time high temperature records were set in Kenai, Palmer, King Salmon, and Anchorage International Airport.  The airport reached an astounding, for Alaska, 90°F, breaking the previous all-time record by 5°F! The average temperature in Anchorage during summer is normally in the mid-sixties.  Anchorage, Talkeetna (which saw a  July record daily high of 93°F), and King Salmon also observed their warmest week on record.\nAnd the anomalous Arctic heat has not been short-lived. Through July 10, Juneau saw the high temperature reach at least 70°F for a record 17 consecutive days.  In Anchorage, the highs have reached 80°F for a record six consecutive days, doubling the previous record. And three of those days broke or tied the previous all-time record! The average high temperature from June 27 through July 8 was nearly 81°F, 5.5°F higher than the previous 12-day record. There’s out of the ordinary, and then there is what has been happening in Alaska.\nA large dome of high pressure sat over the region for more than a week, keeping clouds away and allowing for much warmer than average temperatures to persist. Over Anchorage, the average height of the 500mb pressure level in the atmosphere set a July record, and tied the July record in Fairbanks, according to Rick Thoman of Alaska Center for Climate Assessment and Policy. (Atmospheric pressure generally declines with altitude. A pressure level is the height above the surface at which the air pressure has fallen off to a given threshold, for example, 500 mb.)\nA dome of high pressure squatted over Alaska July 4–8, 2019, keeping temperatures high and skies cloud-free. The 500-millibar pressure level—the altitude at which the air has thinned enough to drop the pressure to 500 millibars—was more than a hundred meters taller than average during the period. NOAA Climate.gov image, based on NCAR/NCEP Reanalysis data provided by ESRL Physical Sciences Division.\nIn a historical context, Alaska has a tendency for warmer than average conditions during the summer when El Niño conditions are present in the equatorial Pacific. However, this year’s El Niño has been weak, making any connection to the current Alaskan heatwave an open question.\nOf course, this heatwave is also occurring against the backdrop of human-caused climate change. And Alaska has often been on the forefront of impacts from climate change. In fact, since the 1950s, Alaska has been warming twice as fast as the global average, according to the Fourth National Climate Assessment. Since the late 1970s, the statewide annual average temperature has being increasing a rate of 0.7°F per decade. And starting in the 1990s, record-high temperature have occurred three times as often as record lows. Simply put, record-breaking high temperatures across Alaska are not uncommon nowadays.\nWhere to begin? June was the second warmest on record for Alaska. The hot temperatures were accompanied by dry conditions, creating the perfect set-up for wildfires. Alaskan wildfires have burned well 1.6 million acres in 2019 through July 14, according to the Alaska Interagency Coordinate Center. Nearly 1,000,000 acres have burned just since July 3.\nNumerous large fires billowed smoke across Alaska on July 8, 2019. Both Fairbanks, in central Alaska, and Anchorage, on the southern coast, were under the pall, creating unhealthy air quality. NOAA Climate.gov image, based on NOAA/NASA satellite data provided by Worldview.\nThe smoke from those wildfires has drifted towards the major population centers and choked the air across southern western and interior Alaska, leading to the first ever dense smoke advisory for Anchorage and some of the worst air quality in the world in Anchorage and Fairbanks. The smoke has made it difficult for the many people to cool off: air conditioning is rare, and opening the windows is a nonstarter.\nMeanwhile, the well above average air temperatures have also coincided with, and were likely influenced by, well above average ocean temperatures around the state as well as record-low sea ice in the Bering and Chukchi seas. Overall, the total amount of sea ice in the Arctic is currently running neck and neck with 2012, the year which ended up with the lowest ice extent in the satellite record.\nThese drastic changes to the environment in Alaska, tied to human-caused climate change, have cascading effects throughout the Arctic.  The lack of sea ice can lead to increased storm surges, coastal flooding and erosion. The changing shorelines have already forced some communities to relocate.\nWarm summers and ice-free seas can negatively impact marine mammals, fish, and crabs. For example, warm summers negatively impact the survival rates of young fish species like walleye pollock. Such conditions in the past have led to lowered catch limits for pollock—the nation’s largest commercial fishery. The fish prefer a large summer cold pool of water at the bottom of the Bering Sea. Warm summers shrink this cold pool, jeopardizing young pollock's ability to survive through the following winter. The lack of ice allows the ocean and atmosphere to interact more, which can exacerbate ocean acidification; this drop in ocean pH due to the absorption of carbon dioxide which can affect marine mammal habitats, and the growth and survival of fish and crabs.\nA warming climate also is likely to increase the number and size of wildfires across the state, degrading air quality and increasing smoke inhalation, both threats to human health. The cost of a warming climate for Alaska is projected to be between $3 to $6 billion between 2008 and 2030, according to the National Climate Assessment.\nBut Alaskans are not taking this threat sitting down. Instead, many communities are taking action to reduce their climate vulnerability. In Homer, a city driven by commercial fishing and summer tourism, government officials developed a climate action plan that included incorporating adaptation goals. In western Alaska, the Western Alaska Landscape Conservation Cooperative (LCC) helped develop a tool using satellite images to help residents, resource managers, and stewards of the land plan for the future by understanding how Alaska’s coastline is changing now and will likely change in the future.\nFor more examples of how communities in Alaska are confronting climate change, head to the U.S. Climate Resilience Toolkit for many more case studies.\nHelp us improve our content",
  "source": "climate.gov"
}