{
  "url": "https://www.climate.gov/news-features/event-tracker/europes-rogue-heatwave-melts-greenland",
  "title": "Europe's rogue heatwave melts Greenland",
  "date": null,
  "content": "The high-pressure system that caused record-breaking heat across Europe in late July had a second act in early August after it squeezed north across Scandinavia and west across the North Atlantic. It eventually combined with another high-pressure system from the Arctic and settled over Greenland.\nA dome of high pressure, indicated by dark orange colors, built over France and Northern Europe in late July 2019, and then shifted north and west across the Atlantic. It brought a thick column of warm air and cloudless skies that triggered above average melting on the surface of the Greenland Ice Sheet. NOAA Climate.gov animation, based on CDAS data from NOAA's Climate Prediction Center.\nThe higher than normal air pressure at upper levels of the troposphere led to cloudless skies over Greenland—allowing the sun to beat down on the ice—as well as southerly winds which drew in warmer air. This extremely above-average warmth wasn’t just located at the surface, but extended miles upwards. For example, during the heat wave in Europe, it was reported that the highest weather station in Norway—over 6,000 feet above sea level—broke its maximum temperature record when it hit 66°F.\nThis thick layer of warm air meant the heat reached some of the ice sheet’s highest elevations. In a post on their Greenland Today blog, the National Snow and Ice Data Center reported that satellites detected melting across roughly 90 percent of the surface of the Greenland Ice Sheet from July 30 to August 3, 2019, making it one of the top 3 largest surface melt extents of the satellite record.\nDrag the slider to compare the images. NASA’s Terra Satellite captured these images on July 21, 2019 (left), and August 1, 2019 (right). The images show the edge of the ice sheet along Greenland's west coast, including Jakobshavn and Nordenskjold Glaciers. The ice surface is much darker on August 1, and several pools of meltwater (bright blue features) appear to have drained while new ones have formed. Higher-resolution versions: July 21, August 1.\nAccording to the National Snow and Ice Data Center (NSIDC) snowfall over Greenland during the 2018–2019 winter was low, and it melted away early in the spring. That left behind a surface of largely bare ice—bare except for any dust and soot that might have accumulated there. Although we wouldn’t normally think of bare ice as dark, it’s darker than fresh snow, which means it isn’t as effective at reflecting sunlight.\nShortly before the European heatwave reached Greenland, a brief snowfall event covered parts of the ice sheet, but much of it remained bare. The widespread melting darkened the ice further, enabling it to absorb even more sunlight, driving more melting. NSIDC reports an estimated 55 billion tons of melt runoff between July 30 and August 3—roughly 10 billion tons a day, and about 40 billion tons more than the 1981–2010 average. Such strong melt creates sizable melt lakes on the ice sheet surface, some of which drain as the melt season progresses.\nSevere as this event has been, as of early August 2019, Greenland Ice Sheet melt still lags behind the record-setting year of 2012, and even slightly trails the 2016 melt amount for this time of year. But low snowfall last winter means that Greenland’s total ice mass loss in 2019 to date nearly matches that of 2012, particularly in western Greenland.\nThe atmosphere across the Atlantic during the European heatwave and the Greenland ice melt event was stuck in the form of a strongly negative phase of the North Atlantic Oscillation, or NAO. And it generally has been that way since May.\nThe NAO is a pattern of natural climate variability across the Atlantic Ocean that describes how strong of a difference there is between a low-pressure pattern located near Iceland and Greenland and a high-pressure pattern farther south, near the Azores Islands. Think of it like a see-saw set up north to south across the Atlantic Ocean that can shift back and forth between positive and negative phases.\nWhen the see-saw is in the negative phase, like what just occurred, the difference between the two is smaller: the low pressure near Greenland is weaker, and even potentially replaced with high pressure. The lack of contrast and higher pressure mean fewer storms and more cloudless conditions near Greenland.\nWith the NAO stuck in negative for the summer, potentially historically so, atmospheric conditions favored continued higher than normal pressure over Greenland, exacerbating ice melt, with most recent event being the most extreme example.\nIn fact, the phase of the NAO is a good proxy for summer ice melt in Greenland. As noted in Vice, recent research found that the strongest accelerations in ice loss in Greenland tracked the phase of the NAO with a negative NAO in the summertime associated with the largest ice loss.\nWhenever we talk about warmer than average temperatures in the Arctic melting ice, we’d be remiss not to mention the 400-ppm-carbon-dioxide elephant in the room: human-caused climate change.\nArctic temperatures have been rising over the last 50 years at more than twice the rate as the global average, according to the Climate Science Special Report for the fourth National Climate Assessment. And this change has led to serious decreases in sea ice, glacier ice, and snow extent.\nMap of the Arctic showing where average annual air temperatures from October 2017­­–September 2018 were above (red) and below (blue) the 1981–2010 average, based on NCEP reanalysis data. (The Arctic monitoring year runs from October-September to avoid splitting the winter season). The graph tracks difference from average temperature each year from 1900 through September 2018. The red line indicates Arctic temperatures, and the gray line indicates global temperatures. NOAA Climate.gov graphic, adapted from the 2018 Arctic Report Card.\nHow is this long-term change relevant to a specific event? Well, any natural atmospheric variations like the NAO are occurring against this backdrop. It’s conceivable, then, that a similar atmospheric pattern 50 years ago would not have caused such an extensive melt event. Sort of like how you might not worry about your child splashing water out of the tub if you had just turned on the bath. But after the water’s been running and the tub is full, a rambunctious toddler might leave your bathroom floor all wet. There is simply more heat for the atmosphere to work with now.\nPreliminary analysis suggests that at least while it was over Europe, the heatwave that gave birth to the Greenland melt event was more severe (hotter) and much more likely due to human-caused global warming. “Over France and the Netherlands,” the scientists concluded, “such temperatures would have had extremely little chance to occur without human influence on climate.”\nBevis, M., Harig, C., Khan, S.A., Brown, A., Simons, F.J., Willis, M., Fettweis, X., van den Broeke, M.R., Madsen, F.B. Kendrick, E., Caccamise II, D.J., van Dam, T., Knudsen, P., Nylen, T. (2019). Accelerating changes in ice mass within Greenland, and the ice sheet’s sensitivity to atmospheric forcing. PNAS, 116(6), 1934-1939.\nGreenland Today. (2019, August 6). Europe’s warm air spikes Greenland melting to record levels. NSIDC. Accessed August 10, 2019.\nNewsHour. (2019, August 2). What this summer’s record-breaking heat means for global sea level rise. PBS. Accessed August 10, 2019.\nStone, M. (2019, August 7). The bizarre weather science behind Greenland’s record melting. Vice. Accessed August 14, 2019.\nTaylor, P.C., Maslowski, W., Perlwitz, J., Wuebbles, D.J. (2017). Arctic changes and their effects on Alaska and the rest of the United States. In: Climate Science Special Report: Fourth National Climate Assessment, Volume I U.S. Global Change Research Program, Washington, DC, USA, pp. 303-332, doi: 10.7930/J00863GK.\nHelp us improve our content",
  "source": "climate.gov"
}