{
  "url": "https://www.climate.gov/news-features/event-tracker/flash-drought-engulfs-us-southeast-september-2019",
  "title": "Flash drought engulfs the U.S. Southeast in September 2019",
  "date": null,
  "content": "A potent combination of record-breaking heat and a lack of rain has led to the rapid development of drought across the southeastern United States and Tennessee and Ohio Valleys during September 2019. Coming off an extremely wet 2018 east of the Rockies, the fast onset of widespread extensive drought has been quite the climate whiplash for millions across the Southeast.  With warmer than average temperatures expected to continue and October being a generally dry month based on climatology, drought conditions are likely to continue and possibly expand and intensify over the next week.\nAnimation of drought conditions across the United States from the U.S. Drought Monitor from August 27 to October 1, 2019. The rapid onset of drought conditions across the southeastern United States is called a flash drought. The severity of drought conditions increases from yellow (abnormally dry) to light orange (moderate) to orange (severe) to red (extreme) to, finally, maroon (exceptional). Climate.gov map, based on data from the National Drought Monitor project.\nThe extent to which drought has overtaken the southeastern United States by the end of September would have been hard to explain to residents of the region just a month prior.  While a few localized areas in Georgia/Alabama were already mired in drought, the broader region extending into the Tennessee and Ohio Valleys was drought free. In fact, the twelve-month period (September 2018-August 2019) coming to an end was record wet. But then, while it continued to be hot, things turned incredibly dry.\nThe rapid onset and severity of the event qualified it as a “Flash drought.” Generally, droughts are caused by a lack of precipitation over an extended period of time. In contrast, a flash drought is preceded not just by a lack of rain, but also very high temperatures and/or lots of sunny days. Even if the dry period is not especially severe, the latter two can suck moisture from the ground quickly.\nFor operational purposes, NOAA National Weather Service’s Climate Prediction Center defines a flash drought as an event during which an area experiences degradation by two or more drought categories in a four week period, based on the U.S. Drought Monitor.\nIn Georgia, where over 7.5 million people are currently in drought areas, only 7 percent of the state was in drought at the beginning of September. By the end of the month, that number reached 62 percent of the state. Severe to Exceptional drought (categories D2-D4) went from 0 percent of Georgia at the start of the month to 28 percent by the end. The southeastern United States in general went from ~6% of the region in drought to 44% in less than a month, and from essentially 0% in severe to exceptional drought to nearly 14%.\nAnd if you think that’s drastic, look at Kentucky! No part of the state was in drought at the beginning of September, yet 91% was by the end of the month. And areas in at least severe drought went from 0% on September 17 to 58% on October 1!\nThe biggest agricultural impacts of the flash drought so far has been declining pasture conditions and a reduction in water supplies like stock ponds. Luckily, the dryness has hit near harvest time which has actually aiding in harvesting summer crops, although it has made the ground quite hard for peanut harvesting. However, the lack of moisture will be detrimental for crops planted during the middle to late fall. Should the drought linger, it could lead to a dry start to spring planting. Also, as the vegetation dries and becomes brown, it turns into excellent fuel for potential wildfires should a spark be ignited. (Personal communication with US Drought Monitor authors from CPC and the USDA.)\nTemperature anomaly (°F) for the United States for September 2019. Reds refer to areas with above-average temperatures while blues refer to areas with below-average temperatures. During September, much of the country observed much warmer than average temperatures, especially across the central and eastern United States. Climate.gov image using data from the National Centers for Environmental Information (NCEI).\nThroughout the summer, temperatures across the Southeast were warmer than average but not extremely so. Meanwhile, after a wetter-than-average June, summer precipitation across much of the Gulf States was only slightly below average. In stark contrast, rainfall amounts were much above average along the Mississippi and Missouri Rivers in the southeastern U.S. and into the Tennessee and Ohio River Valleys. Not exactly what you expected to precede rapidly developing drought, right? Well, that’s why it’s caused a flash drought. Things got bad in a hurry in September.\nExtreme dryness reigned over the region. Mississippi, Alabama, Georgia, Florida, Kentucky and West Virginia all had their driest Septembers on record in the last 125 years.  One reason?  A lack of rain from tropical storms and hurricanes. Besides rains associated with Dorian along the coastal Atlantic and Tropical Storm Imelda near Houston, tropical rains simply were non-existent over the broader region.\nPrecipitation anomalies represented as a percent of average precipitation for the United States during September 2019. Brown areas refer to areas with below-average amounts of precipitation while green-blue represents areas with above-average monthly precipitation. During September, record breaking dryness enveloped the southeastern United States stretching into the Tennessee and Ohio Valleys. A flash drought occurred as a result. Climate.gov image using data from the National Centers for Environmental Information (NCEI).\nAs rains didn’t fall, temperatures soared. September was among the five hottest Septembers on record for every state in the entire Southeast U.S.. New Orleans, for instance, recorded its driest and warmest September on record with 7 daily record highs set during the month.\nNothing encapsulated the extremeness of the heat more than the high temperatures reached at the beginning of October. According to the Washington Post, hundreds of locations in the eastern United States set monthly temperature records, including Washington, D.C. (98 degrees F); Atlanta (98 degrees F, monthly record set in back-to-back days); Macon, GA (102 degrees F); and Nashville (99 degrees F).\nSoil moisture anomaly (millimeters) across the southeastern United States from September 26 through October 3, 2019.  Regions with below-average amounts of soil moisture are in brown and above-average amounts of soil moisture are in blues. A flash drought during September across the Southeast caused a drastic decrease in soil moisture exacerbating drought conditions. Climate.gov image using data from NOAA's Climate Prediction Center.\nAs to be expected when temperatures were sky high and precipitation hard to come by, the Southeast found itself under a broad area of high pressure during the month of September. Like a hiker deciding to walk around a hill than over it, storms tracked away from the region during the month, leading to the dryness. And the sinking air associated with the high pressure also provided the clear skies needed for the sun to bake the region.\nOf course, we’d be remiss if we didn’t put this into a climate change perspective. Temperature changes in the Southeast have been uneven since the 1950s, with daily minimum temperatures increasing three times faster than daily maximum temperatures. In fact, high temperatures have observed little overall warming since 1900. Though since the 1960s, the region has been warming at a similar rate as the rest of the country, according to the fourth National Climate Assessment.\nHowever, temperatures are expected to rise and become more extreme, leading to an increase in intensity and duration of droughts across the Southeast. These changes will also increase the risk of wildfires and negatively impact agriculture.\nFor the near future, the Southeast is under widespread drought, and conditions are only expected to remain the same or worsen over the next month.\nThanks to Brad Pugh and Dave Miskus for reviewing this piece.\nHelp us improve our content",
  "source": ""
}