{
  "url": "https://www.climate.gov/news-features/event-tracker/catastrophic-wildfires-southeastern-australia-2019-20",
  "title": "Catastrophic wildfires in southeastern Australia in 2019-20",
  "date": null,
  "content": "Terrible wildfires raged through parts of southeastern Australia in the first days of 2020, and the news has been filled with stories of tragedy and destruction in communities in New South Wales and Victoria. Smoke shrouded the nation’s capital, Canberra, and spread out across the ocean as a yellow-brown river.\nA river of smoke from bushfires in Victoria and New South Wales, Australia, on January 2, 2020. NASA satellite image courtesy Worldview website.\nThe devastating fire season, which began in Queensland in September and has progressed southward, is the result of an extremely dry and warm spring and early summer. According to the spring report from the Australia Bureau of Meteorology, it was the driest spring on record for the country as a whole, with rainfall below average almost everywhere. Meanwhile, the average daytime high temperature for spring was above or very much above average across nearly all of Australia.\nPercent of average rainfall for the period July 1–December 31, 2019. NOAA Climate.gov image adapted from original by Australian Bureau of Meteorology.\nAs spring turned to summer, a scorching heatwave spread across the country. The national average maximum temperature was 105.6 degrees Fahrenheit (40.9 degrees Celsius) according to the New York Times, topping the previous record of 104.5 degrees F (40.3 degrees C) set in January 2013. The heat and dryness combined to push the spring Forest Fire Danger Index to record high levels across the entire country, according to a special weather statement issued by the Bureau of Meteorology on December 18, 2019. Extreme heat has continued into the new year.\nAverage daytime high temperature for the week ending January 1, 2010. NOAA Climate.gov image adapted from original by Australian Bureau of Meteorology.\nAs global warming due to greenhouse gases continues to raise the planet’s average surface temperature, the number of cool days in Australia and many other parts of the world has declined, while the number of days with extremely warm daytime high temperatures has increased.\nDecember daytime high (maximum) temperatures from 1910–2019 compared to the 1961-1990 average. NOAA Climate.gov, based on data from Australia Bureau of Meteorology.\nThis increase in extremely hot days is contributing to observed trends in increasing forest fire danger across many parts of Australia over the past few decades, especially in the southeast during the Southern Hemisphere spring months of September-November. Just last month, in a special collection of extreme event analyses published in the Bulletin of the American Meteorological Society, experts concluded that rising temperatures due to global warming contributed to the 2018 exceptional fire season in Queensland.\nOn a pathway with continued high emissions of carbon dioxide, one set of computer experiments projected that within 40-50 years, the frequency of days with extremely dangerous conditions for fires could climb by 10-20 days per year above 1990-2009 levels across most of eastern Australia.\nFor current temperature and precipitation conditions in Australia, visit the Bureau of Meteorology's website. For more information on the connection between climate change and bushires in Australia, see this summary from the Earth Systems and Climate Change Hub at the Australia National Environmental Science Programme.\nHelp us improve our content",
  "source": "climate.gov"
}