{
  "url": "https://www.climate.gov/news-features/event-tracker/spring-2020-brings-rare-ozone-%E2%80%9Chole%E2%80%9D-arctic",
  "title": "Spring 2020 brings rare ozone “hole” to the Arctic",
  "date": null,
  "content": "Along with the mild winter across much of the eastern United States and the return of something more like real winter in Alaska, here’s something else we can blame on the polar vortex: a rare “hole” in the ozone layer over the Arctic in February and March 2020.\nThis animation shows daily ozone levels observed by NOAA satellite from January 1-April 18, 2020. Places where ozone values are less than 280 Dobson Units are red. In early winter, short-lived pockets of low-ozone air from lower latitudes are occasionally swept up into the polar vortex, part of the normal winter circulation. But beginning in mid-February, a pocket of red begins to develop inside the Arctic—the result of CFC-related ozone depletion. Due to the strength of the polar vortex this winter, this ozone-depleted air remained more or less isolated well into April. Animation by NOAA Environmental Visualization Lab and Climate.gov, based on OMPS\nThe stratospheric ozone layer is a natural barrier to high-energy ultraviolet (UV) light that can cause skin cancer and other DNA damage in people, other animals, and plants. In the late 1970s, scientists discovered that CFCs—short for chlorofluorocarbons—being used in cooling systems and aerosol sprays were damaging the ozone layer. The discovery led to an international treaty to phase out and eventually eliminate their use.\nWhile it isn’t on par with the ozone hole that develops each year over the South Pole, this year’s severe event is a record for the Northern Hemisphere. Since ozone observations began in the 1970s, events like this have only happened two other times, during the winters of 1996-97 and 2010-11. In each case, the extreme ozone loss was the result of unusual weather that kept the Arctic colder and more isolated than normal in late winter.\nIn the lower atmosphere, CFCs are inert, but exposure to ultraviolet light in the stratosphere breaks them down into more reactive gases. The process is accelerated within polar stratospheric clouds. Commonly known as noctilucent (“night-shining”) clouds, they only form at temperatures below -78°C. It rarely gets that cold in the Arctic, even in the winter. That’s why when we talk about “the ozone hole,” we generally mean the one that happens every spring over the South Pole, where that kind of extreme cold is widespread.\nBut the winter of 2019-20 was highly unusual, explained Craig Long of NOAA’s Climate Prediction Center via email. “The cold temperatures in the Northern Hemisphere polar region were present all winter long without ‘weather’ disrupting the circulation pattern,” he wrote. “There have been previous years where part of the winter has been cold, 2010-2011 for example, but not for the entire winter. This winter is also interesting in that the stratosphere and troposphere [lower atmosphere] were coupled throughout most of the winter. By this I mean that the polar region (60°-90°N) had cold anomalies throughout the troposphere and stratosphere.”\nAbundant amounts of polar stratospheric clouds throughout the dark winter months created a much bigger reservoir of reactive CFC byproducts than usual. As the Sun returned through late February and early March, ozone destruction occurred rapidly.\nThis graph shows the area of the lower Arctic stratosphere colder than -78° Celsius, the temperature required for polar stratospheric clouds (PSCs), in the winter and spring of 2019-20 (blue line) compared to the long-term average (dark gray line) and the maximum area observed on any day in the record (thin gray line). The PSC area was much above average throughout the winter, and was record-high from late February to late March. Graph by NOAA Climate.gov, adapted from originals by Craig Long, NOAA Climate Prediction Center.\nAccording to NOAA satellite observations, the lowest ozone values over the Arctic in March were on the order of 200 Dobson Units (DU) according to NOAA satellite analysis. A NASA analysis found similarly low values. That’s significant for the Arctic, but far less severe than the hole that forms each spring over Antarctica. There, experts classify any value below 220 DU to be part of the ozone hole, and the area meeting that definition reaches 21million square kilometers on average. In places, ozone levels can drop below 100 DU.\nThe key to understanding why an ozone hole forms every year in the Antarctic but rarely in the Arctic is the polar vortex. The polar vortex is large pool of extremely cold air enclosed by a ring of fiercely strong westerly winds called the Polar Night Jet. The jet emerges in the upper stratosphere at each pole during winter. Inside the vortex, air temperatures plummet. The stronger the polar vortex, and the longer it lasts, the colder the air inside becomes.\nThe polar vortex weakens when it is jostled from below, which happens a lot in the Northern Hemisphere. Below the stratosphere, the atmosphere in the Northern Hemisphere is flowing over land surfaces with rugged topography. Like boulders in a river, these obstacles in the atmosphere’s flow can generate downstream waves that break upward into the stratosphere. The waves slow or sometimes even stop polar vortex. As the vortex relaxes, the air inside sinks and warms.\nIn the Southern Hemisphere, warming disruptions are rare because the South Pole is surrounded by the relatively smooth surface of vast ocean. The differences in physical geography mean that the Southern Hemisphere polar vortex is stronger, larger, and more stable than the Northern one, and temperatures there get far colder.\nIn the lower stratosphere, where ozone destruction happens, the Northern Hemisphere polar vortex reaches an average size of about 14 million square kilometers in late January or early February. Throughout March it drops rapidly, and in an average year, it has disappeared altogether by April 1. This winter, it peaked at close to 19 million square kilometers in mid-February and remained at more than 15 million square kilometers through the middle of April. (Higher up, the final stratospheric warming event of the season usually comes in mid-April.)\nThis graph shows the area of the Arctic polar vortex in the lower stratosphere (where ozone destruction occurs) in the winter and spring of 2019-20 (red line) compared to the long-term average (dark gray line) and the maximum and minimum extents observed on any day in the historical record (top and bottom thin gray lines). In this part of the polar vortex, the 2019-20 area was well above average from January through April 16. In an average year, the vortex would have broken down for the season by the first of April. Graph by NOAA Climate.gov, based on originals by Craig Long, NOAA Climate Prediction Center.\nAccording to polar vortex expert Amy Butler of CIRES/NOAA Chemical Sciences Laboratory, the size and strength of this year’s polar vortex were indeed remarkable. Even as of mid-April, winds surrounding the vortex were so strong that the air inside remains ozone-depleted because it is cut off from ozone-rich air from the mid-latitudes.\nBut the unusual behavior of this year’s Northern Hemisphere polar vortex may not even be the most interesting thing about the event.\n“Surprisingly,” Butler says, “long-range models were predicting this event as far back as last fall. They even predicted the strong coupling between the stratosphere and the troposphere, and the strongly positive Arctic Oscillation,” which led to the extremely mild winter across the Eastern U.S.\n“Whatever it was the models saw,” Butler says, “it has to be something with a long-lasting influence for the models to have picked up on it so early, something like SSTs [sea surface temperatures] in the tropics. People are already starting attribution studies to see if we can figure out why the models were able to capture this event so successfully.”\nIn the meantime, stratospheric climate experts will be watching the Arctic and wondering: when will this winter’s polar vortex finally break?\nOzone page at NOAA Climate Prediction Center\nTwenty questions about the ozone layer from NOAA Chemical Science Lab\nHelp us improve our content",
  "source": "climate.gov"
}