{
  "url": "https://www.climate.gov/news-features/event-tracker/larger-average-dead-zone-forecast-gulf-mexico-summer-2020",
  "title": "Larger-than-average dead zone forecast for Gulf of Mexico in summer 2020",
  "date": null,
  "content": "The Gulf of Mexico is home to thousands of plant and animal species, including commercially important recreational and commercial fisheries. Unfortunately, the Gulf of Mexico is also home to a summer “dead zone,” in which oxygen levels in bottom waters drop too low to support most marine life. In early June 2020, NOAA scientists forecasted that the upcoming dead zone would measure roughly 6,700 square miles—bigger than the long-term average recorded since 1985, but lower than the record-high extent observed in 2017.\n(backgound) Sediment colors the water around the Mississippi Delta on April 30, 2020. NASA Aqua satellite image from Worldview. (graph) Annual area of low- or no-oxygen water (green bars) measured during ship surveys since 1985, including the forecast for 2020 (white bar), and the five-year average goal (yellow line) established by the Gulf task force. Data from N. N. Rabalais and R. E. Turner, Louisiana State University & Louisiana Universities Marine Consortium, with funding from NOAA, National Centers for Coastal Ocean Science.\nAlthough the size and severity of each year’s dead zone depend on many factors, its existence is linked to human agriculture and urbanization. Each spring, Mississippi River water carries excess fertilizer, sediment, and human and animal sewage into the Gulf, where it feeds an overgrowth of algae and other phytoplankton. When they die and settle on the ocean floor, they are decomposed by bacteria, which gobble up dissolved oxygen from the water. Fish, shrimp, and crabs often swim out of the area, but animals that are unable to swim or move away are stressed or suffocate. The Gulf of Mexico dead zone occurs every summer and is the largest in the United States.\nSince the mid-1980s, the long-term average dead zone size has been 5,387 square miles. Years with smaller dead zones may be linked to dry springs, such as the drought of 1988, or to summers with hurricanes or other wind events that mix the water column in the Gulf, disrupting the low-oxygen waters and driving oxygen-rich surface water down into the depths. The record-setting 2017 dead zone followed an extremely wet spring across the Great Plains and Midwest, while the below-average 2018 dead zone was a result of persistent winds from the west and northwest the weeks preceding the monitoring cruise, pushing the low oxygen water mass to the east and restricting flow across the Louisiana-Texas shelf.\nA major factor contributing to 2020’s above-average forecast are the high Mississippi and Atchafalaya river flows and nutrient loads delivered to the Gulf this spring. Discharge and nutrient loads in the Mississippi River Basin are monitored by the U.S. Geological Survey (USGS), which operates more than 3,000 stream gauges that measure nutrients in streams and rivers. In May 2020, the USGS measured roughly 136,000 metric tons of nitrate (2 percent above the long-term average) and 21,400 metric tons of phosphorus (25 percent above the long-term average) flowing into the Gulf of Mexico. Overall, river discharge in the Mississippi River watershed was 30 percent higher than the average measured over 1980–2019 during the month of May, a critical time period for determining the size of the hypoxic zone over the summer. The data from these networks are used to track long-term changes in nutrient inputs to the Gulf and to help build models of nutrient sources and hotspots within the watershed.\nNOAA’s dead zone forecast and results from the annual monitoring cruise help predict how low-oxygen waters in the Gulf of Mexico are linked to nutrients coming from throughout the Mississippi River Basin. These metrics are used by the Mississippi River/Gulf of Mexico Hypoxia Task Force to help set nutrient-reduction targets across the watershed. This Task Force includes participants at the federal, state, and tribal level and has set a goal to keep the Gulf's 5-year average dead zone below 5,000 square kilometers (about 1,900 square miles). As of 2019, the 5-year average is far above that number—though below the record-high dead-zone area observed in 2017.\nSnowmelt and heavy spring rains are a natural phenomenon in North America, but a big, recurring dead zone in the Gulf of Mexico is not. Sediment cores from the Gulf indicate that the problem likely developed in the 20th century. Land-use changes, with more area given over to cropland and urban areas, are at the heart of the Gulf of Mexico's recurring dead zone.\nThe Mississippi River watershed has been transformed from forests, wetlands, and natural grasslands to farms, cities, and rangeland. Nitrogen and phosphorous pollution in agricultural and urban runoff  feeds the annual summer dead zone in the Gulf of Mexico. Climate.gov image based on land cover data from NASA satellites.\nClimate change may also be playing a role in the challenge of reducing the dead zone because warmer surface waters hold less dissolved oxygen and they are also more buoyant, which means they are harder to mix down into the low-oxygen zone. Models project that today’s nutrient pollution levels will lead to more severe dead zones in the future due to human-driven climate change, including warming and increases in heavy rain.\nThis animated gif shows potential impacts of climate change on the Gulf of Mexico dead zone. Model simulations of baseline oxygen levels in the Gulf of Mexico on July 21–26, 2002, (see observations) compared to projected conditions with global warming of 4°C/7.2°F and a 20% increase in run off. The ‘dead zone’ extent is the area over which dissolved oxygen concentrations fall below 2 milligrams per liter of water. NOAA Climate.gov image, based on data from Justic et al., 2016, provided by Lixia Wang.\nLindsey, R. (2019, June 18). Wet spring linked to forecast for big Gulf of Mexico ‘dead zone’ this summer. NOAA Climate.gov. July 14, 2020.\nNOAA Fisheries. Southeast. Accessed July 14, 2020.\nNOAA News. (2020, June 3). Larger-than-average ‘dead zone’ expected for Gulf of Mexico. Accessed July 14, 2020.\nHelp us improve our content",
  "source": ""
}