{
  "url": "https://www.climate.gov/news-features/event-tracker/over-million-acres-burned-california-second-half-august-2020",
  "title": "Over a million acres burned in California in second half of August 2020",
  "date": null,
  "content": "Since the middle of August 2020, hundreds of wildfires have engulfed California, burning through over a million acres of land in little over a week. Over a hundred thousand people have been evacuated as the fires continue to burn. The resulting smoke has spread not only across the state but across the country, and air quality in California has fallen to dangerously poor levels.\nNASA MODIS Terra satellite image of wildfires and smoke across California on August 21, 2020. Red outlines indicate areas where satellite sensors detected the heat signature of active fires. Image courtesy NASA Earth Observatory.\nHow rare is it for such a massive acreage to burn so quickly? Cal Fire, the Department of Forestry and Fire Protection for California, says it’s unprecedented in a “single fire siege.”  In just nine days, more than three times the average acreage was burned in California than in the “normal” wildfire season in the state. An area the size of Rhode Island burned in less than a fortnight. Over the second half of August, 1.42 million acres of land has burned, larger than the state of Delaware.\nThe two largest current fires, which constitute the second and third-largest wildfires on record for California, are the LNU Lightning complex fire to the north of San Francisco and the SCU Lightning Complex fire to the south. They have burned 750,000 acres combined. The LNU Lightning Complex fire has torn through California wine country, killing five people and destroying 1,198 structures. In any given year, one of these fires would present a monumental challenge. But in 2020, firefighters must fight both simultaneously as the fires burn—only 50-60% contained as of August 30—within 100 miles of the Bay Area.\nSentinel satellite image of the LNU Lightning Complex Fire north of San Francisco in northern California on August 25, 2020, in infrared-enhanced false color. Burned areas appear in reddish brown and vegetation appears green. Images courtesy Sentinel Online/European Space Agency.\nAnd these were just the biggest two! There are hundreds of wildfires of various degrees of severity occurring across the state. As of August 24, three other fires have at least burned through an area the size of Washington, DC. The largest of those, the CZU Lightning fire, has burned over 84,000 acres of coastal forests, including California’s famed redwoods. Redwoods are naturally fire-resistant, but even they have limits.\nWhile wildfires can start at the whim of a lightning bolt, conditions conducive to rapid wildfire growth play out over a long timescale.\nThe first condition is drought. The western United States has seen an expansion of drought conditions over the first half of 2020. In particular, an early and abrupt end to rain across northern California, starting in February, jumpstarted the dehydration of vegetation and development of drought.\nAnimation of drought conditions across the United States from the U.S. Drought Monitor from July 2, 2019 to August 11, 2020. The severity of drought conditions increases from yellow (abnormally dry) to light orange (moderate) to orange (severe) to red (extreme) to, finally, maroon (exceptional). Climate.gov map, based on data from the National Drought Monitor project.\nThe second condition was a record-breaking heatwave that settled over the West during the middle of August. Temperatures soared to an astounding 130°F in Death Valley, and even hit 100°F in Oakland for the first time on record. This combo led to plenty of fuel for wildfires. All that was needed was some lightning to start a conflagration.\nThis is where a tropical storm comes into play. Moisture from a rapidly weakening tropical storm to the south resulted in strong thunderstorms moving into coastal California accompanied by thousands of lightning strikes. According to CalFire, since August 15 more than 14,000 lightning strikes have occurred. All that vegetation, dried out from a poor wet season and an epic heatwave, quickly ignited and spread, setting the stage for what we see now.\nWhile record-setting and terrifying, the wildfires currently burning across the state are a continuation of a horrible streak of some of the largest, most destructive, deadliest wildfires on record for the state according to statistics from Cal-Fire. In Cal-Fire’s list of the top twenty largest wildfires, eight of the top ten have occurred in the last ten years, and seventeen of the top twenty have occurred since 2000. Remarkably, seven of the top ten most destructive wildfires have occurred since 2015! This illustrates not just that wildfire risks are highly elevated but that many people and structures are vulnerable to the threat.\nThe projected increase in the number of “very large fire\" weeks—weeks in which conditions are favorable to the occurrence of very large fires—by mid-century (2041-2070) compared to the recent past (1971-2000). Projections are based on the possible emissions scenario known RCP 8.5, which assumes continued increases in carbon dioxide emissions. NOAA Climate.gov map, based on data from Barbera et al, 2015.  More detail.\nWildfires are a part of the natural cycle of life in many ecosystems across the western United States. As a fire blazes, it kills pests, while germinating a generation of new seedlings, and the forest growth cycle begins anew. But there is a point where there can be too many wildfires—potentially permanently altering the ecosystem.\nThe Fourth National Climate Assessment notes that from 1984 to 2015, climate change led to twice as much land being burned than if climate change had not occurred.  And even though there are other factors involved in the acreage wildfires burn—like fire suppression and local fire management practices—from 1916 to 2003, the area burned by wildfires was likely also driven by climate factors.\nHow? According to the Fourth National Climate Assessment, climate change has led to more intense droughts, especially across California. These droughts, combined with increased temperatures, have desiccated forests, making them tinderboxes.\nIn a high greenhouse gas emissions vision of our future, fire frequency across the Southwest, including California, could increase by 25 percent, and the frequency of very large fires (greater than 12,000 acres) could triple. California’s wildfire risk deserves serious attention now and in the future.\nFor updates on the fires and fire forecasts, check with Cal Fire and your local National Weather Service Office.\nHelp us improve our content",
  "source": "climate.gov"
}