{
  "url": "https://www.climate.gov/news-features/event-tracker/torrential-spring-rains-lead-flash-flooding-around-nashville-end-march",
  "title": "Torrential spring rains lead to flash flooding around Nashville at end of March 2021",
  "date": null,
  "content": "A late March flurry of severe thunderstorms and torrential rains caused widespread flash flooding across western and middle Tennessee including Nashville. Rapidly rising creeks and rivers made travel incredibly dangerous. Tragically, media are reporting that at least four people were killed in the Nashville area from the flooding.\nA steady flow of thunderstorms dropped 4-9 inches of rain across a large swath of Tennessee in late March, causing widespread flash flooding. This map shows 24-hour rainfall totals from storms over the Southeast on March 27, 2021, based on PRISM data from Oregon State University. Map by NOAA Climate.gov\nStarting on March 27 and lasting through the beginning of March 28, a storm system that was responsible for over 20 tornado reports, most of which were in Texas, moved across the Tennessee Valley bringing a steady stream of thunderstorms and heavy rain. It seemed like whenever one storm moved through, another was waiting in the wings to take its place. This constant onslaught caused a large swath of the state to receive 4-8 inches of rain, much of it falling in a twelve-hour period on March 27.\nIn Nashville, 5.75 inches fell on March 27, setting a record for the wettest March day for the city. Over the course of the entire event, March 27-28, over seven inches of rain fell, the fourth largest two-day rainfall event in city history. It was only surpassed by the epic rains and flooding that occurred in May of 2010.\nMuch of this rain ran off into nearby creeks, which quickly overtopped their banks, flooding roads and homes. The Harpeth River at Franklin, just south of Nashville, rose 25 feet in around 15 hours. At the State Fairgrounds in Nashville, Browns Creek jumped over nine feet in less than six hours, reaching levels not seen since 2010.\nIn the end, peak rainfall amounts that had at most only a 1% chance of occurring in any given year (a 1 in 100 year event) fell this past weekend in Tennessee.\nOf course, flash flooding has happened and will happen without any help from global warming. But extreme precipitation events are on the rise across much of the country since the beginning of the 20th century. The Southeast has seen an 18% increase in heavy rainfall days (defined as the top 1% of all rainfall days) from 1986-2016 when compared to 1901-1960. And according to NOAA’s Climate Extremes Index, the Ohio Valley region has seen an increase in extreme precipitation in spring between 1910 and 2020.\nThe percent area of the Ohio Valley experiencing springtime (March-May) one-day extreme precipitation totals from 1910-2020. The dark line represents a five-year running average. A larger proportion of our precipitation across the Ohio Valley region is coming from single day events in more recent years than what we've observed historically. NOAA Climate.gov image using data from NCEI\nAs the graph above shows, the percent of the Ohio Valley region experiencing extreme one-day rainfall events in any individual spring has been elevated during the past thirty years compared to the twentieth century. Only four times in the first 90 years of the record did the region experience a spring (March-May) during which 25% of the region experienced extreme 1-day precipitation. By contrast, it's happened five times since 2000.\nThe Climate Science Special Report, the science basis to the fourth National Climate Assessment, also notes that both the frequency and intensity of heavy precipitation events are projected to continue to increase over the next century as our climate warms due to human-caused climate change.\nDuring late March, the Gulf region stretching into eastern Oklahoma has the highest chance for severe weather for the contiguous United States. This includes the parts of Tennessee affected this past weekend with tornadoes, hail, and heavy rains.\nDaily historic probability of severe weather within 25 miles of each map grid point during a 30-year base period for March 27. Darker colors represent a higher number of severe weather reports. In the late March, the highest chance of severe weather is located in the Southeast to the Southern Plains. Map by NOAA Climate.gov, based on data from the Storm Prediction Center (SPC). Individual daily maps available from Data Snapshots.\nThe cause? Proximity to a necessary ingredient to any severe storm, the warm, moist air hovering over the Gulf of Mexico. Throughout the spring, this moist air mass pushes farther and farther into the central United States, and the chances for severe weather follow, peaking across the Southern Plains in May. But in late March, that humid air is still generally stuck closer to the source.\nHelp us improve our content",
  "source": ""
}