{
  "url": "https://www.climate.gov/news-features/event-tracker/astounding-heat-obliterates-all-time-records-across-pacific-northwest",
  "title": "Astounding heat obliterates all-time records across the Pacific Northwest and Western Canada in June 2021",
  "date": null,
  "content": "One of, if not the, worst heat wave in the region’s modern records impacted the Pacific Northwest of the United States and western Canada during late June 2021, not just breaking records but smashing them over an incredibly hot four-day period. And unlike the heat wave across the Southwest United States in mid-June, this time the dangerous heat was felt across a region not known for such extremes.\nDaytime high temperatures across the western United States on June 23-28, 2021, according to data from NOAA's Real-Time Mesoscale Analysis/URMA. Climate.gov animation based on NOAA URMA data.\nA week after a heatwave broke records across the Southwest and northern Mountain West, a second, even more anomalous, heatwave occurred across the Pacific Northwest and Western Canada. It sent records toppling. Over a four-day period, June 26-29, daytime high temperatures skyrocketed to well over 100 degrees Fahrenheit, setting all-time records at dozens of locations.\nPortland, Oregon’s, average high temperature over this period was 112 degrees Fahrenheit, the hottest three-day period on record by an astonishing 6 degrees. All three days—108 on June 26, 112 on June 27, and 116 on June 28—set all-time heat records for the city. Seattle, Washington, also had back-to-back days that set all-time heat records: 108 on June 28 after reaching 104 the day prior. In fact, in the previous 126 years, Seattle had only hit 100 degrees three times. It reached that mark in three consecutive days in June!\nThe heat reached right to the coast, too, as Quillayute, Washington, on the Pacific Ocean reached an all-time record of 110 degrees Fahrenheit, a “mere” 45 degrees above-average, beating the previous record by a mind-boggling 11 degrees! The heat was so intense that roads buckled across the Northwest.\nAnd the heat didn’t stop at the US/Canada border. Western Canada also baked under an oppressive amount of heat. According to Environment Canada, Lytton, British Columbia reached 116 degrees Fahrenheit (46.1C) on June 27, setting a new all-time heat record for ALL OF CANADA! That record lasted for all of one day, as the temperature soared to 118 degrees (47.5C) on June 28. And THAT record lasted for all of one day as it reached a shocking 121 degrees (49.5C) on June 29. The previous all-time heat record for the entire country before this past weekend (113 degrees Fahrenheit or 45 degrees C) was broken by 8 degrees. Heck, according to Environment Canada, on June 29, six other locations also exceeded the previous all-time heat record for Canada.  To put this into perspective, the temperature in Lytton was hotter than has ever been recorded in Las Vegas, Nevada, except Lytton is located 1000 miles north, at 50 degrees north latitude.\nAs with most questions about the atmosphere, there are multiple answers. The most direct cause of the blistering heat was a high-pressure system, stronger than ever observed in the region, that sat over the region for several days, unwilling to move like a stubborn dog on a walk. The cloudless skies and sinking air associated with the high pressure helped record temperatures build.\nAdding to the heat in some locations was the prevailing winds, which in the Northern Hemisphere always blow clockwise around high pressure. Due to the topography of the region—mountains and high plateaus—easterly winds bring air from high elevation to lower elevations, which causes it to compress and heat up. These winds are called downslope winds, and they are known to kick temperatures up a notch all along the West Coast.\nRed bars show the percent of the U.S. Northwest (Oregon, Washington, and Idaho) having extremely warm days—daytime high temperatures in the top ten percent of the historical record—each summer from 1910–2020. The footprint of extreme heat in the has ballooned in the past 20 years. NOAA Climate.gov image, based on data from NOAA's Climate Extreme Index.\nAnd finally, while there has not been an attribution study yet on this heat wave, climate change likely had an influence as well. As noted in the article on the previous record temperatures, heatwaves across the contiguous United States have occurred more often and lasted longer since the 1960s. According to NOAA’s Climate Extremes Index, the percent area of the Pacific Northwest that has experienced summertime extreme temperatures has drastically increased over the last twenty years. For the first 90 years of the record, an extreme heat footprint of larger than 50% of the area happened only three times. In the past 20 years, it has happened six times.\nIn the future, according to the Climate Science Special report, the scientific basis for the fourth National Climate Assessment, heatwaves are projected to continue to get hotter, occur more often and last longer in the future due to the emissions of greenhouse gases.\nExtreme heat this far north is particularly dangerous as these locations have a lot less experience with temperatures that high. Communities in the Southwest, for instance, have previous knowledge of temperatures over 100 degrees. Those in the Northwest and Canada simply do not. And this manifests itself through the built environment. Air conditioner use in the Southwest is virtually mandatory. Yet in Seattle, according to the New York Times, there is a culture against air conditioner use. NPR notes that Seattle ranked as the least air-conditioned city in a comparison of the top 15 metro areas in the U.S. Only 44% of homes in Seattle have primary air conditioning installed. Things are slightly better in Portland, at 78% of homes, but still far below the nationwide average.\nCommenting on the event in a listserve for weather experts, Seattle resident Dale Duran, a professor in the atmospheric science department at the University of Washington described covering his windows with foam-core insulation board to block the incoming sun. \"It’s not just that we don’t have air-conditioning,\" he wrote. \"It’s that our built environment is optimized for what used to be our climate. In Seattle, we build modern houses in a way that would be inconceivable in a hot climate. We not only do not have air-conditioning, we like to have lots of windows, including south-facing ones.  Many of those windows don’t have any window coverings. They also don’t have sun-blocking film (for most of the year we’d prefer to have that heat come in).\"\nFoam-core board covering the south-facing windows in the hallway of a Seattle home during the recent heatwave. Beyond the lack of air-conditioning, many homes have windows that are positioned and designed to maximize sun exposure. Photo by Dale Durran.\nA lack of resources to cool a population during extreme heat conditions can lead to dangerous health outcomes. It’s likely too early to know the full health toll from this heatwave but it serves as a reminder of dangers of the extreme heat, both today and in a warming world. To help American communities prepare, NOAA's Climate Program Office has been funding and collaborating with cities across the country to map the hottest parts of their cities and help them evaluate strategies for making their neighborhoods more resilient to current and future heat waves. Curious about how extreme heat is likely to change in the future? Visit the Climate Explorer, part of the U.S. Climate Resilience Toolkit.\nHelp us improve our content",
  "source": ""
}