{
  "url": "https://www.climate.gov/news-features/event-tracker/record-breaking-june-2021-heatwave-impacts-us-west",
  "title": "Record-breaking June 2021 heatwave impacts the U.S. West",
  "date": null,
  "content": "An early summer heatwave across the western United States broke all-time records in multiple states, with temperatures above 100 degrees Fahrenheit for days on end in some places. This event marked yet another climate extreme for residents of a region already suffering through a devastating drought and with memories of last year’s horrific wildfire season likely still fresh on people’s minds.\nDaytime high temperatures across the western United States on June 13–19*, 2021, (see larger version) according to data from NOAA's Real-Time Mesoscale Analysis (RTMA). Temperatures reached over 115°F in parts of the Southwest. Climate.gov animation based on NOAA RTMA data. * Correction, 6/28/21: The date range of the animation was originally described and annotated as June 14–20, 2021. The animation shows June 13–19. The caption and annotations have been corrected.\nOver a six-day period during the middle of June 2021, a dome of hot air languished over the western United States, causing temperatures to skyrocket. From June 15-20, all-time maximum temperature records fell at locations in seven different states (CA, AZ, NM, UT, CO, WY, MT). In Phoenix, Arizona, the high temperature was over 115 degrees for a record-setting six consecutive days, topping out at 118 degrees on June 17.\nNot to be outdone, Tucson, Arizona, set daily record highs on six consecutive days from June 12-17, with June 15-16 tying for the fourth- and tenth-hottest days on record. The heat lasted from sun-up to sun-down: the temperature at 8 am on June 17 was 98 degrees in Tucson. But if you wanted to experience the hottest temperature anywhere in the country on June 17, then you had to head to Death Valley, where temperatures hit 128 degrees.\nThe heat extended much farther than the Southwest. Salt Lake City, Utah, tied its all-time record when temperatures hit 107 degrees on June 15, the last day of a three-day streak of high temperatures over 100 degrees. From June 13-19, high temperatures averaged 100 degrees. Billings, Montana, also tied its all-time high of 108 degrees.\nThis extreme heat wave occurred over parts of the country stuck in a deep drought. Over 20% of the country is in the worst two categories of drought (D3-4: Extreme and Exceptional), with the vast majority of that land located in areas that also just saw record-setting temperatures.\nDrought status across the contiguous United States as of June 15, 2021. A large portion of the West was experiencing drought, and in the Southwest, experts ranked the drought as \"exceptional,\"—the worst drought category. NOAA Climate.gov image, based on data from U.S. Drought Monitor Project.\nDrought and heat are natural dance partners. Drought conditions are made more likely or more extreme when temperatures soar. And vice versa, hot temperatures can be made even hotter by a drought-stricken landscape. When the ground absorbs incoming sunlight, some of that energy converts soil moisture into water vapor, which carries heat away from the surface. Less moisture in the soil means less solar energy being used to evaporate water. Instead, that energy heats the ground and the air.\nNaturally, one consequence of hot temperatures and a dry region is a heightened risk for wildfires. And during the middle of June, that risk turned to reality as wildfires sprung up in California, Arizona, Colorado, Utah and Montana.  While the North American summer monsoon is normally expected to tamp down wildfire risk across the Southwest, for the rest of the West, the wildfire season is only just beginning.\nRed bars show the percent of the U.S. Southwest (Colorado, Utah, Arizona, and New Mexico) having extremely warm days--daytime high temperatures in the top ten percent of the historical record--each summer since 1910. The footprint of extreme heat in the Southwest has exploded in the past 30 years. NOAA Climate.gov graph, based on data from NCEI's Climate Extremes Index.\nIt’s always difficult to immediately quantify how much impact climate change has had on a climate extreme, but there is plenty of evidence to show that high temperatures and heat waves have become worse due to climate change. In fact, heatwaves across the contiguous United States have occurred more often and lasted longer since the 1960s, which is consistent with a warming climate due to climate change. And according to NOAA’s Climate Extremes Index, the Southwest has seen a drastic increase in the area experiencing extreme high temperatures in summer over the last twenty years, with very little relief in the last six years.\nAccording to the Climate Science Special Report, which made up the scientific basis for the fourth National Climate Assessment, not only have temperatures risen in the past, but they are projected to continue to increase due to the release of greenhouse gases. In particular, as noted in the Climate Science Special Report, extreme temperatures are expected to increase even more than average temperatures across the contiguous US. Events like this heatwave might be rare now, but they will become more common by the end of the century.\nTo explore future heat extremes in your location and to learn about how communities across the country are working to become more resilient to them, visit the U.S. Climate Resilience Toolkit.\nHelp us improve our content",
  "source": "climate.gov"
}