{
  "url": "https://www.climate.gov/news-features/event-tracker/foot-rain-causes-flash-flood-emergency-louisiana-during-mid-may-2021",
  "title": "A foot of rain causes flash flood emergency in Louisiana during mid-May 2021",
  "date": null,
  "content": "Deadly flash floods ravaged parts of southern Louisiana after torrential rains fell across a water-logged region still recovering from the impacts of two hurricanes during 2020 Atlantic Hurricane season. In particular, Lake Charles, LA, southwest of Baton Rouge, was hard hit, as a foot of rain fell in only 24 hours.\nCumulative precipitation over May 17-18, 2021 across Texas and Louisiana. Several areas received more than a foot of rain. Map by NOAA Climate.gov, based on AHPS data from the National Weather Service.\nA slow-moving cluster of thunderstorms allowed torrential rain to fall for hours on May 17 in southwestern Louisiana and neighboring Texas. The result was precipitation totals measured in feet. Lake Charles observed 12.49 inches of rain in just one day—six inches of which fell in just two hours—making May 17, 2021, the third-wettest day in the city’s history. And that’s a history that includes multiple landfalls of incredibly wet hurricanes! Meanwhile, just over the border in Texas, Port Arthur/Beaumont, an area very familiar with astonishing rainfall totals—Hurricane Harvey dropped 26 inches of rain in one day back in 2017—observed 9.86 inches of rain, its eighth-wettest day on record. Overall, a huge swath of the region observed at least six inches of rain on May 17.\nThere is simply no way for a community to deal with that much water falling all at one time. According to news reports, the resulting flash flooding led to at least one fatality, turned roads into rivers, submerged cars and inundated homes and businesses across southwestern Louisiana. In Lake Charles, over 100 calls for rescues were made as nearly half the roads in the parish were under some water, according to CNN. The governor of Louisiana even declared a state of emergency due to the amount of rain and flooding.\nThis event is just another in a growing list of weather catastrophes to affect this portion of the Gulf Coast. Lake Charles is still recovering from a double whammy of hurricanes—Hurricanes Laura and Delta—that made landfall just six weeks apart last summer. The one-day rainfall total (9.53 inches) from Hurricane Delta in early October were the ninth-wettest on record for the city. That means that two of the top-ten wettest days on record in Lake Charles have happened in the last eight months.\nThe culprit was a seemingly endless supply of moisture and a slow-moving cluster of thunderstorms. This shouldn’t surprise you, but the Gulf Coast is a humid place. With a close proximity to the Gulf of Mexico, moisture is never that far away. And recently the atmospheric set-up over the region was just perfect to tap into that for the creation of long-lasting heavy rains. Southerly winds blowing straight from the Gulf of Mexico north through Louisiana provided a constant stream of warm, humid air that fueled round after round of strong thunderstorms that moved slowly to the east. It was as if Mother Nature left the hose on over southern Louisiana.\nColorized infrared satellite data showing a river of clouds flowing north from the Gulf of Mexico over eastern Texas and western Louisiana from May 18-20, 2021. The darker orange colors indicate taller, colder cloud tops, which is a sign of more severe storm activity. Animation by NOAA Environmental Visualization Lab.\nIt’s tough to confidently pinpoint whether or how much human-caused climate change contributed to a specific extreme event in real time. Climate scientists generally want to “go back to the lab” and conduct some model experiments in which they simulate the event in two virtual worlds: one in which the climate is like today’s—with the human-produced increases in greenhouse gases—and one in a world where greenhouse gases remained at their pre-industrial levels. That kind of comparison allows them to understand how much of the event was due to natural climate extremes and how much was due to human-caused global warming.\nEven without those experiments, however, there are things we can say. We know that a warming world’s atmosphere can “hold” more water in it, which can lead to more frequent and heavier rainfall events. And we know that extreme precipitation events like this one are on the rise. The Southeast has seen an 18% increase in heavy rainfall days (defined as the top 1% of all rainfall days) from 1986-2016 when compared to 1901-1960. Plus, according to NOAA’s Climate Extremes Index, the South has seen an increase in extreme precipitation in spring between 1910 and 2020.\nPercent area of the U.S. South (Kansas, Oklahoma, Texas, Arkansas, Louisiana, and Mississippi) that experienced extremely high 1-day precipitation totals--in the top ten percent--during all springs (march-May) from 1910 to 2020 (bars). The darker blue line shows the rolling 5-year average, which has increased significantly in the past 15 years. NOAA Climate.gov graph, based on data from NCEI.\nThe percent of the South experiencing extreme one-day rainfall events in any individual spring has increased significantly in the last 15 years. A record nearly 30% of the region was affected by extreme one-day precipitation in 2019. In fact, only three times since 1910 has more than 20% of the region been affected by these extremes in spring, and all of those years have happened since 2016.\nAlso, we can say that other extreme rainfall events in Louisiana have already been linked to our warming climate. Research into a three-day extreme rainfall event in 2016 which dropped up to 30 inches of rain in the state found that warming due to greenhouse gases made—conservatively—events like that one at least 40% more likely and 10% more intense.\nModels indicate that the return period* for extreme rain events of the magnitude of the mid-August downpour in Louisiana has decreased from an average 50 years to 30 years. A typical 30-year event in 1900 would have had 10% less rain than a similar event today, for example, 23 inches instead of 25.  *Return intervals are statistical averages over long periods of time, which means that it’s possible to have more than one “30-year event” in a 30-year period. Graphic by NOAA Climate.gov, based on Van der Wiel, et al., 2016.\nAnd according to the Climate Science Special Report, the science basis to the fourth National Climate Assessment, both the frequency and intensity of heavy precipitation events are projected to continue to increase over the next century due to human-caused climate change. Which means the last thing we can say about the Louisiana event is that as long as atmospheric greenhouse gases continue to increase, we can probably expect more of them in coming decades.\nHelp us improve our content",
  "source": "climate.gov"
}