{
  "url": "https://www.climate.gov/news-features/event-tracker/preliminary-analysis-concludes-pacific-northwest-heat-wave-was-1000",
  "title": "Preliminary analysis concludes Pacific Northwest heat wave was a 1,000-year event…hopefully",
  "date": null,
  "content": "An international team of weather and climate experts known as the “World Weather Attribution” project has analyzed the late June heatwave in the U.S. Pacific Northwest and come to a preliminary conclusion that the event was a roughly 1-in-1,000-year event in today’s climate. (The results are preliminary because, while the methods the experts used have been applied to many other published studies like this, this specific analysis has not yet been formally reviewed by other experts.) If they are correct, it would have been at least 150 times rarer before global warming. Theoretically, a 1-in-150,000-year event—so rare, they concluded, that it’s fair to say it would have been “virtually impossible” in pre-industrial times. Taken at face value, it would also mean that events like that aren’t about to become common any time soon.\n(For more background on the science of extreme event attribution, read our explainer, “Extreme Event Attribution: the climate versus weather blame game.” It’s also available in Spanish. Also see our explainer on what a thousand-year event actually means.)\n(top) U.S.temperatures in June 2021 compared to the 1981-2010 average, with warmer-than-average areas in red, and cooler-than-average areas in blue. (bottom) U.S. June temperatures compared to the 20th-century average from 1895 to 2021. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information.\nBut the thing about those “then-and-now” comparisons is that they assume global warming will not radically change the overall statistical “shape” of the range of possible temperature extremes a location can experience. In other words, they are based on the idea that a given increase in global average temperature will lead to a statistically proportional increase in extreme heat—not a sudden paradigm shift in which the kind of heat that’s physically possible suddenly goes non-linear.\nThis animation illustrates how a warming climate changes the frequency of extreme heat. The mountain-shaped line represents how often a temperature of a given value occurs. In both the cooler and the warmer climate, very cold (left side) and very hot (right side) temperatures occur much less frequently than temperatures near the location's average (the high point of the line). But even a small increase in average temperature can cause temperatures that were once extremely rare to become much more common—while also making a location's hottest observed temperatures even hotter. Image by Climate Central.\nHere, the World Weather Attribution experts admitted to having some reservations. On the one hand, the team used hundreds of simulations from many different climate models, which they then carefully screened for validity. Only models that could reasonably mimic the real-world behavior of heat extremes in the Pacific Northwest—the seasonal cycle, the geographic patterns, the long-term trends, and the statistical “shape” of the full spread of events that can occur—were included in the final results.\nOn the other hand, the Pacific Northwest heatwave was so radically extreme, so statistically rare, that the World Weather Attribution team said experts need to explore whether it’s possible that global warming has pushed the climate passed a threshold of some kind, a climate in which some unknown, heat-amplifying process would make the June heatwave more likely than the usual statistical rules and current climate models would predict. In other words, we should consider the possibility that the Pacific Northwest event is a 1-in-50-year event, for example, but we just don’t know it yet.\nIn late June, Portland International Airport set a new all-time high temperature record (pink dots) three days in a row. Not only was this record much warmer than the average high from 1991-2020 (top of the dark gray area), it was well outside the margin of other daily records (light gray). The most extreme heat occurred on June 28, when the daytime maximum temperature reached 116 degrees Fahrenheit, blowing past the previous record of 100 degrees. NOAA Climate.gov, adapted from original by Jared Rennie, North Carolina Institute for Climate Studies.\nIf those follow-up studies fail to find evidence for a non-linear threshold—or even a plausible hypothesis for what it could be—then we can be more confident that the event was truly, for now, a black swan. A 1-in-1,000-year heatwave, an event with just a 0.1 percent chance of occurring in any single year, although the uncertainty margin goes to 1%. That’s good news for residents of the Pacific Northwest today.\nThe outlook for the future would still be worrisome, though. Earth’s surface temperature today is about 1.2 degrees Celsius (2.2 degrees Fahrenheit) warmer than it was at the start of the Industrial Revolution. This amount of warming appears to have turned an event like the June heatwave in the Pacific Northwest from something that was “virtually impossible” into something that is rare, but possible. With another 0.8 degrees Celsius of warming (a total of 2 degrees Celsius, or 3.6 degrees Fahrenheit, above early-industrial temperatures, the goal agreed on in the Paris Agreement), model experiments projected that a heatwave like the June event would return not once per millennium, on average, but as often as once or twice per decade.\nHistoric observations (gray) and projected changes in the number of 90-degree days in Seattle in two possible futures: one in which greenhouse gas emissions continue to increase rapidly (red) and a lower emission pathway (blue). Solid lines show weighted model means, and the shaded areas show the range of model projections. For details on this graph and to see similar projections for other U.S. locations, visit the U.S. Climate Explorer.\nIn the U.S., more people die from extreme heat than any other weather hazard. That means our homes, workplaces, and community spaces are not resilient enough—even today—for extreme heat.  This is especially true in places like the Pacific Northwest where heat like what the region experienced in late June was simply unheard of in modern history. NOAA’s Climate Program Office is helping address this problem by helping communities measure and map their city’s temperature during heatwaves, and providing scientific support to communities who want to develop strategies for making their most vulnerable neighborhoods better able to cope with current and future extreme heat.\nCheck back here in coming months for more updates on this event, its impacts, and additional research on the role of climate change in this event or similar events in the future.\nHelp us improve our content",
  "source": ""
}