{
  "url": "https://www.climate.gov/news-features/event-tracker/western-drought-2021-spotlight-arizona",
  "title": "Western drought 2021 spotlight: Arizona",
  "date": null,
  "content": "The western United States is currently mired in an expansive and deep drought that stretches from the southern to the northern border. In Arizona, after multiple poor rainy seasons, drought conditions are particularly bad, by most measures the worst this century. Thankfully, rains have begun to fall across the state (and how!), but conditions are still poor. This brings up an interesting question. What does drought mean for a state known for its dry heat?\nThe US Drought Monitor map from August 3, 2021, showing the locations and severity of drought. Most the West was at least \"abnormally dry\" (yellow). Many areas were in \"extreme\" (bright red) or \"exceptional\" (dark red) drought. US Drought Monitor image from Data Snapshots on Climate.gov.\nAt the start of July, 99 percent of the state was in drought, with a shocking nearly 90 percent of the state in the two worst categories of drought—D3 and D4, extreme and exceptional drought. In fact, almost 58% of the state was in D4 drought during the middle of July. All of these numbers are the highest since 2000, the start of the current tracking system, the U.S. Drought Monitor. And frankly, no previous time in the 21st century even comes close to matching that drought situation in the state. Thankfully, heavy rains, especially during the second half of July, has resulted in drought improvements by the end of the month with only around 50 percent of the state in D3 or D4 drought, and only 8.6 percent in D4. However, 99 percent of the state still remains in some level of drought still.\nThe Standardized Precipitation Index for Arizona from 1895-2021 highlighting wet and dry periods over time. Current conditions are among the driest on record, which stretches back to the late 1800s. NOAA Climate.gov image, using data from Drought.gov.\nLooking back even farther by using a drought indicator known as the Standardized Precipitation Index, the current drought in Arizona is also the worst on record back to the late 1800s. Going back even farther than THAT by using tree rings across the Southwest as stand-ins for soil moisture, the current drought over the entire region is one of a handful of the worst droughts in the last 1200 years. Other especially bad droughts occurred in the late 1500s and late 1200s (known as the Great Drought). Basically, this is a long-winded way of saying the current drought in Arizona and the Southwest is bad no matter if you look back 10 years, 100 years, or 1,000 years.\nIn general, there are two main times of the year when Arizona looks for precipitation, the summer and winter. Rains in the summer are dominated by the North American Monsoon which runs, officially, from June 15–September 30. As the summer sun heats up the deserts of northern Mexico, hot air at the surface rises. To replace that rising air, cooler moisture-laden air rushes in to fill its place, , predominately from the Gulf of California (Sea of Cortes), and secondarily from the Gulf of Mexico. As the moist air flows into Arizona, it heats up and rises. The warm, moisture-filled air runs into the Mogollon Rim and other mountains in central Arizona and rises further to form thunderstorms, bringing desperately needed rains to northern Mexico and the Southwest United States.\nThe monsoon thunderstorms taper off in September, as cooler fall temperatures reduce the land-sea temperature contrast. Precipitation returns in winter, with storm systems moving in from the Pacific Ocean to the west, bringing higher-elevation snow and lower-elevation rain during the colder months.\nSummer (July–September) rainfall totals for the greater Arizona region from 1900-2020. Brown years are among the driest third of monsoons, gray represents the middle third, and blue reflects the wettest third. 2020 was the driest on this record. NOAA Climate.gov image, using data provided by Mike Crimmins at the University of Arizona.\nOver the past year, both of those precipitation seasons were not great. Last year, a hot spring turned into a hot summer and an incredibly poor North American monsoon season, which led to a rapid deterioration of conditions. Looking at July–September rainfall totals from 1900–2020, the 2020 monsoon season was the driest on record for Arizona and western New Mexico.\nThen 2020-2021 winter snowpack peaked early at only 63% of the 1981-2020 median. Plus, because Arizona is in the Lower Colorado Basin, the state was also affected by a lack of snow in the Upper Colorado basin. A back-to-back below-average summer and winter precipitation season does not happen often, and it is an easy way to cause widespread drought.\nPrecipitation rankings for each U.S. state during 2020. While the eastern United States observed a wetter-than-average year, states out West were quite dry. Some were the driest on record (ranked 1). NOAA Climate.gov image, using data from NCEI.\nOf course, Arizona doesn’t exist in a vacuum. It was one state of many across the West that also observed a very dry 2020 with devastating impacts. For instance, the snowpack across much of the West was also below-average. It then subsequently melted earlier in spring due to hotter-than-average temperatures, and instead of that water running off into the Colorado River, most was absorbed by the dry soils or simply—“poof”—sublimated into the atmosphere.  This broader dryness has decreased Colorado River levels and has had flow-on effects (see what I did there?) to water supply and reservoir levels along the river. Lake Powell and Lake Mead, the two largest reservoirs in the country, are used by multiple states for power supply, irrigation, and water supplies.\nAccording to the Washington Post, levels of Lake Mead are at their lowest since it was filled in the 1930s, while by next spring, Lake Powell is projected to hit its lowest level since it was created in 1964.\nTopography and landscapes change from north to south across Arizona. The Colorado Plateau in the North transitions through a stretch of ponderosa pine woodland to a basin and range landscape that includes the Sonoran Desert in the South. NOAA Climate.gov image, using data from Google Earth Blue Marble.\nBack-to-back poor precipitation seasons can lead to different sorts of impacts across the state because Arizona is not just one big sandbox full of desert cactus. It’s actually much more geologically interesting than that. And those geologic features not only determine agriculture and ranching practices but also the types of drought impacts.\nIn the north, Arizona is at higher elevation as part of the Colorado Plateau before the terrain transitions to a more quintessential desert ecosystem in the south. In between is a transition zone that also includes parts of one of the largest tracks of ponderosa pine forest in the country.  And each of these areas have different water needs.\nThe Yuma Valley in southern Arizona produces a heck of a lot of lettuce and relies on irrigated water sourced from the Colorado River. In all honesty, farmers there are much more concerned with how much it rains or snows in Colorado and Utah than in Arizona. In fact, they might not want it to rain as it makes growing/harvesting difficult. Other areas of the state also rely in some part on water brought south from the Colorado River, including the central valley near Phoenix, which gets less than 40% of its water from the river. That means for a good portion of the state, when it comes to water supply, it’s conditions outside the state that make a big difference.\nMeanwhile, other areas, including Tucson, mostly use groundwater as their main water source. Poor rainy seasons mean less groundwater and drier vegetation, which is a perfect recipe for wildfires. And last year was one of the worst wildfire seasons in state history. According to the Arizona Central, nearly one million acres burned including large wildfires just outside Phoenix and Tucson. The fires burned through anything in their path, including ponderosa pine, oak woodlands, and the low desert.\nRanchers in the state are also reliant on the rains and impacted by wildfires. Ranchers need rain-fed pasture for forage and feed. Monsoonal rains and spring runoff are usually enough to green up the grass and provide feed for the livestock. The drought in Arizona has meant that ranchers are making tough decisions on whether to buy feed or to sell livestock.\nA good monsoon season may provide short-term relief, but it will do very little for the long-term drought. The monsoon is usually limited to the southwestern U.S. but without enough winter snow in the upper Colorado River Basin, much of the region will continue to experience water shortages. Which means we will likely have to wait until this winter to see drought relief.\nWhat, if anything, does this drought tell us about climate change? Well, two exacerbating factors contributing to this particular period of dry conditions are 1) poor rainy seasons and 2) high temperatures. And when it comes to climate change, we are often much more confident in assessing changes in temperature than we are in precipitation.\nAccording to the Climate Science Special Report as part of the fourth National Climate Assessment, temperatures across the Southwest have increased by 1.61 degrees Fahrenheit since the first half of the 20th century. These increases in temperature contribute to aridification in the Southwest by increasing evapotranspiration, lowering soil moisture, reducing snow cover and impacting snowmelt.\nLooking to the future, temperatures in the Southwest are projected to increase by the end of the century by around 5 degrees if carbon dioxide emissions follow a lower path and up to 9 degrees if emissions follow a much higher path. Increasing temperatures can make soils even drier, amplifying drought.\nPrecipitation, according to the same report, has decreased on an annual basis across parts of the Southwest from 1986-2015 compared to the first half of the 20th century. In Arizona in particular, average precipitation has decreased annually and during the spring/summer months.\nLooking much farther ahead, precipitation projections for the future are less certain. In a high emission of greenhouse gas scenario, decreases in seasonal precipitation across all seasons in the Southwest are projected to mostly be smaller than the natural variations in the climate, making any clear signal difficult.\nRegardless, dealing with a climate changed future in Arizona is a lot like dealing with issues today. It is all about how water resources are managed.\nSince the start of July, the North American Monsoon has brought some much-needed rainfall to Arizona, alleviating some fears of a repeat of the complete failure of the year before. These storms appear to be a robust signal of the monsoon’s arrival, as rains extend across monsoonal regions in Mexico as well. According to the National Weather Service office in Tucson, this monsoon season has been the wettest on record for the city through the first three weeks of July. And a large portion of the state has observed 200 to 300 percent more rain than normal in July.\nThe percent of average July precipitation that had already accumulated between July 1-25, 2021. Heavy North American Monsoon rains have led to widespread areas of Arizona observing over 200 percent of their normal July rain amounts, even before the month was over. NOAA Climate.gov image, using data from PRISM.\nWith the widespread heavy rains, flooding has been common as riverbeds, dry for months, have been deluged with running water. It is still early in the monsoon season, though, and consistent rains will be needed through August and September to continue to provide relief. And even then, let’s not forget the need for good winter snows farther north in the Upper Colorado basin to really start relieving some of the long-term drought.\nHelp us improve our content",
  "source": "climate.gov"
}