{
  "url": "https://www.climate.gov/news-features/event-tracker/late-summer-heatwave-and-rain-greenlands-summit",
  "title": "A late-summer heatwave and rain at Greenland's summit",
  "date": null,
  "content": "Late-summer heatwaves are a common experience across much of the United States, but they have been rare in Greenland. In mid-August 2021, that situation changed when a late-summer heatwave struck the icy island, according to the National Snow and Ice Data Center (NSIDC). The unusual warmth caused a spike in surface melt—the largest area of surface melt observed on Greenland for this time of year. The warmth brought something even more surprising: rain at the highest point on the ice sheet, at the National Science Foundation's Summit Station. On August 14, 2021, as temperatures rose above freezing, rain began to fall. It rained at the summit of the Greenland Ice Sheet for several hours.\nThis animation shows all the years on record in which Greenland surface melt exceeded 800,000 square kilometers (309,000 square miles). It also indicates the years in which melt was observed at the summit, and when rain was observed. The only rain event on record at the U.S. National Science Foundation’s Summit Station occurred in August 2021. Animation based on the Greenland Surface Melt Extent Interactive Chart from the National Snow and Ice Data Center.\nThe Greenland Ice Sheet is a giant dome of ice, thinnest around the perimeter and thickest in the center. The center of the ice sheet has an elevation of 10,550 feet (roughly 2 miles) above sea level. Even in the warmest of summers, conditions at the summit of the ice sheet typically stay well below freezing, thanks to a combination of high latitude and high elevation.\nEach Northern Hemisphere summer, some surface melt occurs on the Greenland Ice Sheet, almost all of it between April 1 and October 31. Most of the melt happens in June through early August, in the near-coastal areas of the ice sheet.\nIt's become common for the low-latitude, low-elevation margin of the Greenland Ice Sheet to experience surface melting. This photo-like satellite image from NASA's Aqua satellite shows surface melt features on a portion of the southwestern edge of the ice sheet on August 23, 2021. NASA satellite image via Worldview.\nSatellite observations of Greenland surface melt go back to 1979. In that time, there have been just 10 years in which the area of surface melt exceeded 800,000 kilometers: 1995, 2000, 2002, 2005, 2009, 2011, 2012, 2015, 2019, and 2021. The greatest area of melt observed on Greenland was in 2012—in early July, closer the height of summer, when daylight lasts longer. The mid-August melt spike in 2021 was unprecedented, higher than any event in the last three weeks of August in the 42-year record of surface melt. It was only the second time on record (after 2012) when a melt spike exceeding 800,000 square kilometers happened more than once in a single melt season, and it happened during a period of time when the Sun is closer to the horizon.\nSince Summit Station was built in 1989, the occasions where melt has been observed there can be counted on the fingers of one hand: 1995, 2012, 2019, and now 2021. At the same time as the mid-August 2021 melt spike, researchers at the NSF’s Summit Station watched in amazement as rain fell for the first time on record.\nUniversity of Colorado glaciologist Ted Scambos, part of the team announcing the unusual conditions, remarked, “Rain on Greenland’s summit is a bit like 116°F in Portland: It is a compelling indication that our climate has been affected by our use of fossil fuels.”\nNSIDC staff scientist Walt Meier put it more simply: “Holy schnikes! It rained at the top of Greenland.”\nNational Snow and Ice Data Center. (2021, August 18). Rain at the summit of Greenland. Accessed August 24, 2021.\nNational Snow and Ice Data Center. Greenland Surface Melt Extent Interactive Chart. Accessed August 24, 2021.\nHelp us improve our content",
  "source": "climate.gov"
}