{
  "url": "https://www.climate.gov/news-features/event-tracker/wet-then-dry-extremes-contributed-devastating-marshall-fire-colorado",
  "title": "Wet, then dry extremes contributed to devastating Marshall Fire in Colorado",
  "date": null,
  "content": "On December 30, 2021, the Marshall Fire ripped through suburban neighborhoods on the west side of the Denver-Boulder metropolitan area. Spread by high winds and fueled by dry conditions, the wildfire left two people presumed dead, burned more than 6,000 acres, and destroyed more than 1,000 homes, according to news reports.\nThe Marshall Fire left smoldering ruins in a Louisville, Colorado, neighborhood, at the end of December 2021. Photo courtesy WXChasing. Used with permission.\nHigh winds, even with occasional hurricane-force gusts, are not unusual in this “foothills” region, where the eastern prairies meet the Rockies. The day of the windstorm, atmospheric pressure dropped sharply east of the Rockies, and strong downslope winds followed. At the base of the foothills west of Denver, wind gusts reached 100 miles per hour.\nBut winds alone didn’t account for the destruction. In the months leading up to this wildfire, climate conditions set the stage for a disaster. The spring of 2021 brought unusually wet conditions, encouraging vigorous plant growth. Starting in June, though, precipitation levels fell below average, and remained well below average for the rest of the year.\nMonthly precipitation in 2021 at the Boulder, Colorado, weather station (blue bars) compared to average (white line). Spring is generally wetter than summer and fall in the foothills of the Rockies, but last spring was exceptionally wet, and summer and fall were exceptionally dry. Background photo shows the foothills area in September 2014. NOAA Climate.gov image, based on data from NWS Denver-Boulder Forecast Office and photo by Flickr user MikeB, used under a Creative Commons license. {Correction, 09/29/22: An earlier version of this image incorrectly showed data for Denver International Airport, south of Boulder. It has been updated with Boulder data. The main monthly patterns in both places were similar.}\nAlthough snow fell in the Rocky Mountains to the west, the Denver-Boulder area remained dry. Denver recorded its first measurable snow of the season—just 0.3 inches—on December 10, 2021. It was the latest first-snowfall date on record, and after that light snowstorm, dry conditions resumed.\nAs moisture remained elusive, temperatures remained unusually warm, soaring more than 20 degrees F above average early in December 2021 and hitting 10 or more degrees above average many days throughout the month.\nDaily average temperatures at the Boulder, Colorado, weather station in 2021 compared to average. December 2021 wasn’t just a little warmer than average. Temperatures were 10 or more degrees Fahrenheit warmer than average on half the days of the month. NOAA Climate.gov image, based on data from the NWS Boulder Weather Forecast Office.\nWhere the wildfire struck—in the southeastern corner of Boulder County, Colorado—unusually dry conditions took hold in September. By early October, dry conditions had worsened into drought. By late December, drought conditions were extreme.\nThis map shows the change in NOAA's Evaporative Demand Drought Index (EDDI for short) for two overlapping 6-month periods: July 5-December 30 versus April 6-October 3. Evaporative demand—how \"thirsty\" the atmosphere is for moisture—in the area of the Marshall Fire was at record-high levels at the end of December 2021 as a result of extreme warmth and dryness over the fall. Image by Mike Hobbins, NOAA/ESRL Physical Sciences Laboratory.  For background on EDDI, see the reference: Hobbins MT, Wood AW, McEvoy DJ, Huntington JL, Morton CG, Anderson MC, and Hain CR (2016), The Evaporative Demand Drought Index: Part I - Linking drought evolution to variations in evaporative demand. Journal of Hydrometeorology, 17:1745-1761, doi:10.1175/JHM-D-15-0121.1.\nAs of January 4, 2022, the cause of the fire was still under investigation, but its origin had been pinpointed to an area west of Marshall Lake. Once ignited, the fire spread with ferocious speed, charging toward the north and east. The warm, dry conditions in the months before the Marshall Fire broke out supplied the fire with plentiful fuel. Winds carried embers across paved areas, dropping those embers on parched vegetation that was ready to burn, along with buildings and vehicles.\nUnable to fight the flames amid hurricane-force gusts, first responders focused on evacuation. Residents, diners, and shoppers were caught off guard, some forced to flee at a moment’s notice. Besides seeing and smelling smoke and flames, area residents heard multiple booms—potentially resulting from the fire reaching propane tanks. Only when the winds slowed late in the evening of December 30 could firefighters begin extinguishing the flames.\nDays after the fire, two people remained missing and were presumed deceased. The tally of homes damaged stood at 149. The tally of homes burned to the ground stood at 1,084. Dozens of businesses had also been damaged or destroyed.\nIn terms of acreage burned, the Marshall Fire was dwarfed by many other blazes, including the state’s three largest wildfires, which all struck within weeks of each other in 2020: Cameron Peak, East Troublesome, and Pine Gulch. But in terms of residences lost, the Marshall Fire was the most destructive in Colorado history. The Marshall Fire did not strike in a sparsely populated, mountainous region. The fire burned a densely populated suburban area where most residents had not previously considered wildfire a threat.\nStarting on the afternoon of December 31—one day after the fire—significant snow finally fell in the Denver-Boulder metro area.\n9NEWS. (2021, December 30). Costco evacuation due to Marshall Fire. Accessed January 4, 2021.\nColorado Division of Fire Prevention and Control. Historical wildfire information. Accessed January 4, 2022.\nDenver7 News. (2021, December 30). Better weather conditions are expected Friday. [December 31, 2021]. Accessed January 4, 2022.\nDenver7 News. (2021, December 10). Denver celebrates 0.3 inches of snow — its first measurable snowfall of the season. Accessed January 4, 2022.\nFish, S., Paul, J. (2022, January 1). MAP: These are the 991 structures destroyed and 127 damaged in the Marshall fire. The Colorado Sun. Accessed January 4, 2022.\nFlynn, C. (2022, January 6). Nearly 1,100 homes destroyed in Marshall Fire, valued at over $500 million. KDVR. Accessed January 6, 2022.\nHeberton, B. (2022, January 1). Colorado’s most destructive fire a result of extreme winds, expanding wildland-urban interface, and a stressed climate. Weather5280. Accessed January 4, 2022.\nNational Interagency Fire Center. Map of the Marshall Fire burn area. Accessed January 4, 2022.\nNational Weather Service. High Winds and Marshall Fire on December 30, 2021. Accessed January 4, 2022.\nU.S. Drought Monitor. Accessed January 4, 2022.\nWXChasing. (2021, December 31). Louisville, Colo: First light shows destruction from Marshall Fire- Drone 4k. Accessed January 4, 2022.\nHelp us improve our content",
  "source": ""
}