{
  "url": "https://www.climate.gov/news-features/event-tracker/la-ni%C3%B1a-climate-change-and-bad-luck-climate-context-colorado%E2%80%99s-marshall",
  "title": "La Niña, climate change, and bad luck: the climate context of Colorado’s Marshall Fire",
  "date": null,
  "content": "As we wrote last week, the Marshall Fire in northern Colorado on December 30, 2021, was a devastating finale to a record-warm, record-dry fall in the state’s eastern plains and foothills. Several experts interviewed for this story, including Deputy Colorado State Climatologist Becky Bolinger, said that, because the risk of drought and warm extremes are increasing as a result of human-caused global warming, it’s reasonable to think that global warming contributed in some way to the devastation caused by the Marshall Fire.\nBut they also said that as a winter grass fire, the Marshall Fire is different from the warm-season forest fires in the West, which scientists have strongly linked to global warming. Namely, winter fires are much more wind-driven than summer fires, and there’s no evidence that the fierce winds that drove the fire that day were anything other than natural, if extreme, variability. Likewise, there’s no strong evidence to link the excessively wet spring (which built up the vegetation) to climate change.\nThe lack of snow is a final complicated piece. “December is one of the months that has warmed the most in this area,” said Bolinger, “but there has been no long-term decline in total December snowfall.” That makes it hard to know what to make of the record-low snowfall in the area through December, which intensified the drought.\nFor Colorado and much of the West, December 2021 snow cover was below-average (red). Map from Snow Today, National Snow and Ice Data Center.\n“This was a complex event,” said Bolinger. “Some factors probably are connected to climate change and others probably aren’t.”\nAll extreme events have more than one cause. So Did global warming cause that event? isn’t a yes or no question. The best scientists can do is figure out whether human-caused global warming played a role, and if so, how big a role. Scientists have a name for the process of figuring that out: extreme event attribution.\nAttribution research generally has two parts: analysis of historical data and climate model experiments. Experts check to see if there have been changes over time in the extreme events themselves or in the weather patterns that produce them. They also identify climate models that are capable of simulating that type of event, and use them to create two virtual worlds: one with and one without increased greenhouse gases. They compare the frequency and intensity of extreme events between the two simulated worlds to estimate the influence of global warming.\nThe recipe for any extreme event has multiple ingredients. Extreme event attribution uses historical observations and high-resolution climate models to figure out how much—if any—global warming went into the recipe. NOAA Climate.gov comic by Emily Greenhalgh.\nThat kind of thing takes time, of course. The more unusual or complex the event, the more difficult an attribution analysis is to conduct. That’s likely to be the case with the Marshall Fire, which arose from a rare mash-up of extreme weather and climate factors that each were capable of raising the fire risk individually. Until a formal attribution study is completed, any explanations of the event should be thought of as these experts’ educated guesses, not a final answer.\nAccording to the fourth National Climate Assessment, “Increased heat, drought, and insect outbreaks, all linked to climate change, have increased wildfires” in the U.S. Southwest, defined in the report as the states of California, Nevada, Utah, Arizona, Colorado, and New Mexico. A recent analysis funded by NOAA’s Climate Program Office concluded that human-caused global warming was the leading cause of the rapid increase in Western wildfires between the end of the 20th century (1984-2000) and the beginning of the 21st (2000-2018). A NOAA Drought Task Force report also concluded that global warming played a role in the severity of the ongoing 2020-21 Southwest drought.\nModeling experiments have found that warming due to increasing greenhouse gases is going to dramatically increase the risk of very large fires in parts of the West over the next 50 years. Fire seasons are getting longer, a trend that is likely to continue, turning fire-fighting into more of a year-round activity in places.\nA 2015 study led by ecologist Matt Jolly found that the frequency of long fire seasons was increasing in the United States (orange and red) and other parts of the globe, and fire seasons were growing longer. NASA Earth Observatory image.\nColorado’s record-setting Cameron Peak Fire, which ignited in mid-August 2020, may be a preview of that. In early September 2020, 8-14 inches of snow fell on the ~100,000-acre fire without extinguishing it. The blaze went on to double in size—setting a new record for the state’s largest fire—by the end of October. Despite a second significant snow event in late October, the fire was not fully contained until early December.\nThe main reason experts gave for being somewhat cautious about using all that research to unequivocally link the Marshall Fire to global warming was that most of it has focused on warm-season forest fires. And while all fires have some ingredients in common, winter grass fires like the Marshall are different in ways that complicate the connection.\n“A difference between warm and cold season for fire in places like California and Colorado is that the cold season generally is more windy, so fire behavior could be more complex,” wrote Yizhou Zhuang via email. Zhuang is a climate researcher at University of California – Los Angeles whose work connected global warming to the rapid increase in Western fires in recent decades. He and his colleagues found that the increase was due to increases in how “thirsty” the summer atmosphere is for soil and plant moisture —what experts call the vapor pressure deficit, or “VPD” for short. Rising temperatures are increasing those deficits.\nBut for the Marshall fire, Zhuang wrote, “preliminary data actually showed that the VPD condition on the day when the fire started (12/30/2021) was high, although not extreme (~75th percentile); the strong wind condition (~99th percentile) could be more important for the fire spread.”\nClimate researcher Rong Fu, one of Zhuang’s collaborators, agreed that natural weather variability may play a bigger role in winter fires than it does in summer fires. Having said that, she wrote in an email, “I believe the vapor pressure deficits that would have occurred during the warm season and the 2020/21 drought contributed to the flammability and amount of dead and dry plants, which provided a perfect bio-fuel for the Marshall fire.”\nThe cumulative vapor pressure deficit—an indicator of how strongly the atmosphere would have been pulling moisture from the soil and plants—in the immediate vicinity of the Marshall Fire was the highest on record (dark brown) during October–December. Most of the surrounding area in both the mountains to the west and the prairie and agricultural land to the east was very dry (light brown), falling in the 90th percentile (meaning the driest 10 percent of the historical record). Image from the Climate Toolbox website.\nIn other words, the influence of human-caused global warming on the Marshall Fire could be less than it would be on a typical summer forest fire, but still play a role. That’s the perspective of Deputy State Climatologist for Colorado, Becky Bolinger.\n“It’s true,” she said, “that the Marshall Fire is a bit different than the warm-season forest fires that are the basis for much of the research connecting Western fire activity and global warming. Still, big winter grassfires in the state have historically been connected to warmth and drought, just like mountain fires. We were having a record drought; global warming is increasing the frequency of droughts. We were having record warmth; global warming is increasing the frequency of heat extremes. It seems pretty safe to conclude that global warming trends played at least some role in setting this up.”\nWhile agreeing that less is known about the connection between winter grassfires and global warming, western climate and hydrology expert John Abatzoglou, of University of California Merced, commented via email, “A warming climate may increase the likelihood of these events by keeping fuels dry later into the year.” Combined with a delayed onset of snowfall, as happened this year, the dry fuels “would prime the system to have fires that spread rapidly and resist control” during the winter downslope wind season.\nAbatzoglou shared the results of modeling experiments his team has done that compare past, current, and future risk of very high fire danger days across the U.S. The map below is based on the impact of a high greenhouse gas emissions pathway on the moisture of 100-hour fuels—dead vegetation between 1 and 3 inches in diameter, which takes about 100 hours to respond to changes in weather conditions.\nHigh-resolution climate models show that the frequency of winter days with very high fire risk (days on which the moisture of 100-hour fuels is in the driest 10 percent of the historical record) has increased by a small amount, around 1 extra day, in the foothills near Boulder, CO. Fall increases are larger. Screenshot from the ClimateMapper tool, a project funded in part by the RISA program in the NOAA Climate Program Office.\nBetween the 1971-2000 reference period and the present (2010-2039), the models projected a small increase—basically going from 2 days to 3 days—in the number of winter days with 100-hour fuel moisture in the bottom ten percent of the record. Aside from the human structures, most, though not all, of the places that burned in the Marshall fire were likely 1 and 10-hr fuels (grasses and other plants), which respond to weather changes more quickly, so the impacts could be a bit different. But a similar analysis of the impact of warming on 10-hour fuels around in the area around Boulder found a similar pattern. Models suggest human-caused climate change has increased the number of December days with high fire risk.\nHistorical (left) and future (right) December days near Boulder, Colorado, on which the moisture level in 10-hour fuels is in the driest 10 percent of the historical record. Analysis based on results from 18 high-resolution climate models. Red dots show individual model projections. The dashed line shows the average of all models, and the gray box shows the central 50 percent of results. Models project that days with extremely dry 10-hour fuels have increased due to human-caused global warming. Graph by John Abatzoglou.\nAbatzoglou concluded, “Drier fuels in the downslope wind season would up the odds of significant fire weather conditions.”\nBolinger made a similar point. “Historically, our warm, dry season and our windy season don’t overlap,” she said. “The fall warming trend may cause the two to seasons to overlap more often, which would make cold-season fires a more frequent threat.”\nIn terms of natural influences, Bolinger added that La Niña—the cool phase of the El Niño-Southern Oscillation climate pattern in the tropical Pacific—may also have played a role. “The typical U.S. fall and winter climate signal for La Niña is wet in the Pacific Northwest and dry in the Southwest. Northern Colorado is right on the boundary between those two strong signals, which means a little shift either way can bring us opposite results. Overall, though, dry falls are slightly more common than wet,” Bolinger said, “which means the ongoing La Niña might also have played a role in the current drought.”\nStrategies such as controlled or “prescribed” fire to reduce fire fuels, stringent building codes requiring fire-resistant materials, and vegetation-limited buffer-zones around homes and businesses can make communities more resilient to wildfire. Yet in many places, such fire-resilient adaptations are not adopted, even following a devastating fire. Meanwhile, the country is spending more than $2 billion a year to fight wildfires, according to the National Interagency Fire Center.\nTo some experts, these trends are evidence that the West’s default fire strategy—a combination of fire suppression at the wildland-urban interface and fuels reduction in national forests and other public lands—is no match for the current and future fire risk. Instead, they say, we need “a new paradigm that hinges on the critical need to adapt to inevitably more fire in the West in the coming decades.”\nAmong their suggestions is greater use of prescribed (low-intensity) fire, targeting fuel reductions like tree thinning to areas near homes and communities, encouraging community-focused fire planning, and shifting more of the costs of fire-fighting from federal land agencies like the U.S. Forest Service to state, local, and private jurisdictions where the decisions about whether and how to build in fire-risk areas are being made.\nHelp us improve our content",
  "source": "climate.gov"
}