{
  "url": "https://www.climate.gov/news-features/event-tracker/unusually-large-late-melt-spike-greenland-september-2022",
  "title": "Unusually large, late melt spike on Greenland in September 2022",
  "date": null,
  "content": "In mid-August last year, we were covering an unusual late-summer heatwave on the Greenland Ice Sheet. It was the latest in the season that a surface melt event so large—affecting more than 800,000 square kilometers (309,000 square miles, which is a little bigger than Texas)—had ever occurred. It was so warm that rain, not snow, was observed for the first time at Summit Station, the highest location on the ice sheet.\nNow here we are again in 2022. Ice experts at the National Snow and Ice Data Center reported in their Greenland Today blog that an even later late-summer heatwave had set a new record on Greenland. On September 3, temperatures were above freezing at Summit Station—elevation 3,200 meters, or 10,500 feet—the first time that’s happened in September. The heat triggered a spike in surface melt that affected nearly 600,000 square kilometers (232,000 square miles), which is about a third of the ice sheet. That’s smaller than last year’s event, but weeks later into the season.\nPhoto-like satellite image of southern Greenland on the afternoon of September 4, 2022. Bare, dirty ice at the margin of the ice sheet appears gray. Snow-covered ice is bright white. Pale blue ribbons and circles are lakes, rivers, and ponds of melt water. NASA image from Worldview.\nIn most years, the melt area on Greenland peaks in July with short, intense melt events typically around 600,000 square kilometers, but with high variability. By early September, few melt events exceed 200,000 square kilometers. Before this year, the only time such a large melt event occurred so late in the summer was in 2003, when surface melt area spiked to 602,000 square kilometers on August 27.\nAccording to NSIDC’s Greenland Today blog, the late-season heat wave was caused by an area of high surface pressure that settled over southeasternmost Greenland. Winds circle clockwise around high pressure in the Northern Hemisphere, which means that a high over southern Greenland pulls warm, moist air up from the south along the western edge of the ice sheet.\nThis animation shows mean sea level pressure (purple is lower pressure, yellow and gray are higher pressure) and surface winds (white lines) on September 3. Animation is a screen recording from earth :: a global map of wind, weather, and ocean conditions (https://earth.nullschool.net/).\nA low-pressure zone to the west reinforced that atmospheric flow, with counter-clockwise winds that also pulled warm air from the south. These converging winds brought a wide corridor of warm, moist southerly air over Baffin Bay and Western Greenland. Large areas of surface melt appeared in the southwest of the ice sheet on September 2 spreading north and east over the next couple of days.\nIn last year’s Arctic Report Card, experts noted that surface melt at Summit Station had been observed just 4 times since the observatory had been built: 1995, 2012, 2019, and 2021. That rate—4 times in 27 years—was much more frequent than the average over the past 10,000 years. Based on analysis of ice core data, surface melt historically occurred at the summit of Greenland just once every 153 years on average.\nSurface melt is contributing to the accelerating decline of the Greenland Ice Sheet sheet, which has been losing ice at an average rate of about 268 billion tons (plus or minus 14 billion tons) per year over the past two decades, according to NOAA’s 2020 Arctic Report Card. Today, Greenland is the single largest source of melt water causing global sea level rise. If it were to melt completely, experts estimate it would add just over 24 feet (over 7 meters) to global sea level.\nFor more details on this event, read “A Melt Spike in September?” on the Greenland Today blog.\nHelp us improve our content",
  "source": ""
}