{
  "url": "https://www.climate.gov/news-features/event-tracker/atmospheric-rivers-take-chunk-out-california-drought",
  "title": "Atmospheric rivers take a chunk out of California drought",
  "date": null,
  "content": "A series of nine atmospheric rivers starting in late December 2022 through mid-January 2023 dropped feet of rain and snow across California and other parts of the West Coast, according to a special drought update from Drought.gov. The tremendous amounts of precipitation caused major transportation issues, as well as landslides and flooding, but it also led to drought improvements across a large chunk of the western United States.\nPercent of normal U.S. precipitation over the past 30 days (December 25, 2022, through January 23, 2023) after a series of weather events known as atmospheric rivers, fueled by tropical moisture, flooded the U.S. West with rain and snow. Places where precipitation was less than 100 percent of the 1991-2020 average are brown; places where precipitation was 300 percent or more than average are blue-green. NOAA Climate.gov image, based on analysis and data provided by the Climate Mapper website.\nIn just three weeks, 80 percent of the average seasonal snowpack fell in California, with 11.2 inches of precipitation being observed on average for the entire state. Said another way, almost half (46%) of the average statewide water-year precipitation fell in just three weeks.\nNo landscape can handle this much precipitation in so short a time period. Flooding, mudslides, debris flows and dangerous travel conditions were the norm for California at the start of 2023. But in positive news, the heavy rains and snows increased soil moisture and snowpack, and filled many reservoirs that were quite below-average heading into this year.\nThis moisture resulted in widespread improvement in drought conditions out West, especially in California. But the drought isn’t over in many places, where long-term impacts to groundwater, reservoirs, and ecosystems persist despite the recent downpours. According to the Drought.gov, 92 percent of California was still in some level of drought based on data through January 17. (The next update will be tomorrow, January 26). Long-term drought also still persists in areas like the Colorado River Basin.\nFor more on the western drought, check out this special edition drought status update issued by the National Integrated Drought Information System.\nRead more on how NOAA monitors and predicts atmospheric rivers\nRead more on how El Niño and La Niña affect atmospheric rivers.\nThe NOAA Atmospheric River Portal\nHelp us improve our content",
  "source": ""
}