{
  "url": "https://www.climate.gov/news-features/event-tracker/disrupted-polar-vortex-brings-sudden-stratospheric-warming-february",
  "title": "Disrupted polar vortex brings sudden stratospheric warming in February 2023",
  "date": null,
  "content": "Don’t look now, but interesting atmospheric happenings are occurring high above the Arctic. After reaching near-record lows in early January, temperatures in the Arctic stratosphere—the layer of the atmosphere above the troposphere, where we all live—are rapidly rising due to what’s known as a sudden stratospheric warming (SSW) event.\nThe location and strength of the Northern Hemisphere stratospheric polar vortex on January 4, 11, 18, and 25, and February 1, 8, and 15, 2023. A disruption caused the vortex to shift southward from the pole toward Europe. Lower heights indicate low pressure (and colder temperatures). NOAA Climate.gov animation, based on GFS data from Laura Ciasto.\nOver the next several days, the stratospheric polar vortex—a band of strong westerly winds that forms each winter in the stratosphere between 10 and 30 miles above the North Pole—will be knocked clear off its lofty throne at the top of the world, and stratospheric temperatures will continue to rise. This will be the fourth such event in the last six years, a frequency that matches what we’ve seen over more than six decades of stratospheric observations. What the disruption will mean for weather down here in the troposphere is still uncertain, but sometimes these events lead to extreme cold air outbreaks in the mid-latitudes of the United States.\nSudden stratospheric warming events can be caused by large atmospheric waves in either the stratosphere or the troposphere. Planetary waves have ridges and troughs like ocean waves, but span huge distances in the atmosphere. And just like waves crash at the beach, atmospheric waves can “crash” too, both in the horizontal and vertical directions. When a tropospheric atmospheric wave crashes vertically into the stratosphere and slams into the polar vortex, it transfers a huge amount of energy. That energy can slow or even reverse the circulation of the polar vortex and cause rapid warming.\nIn the case of this event, planetary waves in both the troposphere and stratosphere appear to have been involved, according to polar vortex experts Amy Butler of NOAA’s Chemical Sciences Laboratory and Laura Ciasto of NOAA’s Climate Prediction Center. A tropospheric planetary wave at the end of January gave the polar vortex a minor bump from below, causing some rapid but modest warming. The event seems to have destabilized the polar vortex enough that a weaker stratospheric wobble a week or so later triggered a full-on disruption and sudden stratospheric warming event.\nAverage daily temperatures in the polar stratosphere (10-millibar pressure level) of the Northern Hemisphere from late 2022 into early 2023 (dark purple line). The faint gray lines show the warmest and coldest temperatures on record from 1979-2022, and the dashed purple line shows the average. In early January, temperatures hit a near-record low before rising rapidly in early February. Forecasts (pink lines show the predictions from multiple computer models) indicate that the warming will hit a new peak in coming days. NOAA Climate.gov image, based on data provided by Laura Ciasto, NOAA Climate Prediction Center.\nWhat will happen next is more uncertain. Some atmospheric models predict the polar vortex will shift first towards Europe and then farther eastward in the next 10 days. Other forecasts go even further, first displacing the polar vortex and then splitting it in two like an amoeba. Regardless of the eventual “shape” of the polar vortex, it’s clear that stratospheric polar vortex will not be looking too normal over the next couple of weeks.\nThe big question is, What does this mean for us lower-troposphere living humans? It’s tricky to say. Sometimes, these events have little impact at all. Other times, it can take up to two months for a disrupted stratospheric polar vortex to impact weather patterns down in the troposphere, and the location of impacts varies. As an example, Butler says, there were cold air outbreaks after many of the most recent events (the four most recent events were January 2021, January 2019, February 2018, January 2013), but the cold extremes they triggered happened in different regions of the planet and at different times after the disruptions.\nIt’s best to think of impacts in terms of probabilities. A disrupted polar vortex tends to have its strongest tropospheric impact over the North Atlantic, which increases the odds for colder conditions across the eastern United States or northern Eurasia. But it’s not the only influence out there. Other phenomena like La Nina, the Madden Julian Oscillation or the chaotic nature of the atmosphere can also affect how our atmosphere reacts to a disruption of the stratospheric polar vortex. Meaning, the best we can say now is a shift towards a higher likelihood—but no promises—of colder-than-average conditions somewhere in the mid-latitudes in coming weeks.\nSo stay tuned to the latest forecasts from Weather.gov to see if this stratospheric toppling will have any affect on the weather we experience down at the surface.\nHelp us improve our content",
  "source": "climate.gov"
}