{
  "url": "https://www.climate.gov/news-features/event-tracker/massive-bloom-seaweed-tropical-atlantic-raises-risk-caribbean-gulf-and",
  "title": "Massive bloom of seaweed in tropical Atlantic raises the risk for Caribbean, Gulf, and Florida beach impacts in coming months",
  "date": null,
  "content": "Earlier this year, ocean scientists raised an alert about the large amount of seaweed drifting in the tropical Atlantic this spring. Experts warned that the region’s annual spring bloom of Sargassum—a free-floating brown macroalgae from the North Atlantic that suddenly appeared in large quantities in the tropics in 2011— was the densest observed in March since scientists began tracking the phenomenon with satellite images twenty years ago. Excessive amounts of Sargassum raise the chances that large mats will break free from the prevailing currents and wash ashore later this spring and summer in the Caribbean, Gulf of Mexico, and around Florida.\nMonthly maps of Sargassum density in the tropical Atlantic from March 2022 to March 2023. At the start of the animation, small patches of Sargassum are scattered across the waters of the Caribbean Sea and the tropical Atlantic. As the season moves toward summer, the density increases, and the belt shifts northward, allowing more seaweed to spread into the Caribbean and Gulf of Mexico. The amount of Sargassum declines over fall and winter. The amount present in March 2023 in the eastern tropical Atlantic was much larger than usual. Animation by NOAA Climate.gov, based on data provided by the University of South Florida Optical Oceanography Laboratory.\nIn the open waters of the Gulf of Mexico and the North Atlantic’s Sargasso Sea, Sargassum is beneficial in normal amounts, acting like floating islands that provide shade and food, protection from predators, and breeding habitat for hundreds of different species of marine life, such as sea turtles. Onshore, the seaweed can be a nuisance, cutting off access to beaches, hampering use of coastal waters, disrupting coastal ecosystems, and making a huge, stinking mess as it decomposes. Large amounts of Sargassum can also contain high concentrations of heavy metals and arsenic that may cause health issues.\nA pile of Sargassum on a beach in St. Croix in the U.S. Virgin Islands looks like a second dune. Photo by Flickr user pinelife, taken on March 11, 2021. Used under a Creative Commons license.\nBecause of the negative impacts that Sargassum may sometimes have on coastal communities, a team of NOAA-led scientists partnered with scientists at the University of South Florida on research that led to an experimental weekly risk assessment for beaches at risk of inundation. The effort combines satellite-based detections of the seaweed with ocean current models to identify coastal areas that may be at risk of being inundated by Sargassum.\nThe risks increase as spring turns to summer in the Northern Hemisphere because of seasonal changes in wind patterns. Like leaves piled along a fence, Sargassum grows in a giant windrow beneath the Intertropical Convergence Zone, the place near the equator where the surface winds in the Northern and Southern Hemisphere meet. The latitude of this meeting place shifts north of the equator as spring turns to summer, and the windrow of seaweed—scientists have dubbed it “the Great Atlantic Sargassum Belt”—goes with it.\nThe meeting place of the Northern and Southern Hemisphere trade winds, shown as white lines in this animation, is called the Intertropical Convergence Zone (ITCZ). Sargassum seaweed in the tropical Atlantic piles into a giant windrow beneath the ITCZ in spring. It's located very near the equator in this animation of weather analysis data from April, 19, 2023, but it will migrate northward as summer approaches, bringing more Sargassum into the Caribbean and Gulf of Mexico. Animation is a screen recording of the Earth data viewer.\nPrevailing winds and currents carry the seaweed into the western tropical Atlantic and the Caribbean Sea, where it can be gathered up—along with Sargassum produced in the Gulf of Mexico—by the Loop Current. The Loop Current can carry the seaweed back around the coast of Florida. At any part of its journey, weather, waves, and eddies can cause large patches of Sargassum to escape the main current and wash up on area beaches.\nWhile such occurrences were not completely unheard in the past, the size and frequency of Sargassum landings on Caribbean and U.S. beaches suddenly exploded in 2011. A team of NOAA-led scientists think the arrival of large amounts of Sargassum in the tropical Atlantic was linked to an extreme climate event in 2009-2010, a strong, persistent shift of the North Atlantic Oscillation into its negative phase.\nThe event shifted prevailing winds and surface currents in ways that allowed Sargassum, which is widespread in the western North Atlantic’s Sargasso Sea, to spread far to the east and south of its normal range. We’ll cover the hypothesis in more detail in a second post in this series in coming weeks.\nSargassum FAQ from NOAA Atlantic Oceanographic and Meteorological Lab\nWeekly Sargassum Inundation Risk (Experimental product)\nJohns, E. M., Lumpkin, R., Putman, N. F., Smith, R. H., Muller-Karger, F. E., T. Rueda-Roa, D., Hu, C., Wang, M., Brooks, M. T., Gramer, L. J., & Werner, F. E. (2020). The establishment of a pelagic Sargassum population in the tropical Atlantic: Biological consequences of a basin-scale long distance dispersal event. Progress in Oceanography, 182, 102269. https://doi.org/10.1016/j.pocean.2020.102269\nHelp us improve our content",
  "source": ""
}