{
  "url": "https://www.climate.gov/news-features/event-tracker/extreme-climate-event-north-atlantic-may-have-kicked-sargassum",
  "title": "Extreme climate event in North Atlantic may have kicked off Sargassum explosion a decade ago",
  "date": null,
  "content": "When massive mounds of golden-brown seaweed began piling up on beaches throughout the Caribbean and West Africa in summer of 2011, the question of where it came from probably mattered less to residents and businesses than how they were going to get rid of it. Certainly, few would have connected the Sargassum seaweed invasion to the extremely snowy 2010-11 winter in the eastern United States. But according to a hypothesis proposed by a team of NOAA-led scientists in 2020, the two phenomena share an origin story: an extremely strong and long-lasting shift of the North Atlantic Oscillation into its negative phase back in 2010.\nA beach on Saint Martin in the Caribbean (east of Puerto Rico) covered in Sargassum seaweed on November 19, 2011. Photo by Flickr user Mark Yokoyama. Used under a Creative Commons license.\nThe Sargasso Sea is part of the North Atlantic, located offshore of the southeastern United States. The currents there circulate in a slow, clockwise loop called a gyre around the Sargasso Sea, where surface water and floating objects tend to converge and become \"stuck\". That convergence is why, up until 2011, Sargassum was found only in small, scattered patches outside of its main range—the sea that bears its name and the Gulf of Mexico.\nThe prevailing winds north of the Sargasso Sea are from the west, while winds are on average weak over the sea. On average, the westerly winds just skim the northern part of the Sargasso Sea before they veer off to the northeast around the semi-permanent Azores High. But in the winter of 2009–2010, the westerlies shifted south of their average latitude, and they flowed more due east than northeast. For most of the year, these winds blew strongly eastward across a much larger than normal portion of the seaweed-blanketed Sargasso Sea.\nComparison of the wind speed (color) and direction (arrows) of the winds over the North Atlantic Ocean in winter of 2010 (left) versus the 2008-15 average. Winds across the Sargasso Sea blew more strongly eastward in 2010 than they usually do. NOAA Climate.gov image, based on NCEP Reanalysis data, provided by NOAA Physical Sciences Lab.\nThe wind shift was linked to an extreme shift in a natural climate pattern called the North Atlantic Oscillation (NAO). The pattern involves synchronized shifts in surface pressure between the high- and mid-latitudes of the North Atlantic. In the positive phase of the NAO, both pressure features are strong, the prevailing westerly winds shift north of their average latitude, and winters in the United States and Europe tend to be milder than usual. In the negative phase of the oscillation, the two pressure features are weak, winds are farther south than usual, and the United States and Europe are often colder and snowier than average.\nBased on monthly observations of the North Atlantic Oscillation Index dating back to the 1950s, it’s rare for the NAO to linger in one phase for more than a few months at a time. Beginning in late 2009, however, the pattern flipped into its negative phase and more or less remained there until summer 2010, with a return to negative conditions in the last few months of 2010. As a result, the annual average NAO index for 2010 was the lowest on record based on reconstructions dating back to 1900.\nMonthly average of the North Atlantic Oscillation (NAO), which compares the relative strength of semi-permanent high and low pressure patterns in the North Atlantic Ocean. A positive NAO index favors mild winters in the U.S. East. Negative values favor stronger cold-air outbreaks and increased storminess in the eastern U.S. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe persistence of the negative NAO meant that westerly winds blew strongly across a larger-than-usual portion of the Sargasso Sea for an usually long time. Models of how Sargassum drifts on the ocean showed that the winds would have led to a current capable of spreading Sargassum much farther east than it is usually found. By spring of 2010, the models indicated, the seaweed would have reached the waters offshore of Gibraltar, on the tip of the Iberian Peninsula.\nBy the following spring, it would have spread southward to the eastern tropical Atlantic via the Canary Current and eastward to the western tropical Atlantic via the North Equatorial Current. Finding sufficient nutrients and more sunlight than it receives at higher latitudes, the seaweed flourished. By summer of 2011, a patchy belt of Sargassum spanned the whole tropical Atlantic, and masses of seaweed were being swept into the Caribbean and Gulf of Mexico.\nHow seaweed from the Sargasso Sea could have spread to the tropical Atlantic and Caribbean. Due to stronger-than-usual westerly winds in 2009-2010, the normal surface currents in the subtropical gyre (solid lines) reached farther east than usual (dotted lines). Sargassum could have reached the waters near Gibraltar by spring 2010, and the tropical Atlantic by spring of 2011. By summer, piles of Sargassum were reaching beaches in the Caribbean. Animation by NOAA Climate.gov. Adapted from original in Johns et al., 2020.\nThe Great Atlantic Sargassum Belt is now a perennial feature of the tropical Atlantic. As we explained in our first post in this series, the belt is essentially an ocean-spanning windrow, or drift, that forms beneath the Intertropical Convergence Zone, where the easterly trade winds from both hemispheres meet near the equator. The density of Sargassum drops in fall and winter, but enough now remains to regrow a robust population each spring.\nAccording to Rick Lumpkin, an oceanographer at NOAA AOML who was the second author of the research paper laying out the hypothesis (lead author Libby Johns retired last year), even if this NAO-linked hypothesis is correct, there is still a lot left to be explained, starting with what will happen in the future. Maybe an event like this has happened before, but conditions in the tropics weren’t right for establishing a permanent Sargassum population. Maybe it just takes longer than a decade for it to peter out. Or maybe the whole thing is truly unprecedented. If so, why did it happen now? Is there a human contribution—from global warming or from deforestation and other changes people have made to the land or ocean?\nAt present, Lumpkin says, he and colleagues at AOML are focused less on unraveling those mysteries and more on improving their experimental Sargassum Inundation Risk report. The current version of the product estimates risk of beach inundation based on satellite detection of Sargassum density in nearby waters. He and others have been factoring in local winds and assessing whether that improves forecast accuracy enough to justify making the model they use more complex. The new technique shows a lot of promise, he says, and they hope to implement it over the coming year.\nKeep an eye out for a third installment in this series on Sargassum. We’ll be talking to researchers who are studying how the seaweed affects the carbon chemistry of the ocean and whether the prolific ocean plant could be used to remove human-produced carbon dioxide from the atmosphere.\nHelp us improve our content",
  "source": ""
}