{
  "url": "https://www.climate.gov/news-features/event-tracker/noaa-and-partners-race-rescue-remaining-florida-corals-historic-ocean",
  "title": "NOAA and partners race to rescue remaining Florida corals from historic ocean heat wave",
  "date": null,
  "content": "(Climate.gov would like to especially thank reviewers Jacqueline De La Cour and Jennifer Moore for their contributions to this article.)\nIn mid-July 2023, heat-stressed corals in the southern Florida Keys began bleaching—expelling their food-producing algal partners—amid the hottest water temperatures ever documented in the region during the satellite record (dating back to 1985). As weeks of heat stress have continued to accumulate, bleaching and death have become more widespread, raising fears of a mass mortality event on the region’s already fragile reefs.\nAnimated satellite-based map showing the build-up of ocean heat stress in the waters around Florida between June 25 and July 23, 2023. Coral reefs in the southern portion of the Florida Keys have been experiencing extreme heat stress for weeks. In areas where the Degree Heating Week (DHW), which is directly related to the timing and intensity of coral bleaching, reached 4 °C-weeks, significant coral bleaching is expected; in areas where the DHW reached 8 °C-weeks, severe coral bleaching and significant mortality are expected. NOAA Climate.gov image, based on NOAA Coral Reef Watch data.\nNOAA and its state agency, university, and non-profit partners in the Mission: Iconic Reef project—Coral Restoration Foundation, Reef Renewal USA, Mote Marine Laboratory, University of Miami, Nova Southeastern University, the Reef Institute, and the Florida Aquarium—are responding to the crisis with a variety of measures that they hope will safeguard the Reef’s remaining live corals, protect corals being grown in underwater nurseries, and preserve live fragments of all genetically unique staghorn and elkhorn coral that remain on Florida’s Coral Reef. Reef conservation teams have already relocated thousands of nursery coral colonies to tanks at the Florida Institute of Oceanography’s Keys Marine Lab for rehabilitation and safekeeping, hopefully for just the short-term.\nElkhorn coral fragments rescued from ocean-based nurseries in a holding tank at Keys Marine Laboratory. NOAA photo.\nThe global ocean has been record warm in 2023, with well above average surface water temperatures not just in the tropical Pacific Ocean (where El Niño is underway), but also across the North Atlantic, the Caribbean, and the Gulf of Mexico.\nMuch of the global ocean was warmer than average in July 2023. Nearly the entire North Atlantic was warmer than average (red colors) during the week of July 17-23. NOAA Climate.gov image, based on Coral Reef Watch data from NOAA View.\nCoral bleaching is expected to begin when water temperatures reach at least 1 degree Celsius (about 2 degrees Fahrenheit) above the usual summertime maximum (called the Maximum Monthly Mean, or MMM temperature) at a given reef location. In the Florida Keys, NOAA Coral Reef Watch says that the MMM is 29.63 degrees Celsius, or 85.33 degrees Fahrenheit, and the bleaching threshold is 30.63 degrees Celsius, or 87.13 degrees Fahrenheit, as measured by satellites.\nThis year, water temperatures measured by satellite crossed the bleaching threshold in the Florida Keys on June 14, and have since remained above it, even hitting 33.60 degrees C (92.48 ˚F) on July 13. (See data for individual locations throughout the Keys.) As shown in the figure below, when daily temperature anomalies exceeding the bleaching threshold accumulate to 4 Degree Heating Weeks (DHW), significant coral bleaching is expected. If the accumulation reaches at least 8 DHWs, severe, widespread bleaching and significant death, predominantly due to the corals starving, become likely.\n(top) Sea surface temperatures in the Florida Keys were well above average for most of 2023 (red line), but reached record warmth in mid-July. (bottom) The accumulated heat stress so far this year (red line), measured by “Degree Heating Week,” was record-high and record-early. NOAA Climate.gov image, based on NOAA Coral Reef Watch data.\nThe last major mass bleaching in the Florida Keys occurred during 2014 and 2015, part of the three-year long global coral bleaching event, which became the longest, most widespread, and most damaging coral bleaching event on record. Responding to questions about the current, severe marine heat stress event, Coral Reef Watch Operations Manager, Jacqueline De La Cour said, “To our knowledge, accumulated heat stress in Florida has not been this intense or widespread, this early in the summer season, since the satellite record began in 1985. Since heat stress in Florida tends to accumulate into September, and NOAA Coral Reef Watch’s modeled Four-Month Coral Bleaching Outlook for the Florida Keys suggests it may persist for longer than that, it is possible that the environmental damage, which, in the last few weeks, includes mass coral bleaching and mortality, will exceed what has been reported so far.”\nAmong the possibilities, added Coral Reef Watch Director Derek Manzello, is that the damage and mortality will continue to spread from the lower and middle Keys northward to the reefs off Southeast Florida. “The bleaching-level heat stress has been creeping north over the past several weeks and is now encompassing almost the entirety of Florida’s Coral Reef,” Manzello reported in a Thursday morning briefing.\nSome of the reports coming in from NOAA’s coral reef restoration partners are grim. De La Cour says NOAA Coral Reef Watch has received reports of everything from partial bleaching to mass mortality from locations throughout the Florida Keys. A press release from the Coral Restoration Foundation earlier this week reported that 100 percent of the coral at several of their team's restoration sites in the lower Keys—part of the Mission: Iconic Reef project—had been lost, including at Sombrero Reef and Looe Key Nursery.\nFragments of wild Florida elkhorn and staghorn coral safe in the living gene bank at The Reef Institute. Photo courtesy of The Reef Institute.\nBut the losses have spurred action from NOAA and its state agency, university, and non-profit partners. In response to questions sent via email, Jennifer Moore, NOAA’s Protected Coral Recovery Coordinator and the Mission: Iconic Reefs Co-lead, highlighted several efforts underway to confront the crisis:\nNOAA’s experimental ocean heat wave forecast indicates there’s a 70-100 percent chance that the extreme heat in the North Atlantic will persist through September-October. However, past forecasts for this area made in July for early fall have only low to medium confidence. Among the big unknowns is if and where tropical storms or hurricanes might appear. Those storms can strongly reduce ocean temperatures, but their exact number and location can’t be predicted precisely two months in advance.\nWe will continue to track this event in the coming weeks and provide updates about this event and the work NOAA and its partners are doing to save Florida’s Coral Reef and the marine and human communities that depend on them.\nCoral bleaching outlooks\nQ&A with NOAA Coral Reef Watch Director Derek Manzello\nMarine heat wave explainer\nHelp us improve our content",
  "source": ""
}