{
  "url": "https://www.climate.gov/news-features/event-tracker/major-flood-outburst-mendenhall-glacier-alaska-not-possible-without",
  "title": "Major flood outburst from Mendenhall Glacier in Alaska not possible without climate change",
  "date": null,
  "content": "An outburst flood from a glacial meltwater lake sent record amounts of water into Mendenhall Lake and down Mendenhall River toward Juneau, Alaska, between August 4 and August 6, 2023.\nSignificant flooding was reported in areas along the river that have not seen flooding from these types of events in the past, the National Weather Service (NWS) office in Juneau said. Flood waters swept trees and buildings into the river as significant erosion occurred.\nThe Mendenhall Glacier fills a large valley north of Juneau, Alaska, and creates an ice dam for a meltwater lake that fills Suicide Basin. Since 2011, outburst floods from the depression have been pouring into Mendenhall Lake and rushing down the river toward Juneau on a yearly basis.  NOAA Climate.gov image, based on Landsat satellite data from May 20, 2019.\n“Decades worth of erosion happened in one weekend,” Rick Thoman, Alaska Climate Specialist at the Alaska Center for Climate Assessment and Policy told Climate.gov. “The buildings that fell into the river and those that are uninhabitable now, were not right next to the river on Friday afternoon.”\nThe Mendenhall Lake gauge crested at 14.97 feet August 5 around 11:15 pm AKDT, smashing the previous record by nearly 3 feet (11.99 feet in July 2016) and exceeding the initial forecast of 12.3 feet from the Alaska-Pacific River Forecast Center in coordination with NWS Juneau.\nAt the height of this event, the United States Geological Survey (USGS) gauge at Mendenhall Lake recorded a streamflow of 25,200 cubic feet per second (cfs), which is “historic,” Andrew Park, a Meteorologist at NWS Juneau told Climate.gov. According to USGS data the previous maximum streamflow only reached 16,300 cfs in 2016.\nStreamflow at Mendenhall Lake during the previous record-high outburst flood, in 2016 (blue line), and during the much larger event on August 4-6, 2023 (orange line). In 2016, the lake in Suicide Basin drained several times, though later events were smaller. NOAA Climate.gov image, based on data from the U.S. Geological Survey.\nPark went on to put the numbers into perspective, saying that a streamflow of 17,100 cfs has 1% chance of occurring in a given year and a streamflow of 26,000 cfs has a 0.2% chance of occurring in a given year, based off of data from a 2020 FEMA flood insurance study.\nA flood so extreme that it has only a 0.2 percent chance of happening each year is sometimes called a “1-in-500-year flood.” But a 1-in-500-year event does not mean that these events can only happen once every 500 years, just that over long periods of time, the average return frequency would be every 500 years. The flooding following this outburst was equivalent to a 500-year event through the Mendenhall Valley. *\nThis event released a torrent of water downstream from the Suicide Basin, into the Mendenhall Valley, which is Juneau’s most heavily populated neighborhood, according to the Alaska Coastal Rainforest Center (ACRC).\nOver two days in early August, a glacial lake on a tributary of the Mendenhall Glacier burst through its ice dam and drained into the Mendenhall River. Time-lapse images from a remote camera captured the dramatic drop in lake levels. NOAA Climate.gov movie, based on images from the National Weather Service forecast office in Juneau, Alaska.\n“Without climate change, there is no reason to think that this would be happening on the Mendenhall Glacier, then in the lake, and downriver,” Thoman said.\nAlaska has warmed twice as fast as the rest of the United States over the last several decades. Over the last century Alaska’s average annual temperature has risen 3.1 degrees Fahrenheit and the overall trend continues to increase, according to data from NOAA’s National Centers for Environmental Information.\nScientists have attributed the retreat, melting, and thinning of glaciers over the last century to Earth’s warming climate. Alaska’s glaciers are among the fastest melting glaciers on Earth and have been in steep decline since the late 1980s, according to the Alaska Climate Science Center (AK CSC).\nNot every retreating glacier in Alaska is at risk for these glacial lake outburst floods, but those that are can have very serious consequences downstream. These floods can happen in different ways, but all begin with a lake of meltwater or rainwater runoff that is blocked from draining by an ice dam. When the dam breaks, the lake can suddenly drain in a massive pulse.\nFor the Mendenhall Valley, glacial lake outburst floods are a relatively new phenomena but have become a yearly occurrence since 2011, when the first outburst occurred.\nOver the last century, Suicide Basin has changed drastically due to thinning, melting, and glacial retreat. Suicide Glacier, pictured below, was once much larger. A frozen tributary, it flowed into and merged with the Mendenhall Glacier. The photo below, from the Alaska Climate Adaptation Science Center (AK CASC), shows how Suicide Glacier has shrunk over a 125-period from 1893 to 2018.\nTwo photos taken more than a century apart show the retreat of the Mendenhall and Suicide Glaciers between 1893 (top) and 2018 (bottom). Suicide Glacier has retreated up onto a ridge. A meltwater lake now fills the lower basin, dammed by the Mendenhall Glacier. Photos from the Alaska Climate Adaptation Science Center.\nWhat is also seen in the picture is a rather large valley or bowl, known as a topographic depression, that has been carved out of this mountainous area where Suicide Glacier once was. This bowl now contains leftover ice from when the glacier retreated, ice from calving events of the Mendenhall Glacier, and any additional water that drains into the basin.\nThroughout the warm season, snowmelt, rainfall, and glacial meltwater fills the depression within Suicide Basin, which is naturally dammed by Mendenhall Glacier, creating a glacial lake. Outbursts occur when this water and ice dammed by the Mendenhall Glacier is suddenly released and flows downstream.\nAlthough human-caused global warming is the reason that these floods are occurring at all, there are many other factors that determine when and where any given year’s flood will occur and how big it will be.\nSince 2011, scientists from NOAA’s NWS, University of Alaska Southeast, the USGS, and the city of Juneau have been investigating the region intensely to determine how much water this basin can hold, at what point does the dam give way to these outbursts, the frequency of these events per year and any downstream impacts. Similar research is underway in many other Alaska watersheds that now harbor glacial lakes.\nAs of August 9, 2023, Suicide Basin has started to refill but remains at very low levels, according to the NWS. Scientists will continue to monitor the conditions within the basin as it fills into the fall season. Just last year, there was a secondary release from the basin in October, the NWS noted.\nScientists are still actively running surveys as this area continues to change and a post-event survey will come out in the coming weeks. Keep checking back; we will have additional updates as scientists’ understanding of the event evolves.\n*Aug.16, 2023: We added a new final sentence to emphasize that, because floods like this were not part of the location's flooding history until 2011, we aren't calling this event a 500-year flood in the conventional sense. We are saying it was of a similar magnitude.\nHelp us improve our content",
  "source": "climate.gov"
}