{
  "url": "https://www.climate.gov/news-features/event-tracker/2023-antarctic-sea-ice-winter-maximum-lowest-record-wide-margin",
  "title": "2023 Antarctic sea ice winter maximum is lowest on record by a wide margin",
  "date": null,
  "content": "On September 10, 2023, sea ice in the Antarctic reached an annual maximum extent of 16.96 million square kilometers (6.55 million square miles), setting a record low maximum in the satellite record that began in 1979. This year’s maximum is 1.03 million square kilometers (398,000 square miles) below the previous record low set in 1986. It is also 1.75 million square kilometers below (676,000 square miles) below the 1981 to 2010 average Antarctic maximum extent.\nSea ice concentration around Antarctica on September 10, 2023, the date of the winter maximum ice extent. The ice extent—the total area where the ice cover is at least 15 percent—was the lowest on record by a wide margin. NOAA Climate.gov map, based on data from the National Snow and Ice Data Center.\nSea ice extent is markedly below average north of Queen Maud Land and west of the Antarctic Peninsula. Other low areas include the Indian Ocean and Ross Sea. Extent is above average stretching out of the Amundsen Sea.\nThe Antarctic maximum extent is one of the earliest on record, having reached it 13 days earlier than the 1981 to 2010 median date of September 23. The interquartile range [the central 50 percent of the full data range] for the date of the Antarctic maximum is September 18 to September 30.\nDaily ice extent around Antarctic in 2023 to date (dark red) compared to all years from 1979–2012 (light gray), years from 2013–2015 (blue), and years from 2016–2022 (light red). The annual winter maximum ice extent around Antarctica has been highly variable in the past decade, with some years above average and others below average. The 2023 record low, however, is far outside the range of previous natural variability. Animation by National Snow and Ice Data Center.\nThis year marks a significant record low maximum in Antarctic sea ice extent (Figure 2). Since early April 2023, sea ice maintained record low ice growth. From early to mid-August, growth slowed considerably, maintaining a difference of nearly 1.5 million square kilometers (579,000 square miles) between 2023 and 1986, the second lowest year on satellite record. After that period, ice growth quickened and narrowed the gap to about 1 million square kilometers (386,000 square miles). This is the first time that sea ice extent has not surpassed 17 million square kilometers (6.56 million square miles), falling more than one million square kilometers below the previous record low maximum extent set in 1986.\nDaily Antarctic sea ice extent as of September 10, 2023 (blue line), along with daily ice extent data for the four previous years (2022 in green, 2021 in orange, 2020 in brown, 2019 in magenta) and the record maximum year, 2014 (dashed brown). The 1981 to 2010 median extent in dark gray. (Median means \"in the middle;\" half of years were smaller, and half were larger.) The gray areas around the median line show the interquartile (central 50 percent of the data) and interdecile (central 80 percent) ranges of the data for all years. Sea Ice Index data. Image by National Snow and Ice Data Center.\nFor a discussion of the significance and potential causes of this year's record low winter sea ice maximum and recent trends, including the possible role of global warming, read the full story from the National Snow and Ice Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}