{
  "url": "https://www.climate.gov/news-features/event-tracker/drought-parches-central-amazon-october-2023",
  "title": "Drought parches the central Amazon in October 2023",
  "date": null,
  "content": "Several months of drought have brought the heart of the Amazon River to record-low flows this October, the typical end of the area’s dry season. The Amazon’s main tributary, Rio Negro, is the lowest it has been since annual records began in the early 1900s. According to the Associated Press, low water levels in the Amazons’ tributaries have halted hydroelectric production at Brazil’s fourth-largest dam, dried up drinking water, isolated hundreds of communities who depend on rivers for transportation, and led to mass mortality among river dolphins and fish.\nThe annual low water level on Rio Negro each year since 1903. The 2023 low set a new record—12.7 meters on the gauge at Manaus as of October 27 —edging out 1963 and 2010. Image courtesy René Garreaud, University of Chile, based on data from the Port of Manaus.\nOn top of these serious impacts, the intense drought is also intersecting with the area’s human-linked fire season, when people use fire to burn brush and crop stubble and to clear the rainforest for farming or ranching. With conditions so dry, these intentional fires regularly get out of control and burn their way into forest areas people didn’t mean to damage, degrading the rainforest and increasing the amount of carbon dioxide released into the atmosphere.\nA gray pall of smoke from scores of fires hangs over the deep green Amazon Rainforest in this satellite image from October 11, 2023. NASA Earth Observatory image.\nRainfall in the central Amazon is sharply seasonal, shifting north and south of the equator with the seasons. This annual migration of the rains is part of the South American Monsoon. The monsoon reaches its maximum intensity and southernmost extent in January-February (Southern Hemisphere summer). After soaking the central Amazon for several months, the monsoon retreats north of the equator in April-May, beginning the Amazon dry season. The dry season peaks from June-August, but it is usually October before significant rains return.\nThe South American monsoon brings heavy rains to Brazil’s Amazon basin in January-February. As the year progresses, the monsoon rains shift north of the equator, bringing the Amazon a months-long dry season. NOAA Climate.gov image, based on NASA GPM/IMERG data.\nThe exact timing and geographic patterns of the monsoon vary from year to year, due to both random variability and climate patterns like the Madden-Julian Oscillation and El Niño and La Niña. The Amazon’s worst droughts and most devastating fire seasons are usually linked to El Niño. Both of the two previous record-low streamflows in Rio Negro—1963 and 2010—also occurred during strong El Niño events.\nDuring El Niño, an area of strong tropical rainfall and convection (rising air motions) develops over the central-eastern tropical Pacific, where the surface waters are unusually warm. The moist, buoyant air that rises over the region spreads out to the east and west at high altitudes, before losing momentum and sinking back toward the surface. One of the downward branches of the circulation is positioned over northern South America, where it disrupts the normal convection and rainfall over the Amazon.\nThree phases of the tropical Pacific atmospheric circulation pattern: El Niño, La Niña, and neutral. During El Niño, the engine driving tropical circulation shifts to the east, while during La Niña, it's stronger than average. Figure by climate.gov.\nEl Niño events generally reach their peak strength and impacts in the Northern Hemisphere winter months, which is the peak of the Amazon’s rainy season. That timing means that the full impact of the ongoing El Niño on the Amazon drought may still be ahead.\nLike the rest of the world, the Amazon is warming, and that warming makes naturally occurring droughts even worse: hotter temperatures cause more evaporation and drying. Drier forests are more flammable, causing even larger areas to be invaded by unintentional fires. Warming, deforestation, degradation, and dryness become an interwoven, reinforcing loop, where deforestation and warming increase dryness, which increases fire risk and forest degradation, which causes more drying, which makes forests more vulnerable, and so on.\nThe dry season across the Amazon this year has been especially dry. A standardized precipitation index (left) shows that over the last 3 months, much of the region experienced precipitation that ranked in the bottom half of the historical record. But the region has also been much warmer than average, which worsens conditions by making the atmosphere thirstier for moisture. When the precipitation shortfalls are combined with evaporation and transpiration (right hand map), the moisture balance over the entire region tips into “exceptional drought.” NOAA Climate.gov image, based on GPCC Standardized Precipitation and Standardized Precipitation and Evapotranspiration maps from NOAA’s Global Drought Information System.\nCombined with these other human impacts, further warming has the potential to trigger a tipping point in the Amazon Rainforest, beyond which forest degradation is no longer gradual but sudden and potentially irreversible on human time scales. Beginning along the more heavily developed southeastern edge of the forest, large swaths of rainforest may disappear and be replaced by savanna. When that tipping point will be reached will depend on not just how much warming occurs in the future, but also on efforts to halt deforestation and restore degraded areas. A team of scientists studying the risks to the Amazon, recently concluded that…”large scale forest conservation and ecological restoration are still promising and offer the last opportunities for reversing the [deforestation-linked] drying trend and preventing ecosystem collapse.”\nHelp us improve our content",
  "source": ""
}