{
  "url": "https://www.climate.gov/news-features/event-tracker/preliminary-analysis-says-global-warming-more-blame-el-nino-amazons",
  "title": "Preliminary analysis says global warming more to blame than El Niño for Amazon’s ongoing record drought",
  "date": null,
  "content": "The devastating drought in the Amazon River Basin that we wrote about in October has continued into Northern Hemisphere winter, which is the heart of the wet season in the southern part of the basin. The drought is cutting off rural and riverside communities from food supplies, markets for their crops, and health services; causing electricity blackouts due to hydropower disruptions; and forcing water rationing in some urban areas.\nStraddling the equator, the Amazon River Basin occupies more than a third of South America. Rainfall is seasonal, shifting north of the equator in Northern Hemisphere summer and south of the equator in Northern Hemisphere winter. NOAA Climate.gov image, based on NASA Blue Marble collection.\nAs we wrote in October, droughts are common in the Amazon during El Niño, a natural climate pattern that warms the central-eastern Pacific Ocean near the equator. Along with the ocean warming comes changes in which parts of the tropics get the most rainfall. The details vary from one El Niño to the next, but the Amazon is generally one of the rainfall losers, and the current El Niño is a strong one. In 2023, however, the rainfall shortages also came with extreme heat, which intensifies evaporation and drying of the soil.\nBased on preliminary analysis of observations and computer model simulations, a team of experts with the World Weather Attribution project has concluded that human-caused global warming played a significantly larger role than El Niño in intensifying the 2023 Amazon drought. Compared to a world where global warming didn’t happen, models estimate that today’s warmer world doubled the precipitation deficits (“meteorological drought”) that could have been expected from El Niño alone, but even that impact was small compared the way rising temperatures amplified water stress (“agricultural drought”). The drought would have been “severe” without global warming, but the long-term rise in temperatures intensified it by two categories, turning the 2023 drought into an “exceptional” one that has become the worst on record.\nDrought status across the Amazon River basin for June-November 2023 based on the U.S. Drought Monitor classification system. Large parts of the eastern half of the basin and pockets of the western half were in extreme or exceptional drought. NOAA Climate.gov image, based on World Weather Attribution analysis provided by Ben Clarke.\nThe research has not yet been peer reviewed (the process by which several experts critique a study’s methods, results, and conclusions before an article is published in a scientific journal.) However, the team used methods that have previously passed peer-review: using observations to describe drought variability through time and to detect trends, identifying Earth system/climate models that realistically simulate Amazon rainfall and drought, and then comparing the frequency and intensity of droughts like the current one in two simulated worlds—one with and one without global warming. (Many “rapid response” analyses using these methods go on to be published in peer-reviewed journals, such as the their analysis of the 2021 heatwave in the Pacific Northwest and their analysis of record-setting flooding in Louisiana in August 2016.)\nObservations indicate the rainfall shortages alone (meteorological drought) made a drought like the 2023 one a 1-in-100-year event—so rare that it only has a 1 percent chance of occurring each year. (Return intervals are often misunderstood to mean such events will always be exactly so many years apart, but the interval is an average over long periods of time.) In the simulations of the world without global warming, droughts as bad as the 2023 event were 10 times less frequent on average.\nWhen the scientists took into account the combined impact of rainfall shortages and heat-driven evaporation of soil moisture (“agricultural drought”), they concluded that the return interval for the 2023 drought in today’s climate was closer to a 1-in-50-year event on average (meaning a 2% chance of happening each year). Such a drought was 30 times less frequent in the simulations of the world without global warming.\nThe increases in drought frequency and intensity reported by the World Weather Attribution team are based on observed global warming to date, about 1.2 ˚Celsius (2.2 ˚Fahrenheit) above the pre-industrial average. Looking ahead into a future where greenhouse gas emissions continue to increase at a high rate and global warming reaches 2 ˚C (3.6 ˚F) above the pre-industrial, models project that agricultural droughts as intense as the 2023 event will increase in frequency by a further factor of 4, giving them an average return interval of 10-15 years.\nDeforestation in the southern Amazon River Basin in the past two decades. Photo-like satellite images from NASA's Terra satellite show the extent of intact forest (deep green) and cleared areas (light green and reddish brown) on June 9, 2000, and June 22, 2023. In the 23 years separating the images, significant new areas were cleared along the southern edges of the forest and along roads penetrating northward into the heart of the Amazon. NOAA Climate.gov image, based on NASA Terra satellite data from Worldview.\nSuch a dramatic increase in the return interval of exceptional droughts would push the Amazon Rainforest ever closer to what some ecologists think may be an Amazon “tipping point,” beyond which the Amazon will become like a savanna. At least half of the rain that falls over the Amazon basin is recycled moisture that the trees themselves inhale from the soil and breathe back into the atmosphere. As deforestation and fire degrade the forest along edges and roads, the Amazon’s rain-making capacity gets weaker. Dry seasons get longer, and surface water dwindles. Mature trees succumb to droughts, and new ones fail to replace them. These changes are already occurring at a local scale in the southern and eastern parts of the Amazon River Basin. Past a certain point, models project that the large swaths of tropical rainforest will rapidly flip into a savanna-like landscape.\nWhere is that tipping point? In a 2018 essay in Science Advances, two Amazon experts pointed out that many models project that without deforestation and fires, an Amazon tipping point wouldn’t be reached until global warming surpassed 4 ˚Celsius above the pre-industrial. Without climate change, models estimated it would take deforestation rates of about 40 percent to push the Amazon past its tipping point. Individually, those thresholds may be far off. But the combined “negative synergies” of multiple human impacts—fire, deforestation, and climate change—are very likely to lower the threshold. In short, the authors argued in a follow-up essay in 2019, the tipping point may be a lot closer than we think.\nAs the world works to reduce greenhouse gas emissions and stave off further warming, the safe thing to do, these experts say, is to not only curb deforestation, but also to reforest cleared and degraded areas in the southern and eastern parts of the Amazon. Reforestation would help to restore the region’s moisture-recycling capacity and act as a buffer to global warming until the world achieves net zero greenhouse gas emissions.\nFor more details on the 2023 Amazon drought analysis, which includes more information on impacts to vulnerable populations, read the full report (pdf). This type of study is called extreme event attribution. Read our explainer for a deeper dive, or check out the resources available from the World Weather Attribution website.\nHelp us improve our content",
  "source": ""
}