{
  "url": "https://www.climate.gov/news-features/event-tracker/ice-coverage-nearly-nonexistent-across-great-lakes-historical-peak",
  "title": "Ice coverage nearly nonexistent across the Great Lakes, as the historical peak approaches",
  "date": null,
  "content": "Great Lakes ice coverage was record low to start January in large part due to well-above average warmth across the region in December, paired with the lack of any major Arctic air blasts. In early January, we discussed how volatile winter ice cover on the lakes can be and that early season record-lows do not necessarily signal record-low maximum extents later in the season. While this remains true, ice formation across the lakes did not pick up in January, and it has been nearly nonexistent as far as mid-February normals go.\nBack in January, when we first wrote about this season’s extremely low ice cover on the Great Lakes, there was still plenty of time left in the winter season for growth to occur. But with the statistical peak of ice coverage right around the corner (February 22) the clock is ticking on the ice-growth season, and temperatures across the region do not look favorable in the near term (more on that later).\n(left) This Lake Michigan beach, near Whitehall, is covered in snow, and thick slabs of ice extend from the shore into the lake in mid-February 2021. (right) This same stretch of beach has no snow or ice in mid-February 2024. Photos: Jen Day/NOAA\nFollowing the record-low ice cover to start the year, a mid-January Arctic blast brought record-cold temperatures to portions of the country. These cold temperatures allowed ice coverage to expand from near-zero to just over 16 percent across the lakes on January 22, 2024—the current seasonal maximum.\nGraph showing seasonal ice coverage across the Great Lakes compared to the average. The dashed line is the historical average of ice cover, the light gray lines are each season of data from 1973 to 2023, and the blue line is this season's data through February 15, 2024. Graph by NOAA Climate.gov, based on data from NOAA Coastwatch.\nSince then, ice coverage has steadily fallen into never-before-recorded levels for mid-February. Daily record-low ice cover has persisted across the Great Lakes since February 8, 2024, and this week dropped to under 3 percent. As of February 15, 2024, Lake Erie is completely ice free and Lake Ontario has less than 1 percent ice coverage.\nRead more about these historic low ice levels here.\nOn average, the seasonal maximum ice extent on the Great Lakes is around 53 percent of the lake area, and it occurs in mid-February to early March. Records going back to 1973 show that the latest maximum ice coverage was March 27, 2017. While it’s rare for the peak to occur in January, it has happened twice in NOAA Great Lakes Environmental Research Laboratory (GLERL) 51-year history: 1999 and 2012. If it turns out that last month’s 16 percent ice extent on January 22 was this year’s peak, that will tie 2012 for the second-earliest on record—the earliest was January 15, 1999—and the fourth-smallest seasonal maximum on record, behind 2002, 2012, and 1998.\nWell-above average winter warmth has continued across much of the region surrounding the Great Lakes. Minnesota, Wisconsin and Michigan are all experiencing their warmest meteorological winter (December through February) to-date. Meanwhile New York, Pennsylvania, and Ohio are experiencing their second, third, and forth warmest meteorological winter to-date, respectively.\nMonthly mean temperature difference compared to the 20th-century average for December 2023 (left), January 2024 (middle), and February through the 13th (right). Many states that border the Great Lakes have been experiencing record to near-record winter warmth, with widespread temperature anomalies exceeding 10 degrees Fahrenheit in December and so far in February. Map by NOAA Climate.gov, based on data from NOAA NCEI.\nAnd the forecast ahead does not look very favorable in the next several weeks for ice growth. Well above average temperatures are favored across the region for the second half of February according to the 6-10 day and 8-14-day temperature outlooks (issued on February 15) by the Climate Prediction Center (CPC). Looking even further down the line, the 3-4-week CPC outlook (issued on February 9) favors continued warmth through the beginning of March.\nWe will continue to track this event in the coming weeks and provide updates on the seasonal maximum extent, including what impacts (weather related, ecological, etc.) low winter ice cover may have on the region.\nHelp us improve our content",
  "source": ""
}