{
  "url": "https://www.climate.gov/news-features/event-tracker/antarctic-sea-ice-summer-minimum-ties-second-lowest-record-2024",
  "title": "Antarctic sea ice summer minimum ties for second-lowest on record in 2024",
  "date": null,
  "content": "Antarctic sea ice likely reached its lowest summertime extent on February 20, 2024, dropping to 768,000 square miles (1.99 million square kilometers). The National Snow and Ice Data Center (NSIDC) announced that Antarctic sea ice extent (area of ocean covered by at least 15 percent sea ice concentration) experienced its third consecutive annual minimum below 2 million square kilometers (772,000 square miles). The 2024 minimum was statistically tied with the 2022 minimum for second lowest in the satellite record, behind the record holder of 2023.\nThis map shows Antarctic sea ice extent on February 20, 2024, the date of the likely minimum. Sea ice appears in shades of blue (lowest sea ice concentration) to white (highest concentration).The yellow line shows the median extent for February 20, over 1981–2010. Credit: Image by NOAA Climate.gov based on data from NSIDC\nJust last year, Antarctic sea ice set a new record low extent in the 46-year satellite record on February 21, 2023: 691,000 square miles (1.79 million square kilometers). Although low ice extent at the end of austral summer doesn’t always mean low ice extent in the coming winter, Antarctic sea ice extent did stay well below average for most of 2023. It eventually reached a record-low maximum extent on September 10, 2023, and it remained the lowest on record for the given time of year until mid-November. By January 1, 2024, Antarctic sea ice extent was sixth-lowest on record for that date.\nThis graph shows daily Antarctic sea ice extents over the course of the satellite record, with recent years highlighted. As of February 2024, 2023 (red dashed line) is the record holder for lowest minimum and maximum extent in the satellite record. NOAA Climate.gov graph based on NSIDC’s Charctic Interactive Sea Ice Graph\nWhile scientists have clearly linked the long-term decline of Arctic sea ice to climate change, the relationship between Antarctic sea ice and our warming climate has been murkier;  the long-term trend has been mostly flat, but with large ups and downs. Multiple factors affect Antarctic sea ice extent, and natural cycles, such as the Southern Annular Mode, have probably played the strongest role in these ups and downs recorded since the start of the satellite record. As recently as September 2014, Antarctic sea ice set an all-time record-high extent. The consecutive string of low sea ice extents in recent years, however, are not easily explained by natural climate variability.\nA 2023 study suggested the emergence of a regime shift in Antarctic sea ice. Statistical analysis of the five-day running average of sea ice extent across the Southern Ocean over 1979–2022 point to three distinct “eras” or “regimes” over the period. The most recent one began in September 2016, and it coincides with Southern Ocean warming. The authors argue that the low ice extents in recent years may indicate the start of a new regime, in which there is a stronger link between the warmer ocean waters and Antarctic sea ice loss.\nAntarctic sea ice extents compared to the 1979-2022 average from November 1978 to June 2023 in millions of square kilometers. A statistical analysis found two change points, separating the time series into three periods: November 1978 to August 2007 (grey), September 2007 to August 2016 (blue), and September 2016 to June 2023 (orange). The means of each period are shown by the horizontal lines. The low-ice period of recent years coincides with a period of warming of the Southern Ocean. NOAA Climate.gov graphic, adapted from Figure 1(a) in Purich, A., & Doddridge, E.W. (2023). Record low Antarctic sea ice coverage indicates a new sea ice state. In Communications Earth & Environment, 4(1). https://doi.org/10.1038/s43247-023-00961-9. Used under a Creative Commons license.\nEchoing the possibility of a climate link, a 2024 study reflecting on the year’s record-low Antarctic sea ice extent reported that the Antarctic sea ice trend was slightly positive over 1979–2015, followed by a sharp downturn beginning in 2016. Initially, that downturn could be explained by natural variability such as the Southern Annular Mode and El Niño Southern Oscillation. But explaining the continued below-average extents since 2016 in terms of natural variability has been more challenging, and explaining the 2023 record lows has been harder still. The 2024 study authors concluded that the likelihood of that year’s record low ice would be “a once-in-a-multi-million-year event without accounting for human-caused climate change.”\nWhether or not Antarctic sea ice has entered a new regime, one in which climate change plays a larger role in Antarctic sea ice behavior than natural variability, scientists cannot yet say. Although the satellite record is now several decades long, it is still not long enough to capture every conceivable quirk of natural cycles, some of which are still imperfectly understood. Many turning points can only be identified in retrospect. So Antarctic sea ice merits continued watching, and increasingly, experts are watching with raised eyebrows.\nNational Snow and Ice Data Center. (2024, February 28). Arctic Sea Ice News & Analysis.\nGilbert, E., Holmes, C. (2024). 2023’s Antarctic sea ice extent is the lowest on record. Weather, 79(2): 46–51. Wiley. https://doi.org/10.1002/wea.4518\nPurich, A., & Doddridge, E.W. (2023). Record low Antarctic sea ice coverage indicates a new sea ice state. Communications Earth & Environment, 4(1). https://doi.org/10.1038/s43247-023-00961-9\nHelp us improve our content",
  "source": "climate.gov"
}