{
  "url": "https://www.climate.gov/news-features/event-tracker/how-warm-winters-and-low-ice-may-impact-great-lakes",
  "title": "How warm winters and low ice may impact the Great Lakes",
  "date": null,
  "content": "Ice coverage across the Great Lakes was record low to start the year, but at the time there was no major cause for concern as there was still plenty of the winter season left for ice to accumulate. In mid-January, an intrusion of Arctic air spread across the region and rapidly kick-started the first real bout of freezing across the lakes. Following this cold snap, ice coverage peaked at 16 percent on January 22—the current seasonal maximum.\nInteractive graph showing seasonal ice coverage across the Great Lakes compared to the average. Use your cursor and hover over a specific year or graph line to examine individual years more closely. The dark blue line is the historical average of ice cover, the light gray lines are each season of data from 1973 to 2023, and the light blue line is this season's data through March 14, 2024. Graph by NOAA Climate.gov, based on data from NOAA GLERL, created with Datawrapper.\nHowever, a lack of strong and prolonged Arctic air events, coupled with record-warm to much warmer than normal temperatures across the region in February, led to historically low ice levels again, at a time when the lakes typically approach peak seasonal levels. Some lakes that normally see high seasonal ice coverage in mid to late February, like Lake Erie, were ice-free for several days. There were 15 days this February—over half of the month—that recorded daily record-low ice extent across all of the lakes. This is the most in any February since reliable satellite data at NOAA Great Lakes Environmental Research Laboratory (GLERL) began in 1973.\n(Read more about why GLERL’s ice record only goes back to 1973)\nThroughout the first half of March daily ice coverage across the Great Lakes continued to remain very low, dipping in and out of daily record-low territory. The average ice cover from January 1 through March 11 across all of the lakes was only 5.3 percent, the lowest on record. For comparison, the long-term average for this same time period is about 30 percent.\nThe peak ice extent of 16 percent reached in January will likely be the final maximum extent of this season, and if finalized will be the fourth-lowest on record.\nIce coverage across the Great Lakes is a natural part of the regional climate. Low ice years, which are common during El Niño winters, can have implications for the weather, lake environment, and economy. Not all of the impacts are negative, like the extension of the shipping season. But some can have cascading effects on the communities that live along the Great Lakes.\nSatellite image of the Great Lakes on March 1, 2024 showing very little ice cover during normal peak ice season, which ranges from mid-February to early March. Some ice can be seen across a few northern bays of Lake Superior, northern Lake Michigan, and northern Lake Huron. Lake Erie and Lake Ontario were both virtually ice-free. Graphic by NOAA Climate.gov, satellite imagery from Suomi NPP/VIIRS.\nThe Great Lakes often experience hazardous winter weather conditions—like Arctic air outbreaks, large winter storms, and lake-effect snow events—but ice coverage throughout the Great Lakes can help to buffer some of the impacts of these winter storms.\nSome of the biggest storms to impact the Great Lakes occur in the fall and winter as cold air from Canada plunges south and interacts with warm, humid air rising north from the Gulf of Mexico. These large winter storms can produce very high waves within the lakes. Ice cover along the shores and in the bays work as a barrier to protect the shoreline from erosion and the coastline from flooding, especially when water levels are high. If there is little to no ice, the shoreline and coastal infrastructure are much more susceptible to damage from these storms.\nIn addition, lake-effect snow is also common in the late fall and early winter across the Great Lakes. Cities downwind of the lakes, such as Buffalo and Watertown in New York or Marquette in Michigan, routinely see several events a year. Some of the most intense events can dump feet of snow in a matter of hours, which can damage property and lead to loss of life.\nThe amount of lake effect snow events and the severity of such events are tied to the amount of ice cover across the Great Lakes and how warm the waters are compared to the air blowing over it.\nYears that feature low ice cover have the greatest potential for large and impactful lake-effect snow events. Once the lakes begin to freeze over the “fuel” (relatively warm water, when compared to the air directly above the water) that drives these events is no longer available, and the lake effect snow machine essentially shuts off.\nThis relationship between low ice cover and the potential for bigger lake-effect snow won’t last forever, however. That’s because the phenomenon is not just about ice cover, you also need cold air blowing over the ice-free lakes. If air temperatures continue to warm, these snow events will turn to rain events.\nRead more about the paradox of lake effect snow in a warming world.\nThe relationship between ice cover and how it impacts certain ecosystems and biology within the lakes is complex. Some impacts can be directly tied to lake ice cover while other impacts are a little murkier. We spoke with some of the scientists at NOAA’s Great Lakes Environmental Research Laboratory (GLERL) to discuss the changes and impacts they have observed in recent years while studying the Great Lakes.\nYoung Lake Whitefish caught in Lake Michigan by GLERL scientists for sampling. Credit: GLERL\nSteve Pothoven, a Fishery Biologist for GLERL, told us that some species of fish, like Lake Whitefish, rely heavily on winter ice cover. Whitefish generate the greatest income for the Great Lakes fisheries in the United States and Canada, and their declining population is concerning to researchers and the fisheries.\nThey spawn in the shallow waters near the coasts, and ice protects their eggs from turbulent water conditions caused by strong fall and winter storms. Without the protection of ice, these high waves can lead to high rates of death before the fish even have time to hatch in the spring.\nBut it is not just ice conditions that can impact the survival of these fish. It is also the temperature and rate of warming. Pothoven explained that warm winters or rapid warming in the spring can lead to mismatches between when the fish are hatching and when their main source of food, plankton, bloom in the spring. Some years these Whitefish have hatched before these plankton are available, while other years these plankton are plentiful but the juvenile Whitefish are not.\nPothoven said that even a small difference in survival rate early in life can lead to a significant difference in the number of Whitefish that survive into adulthood. He also noted that variations in the food supply impact their rate of growth and when they are large enough for the commercial fisheries. A typical adult Whitefish grows to 17 to 22 inches and ranges from 1.5 to 4 pounds. It is now taking seven to eight years before these fish are available to the fisheries, when previously it used to be closer to three or four years, Pothoven said.\nA harmful algal bloom across western Lake Erie on September 26, 2017. Graphic by NOAA Climate.gov, satellite imagery from Landsat-8/NOAA National Centers for Coastal Ocean Science.\nThe heat content and heat memory of the lakes is also being altered by warming winter conditions. More ice and an extended ice season can delay spring warming, but less ice and a short ice season can lead to earlier spring warming. Earlier spring warming can have cascading impacts such as earlier blooms of microscopic plant- and animal-like organisms, like the plankton mentioned above as well as harmful algal blooms.\nReagan Errera, a Research Ecologist for GLERL, tells us that harmful algal blooms can occur in all of the Great Lakes but they are more consistent in shallow, warm areas such as the western basin of Lake Erie, Green Bay in Lake Michigan, and Saginaw Bay in Lake Huron. And while these blooms are a natural part of the Great Lakes ecosystem, some types of harmful algal blooms, like cyanobacteria, do better in warmer environments and environments with increased carbon dioxide. Cyanobacteria, also called blue-green algae, can be toxic to humans and other wildlife.\nErrera explained in recent years there has been an increasing trend in the seasonal length of cyanobacteria harmful algal blooms; they have been starting earlier and lasting longer, particularly in the western basin of Lake Erie. And while this is consistent with the shortening winter ice season, there is not enough data years for scientists to be certain that there is a direct relationship.\nErrera also mentioned they have seen a change, only in the last few years, in the dominate harmful algal bloom species in the fall. The species that dominate the fall bloom are similar to those seen in warmer climates like Lake Pontchartrain in Louisiana. This species shake up points to a shift in the overall climate and ecosystems of the Great Lakes in recent years. Errera cautions that while it is difficult to draw explicit conclusions in terms of direct attributions to climate change, the early footprints of regional changes in climate are emerging.\nWinter lake observations are essential, particularly during this period of climate change, in understanding the biological and ecological processes occurring in the lakes. Historically, this has included observations made from the ice itself.\nWhile even mild winter conditions make it challenging to deploy research vessels, the lack of ice in the winters can also hamper research operations, making it unsafe to take “on the ground” measurements across the lakes in the cold season.\nSteve Ruberg, GLERL’s Observing Systems Researcher, told us they are exploring new techniques for winter measurements including utilizing under ice or under water cable systems, year-round weather buoys, and testing autonomous underwater vehicles.\nWhile this year’s strong El Niño likely exacerbated the exceptionally low ice seen this season, it is occurring in the background of an overall warming climate due to rising greenhouse gas emissions emitted by humans.\nThe Great Lakes region has seen some of the largest increases in average winter temperatures over the last 50 years, when compared to other U.S. climate regions. And the Great Lakes are among the fastest-warming lakes in the world, according to the Fifth National Climate Assessment.\nThere has been an increased frequency of low ice years across the Great Lakes tied to generally warmer winter conditions across the region, according to a recent GLERL Blog. Over the last 50 years, ice cover has decreased a total of 25 percent between 1973 and 2023 and the length of the Great Lakes ice season has decreased by almost a month over that same time frame.\nYearly maximum ice concentration in the Great Lakes showing a general decreasing trend over the last five decades (dark blue line). Data for 2024 are preliminary. Graph by NOAA Climate.gov from NOAA's Great Lakes Environmental Research Laboratory data.\nThe downward trend in maximum Great Lakes ice cover is consistent with declines that have been observed at lakes across the entire Northern Hemisphere during winter. That trend can be attributed to climate change with high confidence, according to the Intergovernmental Panel on Climate Change’s (IPCC) Sixth Assessment Report. The report also states with high confidence that this trend is projected to continue with the ongoing climate warming we are experiencing today.\nClimate models project winter maximum ice cover may decrease to only 3 to 15 percent by the end of the century, depending on the lake, under the highest greenhouse gas emissions scenario (RCP 8.5). And coastal regions could see ice duration decrease by up to 60 days, with completely ice-free winters becoming very likely. Even under a low- to moderate-emissions scenario (RCP 4.5), winter maximum ice cover is still projected to decrease to 10 to 40 percent, depending on the lake.\nAs our climate continues to change it is important to monitor how life in and around the Great Lakes will also shift in response.\nHelp us improve our content",
  "source": ""
}