{
  "url": "https://www.climate.gov/news-features/event-tracker/category-5-hurricane-beryl-makes-explosive-start-2024-atlantic-season",
  "title": "Category 5 Hurricane Beryl makes explosive start to 2024 Atlantic season",
  "date": null,
  "content": "Hurricane Beryl, the first hurricane of the 2024 Atlantic hurricane season, rapidly strengthened to a Category 5 storm unusually early in the year. This explosive strengthening was fueled in part by exceptionally warm ocean temperatures. That heat was one of the factors behind NOAA’s prediction in May of an 85% chance that the 2024 Atlantic hurricane season would be above normal.\nGOES-16 satellite imagery of Hurricane Beryl as it rapidly grew from a tropical cyclone in the western Atlantic to a Category 5 hurricane in the Caribbean Sea. Credit: CSU/CIRA & NOAA\nOn top of the heat, another factor pointing to an especially active season is the likely development of La Niña later this summer. La Niña reduces Atlantic trade winds and leads to less wind shear (the changing of wind speed and direction with height). While La Niña has yet to officially develop, the main development region (the area in the tropical Atlantic where most tropical cyclones form) has been near record warm. Sea surface temperatures in this area are closer to what would be expected in the middle of September–the peak of hurricane season. Meaning there was ample fuel for Beryl to not only form but also to rapidly intensify.\nBeryl first formed as a tropical depression on June 28, 2024, with winds of 35 mph; within the first 24 hours, the storm rapidly intensified into a hurricane with winds of 75 mph. This was the farthest east that a hurricane has formed in the month of June. In the following 24 hours, Beryl underwent another instance of rapid intensification becoming an extremely dangerous Category 4 hurricane. At that point Beryl was the first Category 4 hurricane to form in the month of June. The previous record was Dennis when it became a Category 4 hurricane on July 8, 2005. Rapid intensification has become more common in recent years and is one aspect of tropical cyclone development that is expected to increase globally due to human caused climate change.\nStarting point and track of landfalling tropical cyclones in the Atlantic between June 15 and June 30 from 1972 to 2020. Only one tropical storm, and no hurricane, has formed as far east (east of the Windward Islands, the vertical arc of small islands north of South America), as Hurricane Beryl did on June 29, 2024. Climate.gov image based on data from IBTrACS.\nAfter two rounds of rapid intensification, Beryl made landfall on Carriacou Island on July 1, 2024, as a strong Category 4 hurricane, with sustained winds of 150 mph. Beryl brought catastrophic winds and life-threatening storm surge to the southern Windward Islands as it tracked into the Caribbean Sea, where it continued to gain strength.\nLater that same day, in the 11 p.m. AST advisory on July 1, 2024, Beryl became the earliest Category 5 hurricane observed in the Atlantic on record and only the second Category 5 hurricane to occur in July after Hurricane Emily in 2005, according to the National Hurricane Center. Beryl beat Emily’s record by over two weeks. At max strength Beryl became the strongest July Atlantic hurricane on record, with winds of 165 mph. Hurricane Emily only reached maximum sustained winds of 160 mph.\nWatch Beryl as it traveled from the tropical Atlantic, through the Caribbean and into the Gulf of Mexico.\nThis is exceptionally early for a major hurricane (Category 3 strength or higher), let alone a Category 5 to develop. On average, the first major hurricane does not form until September 1, according to the National Hurricane Center. These statistics have stuck scientists on just how exceptional Beryl has been this early in the season.\n“Beryl’s early development is remarkable,” Matthew Rosencrans, NOAA’s Climate Prediction Center lead hurricane season forecaster wrote via email. He explained that the geographical location where Beryl intensified–in the tropical Atlantic, just east of the Windward Islands–was extraordinary as there are characteristics in that area, like increased trade winds and wind shear, that usually can hinder intensification of tropical waves.\nEven climatologically speaking, fewer than 5 hurricanes per 100 years develop in the area where Beryl formed in the months of June or July. It is much more common for hurricanes to develop in this area in August and September.\nTypically ocean temperatures are not warm enough either at the surface or deeper down to fuel such strong hurricanes this early in the Atlantic hurricane season. And also inhibiting wind shear is typically still present across this region from late season cold fronts and troughs. But, as mentioned before, ocean temperatures are record warm this year, and wind shear was also quite low Rosencrans said, creating ideal conditions for Hurricane Beryl to rapidly develop.\nSea surface temperatures in the North Atlantic on June 29, 2024, compared to July 1, 2000. Areas in orange depict temperatures above 80 degrees Fahrenheit—the temperature needed to fuel hurricane development. Temperatures across the main hurricane development region at the end of June 2024 were much warmer and more widespread than on July 1, 2000, in which temperatures were closer to average. Climate.gov images from our Data Snapshots collection, based on OISST data from NCEI.\nWhile early and late season activity are hallmarks of active seasons, they are not solely defining characteristics, Rosencrans said. “Busy seasons can be busy just because the core of the season is busy.”\nBut we are only one month into a six month season. The Atlantic hurricane season runs from June 1 through November 30. Beryl could be an ominous sign for what is yet to come. With already warm ocean temperatures and decreased wind shear in place, these conditions have some scientists concerned how the season will unfold once La Niña fully kicks in later this summer and as peak hurricane season approaches in September.\nFor more information about Hurricane Beryl, bookmark the National Hurricane Center.\nEditor's Note: The original article stated that Beryl became a Category 5 hurricane on July 2, 2024. This has since been corrected to 11 p.m. AST on July 1, 2024.\nHelp us improve our content",
  "source": "climate.gov"
}