{
  "url": "https://www.climate.gov/news-features/event-tracker/multi-year-drought-and-heat-waves-across-mexico-2024",
  "title": "Multi-year drought and heat waves across Mexico in 2024",
  "date": null,
  "content": "Long-term drought, in large part due to lack of rain, has been ongoing across portions of Mexico since the winter of 2022-23. The increasing drought conditions have led to water scarcity and agricultural concerns and have enhanced heat waves across the region this year.\nNearly 76 percent of the country was experiencing drought through the end of May 2024, according to the North American Drought Monitor (NADM). This is the most widespread drought Mexico has experienced since June 30, 2011, when just over 85 percent of the country was affected. But there are some key differences in the location of this year’s drought and the drought in 2011, possibly making this year’s drought more impactful.\nThe drought in 2011 encompassed mostly northern Mexico, with around 23 percent of the country under the worst drought conditions (D4, “exceptional drought”). This year there are two areas of exceptional drought, one area across northwestern Mexico and a second across central and southern Mexico. The central and southern portions of Mexico are more populated than the northern portions of the country, meaning the drought has been affecting more people this year than were impacted in 2011.\n(top) The North American Drought Monitor map across Mexico for June 30, 2011, and May 31, 2024, showing the locations and severity of drought. In both years much of Mexico was at least \"abnormally dry\" (yellow), however a large area was in \"extreme\" (bright red) or \"exceptional\" (dark red) drought. (bottom) A graph that shows the timeline of drought across Mexico using the percent area under a specified drought category, ranging from no drought to exceptional drought. NOAA Climate.gov image, using data from the North American Drought Monitor and Mexico’s National Meteorological Service.\nTo figure out how the drought began to worsen across these areas we spoke with Reynaldo Pascual-Ramirez, a climatologist for Mexico’s National Meteorological Service.\nWhen speaking about the current drought, Pascual-Ramirez separated the two regions, northwest Mexico, and central and southern Mexico. The El Niño-Southern Oscillation (ENSO)—the planet’s most influential seasonal climate pattern—affects the two areas differently.\nDuring a typical La Niña pattern, the northern portions of Mexico experience drier conditions in winter, which is exactly what occurred in 2022-23. The northwest region of Mexico experienced a precipitation deficit that winter, which is what started the drought across the area. However, this past winter, when conditions switched to El Niño, the area continued to see a rainfall deficit, and drought conditions really started to ramp up thereafter. Typically El Niño tends to bring wetter conditions to northern portions of Mexico.\nAlthough the ENSO influence is weaker in central and southern Mexico, La Niña does tend to favor increased precipitation there. But the 2022-23 La Niña was weak, and by the end of the year, this area of the country was also in a precipitation deficit. Last year when the pattern switched to El Niño, the precipitation deficits continued, creating a compounding problem of back-to-back dry years.\nIn the summer, central and southern Mexico also depend on tropical cyclones (tropical storms and hurricanes), but even more so on tropical waves to bring rain and reduce drought conditions. Compared to tropical cyclones, tropical waves bring less intense rain, which can be more beneficial if an area is experiencing drought. If too much rain falls in a short amount of time, it can cause more harm than good in terms of flooding and runoff, not allowing time for the rain to soak into the ground and alleviate drought. However in the last two years, the number of tropical waves in this area was well below the average (38), Pascual-Ramirez said. In 2022, they experienced 28 tropical waves, and only 29 in 2023.\nAs El Niño faded to neutral, the first five months of 2024 remained exceptionally dry. April and May ranked third and second driest of their respective months since records began in 1941. And this year’s meteorological spring (March through May) was the driest such period for Mexico.\nThe difference from normal precipitation for each individual month from January through May, and the average difference from normal for the entire period of January through May across Mexico. Drier than normal conditions are depicted in tan while wetter than normal conditions are in green. Across much of the country precipitation was well-below normal, especially in May. Climate.gov image, using data from the Climate Prediction Center.\nAgricultural concerns began as early as January 2024, when the Ministry of Agriculture (SADER) began to estimate a 20 to 40 percent reduction in corn production directly due to the drought. In February, media outlets were reporting that Mexico City could reach a “Day Zero” in a matter of months due to over-extracted groundwater and historically low reservoir levels. By March and April, more products, including coffee beans, were at risk. And by May, some dams in the northwest portion of the country were below 20 percent capacity, endangering crops like corn and sorghum. In the Yucatan Peninsula, drought was impacting plants and animals, leaving dry stretches of lagoons and wetlands, according to the NADM.\nBut lack of rain is not the only issue Mexico has been experiencing. Heat waves also started quite early this year, with the country’s first impactful heat wave occurring in April. A second heat wave occurred in May, and a third started at the end of May and continued into June. May and June were both exceptionally hot, ranking as the warmest May and June on record for the country. In May, more than 60 percent of the country recorded monthly temperature anomalies more than 3 degrees Celsius (roughly 5.5 degrees Fahrenheit) above average, according to the NADM. Pascual-Ramirez added that more than 80 high-temperature records were broken as well. June also tied July 2023 for the warmest month in national records since 1953.\nHigh temperature anomalies for each individual month from January through May, and the average anomaly for the entire period of January through May across Mexico. Warmer than normal conditions are in shades of red while cooler than normal conditions are in shades of blue. Across much of the country temperatures were well-above normal, especially in May, with the exception of parts of the Baja Peninsula. Climate.gov image, using data from the Climate Prediction Center.\nAccording to the World Weather Attribution group, more than 125 heat-related deaths have occurred since March, with thousands of cases of heat stroke and power outages. The group released a rapid weather attribution study covering the time period which included Mexico’s second and third heat waves. They concluded that the existing drought conditions made this particular heat wave worse and that human induced climate change not only made the heat wave hotter but also more likely to occur. They note that these trends of hotter conditions, exacerbated by drought, will continue as global warming persists. And the extreme heat events that occurred this year will be “very common” in a world in which global average surface temperatures have risen 2 degrees Celsius above pre-industrial temperatures.\nThis study is based on preliminary analysis of observations and computer model simulations. The research has not yet been peer reviewed (the process by which several experts critique a study’s methods, results, and conclusions before an article is published in a scientific journal.) However, the team used methods that have previously passed peer-review: they analyzed 5-day maximum daytime and nighttime temperatures in May and June over a large region, including Mexico, the U.S. Southwest and portions of Central America, where impacts associated with extreme temperature records were reported. (Many “rapid response” analyses using these methods go on to be published in peer-reviewed journals, such as their analysis of the 2021 heat wave in the Pacific Northwest and their analysis of record-setting flooding in Louisiana in August 2016.)\nWhen talking to Pascual-Ramirez, he said that in regards to extreme heat, this is not just a problem that Mexico is facing but a global issue as temperatures continue to increase worldwide, year after year. However, in the short term, the biggest thing that could improve the drought is beneficial rainfall, Pascual-Ramirez stressed.\nThere was some drought recovery in June across the Yucatan Peninsula and central Mexico, due to Tropical Storm Alberto, three other tropical waves, and the Central American Gyre. Alberto brought more than 12 inches (300 mm) of rain to portions of Yucatan and central Mexico. This allowed for the wettest June on record (since 1941), leading to improvements in the drought across the central and southern portions of Mexico.\nHowever, northwest Mexico continues to experience exceptional drought conditions with little relief in sight. Despite the beneficial June rainfall, the overall average fill of the country’s 210 main dams and reservoirs was about 37 percent as of July 1, 2024, according to the National Water Commission (CONAGUA). This is down from about 49 percent at the start of the year. Well over half (153) of these main dams and reservoirs are below 50 percent of their capacity.\nAccording to Pascual-Ramirez, September is typically the rainiest month across Mexico, but model forecasts are not looking promising; all are predicting below-normal rainfall. Nor are forecasters expecting a good summer rainy season across north and northwest Mexico from the North American Monsoon, so drought in this area is likely to persist through the end of this year.\nHelp us improve our content",
  "source": ""
}