{
  "url": "https://www.climate.gov/news-features/event-tracker/2024-glacial-outburst-flood-near-juneau-sets-record-second-year-row",
  "title": "2024 Glacial outburst flood near Juneau sets record for second year in a row",
  "date": null,
  "content": "On August 6, 2024, the Mendenhall River, which runs through northern Juneau, Alaska, exceeded major flood stage, flooding streets, inundating homes, and displacing residents. This flooding was caused by a glacial outburst, when water that is dammed up by a glacier suddenly gives way and is released downstream. This glacial outburst occurred nearly one year to the date of last year's event, which experts said would not have been possible without climate change.\nThe Mendenhall River gauge crested at 15.99 feet early in the morning on August 6, 2024, exceeding the previous record of 14.97 feet which was set just last year. At the peak of the event, the United States Geological Survey (USGS) gauge at Mendenhall River recorded a streamflow exceeding 33,000 cubic feet per second (cfs), more than 8,000 cfs higher than last year’s “historic” levels. This was the largest flow that has occurred along the Mendenhall River system in historical record.\nStreamflow at Mendenhall Lake during the previous record-high outburst flood, in 2023 (blue line), and during the new record event on August 6, 2024 (orange line). NOAA Climate.gov image, based on data from the U.S. Geological Survey.\nEarly estimates show around 14.6 billion gallons of water was released from the Suicide Basin, according to Aaron Jacobs, a Senior Service Hydrologist at the National Weather Service (NWS) office in Juneau. That amount of water would fill more than 22,000 olympic-sized swimming pools. They expect to have more precise measurements after they finish analyzing drone surveys of the area.\nMitigation measures that were taken after last year’s flood did improve some things like river bank stabilization, but more homes were flooded this year simply due to more water being pushed down the river, which overtopped banks and entered communities.\nOn August 6, 2024, a glacial outburst flood from the Suicide Basin and Mendenhall Glacier caused major flooding in northern Juneau, Alaska. Multiple homes and roads were inundated on August 8, 2024 as flood waters overtopped the banks of the Mendenhall River (seen on the right side of the photo). Credit: Alaska National Guard, Flickr creative commons license 2.0.\nThese glacial outbursts are not a new phenomena and have been occurring annually in the Suicide Basin, sometimes more than once, since 2011. What is new in the last two years is the amount of water being released all at once during these events, which has led to back-to-back years of record flooding downstream in Juneau.\nJacobs said that up until last year, the Suicide Basin/Mendenhall Glacier system only had partial releases throughout the summer and fall since 2011. This partial release was unique. Most other glacial outburst floods across the state of Alaska release all their water volume at once. The Mendenhall/Suicide Basin remains unique in that even after a full release, meltwater continues to refill the Suicide Basin, risking secondary and tertiary releases later in the year.\nThis series of images shows the ice-studded lake in Suicide Basin from August 4, 2024, through August 8, 2024. Historically, the basin was entirely filled by Suicide Glacier, but it has retreated to the top of the plateau. Now, summer meltwater flows into a lake in the foreground that is dammed by the much larger Mendenhall Glacier, just outside the image at left. When the ice dam gives way, the lake can drain completely in a single days-long outburst. Images from a webcam courtesy of the National Weather Service, United States Geological Survey, University of Alaska Southeast, and Alaska Climate Adaptation Science Center.\nThe full-basin releases over the last two years have scientists asking if this is the glacier’s new normal.\n“It’s really hard to say. That is the question we are all trying to answer, and how to monitor and identify the times when it is a partial release versus a full release,” Jacobs said.\nMore research is actively being done by scientists in the area to better understand this complex glacial system and improvements to the basin’s monitoring and forecasting programs are also in place. You can learn more about those improvements here. However, Jacobs said that as these events continue to unfold, scientists need to continue to improve their understanding of these glacial systems, especially as the climate continues to change and warm throughout Alaska.\nHelp us improve our content",
  "source": "climate.gov"
}