{
  "url": "https://www.climate.gov/news-features/event-tracker/west-virginia-facing-worst-drought-least-two-decades",
  "title": "West Virginia facing worst drought in at least two decades",
  "date": null,
  "content": "This article is re-published from the blog of NOAA's Northeast Regional Climate Center.\nExceptional Drought, D4, was introduced in West Virginia for the first time since the inception of the U.S. Drought Monitor in 2000. Rainfall deficits for the past 90 days (May 30 - August 27) ranged from 5.50 inches to just over 6 inches below normal for Beckley, Charleston, Elkins, and Huntington. The same period ranked among the 11 driest and 14 hottest for all four sites.\nDrought conditions across West Virginia in late August 2024. The entire state was in some level of drought (moderate, light orange; severe, orange; extreme, bright red), and along the state's western border with Ohio, the drought intensity was \"exceptional\" (dark red). NOAA Climate.gov image, based on data from the U.S. Drought Monitor.\nThe combination of unusually hot, dry weather allowed drought conditions to take hold in June and quickly intensify. During one week in June, drought coverage increased 10-fold. In July, extreme drought was present in the state for the first time in over a decade. By mid-August, 99% of the state was in drought.\n\nThe agriculture industry, in particular, has suffered. For the first time since at least 2002 (prior records exist but are categorized differently), all of West Virginia has topsoil moisture in the very short-short categories, based on USDA crop reports for the week ending August 25. For the same week, pasture and rangeland conditions were the state’s worst since at least 2002. USDA data shows that pasture conditions deteriorated earlier in the season this year than during other recent notable drought years.\nMany drought-stressed trees in the New River Gorge National Park region began displaying their fall color in mid- to late August, nearly a month ahead of normal. This birch tree was photographed on September 3, 2024. Photo by Jodi French-Burr.\nThe USDA report also shows the condition of corn, soybeans, apples, and peaches in the very poor, poor, and fair categories, with none in the good or excellent categories. With dried up pastures, farmers continued to buy feed for livestock or dip into their winter supplies, with some opting to sell or relocate livestock. Farmers also continued to haul water for livestock and irrigation. Additionally, streamflow, groundwater levels, and reservoir levels are below normal across much of the state.\nA Christmas tree farm reported only 25% of the trees they planted this year survived, which could impact this holiday season and future holidays. Landscaping businesses have seen reduced revenue due to lawns turning brown. Dry soil conditions seem to be linked to an increase in yellow jacket activity in areas that have more moisture such as gardens and creeks.\nHelp us improve our content",
  "source": ""
}