{
  "url": "https://www.climate.gov/news-features/event-tracker/hurricane-milton-rapidly-intensifies-category-5-hurricane-becoming",
  "title": "Hurricane Milton rapidly intensifies into Category 5 hurricane, becoming the Gulf's strongest late-season storm on record",
  "date": null,
  "content": "Hurricane Milton, the ninth hurricane of the 2024 Atlantic hurricane season, rapidly intensified into a Category 5 storm in the Gulf of Mexico on Monday, October 7, 2024. The storm exploded in strength and intensity at near record pace becoming one of the most intense hurricanes on record in the Atlantic basin. This explosive strengthening was fueled in part by record to near-record warmth across the Gulf of Mexico. The warmer the ocean is, the more fuel there is for hurricanes to intensify, provided other atmospheric conditions (like wind shear) are also favorable.\nFor more information on Milton check out NOAA’s one-stop event page.\nIf you blinked over the weekend, you may have missed the initial formation of what is now Hurricane Milton. Milton formed as a tropical depression over the southwestern Gulf of Mexico on Saturday, October 5, 2024. Just a couple hours after its formation the National Hurricane Center (NHC) deemed it a tropical storm. By Sunday afternoon, just 24-hours after becoming a named storm, Milton had rapidly intensified into a Category 1 hurricane. Rapid intensification is defined as a 35 mph increase in wind speed in 24 hours.\nHurricane Milton rapidly intensifies into a strong Category 5 hurricane in the Gulf of Mexico on October 7, 2024. Credit: CIRA/NOAA\nFrom 1:00 p.m. CDT on Sunday to 1:00 p.m. CDT on Monday (a 24-hour period), Milton increased an additional 95 mph, more than doubling the requirement for rapid intensification. Based on these early numbers, this explosive amount of rapid intensification is only eclipsed by Wilma 2005 and Felix 2007 according to NHC records. Maximum sustained winds peaked at 180 mph on Monday afternoon (a strong Category 5) and the hurricane’s pressure bottomed out at 897 mb. Pressure is another way to measure the strength of a hurricane, outside of wind speed. Typically, the lower the pressure, the stronger the hurricane.\nBased on wind speed, Milton became the strongest hurricane in the Gulf of Mexico since Hurricane Rita in 2005. Based on pressure, Milton was the fifth most intense hurricane in the Atlantic basin on record. Milton is also the second Category 5 hurricane this season. The first was Beryl in July. There have only been five other years (since 1950) in which there were more than one Category 5 hurricanes in a single season; 1961 (2), 2005 (4), 2007 (2), 2017 (2), and most recently 2019 (2).\nDespite fluctuations in the strength expected in the coming days before landfall, Hurricane Milton remains an extremely dangerous hurricane. Based on the latest forecast, Milton is expected to make landfall across Florida as a major hurricane later this week. The NHC is warning the residents of Florida that “Milton has the potential to be one of the most destructive hurricanes on record for west-central Florida.” And the National Weather Service in Tampa, Florida is warning “if Milton stays on its course this will be the most powerful hurricane to hit Tampa Bay in over 100 years. No one in the area has ever experienced a hurricane this strong before.”\nThe latest updates on the track and forecast impacts can be found at NOAA’s National Hurricane Center website.\n\nEditor's note (10/10/24). We have received questions about Hurricane Milton's strength compared to Hurricane Michael in 2018. At its peak (which unfortunately coincided with landfall) Michael did reach Category 5 status with peak wind speeds of 160 mph and pressure of 919 mb, according to the National Hurricane Center's post season analysis. Meanwhile, Milton recorded peak wind speeds of 180 mph and pressure of 897 mb (during the initial assessments). Fortunately this occurred largely over Gulf of Mexico waters.\nHelp us improve our content",
  "source": "climate.gov"
}