{
  "url": "https://www.climate.gov/news-features/event-tracker/2024-antarctic-sea-ice-winter-maximum-second-lowest-record",
  "title": "2024 Antarctic sea ice winter maximum second lowest on record",
  "date": null,
  "content": "The sea ice in the Southern Ocean around Antarctica probably reached its winter maximum extent on September 19, 2024, according to the National Snow and Ice Data Center (NSIDC). The area around Antarctica where the ocean was at least 15 percent ice covered reached 6.63 million square miles (17.16 million square kilometers) before starting its annual spring melt. The 2024 ice extent was second smallest of the satellite record, only slightly above the extreme record low set in 2023.\nThis map shows Antarctic sea ice concentration on September 19, 2024, the likely date of the 2024 hemispheric maximum. Higher sea ice concentrations appear in white, and lower concentrations appear in blue. The mustard-colored line is the 1981-2010 median extent for September 19. (Median means \"in the middle.\" Half of the years had larger extents; half had smaller.) NOAA Climate.gov image, based on data from the National Snow and Ice Data Center.\nNSIDC reported that the 2024 Antarctic maximum was 77,000 square miles (200,000 square kilometers) above the 2023 record-low extent, but it was 598,000 square miles (1.55 million square kilometers) below the average maximum extent from 1981-2010. In that sense, it’s continuing a pattern that began around 2016, with most winters from 2016-2022 having below-average ice extents. In another sense, however, it’s nothing like those years; like 2023, the 2024 winter maximum was so far outside the range of observed variability that some scientists speculate that the Southern Ocean sea ice may have entered a wholly new state.\nThis graph shows a time series of Antarctic sea ice extents, 1979-2024, derived from NSIDC’s Charctic interactive tool. The left axis shows square kilometers, and the bottom axis shows months of the year. Each year has its own extent line. Extent lines are color-coded: gray for 1970-2012, blue for 2013-2015 (mostly above-average extents), pale orange for 2016-2022 (mostly below-average extents), darkest red-orange for 2023 (record-low winter maximum extent), and dark orange for 2024 (second-lowest winter maximum extent). NOAA Climate.gov derived from NSIDC visualization\nTwo consecutive winter maximum extents so far below the long-term average raise questions about the cause. Ted Scambos, a research scientist at the Cooperative Institute for Research in Environmental Sciences (CIRES) at the University of Colorado Boulder, and a contributor to NSIDC’s Sea Ice Today analysis site, explained the immediate causes of the low extents in recent years.\n“In a way, this anomaly [departure from average] is twofold: slow [ice] advance in autumn, and rapid retreat in spring and summer. Air temperatures explain a lot of the sea ice anomalies, but the scale of the anomalies has been larger in recent years, and can’t be explained purely by air temperatures. The best suspect for the new extreme decline is warm near-surface ocean temperatures at the sea ice edge, between 65° and 55°S. This is likely especially true for the slow readvance in autumn and winter.”\nRegarding the significance of consecutive record low winter maximum extents, Scambos was blunt, saying, “It’s bonkers. It’s like it’s wandering off into new territory.”\nWhether winter ice extent will settle permanently into this new territory, however, is unclear. Antarctic sea ice has been more volatile than Arctic sea ice. Up until the mid-2010s, the trend over the satellite record was a small overall increase, the result of large opposing trends in different regions. Sea ice experts hadn’t yet come up with a complete explanation for the increases when Antarctic sea ice extent took “a dramatic turn,” wrote NASA sea ice expert Claire Parkinson in an analysis published in 2019. Following a peak in 2014, she noted, yearly average ice extent declined so rapidly that by 2018, the losses had wiped out the previous 35-year gain. And then came the extreme winter lows of 2023 and 2024.\nIn 2022, a group of scientists produced a reconstruction of Antarctic sea ice extent over the 20th and early 21st centuries based on historical climate data. The researchers confirmed that Antarctic sea ice has undergone big high-low swings over the past century, and that it can exhibit short-term trends of increasing and decreasing extent. The longer-term perspective also confirmed that the current record-small winter ice extents are in a world of their own.\nThis graph shows average winter (June-August) Antarctic sea ice extent from the early 20th century through 2024. The blue line shows the best estimate (“best fit”) of ice extents reconstructed from historical climate data for the pre-satellite era. The light blue shading around that line shows the range of variability (upper and lower 95% bounds). The red line shows values from the modern satellite era, from NSIDC’s Sea Ice Index, 1979-2024. NOAA Climate.gov, adapted from original in NSIDC’s Sea IceToday report, based on data from Fogt et al. 2022 and Walter Meier, NSIDC.\nEven so, Parkinson wrote via email, she wouldn’t be surprised by any path the ice takes in the next few years. “I would not be surprised if the Antarctic winter ice extent rebounds in the next few years, and I would also not be surprised if it continues to decrease. I think the long-term trend will be a decreasing ice extent in all seasons, but there is such variability on the time scale of a few years that neither situation in the next few years would surprise me.”\nVia email, sea ice expert Walt Meier of the National Snow and Ice Data Center acknowledged that “these last two years are quite stunning with such low ice growth through the winter. But I’d be a bit cautious about jumping to too much of a conclusion [that these lows are the new normal].” Heat in the ocean due to one low ice year would tend to stay around the next year, leading to the second low ice year. That’s the sort of pattern weather could reverse.\nAnd yet, he added, “The last two years actually follow earlier low years starting in 2016, so it’s been 7-8 years of mostly low ice. It has been expected that Antarctic sea ice would eventually respond to global warming, and we’d see a decline, and [the trend] since 2016 could be the beginning of that response. I think it is still too soon to say for sure that we’re witnessing global warming coming to Antarctic sea ice, but if it were to be the case, this is what it would look like.”\nFogt, R.L., Sleinkofer, A.M., Raphael, M.N. et al. (2022). A regime shift in seasonal total Antarctic sea ice extent in the twentieth century. Nat. Clim. Chang. 12, 54–62. https://doi.org/10.1038/s41558-021-01254-9\nParkinson, C. L. (2019). A 40-y record reveals gradual Antarctic sea ice increases followed by decreases at rates far exceeding the rates seen in the Arctic. Proceedings of the National Academy of Sciences, 116(29), 14414–14423. https://doi.org/10.1073/pnas.1906556116\nSchroeter, S., O’Kane, T. J., & Sandery, P. A. (2023). Antarctic sea ice regime shift associated with decreasing zonal symmetry in the Southern Annular Mode. The Cryosphere, 17(2), 701–717. https://doi.org/10.5194/tc-17-701-2023\nHelp us improve our content",
  "source": ""
}