{
  "url": "https://www.climate.gov/news-features/event-tracker/hurricane-helenes-extreme-rainfall-and-catastrophic-inland-flooding",
  "title": "Hurricane Helene’s extreme rainfall and catastrophic inland flooding",
  "date": null,
  "content": "Helene roared ashore Florida’s coast in late September 2024 as a Category 4 hurricane. But arguably the worst-hit area was hundreds of miles north, across the southern Appalachian Mountains. A deluge of rainfall over a 4-day period, September 25 through September 28, 2024, turned trickling creeks into roaring rivers. Rivers overflowed their banks, and washed out entire mountain towns, neighborhoods, and roads.\nAerial photo of flooding from Hurricane Helene across North Carolina at the end of September 2024. Rivers across the Southern Appalachians overtopped their banks, inundating towns with water, mud, and debris. Credit: U.S. Army National Guard photos by Sgt. 1st Class Leticia Samuels, CC BY-ND 2.0\nThe hurricane is the third-deadliest hurricane of the modern era (behind Maria and Katrina) with a death toll of over 200, according to NCEI data. Nearly half of those deaths were in North Carolina. Early estimates suggest the economic losses of Helene could surpass $50 billion dollars, putting the storm costs on the same scale as Hurricanes Katrina, Sandy, and Harvey. So, what meteorology factors led Hurricane Helene to be so deadly hundreds of miles inland, and was human-caused climate change one of them?\n“A hurricane in the Gulf always has the potential to deliver a lot of tropical moisture to inland areas of the United States,” said Jay Cordeira of the Center for Western Weather and Water Extremes (CW3E) at the University of California-San Diego. A hurricane is an area of low pressure, and the circulation around an area of low pressure in the Northern Hemisphere is counterclockwise. For a hurricane in the Gulf of Mexico, this means the storm can pull in drier air from over land on the north and west side of the eye (center of the hurricane) and moisture-laden air from over the water on the south and east side.\nThis is true for any Gulf hurricane, but they do not all produce the kind of rainfall seen with Helene. “For that, you have to have a simultaneous collection of favorable conditions in the atmosphere to the north that will strengthen the moisture flow on the eastern side of the storm, and drive convergence and uplift [of air masses],” Cordeira said. When that moisture-laden air is forced upward into the atmosphere, all that tropical moisture condenses into rain.\nFact check: Debunking weather modification claims\nAmong the key ingredients, there has to be a very specific weather pattern set up: a dome of high pressure to the east-northeast of the hurricane and an area of low pressure in the upper atmosphere to the north of the storm. When all of these ingredients are in place, the atmosphere to the north can siphon huge amounts of warm, moist air from an approaching hurricane—even when it is hundreds of miles and more than a day away. Add in a frontal system parked at the surface of a mountain range to force air upward, and you have an ideal recipe for multiple rounds of heavy rain. Meteorologists call these pre-hurricane rain events “PREs,” which is short for Predecessor Rainfall Event (PRE).\n(left) The weather conditions leading to extreme pre-hurricane rainfall across the Southern Appalachians during Helene. Converging winds spun a plume of moisture off the eastern side of Helene. That plume was vacuumed inland by areas of low pressure in the upper atmosphere. Inland, it met first the mountains and then the front edge of a colder air mass. Forced high into colder parts of the atmosphere, the tropical moisture condensed into multiple rounds of heavy rain. (right) Hurricane Helene was still in the Gulf of Mexico on September 26, 2024, but it was feeding moisture into rain clouds that stretched hundreds of miles north. Climate.gov illustration adapted from a schematic by J. Cordeira for the Center for Western Weather and Water Extremes (CW3E). NOAA GOES-16 satellite image.\nHelene had all of these elements. Out over the Atlantic winds were circling clockwise around an area of high pressure called the Bermuda High, which allowed its low-level winds to converge with those on the east side of Helene, boosting moisture flow to atmospheric-river-like levels. High in the atmosphere over the eastern United States, a trough, or dip in the jet stream, created low pressure in the upper atmosphere. Like a vacuum, this pocket of low pressure pulled the plume of moisture from Helene northward and upward. The plume converged with a front that was stalled to the west of the Appalachian Mountains, and was driven upward. The uplift was boosted by the mountainous terrain, increasing rainfall over the mountains—a process also known as orographic lift.\nIn the days leading up to Helene’s landfall this PRE produced 10 to 15 inches of rain across the region, saturating the ground and swelling the rivers. And then came Helene itself.\nIn total, several locations across Florida, Georgia, and the Carolinas recorded more than a foot of rain from Helene, with the highest rainfall totals across the North Carolina Mountains. Busick, North Carolina, recorded a preliminary rainfall total of 30.78 inches, and Mount Mitchell State Park recorded 24.20 inches. The weather station at Asheville’s airport recorded 13.98 inches of rainfall in a three-day period. Estimated rainfall totals from Helene across the southern Appalachians had an Annual Recurrence Interval greater than 1,000 years over a wide area; meaning there is less than a 0.1% chance (annual exceedance probability) of that happening in any given year, according to NOAA’s National Water Center.\nBetween September 23 and 28, the highest 3-day rainfall totals across the higher elevations of the southern Appalachian Mountains were so extreme that the statistical chances of them being exceeded in an any given year were 1 in 1,000 (black areas). Statistically, this is the same as saying that averaged over long periods of time, a 3-day rainfall event so extreme would only occur on average (not literally!) once every 1,000 years. NOAA Climate.gov graphic, adapted from original by NOAA's National Weather Service.\nThis extreme amount of rain over already-saturated soils resulted in catastrophic and historic flooding across western North Carolina. In the city of Asheville, North Carolina, some likened this flood event to that of the “Great Flood” of 1916. The river gauge along the French Broad River in Asheville exceeded the previous record of the 1916 flood by over 1.5 feet at the peak of Helene’s flooding. Several other rivers in the surrounding area, such as the Swannanoa River at Biltmore, also set new records. All this rainfall also caused intense stress to the mountainous terrain, and nearly 2,000 total landslides have been observed according to the United States Geological Survey. At one point, all roads in western North Carolina were considered closed to all non-emergency travel.\nThis event is close to, if not a worse-case scenario meteorologically speaking, for western North Carolina. The full extent of the damages is still being realized and will take months to years to document and recover from.\nAfter such extreme events occur, we get asked often if climate change was to blame. It’s important to remember that even without global warming, Earth’s climate is capable of spawning record-setting, once-in-a-generation extreme weather. Climate change is not the sole cause of individual storms or events. The right questions to ask are whether humans' warming influence on our planet made an event more likely or more severe.\nIn the aftermath of Helene at least three different rapid attribution studies have come out, all of which have come to the same conclusion: the rainfall associated with Helene was higher due to climate change than it would have been without it. Among them is a study from the World Weather Attribution Group. Like other rapid analyses the group has done (and which we have covered here and here), the research has not yet been peer reviewed (the process by which several experts critique a study’s methods, results, and conclusions before an article is published in a scientific journal). But the team of international scientists uses methods that have previously passed peer-review, and many of their analyses go on to be published in peer-reviewed scientific journals.\nThe study found these key points:\nRadar estimated rainfall totals from September 24 through 28, 2024, during Hurricane Helene. The heaviest rainfall totals are depicted in darker shades of blue, lighter rainfall totals are in shades of green. Some areas across the Southern Appalachians, including portions of North Carolina, South Carolina, and Georgia received more than 12 inches of rain during this period. NOAA Climate.gov graphic, adapted from data by NOAA's National Water Prediction Service.\nAccording to one of the authors of the World Weather Attribution study, Gabe Vecchi, Professor of Geosciences and director of the High Meadows Environmental Institute, these types of analysis have been done and demonstrated for multiple tropical cyclones and other extreme rainfall events. Between the direct impacts of warmer temperatures on atmospheric moisture (every degree Celsius equals a 7 percent increase in moisture) and the indirect effects of warmer sea surface temperatures on hurricane winds (which also increases evaporation of moisture), “We consistently find a combined effect on rainfall in tropical cyclones of about 10-15 percent per degree of warming, on average.”\nAt a basic level, the conclusion that global warming increased the intensity of the storm and increased the likelihood of storms as rainy as this on average is “quite solid”. But Vecchi urges caution about saying we know precisely how big that influence was on a specific storm, as each event is different, and there are several oceanic and atmospheric factors involved in each individual event.\nIn the case of Helene, those additional factors include things like the previous year’s El Niño and the developing La Niña. “There’s often a lag,” he said, “between El Niño in one year and warmer-than-average conditions in the tropical Atlantic the following year.” Meaning global warming trends may not have been the only factor in the Gulf’s record heat. Meanwhile, La Niña, which looks to be developing in the Pacific, is known to reduce vertical wind shear in the Atlantic hurricane basin, which makes the environment more favorable for storms to intensify.\nWe even have to be careful about thinking we know “exactly how much of the warming trend [in the Atlantic hurricane basin] is due purely to greenhouse gas forcing and how much might be due to reduced aerosols [air pollution] following clean air regulation” he said.\nNone of these factors call into question the general conclusion that global warming made Helene’s already-extreme rainfall more extreme and more likely, but they should make us careful about saying we know exactly how big that influence was.\n“Still, this is the way we do things: we give our best answer first, and then we keep looking,” Vecchi said.\nHelp us improve our content",
  "source": "climate.gov"
}