{
  "url": "https://www.climate.gov/news-features/event-tracker/drought-expands-east-following-exceptionally-dry-october",
  "title": "Drought expands in the East following exceptionally dry October",
  "date": null,
  "content": "October 2024 has gone into the record books as the all-time driest month on record for nearly 80 climate stations across much of the eastern half of the country. Among these include several major cities across the Northeast and Southeast: Newark, New Jersey; New York City, New York; Philadelphia, Pennsylvania; Atlanta, Georgia; and Columbia, South Carolina. An additional nearly 50 climate stations reported their all-time driest October on record. Some notable locations include: Bridgeport, Connecticut; John F. Kennedy Airport in New York; Louisville, Kentucky; Nantucket, Massachusetts; Detroit, Michigan; St. Louis, Missouri; and Memphis, Tennessee.\nOctober 2024 was record dry for many climate stations across the eastern United States. The darker brown shades indicate where the percent of normal precipitation was below 100 percent. Shades of green indicate the few locations where the percent of normal precipitation was above 100 percent. Nearly the entire eastern United States received below-normal rainfall, outside of Florida and small portions of Louisiana, Iowa and Wisconsin. Circles indicate climate stations that experienced their all-time driest October, while triangles indication stations in which October 2024 was also their all-time driest month on record. NOAA Climate.gov image adapted from data provided by NOAA's Northeast Regional Climate Center.\nFollowing heavy rainfall from Hurricane Helene, the weather pattern across much of the central and eastern United States was dominated by ridging in the upper atmosphere and high pressure at the surface. Both of these lead to very unfavorable conditions for widespread rain. The potent ridge over the central and north-central United States led to a widespread westerly to north-westerly flow of dry air over the continent and into the eastern United States.\nMeanwhile, areas of high pressure at the surface (associated with dense, sinking air which generally dries as it sinks, further reducing the chance of rain and clouds) blocked moisture from the Gulf of Mexico from surging north, keeping much of the eastern United States dry. Even with a few frontal passages from the north and west, there was little to no moisture (from the Gulf of Mexico) to tap into that would lead to any substantial rain throughout much of October. This high pressure system also blocked Hurricane Milton from tracking up the East Coast and instead steered it back out over the Atlantic after making landfall in Florida in early October.\nA number of locations saw over 30 days without any measurable rainfall, which is fairly rare in the East. Measurable means at least 0.01 inches of rain. Philadelphia has had a record 39 consecutive days of no rain through November 6, 2024, and the count continues to grow while the city awaits measurable rain. Columbia, South Carolina, went 38 days without measurable rain, a streak that just ended on November 4, 2024, marking their third-longest streak on record. Atlanta, Georgia, only received a trace of rain, which is a far cry from their October average of 3.28 inches.\nAverage precipitation across the Lower 48 for the month of October based on daily observations from 1991 to 2020. Areas in the lightest green received a monthly average of less than one inch of water from rain or snow. The darker the color on the map, the higher the average precipitation total for the month. Areas shown in dark blue received an average of eight or more inches of water that fell as either rain or snow. NOAA Climate.gov Data Snapshots Image.\nBased on preliminary data, October precipitation ranged from less than 25 percent of normal to near normal for much of the eastern United States, not including Florida. The driest spots include an area from southern Maryland to coastal Maine, as well as a swath of the Deep South from Mississippi to South Carolina. For many locations across the Northeast, dry conditions extended back to September. Wilmington, Delaware, and Islip, New York, were record dry in September as well as October, making it the first time on record the sites saw back-to-back record-dry months.\nThe persistent lack of precipitation contributed to record-low streamflow, reduced soil moisture, and an increase in wildfire activity, especially across the Northeast. And across the Southeast, agricultural agents report quickly deteriorating conditions and the planting of some winter crops has been delayed, according to Drought.gov. Drought conditions have also increased one to three categories from October 1, 2024, to November 5, 2024. As of November 5, 2024, 49 states have some level of drought with a record 87.8 percent of the lower 48 at least abnormally dry.\nDrought conditions across the contiguous United States as of November 5, 2024. Across the East, pockets of extreme drought (red) exist across portions of New Jersey, Pennsylvania, Ohio, West Virginia, Tennessee, Alabama, and Mississippi. The last time New Jersey experienced extreme drought was in 2002. A record 87.8 percent of the lower 48 is experiencing abnormal dryness (yellow). Map by NOAA Climate.gov, based on data provided by the U.S. Drought Monitor project.\nIn the short term, outlooks from NOAA’s Climate Prediction Center indicate drier-than-normal conditions could persist through November for an area from southern Maryland up to coastal Maine. This is based on expected below-normal precipitation during the first part of November, along with projected drier conditions at month’s end; however, the anticipated mid-November weather pattern could bring more moisture into the region, potentially overriding the dryness. However, in the longer term, with a weak La Niña pattern forecast to develop, below-normal precipitation across much of the southern and eastern United States is favored to continue in the months to come.\nHelp us improve our content",
  "source": "climate.gov"
}