{
  "url": "https://www.climate.gov/news-features/event-tracker/unusual-fire-risk-across-northeast-fall-2024",
  "title": "Unusual fire risk across the Northeast in fall of 2024",
  "date": null,
  "content": "Earlier this month, we discussed how dry much of the eastern United States was in October which led to an expansion of drought conditions across the region. While some areas of the Southeast have since seen measurable rain, general dryness has continued for several states across the Northeast. This has led to fires sparking across several states including Connecticut, Massachusetts and New Jersey, just to name a few.\nA helicopter from the New Jersey Forest Fire Service drops water on a brush fire along the Hudson River in Englewood Cliffs, New Jersey on November 8, 2024. Credit: Anthony Quintano, Flickr CC by 2.0 license.\nIn response to the dryness, combined with other local factors (warmth, low humidity, strong winds), the National Weather Services offices across the Northeast have issued an unusually high number of Red Flag Warnings for the month of November to date. When broken down by state, some states have seen not only a record number of these warnings for November, but for any month of any year going back to 2006, according to data from Iowa State University’s Environmental Mesonet.\nA count of Red Flag Warnings issued in Connecticut by month and year from 2006 through November 20, 2024, and the annual totals. The darker orange monthly box equates to a higher number of Red Flag Warnings issued that month. November 2024 hit a new all-time monthly record for the state of Connecticut. Climate.gov image based on data from Iowa Environmental Mesonet.\nThese states include Connecticut (record), Massachusetts (record), and Rhode Island (tied). An additional eight states, New Jersey, New York, Pennsylvania, Vermont, New Hampshire, West Virginia, Maryland (tied) and Delaware (tied) have seen a record for the month of November. On November 12, 2024, there were four Red Flag Warnings issued across Connecticut, the most in a single day. On November 16, 2024, there were two Red Flag Warnings issued across Vermont in the same day, tying for the most issued in a single day. Several of these same states also saw a record number of these warnings issued in October too; Connecticut (6), New Jersey (3), Massachusetts (2), New York (2) and Rhode Island (tied, 1).\nA count of Red Flag Warnings issued in Massachusetts by month and year from 2006 through November 20, 2024, and the annual totals. The darker orange monthly box equates to a higher number of Red Flag Warnings issued that month. November 2024 hit a new all-time monthly record for the state of Massachusetts. Climate.gov image based on data from Iowa Environmental Mesonet.\nThis is an unusual time of year to see an increased fire weather risk across the Northeast. Red Flag Warnings issued across this area of the country generally peak in March through May. Below-normal precipitation has been a main culprit in keeping conditions dry. From the beginning of the month through November 19, 2024, a large portion of the Northeast has seen less than half of an inch of precipitation. For states such as Connecticut, Rhode Island, and Massachusetts, this is 2 to 3 inches below their normal precipitation for the month. For much of Pennsylvania, New Jersey, and New York that deficit is about 1 to 2 inches.\nThe severe lack of precipitation has been an ongoing trend since mid-August. For example, from August 19 through November 19, Trenton, New Jersey has only reported 0.79 inches of rain, just seven percent of normal, and Philadelphia, Pennsylvania has only seen 1.09 inches of rain, less than 10 percent of normal. In this week’s Drought Monitor extreme drought (Level 3 of 4) and severe drought (Level 2 of 4) expanded across New Jersey, Pennsylvania, Delaware, Maryland, Massachusetts and New York. However, according to the outlooks from the Climate Prediction Center, wetter-than-normal conditions are expected to return through the end of the month, which could bring much needed rain (and maybe snow) to the region.\nHelp us improve our content",
  "source": ""
}