{
  "url": "https://www.climate.gov/news-features/event-tracker/several-great-lakes-experience-record-warm-water-temperatures-heading",
  "title": "Several Great Lakes experience record-warm water temperatures heading into winter",
  "date": null,
  "content": "This article is adapted from a Great Lakes Environmental Research Laboratory (GLERL) Blog.\nLakes Michigan, Huron, Erie, and Ontario have all experienced record-high average surface temperatures in 2024 so far, compared to NOAA GLERL’s 30-year satellite record. This record warmth is partially due to the warm fall the Great Lakes region has been experiencing, but also due to the notably warm 2023-2024 winter.\nRead more about how warm winters and low ice impact the Great Lakes\nWhile the Great Lakes region has definitely had a warm fall, it’s not as extreme as last winter. The combination of the two warmer-than-average seasons have led to a record-warm year-to-date average temperature for all lakes except Superior. Despite Lake Superior not being record-warm, the lake temperatures are still three degrees above the long-term average.\nThis table shows each of the Great Lake’s average surface temperature (in degrees Fahrenheit) for January 1 through December 5, 2024, the year-to-date long-term average, each lake's difference from average, and the lake’s previous or current record temperature and the year in which it occurred. Four out of the five Great Lakes have averaged record-warm temperatures during this time span, which is denoted by an asterisk. NOAA Climate.gov, based on data from NOAA GLERL, created with Datawrapper.\nThe experts at GLERL note that it is important to keep in mind that water temperatures vary day-to-day. Although four of the lakes have record-warm year-to-date average temperatures, more than half of the days this fall have not broken their records for daily lake temperatures. In other words, waters haven’t been record-warm every single day. Additionally, even though the year-to-date averages have set new records, none of the seasonal averages (January-March, April-June, July-September, and October through December 5, 2024) have been record high except for Lake Ontario’s fall (October through December 5, 2024) lake surface temperature.\nDespite a recent period of colder weather that resulted in locally significant lake effect snow, from Thanksgiving through the first week of December, lake surface temperatures still remained above average. The Great Lakes surface temperatures are still running 3 to 5 degrees Fahrenheit above the average for this time of year. Lakewide temperatures are generally in the mid- to upper-40s, as of December 5, 2024. Lake Superior is currently averaging 44.2 degrees Fahrenheit, the normal average is 40.5 degrees for the beginning of December. Lakes Erie and Michigan are currently the warmest lakes with temperatures averaging 48.8 degrees Fahrenheit, 4.4 and 5.1 degrees respectively above normal for early December.\nMap of satellite-based surface water temperatures across the Great Lakes. Temperatures span from 32 (dark purple) to 55 (yellow) degrees Fahrenheit. NOAA Climate.gov image based on data from NOAA's Great Lakes CoastWatch.\nLast year’s record-low ice cover on the Great Lakes was largely due to significantly warmer winter air temperatures throughout the region. The warmer-than-normal air temperatures predicted for the upcoming winter may set the region up for another slow start to the ice season, but for now, it’s too soon to make any concrete predictions, according to the experts at GLERL.\nGreat Lakes communities have strong economic ties to ice cover on the lakes, and changes in ice cover can have big impacts on the people living there. Many local businesses in the area rely on ice fishing and outdoor sports, which can only happen if the ice is thick and solid. Some fish species also use the ice for protection from predators during spawning season, and there’s increasing evidence that the ice plays a role in regulating many biological processes in the water throughout the winter. Commercial shipping schedules are heavily impacted by the formation of ice as well.\nYou can read GLERL’s full blog post here, where they also discuss low lake water levels.\nHelp us improve our content",
  "source": "climate.gov"
}