{
  "url": "https://www.climate.gov/news-features/event-tracker/record-breaking-lake-effect-snow-arrives-winter-starts",
  "title": "Record-breaking lake effect snow arrives as winter starts",
  "date": null,
  "content": "This article is re-published from the blog of NOAA's Northeast Regional Climate Center.\nAfter a Thanksgiving storm pushed through the Northeast on November 28, strong westerly wind filtered in across the Great Lakes region bringing cold temperatures and burying many in lake effect snow from November 29 through December 4. Before many could catch a break, yet another storm moved through on Thursday, December 5, which was followed by even more lake effect snow for some of the same areas.\nFrom November 28 through December 8, Cattaraugus, New York racked up the highest snowfall, totaling over 6 feet. Sites in Pennsylvania, Ohio, and Michigan also saw totals from these two events that reached well over 60 inches.\nSnowfall totals across the Great Lakes from November 28 to December 8, 2024. The heaviest snowfall is depicted in white while lower totals are in various shades of blue. Any snowfall that was between zero but less than measurable (or 0.1 inches) is in dark gray. Note: There is no snowfall data for Canada included on this map. NOAA Climate.gov image based on data from the Northeast Regional Climate Center.\nNot only were these totals impressive, but some were record breaking! Erie, Pennsylvania broke its snowiest day record with 22.6 inches falling on November 29 since records began in 1893. Gaylord, Michigan had 24.8 inches on November 29, making it the snowiest day on record since the site began recording in 1998 and Perrysburg, New York saw 30.6 inches on November 30, making it the snowiest day on record since the site began recording in 2003.\nThis impressive lake effect snow event may be attributed to the warming water temperatures of the Great Lakes. By the end of November, both Lake Erie and Lake Ontario had year to date record high water surface temperatures. This is partly due to both an above-average 2024 fall season temperatures as well as a warm 2023-2024 winter season. This continues the average warming trend in the lake temperatures over the past 30 years. Warmer lakes increase the temperature difference between the water and air, encouraging more lake effect snow when conditions are right.\nHelp us improve our content",
  "source": "climate.gov"
}