{
  "url": "https://www.climate.gov/news-features/event-tracker/historic-january-2025-snowstorm-southern-us",
  "title": "Historic January 2025 snowstorm in the Southern U.S.",
  "date": null,
  "content": "An Arctic blast plunged into the southeastern United States on Sunday, January 19, arriving just in time for the on-average coldest stretch of the year. It brought record-breaking low temperatures and fueled a winter storm that dropped historic snowfall for parts of the South.\nTemperatures were well below freezing (blue) across much of the U.S. Southeast on the morning of January 22, 2025.  NOAA Climate.gov image, based on RTMA/URMA data.\nOn January 22, Baton Rouge, LA, made it to 7 degrees, which is the airport’s coldest temperature since records began in 1930. (Earlier, pre-airport, data from Baton Rouge showed a two-day cold snap in 1899 when the temperature dropped to 2 degrees on February 13 and 7 degrees on February 14.) Lafayette, LA, was even colder at 4 degrees, a record low since records began in 1893. Finally, New Iberia, LA, saw 2 degrees, making it the site’s record-coldest temperature since its creation in 1948.\n[Corrections, 02/04/25: A reference to temperature at New Orleans Lakefront in the original version of the article has been removed after additional review of the record showed large stretches of missing data. The text has also been edited to state that the Baton Rouge Airport record began in 1930, not 1935, as originally stated, and that the 2025 temperature of 7 degrees was an airport location record, but not the coldest ever observed for a station at that location.]\nAs the record-breaking cold set in, so did the historic snowfall. Texas saw the first snowflakes of the storm on the night of January 20 before the storm began its trek eastward. One of the most notable records from the state was the 4.5 inches that fell in the Beaumont-Port Arthur Area on January 21, making it the snowiest day for the site since it began its records in 1901.\nAfter the storm clouds cleared on January 22, 2025, satellites captured an unusual sight: a swath of snow arcing around the Gulf Coast and the Atlantic Southeast. Climate.gov image based on NOAA-21 satellite data from the VIIRS sensor.\nAs the storm tracked eastward, it continued to make history in Louisiana on both January 21 and 22. The National Weather Service office in Lake Charles, LA, issued its first blizzard warnings ever for portions of the state. On January 21, Baton Rouge recorded 7.6 inches, making it the site’s snowiest day since records began in 1892 while New Orleans saw its snowiest day since records began in 1948 with a total of 8.0 inches. On January 22, Thibodaux also saw its snowiest day since records began in 1893, with 8.5 inches of snow. Mobile, AL, hit a record snowfall of 7.5 inches on January 21, the most since the site’s creation in 1881. Finally, 10.0 inches was recorded near Pensacola, FL, on January 21, challenging the record for the snowiest day ever recorded in the state of Florida. [Correction, 02/04/2025: Mention of a record 4 inches of snow in Fernandina Beach, FL, was removed following an update to the reported totals for the station.]\nHundreds of stations across the South and Southeast set new snowfall records between January 20 and 22, 2025. This map shows stations that set a new record for 1-day snow totals during the three-day period. Stations where even a trace of snowfall was a new record are indicated by the lightest blue dots. Closer to the coast—nearer to the moisture source—some stations set records with amounts closer to 10 inches (dark purple). NOAA Climate.gov image based on preliminary snow data compiled by Jessica Spaccio, NOAA Northeast Regional Climate Center.\nIn fact, some locations in Louisiana, Mississippi, Alabama, and Florida accumulated 10.0 or more inches of snow from the storm. With these totals, these sites have recorded more snow so far this winter season than many locations far to the north, including Chicago, IL!\nUnusually cold and dry air, originating from the Arctic, was in place across much of the Gulf Coast prior to the beginning of the winter storm that buried much of the area in inches of snow. By January 20, 2025, a large trough in the upper atmosphere (also known as a dip in the jet stream) was pushing south and east across much of the central U.S., stretching from the Great Lakes all the way down to the Gulf Coast.\nAhead of this trough, to the east, moisture from the Gulf of Mexico was drawn northward, not only over the southern states, but also throughout the atmospheric column. At the same time, a surface low developed across the central Gulf of Mexico (ahead of the trough), reinforcing moisture flow northward over the Gulf Coast states. This aided in saturating the cold (well below freezing), dry air that was already in place, eventually leading to snowfall reaching the ground.\nThe collision of Gulf moisture with such cold, dry air was like a lake-effect snowstorm across the South. The National Weather Service office in Mobile, Alabama, estimated an “unusually high snow to liquid ratio” ranging from 10:1 to 15:1 during the height of the event, which resulted in “drier, fluffier snow… that is much more efficient at accumulating.” This type of powdery snow is much more commonly found in mountain areas than at low elevation, southerly latitudes.\nThe southward dip in the jet stream that brought this cold air outbreak was aligned with a stretching event in the stratospheric polar vortex. Some recent research has linked these polar vortex stretching events to climate change. According to NOAA polar vortex expert Amy Butler, the hypothesis is “that melting Arctic sea ice [due to human-caused warming] could elongate the shape of the polar vortex and encourage a southward-shifted jet stream and more Arctic blasts. However, the evidence for this connection is mixed, and the science remains unsettled.”\nWhen it comes to the influence of climate change on winters in the South and the rest of the United States, the main thing to know is that extreme cold and snow—even occasional new records—aren't incompatible with warming winters overall. Cold extremes still occur, but the odds are decreasing over time.\nHelp us improve our content",
  "source": ""
}