{
  "url": "https://www.climate.gov/news-features/event-tracker/weather-and-climate-influences-january-2025-fires-around-los-angeles",
  "title": "The weather and climate influences on the January 2025 fires around Los Angeles",
  "date": null,
  "content": "On January 7, 2025, a handful of wildfires erupted in the Los Angeles metro area and raced through multiple neighborhoods, killing more than two dozen people, razing upwards of 15,000 homes and businesses, and creating unhealthy air quality for millions of people. Based on preliminary estimates, the two largest blazes—the Eaton Fire and the Palisades Fire—have already moved into the second (Eaton) and third (Palisades) spots on California’s list of most destructive fires on record.\nThe Pacific Palisades Fire near Malibu, California, which started on January 7, 2025. Adobe stock photo.\nThe fires around Los Angeles were the result of the dangerous overlap of multiple human and natural influences. The fire ignitions were human-caused—like virtually all winter fires in the area—although the exact trigger remains under investigation. How destructive they became has a lot to do with population density and building patterns that position homes and other vulnerable assets shoulder to shoulder with the region’s grass and shrub-dominated chaparral landscapes.\nOn the weather and climate side, there were record-amounts of flammable vegetation—what fire scientists call “fuel load”—due to extreme wetness followed by extreme heat and record dryness. The landscape was primed for explosive fire. And then extreme Santa Ana winds started to blow down from the Great Basin.\nVia email, Tim Brown, Director of NOAA’s Western Regional Climate Center, emphasized that fires in Southern California are always some variation on “the confluence of climate, people, topography, and fuels…the intersection where these meet on the Venn diagram.”\nIn this context, he wrote, we can say that human-caused climate change “is likely a factor, but not THE factor” responsible for the disaster.\nFirefighters making a firebreak on a hillside, above an area burned by the Palisades Fire. Photo by Cal-Fire, via Flickr. Used under a Creative Commons license.\nSouthern California has a Mediterranean climate, with hot, dry summers and mild, wet winters. The peak of the region’s fire season is early fall, when vegetation has been baked dry by the summer heat, wet season precipitation hasn’t started up, but the dry, offshore winds known locally as the Santa Anas are starting to blow.\nThe wet season of 2022-23 was among the top ten wettest on record for much of the region, and the area got a rare summer drenching in August 2023 with the remnants of Hurricane Hilary. The 2023-24 cool season was also wetter than average. Vegetation had flourished. Then temperatures in summer and fall 2024 were near-record high, drying everything out. As conditions in the tropical Pacific moved closer to La Niña, dry October became dry November and then dry December.\nOctober–December 2024 was exceptionally dry across the U.S. Southwest. The balance between precipitation and evaporation (the Standardized Precipitation Evaporation Index) was strongly negative (brown colors) around Los Angeles. NOAA Climate.gov map, based on PRISM data.\nAs the year drew to a close, much of the area around Los Angeles was experiencing its driest start to the wet season on record, with no measurable precipitation. Vegetation was parched. Experts warned that the amount of flammable vegetation was record high. And then a final extreme: a Santa Ana wind event that was forecasted to produce near-record wind speeds.\nOn the morning of January 8, 2025, forecasts were calling for a rare wind event for the mountains surrounding Los Angeles. These maps show forecasts for wind gusts at 13Z (5 a.m. local time) for different thresholds. Wind gusts above the 75th percentile were forecasted for a large area (top left).  A more limited, but still significant area was forecasted to have winds above the 90th percentile (top right). Directly over the location of the Palisades and Eaton Fires, winds were forecasted to gust above the 98th percentile (bottom left), and in the surrounding mountains, some gusts were forecast to exceed the historic  maximum (bottom right). NOAA Climate.gov graphic, adapted form original by Dan McEvoy.\nIn the Fifth National Climate Assessment, experts concluded that fires in California and the rest of the Southwest have become larger and more severe. While it is not the only cause, human-caused warming is playing a significant part in those trends. A hotter atmosphere evaporates more water from the soil and vegetation, making the region’s natural dry spells even drier. As a result, human-caused warming trends may be responsible for nearly two-thirds of the observed increase in summer fire weather conditions over the past 40 years. The fire season is also becoming longer, starting earlier in the spring in some places and lasting later into the fall in others.\nBut what is true for Western fires in general—that human-caused warming is making them significantly worse—doesn’t necessarily apply to every individual fire, especially ones like the Eaton and Palisades Fires that occur in the fall or winter. These wind-driven, cool-season fires in Southern California, burning through chaparral and communities rather than forests, may be less sensitive to high temperature extremes than they are to extremely low fall and winter precipitation.\nFire researcher Gavin Madakumbura in the Geography Department at University of California - Los Angeles, and several colleagues made this point in a preliminary (not peer-reviewed) analysis they posted to their website in the week after the fires. The scientists investigated the relative influence of temperature and precipitation extremes on vegetation dryness from 2024 into the first week of January 2025. Just before the fires broke out, the fuel moisture content of small-diameter woody vegetation (“FM1000” fuels) was under 10 percent, far below average for mid-winter, and a sign the landscape was extremely flammable.\nNext they went back to June 1, and did a series of “What if?” calculations. What if there had been extreme heat, but normal precipitation? What if the precipitation had been record-low, but temperatures and humidity had been close to normal?\nThese comparisons showed that both the temperature and the precipitation played a role, but the lack of any measurable fall precipitation contributed about 75 percent to the vegetation’s flammability, while the near-record-high temperature and low relative humidity—made more likely by long-term global warming—contributed about 25 percent. (The analysis did not look at the possibility that long-term warming contributed to the lack of fall precipitation; that possibility is discussed later in this article).\nObserved fuel moisture in the area around Los Angeles from January 1, 2024, through Jan 7, 2025. Fuel moisture was above average in the first half of 2024, but dropped well below average in fall 2025. Additional lines show that fuel moisture would have been only slightly below average if temperature, humidity, and precipitation had been near normal after June 1 (blue line). THe turquoise line shows estimated fuel moisture if the observed high temperatures and low humidity had been accompanied by normal precipitation. The brown line shows estimated fuel moisture if the observed low precipitation had been accompanied by normal temperature and humidity. NOAA Climate.gov graph, adapted from original by Gavin Madakumbura.\nA separate “rapid attribution” analysis by the World Weather Attribution (WWA) team also found that the long-term global warming trend of 1.3 degrees C (2.34 degrees F) increased the intensity of the extreme fire weather conditions of early January by about 6 percent. It made such extreme conditions about 35 percent more likely than they would have been in a cooler, pre-industrial climate. (The analysis has not yet been peer-reviewed, but it is based on methods that the team has used in many previous peer-reviewed studies.)\nThe developing La Niña—the cool phase of the El Niño–Southern Oscillation (ENSO) climate pattern—likely had an independent, similarly sized influence, meaning that the combination of global warming and La Niña made such extreme fire weather about 75 percent more likely than it would have been during an ENSO-neutral state in a cooler, pre-industrial climate.\nUsing a combination of statistical and Earth system models—which simulate the climate with and without human-produced increases in greenhouse gases—the team found that dry spells as extreme as the October-December 2024 period are 2.4 times as likely in today’s warmer climate than they would have been in a climate without human-produced greenhouse gases. The developing La Niña made the extreme dryness 1.8 times more likely than it would have been in an ENSO-neutral state.\nNot all of the Earth system models the scientists used—which simulate the climate with and without human-produced increases in greenhouse gases—predicted the observed decline in fall precipitation, however. That leaves open the possibility that some portion of the observed drying trend is due to natural climate variability.\nHowever, in a press webinar about the study, WWA co-founder Friederike Otto emphasized, “The qualitative result—that the drought season is getting longer, that the rains are decreasing, and that that is because of human-induced climate change—has actually been assessed quite thoroughly in the last IPCC [Intergovernmental Panel on Climate Change] report for that larger region. That does suggest that this trend is most likely attributable to climate change.”\nAll the experts interviewed for this article emphasized that climate influences on this event went beyond temperature. Via email, John Abatzoglou, a fire and climate expert with the Department of Management of Complex Systems at University of California, Merced, described the situation as a “trifecta” of extremes that produced a “perfect storm”: extra vegetation growth following two wet years, a terribly dry–in some cases historically dry fall—and a “capstone strong Santa Ana” wind event.\nThat record-wet to record-dry transition is another way that greenhouse-gas driven warming may have affected the January fires in Los Angeles, according to Abatzoglou and frequent research collaborator Daniel Swain, who is with the California Institute for Water Resources, at the University of California.\nSouthern California’s climate has always been dominated by seasonal extremes, with hot, dry summers relieved by wet winters. Even the area’s wet seasons are boom and bust. The skimpiest wet seasons typically coincide with La Niña, a natural climate pattern in the tropical Pacific whose impacts are felt downstream in the United States. The most abundant wet seasons tend to coincide with El Niño.\nThis extreme natural variability gives rise to what Swain describes as hydroclimate whiplash, a sudden shift between a location’s wettest conditions and its driest. Swain and Abatzoglou suspect something more than natural variability is behind the recent whiplash in California. They think that rising global temperatures are tweaking the water cycle in ways that are making wet extremes even wetter, and dry extremes even drier.\nThe warmer the atmosphere, the more water vapor it can contain, meaning more precipitation to be wrung out of the atmosphere by weather events. When the weather is dry, the warmer atmosphere is thirstier for moisture, intensifying drought.\nAt the heart of California’s hydroclimate whiplash is a multi-decade trend in declining fall precipitation. Over the past six decades, the declines amount to a delay in the start of the wet season by almost a month. Combined with warming, the drop in fall precipitation is stretching the fire season in California into the winter months—the peak of the Santa Ana wind season.\n“If there are longer windows where fuels remain dry,” Abatzoglou wrote via email, “there can be more opportunities for strong Santa Ana winds to overlap.”\nPreliminary analysis from the World Weather Attribution team found that in a cooler, pre-industrial climate (top bar), the most extreme periods of drought (red) occurred in early fall, and rarely overlapped the Santa Ana wind season (middle bar). In today's warmer climate (bottom bar), highly flammable conditions persist later in the year, increases the chance a wildfire will break out during the peak of the Santa Ana winds in December and January. Graphic by World Weather Attribution team.\nThe past few years in California are a perfect example of such hydroclimate whiplash, says Swain, the exact sort of pattern that many models project will increase in California as a result of greenhouse-gas-driven warming. Theory and models say eventually California will experience increases in both the wettest of its wet events and the driest of its dry events. So far, only the trend in the “driest dries” is obvious. Recent research says there’s been no increase yet in the “wettest wets” over California.\nSwain agrees that the picture for wet extremes is murky, but he thinks the hints are there, and that 20 years from now, more likely than not, we will be looking back at this period as the point where the human-driven signal (increases in both wet and dry extremes) emerged from the noise of natural variability. Regardless, he said, “We have seen a clear trend toward ‘drier dries,’ and the practical implication of that is a statistically significant increase in the most extreme fire weather conditions between November and January.”\nIn a recently published summary about the event, Swain, Abatzoglou and several co-authors estimated that warming and drying have increased average fire weather conditions over November-January by 36 percent.\n“That’s not small,” Swain said. “But also, it doesn’t fully capture the nonlinearity [of the impact]. That you’re not just increasing the fire risk, you’re extending the dry season at the very worst possible time of the year because of the overlap with the strong Santa Ana wind season.”\nBottom line, how should we think about the relative influence of climate change on the Los Angeles fires? Swain’s response: “I think it is equally wrong to say ‘climate change is not that important’ as it is to say ‘climate change caused this disaster.’”\nThe most effective near-term strategies to lower fire risk in Southern California have to be deployed locally: aggressive suppression of human ignitions when fire weather is extreme, “hardening” homes and other structures with fire-resistant materials and landscaping buffers, and locating urban development in lower-risk areas.\nA receding line of brick chimneys from homes burned by the Eaton Fire. Photo by Steve Lyon, via Flickr. Cropped from the original. Used under a Creative Commons license.\nOn one level, fire and climate experts say, it’s important to try to understand the influence of climate change on extreme events like the Los Angeles fires. We should know whether similar, or even more extreme, events may happen more frequently in the future. It matters to community infrastructure and planning, to local and state economic well-being, to insurance markets.\nAt the individual level, though, probably the most important question any of us should be asking ourselves about extreme events—whether it’s fires in California, tornadoes in the South, or flooding in the Northeast—is “Am I ready now?”\nHelp us improve our content",
  "source": ""
}