{
  "url": "https://www.climate.gov/maps-data/dataset/historical-hurricane-tracks-gis-map-viewer",
  "title": "Historical Hurricane Tracks - GIS Map Viewer",
  "date": null,
  "content": "Tracking and understanding hurricanes is important to scientists and climatologists who seek to find patterns and variability as a piece in understanding climate change. For emergency management officials and and those who live in a possible hurricane strike area, it is imperative to study and be aware of the patterns and possibilities in order to prevent loss of life.\nThe Historical Hurricane Tracks Viewer is managed and maintained through NOAA's Office for Coastal Management Digital Coast. This interactive mapping tool is used to view, analyze, and share track data from the NOAA National Hurricane Center HURDAT2 and NOAA National Centers for Environmental Information IBTrACS data sets.\n\nThe NOAA National Hurricane Center's revised hurricane database (HURDAT2) contains hurricane track information derived from modern observations as well as historical meteorological data. The International Best Track Archive for Climate Stewardship (IBTrACS) merges HURDAT2 with storm track datasets from agencies around the world to create a global, best track tropical storm database. Data for more than 6000 global tropical cyclones are included in the IBTrACS database, spanning the last 150 years. For each storm, position, sustained winds, and minimum central pressure data points are collected. The Hurricane Tracker uses Adobe’s Flex Viewer with ESRI’s ArcGIS Server to provide interactive capability.\n\nIf you have further questions or comments about the Historical Hurricane Tracks Viewer, you can reach out through the Digital Coast contact form.\nWhat can I do with these data?\nThis site gives users a way to select, display, and share historical hurricane tracks and other information about tropical cyclones recorded by various methods. Using extensive selection and sorting criteria, users can display information from individual storms or the set of storms that crossed a specified location. Wind speed and pressure readings are also available.  By “sharing” search results, the track and data can be saved to a link.\nHow do I use the site?\nUse the pull-down menus to set options:\nOnce options have been set, further refinements can be made to the selections to give specific storm data.\nExtensive HELP is available from the Hurricane Tracker site.\nHelp us improve our content",
  "source": ""
}