{
  "url": "https://www.climate.gov/maps-data/dataset/past-weather-zip-code-data-table",
  "title": "Past Weather by Zip Code - Data Table",
  "date": null,
  "content": "How much rain fell over the weekend? What was the temperature over the last few weeks? Tables of daily weather observations can answer these common questions.\nDaily summaries of past weather by location come from the Global Historical Climatology Network daily (GHCNd) database and are accessed through the Climate Data Online (CDO) interface, both of which are managed and maintained by NOAA NCEI.\nGHCNd includes daily observations from automated and human-facilitated weather stations across the United States and around the world. Observations can include weather variables such as maximum and minimum temperatures, total precipitation, snowfall, and depth of snow on ground. However, not all stations record all variables; about half the stations only report precipitation. Searching by zip code will yield no results if there is no weather station within that zip code, but you can easily expand your search to a city or county.\nIf you have further questions or comments about the GHCN data or the Climate Data Online interface, you can send an email to NOAA NCEI at ncei.orders@noaa.gov or call them at 1-828-271-4800.\nHow do I use the site?\nNOTE: You may want to print these instructions so you can read them while you perform each step in another browser tab.\nGo to the Climate Data Online Search page  (opens in a new tab)\nYour search results show up in the left column with a map of your ZIP code on the right.\nOn the Select Cart Options page, continue with the default selections. Scroll to the bottom and click CONTINUE.\nOn the Review Order page, enter your email address (twice) and click SUBMIT ORDER. You can also find Help links on this page.\nThe REQUEST SUBMITTED page offers further information\nThe action will now move to your email inbox. First, you'll receive a notice that the request has been submitted. Usually, just a few minutes later, you'll receive an email stating that your order has been processed. The second email contains a link for you to download the data you requested, in a multi-page data table. Check all pages to see the full range of data.\nHelp us improve our content",
  "source": ""
}