{
  "url": "https://www.climate.gov/maps-data/dataset/wind-roses-airports-around-world-prepared-graphics-or-tabular-data",
  "title": "Wind Roses from airports around the world - Prepared graphics or tabular data",
  "date": null,
  "content": "Pilots who are taking off or landing airplanes need current information about wind. Therefore, most airports have reliable observing stations that record wind speed and direction. The Iowa Environmental Mesonet (IEM) gathers wind data from networks around the world; you can use the dataset to explore winds at thousands of locations.\nA wind rose is a circular chart that shows where the wind comes from and how fast it blows. Similar to a compass, each \"spoke\" around the circle indicates a direction the wind blows: the length of each spoke indicates the amount of time the wind blows from that direction. Colors on each spoke indicate the portion of time wind blows at different speeds.\nThe Iowa Environmental Mesonet (IEM) collects wind data from networks of airport-based observing stations around the world. Many of the stations and networks are similar to Automated Surface Observing Systems (ASOS) installed at airports in the United States. Data collected at each station is available on the IEM website, organized by location or by the organization that administers the station's network.\nChoose a station of interest and examine its annual wind rose to understand which way and how fast the wind usually blows.\nOnce you feel comfortable interpreting wind roses, compare them to maps of the station location, noting the directional orientation of nearby airport runways.\nCheck wind roses for a coastal location.\nThe first wind rose shows winds for the whole year. Scroll down to view plot for every month of the year.\nMultiple controls give you the opportunity to explore winds at very specific times.\nCustom controls also let you find the average winds for specific intervals over the period of record. If you want to check if winds have increased over time, use the controls to specify a period in the past, then select a similar period in the more recent past for comparison.\nNote that this application attempts to generate a wind rose for whatever time period you specify. To minimize the amount of data that the application has to process for initial explorations, the default time period is very short and may not produce a graphic. If you set the request for a large amount of data, it can take up to a few minutes to generate the plot.\nThe site states that in general, data from airports is of good quality and representative of the local surrounding area. However, the archive does contain errors and non representative data, so please use care when using these plots.\nHelp us improve our content",
  "source": "climate.gov"
}