{
  "url": "https://www.climate.gov/maps-data/dataset/noaa-voices-oral-history-archives",
  "title": "NOAA Voices  - Oral History Archives",
  "date": null,
  "content": "NOAA Voices is a digital archive of primary data in the form of oral history interviews documenting the human dimensions of our changing environment, climate, oceans, and coasts. The archive is a powerful source of qualitative data for research and educational purposes, and for anyone interested in the local, human experience with climate change, weather, and the marine environment.\nNOAA Voices is a collaborative project supported by multiple line offices within NOAA, including NOAA Fisheries, NOAA Heritage, and the National Weather Service. Its database currently houses nearly 2300 unique oral histories as part of 118 distinct collections, including Women in Alaska Fisheries - oral history project focused on Native Alaska women participating in commercial and subsistence salmon fisheries; Voices From the Science Centers, where climate change experts share their knowledge and experience with the public; and Long Island Traditions – Climate Change & Sandy, a project examining how Superstorm Sandy affected a seafaring community, its residents, and its maritime traditions. Each oral history contains critical first-hand accounts of climate change and traditional ecological knowledge from across the country, covering a time span from 1893 to the present.\n\nIf you have questions or comments about NOAA Voices, please reach out to voices@noaa.gov.\nUse the database to find oral history interviews related to our changing environment, climate, oceans, and coasts. Search the archive by keyword, collection, interviewer, and location, or browse by project. The interviews can be used to support research, education, outreach, and communication. Listen and learn from a diversity of experiences.  You can also create your own collection to add to the archive or contribute to an existing collection.\nHow do I use this site?\nSearch:\nBrowse:\nYou can also find information on the site about adding your own interviews or collections to the archive, as well as information about designing and starting your own oral history project.\nHelp us improve our content",
  "source": ""
}