{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/how-do-we-observe-todays-climate",
  "title": "How do we measure weather and climate?",
  "date": null,
  "content": "The United States Climate Reference Network has installed observation stations in diverse environments across the country. Top left: White River Trace Conservation Area - Salem, Missouri. Top right: Denali National Park - Denali, Alaska. Bottom: Red Canyon Ranch - Lander, Wyoming\nNetworks of observation stations are designed for different purposes, yet their records can all be used to understand and describe climate. The descriptions below can help you get a sense of the similarities and differences among various networks:\nThe United States Climate Reference Network (USCRN) has 144 automated observation stations across the country. Stations are sited in areas that reflect the climate across their region, at relatively remote sites where instruments are unlikely to be disturbed over the coming decades. Instruments at each station record precise measurements of temperature, precipitation, soil moisture, and other variables every 5 minutes.\nThe National Weather Service Cooperative Observers Program (COOP) uses volunteer observers and/or automated instruments to collect observations at more than 11,000 stations. Each station has instruments to measure the highest and lowest temperatures of the day (maximum and minimum daily temperatures) and total precipitation. Every day, observers follow a consistent procedure to check (validate) their instruments and record their data.\nThe Automated Surface Observations System (ASOS) maintains a network of stations sited mostly at airports. In addition to temperature and precipitation, these stations make a continuous record of wind speed and direction. These automated stations offer an efficient method for gathering and disseminating information: ASOS reports are updated every minute and broadcast to pilots in the vicinity of each station.\nFor descriptions of other networks, stations, and the data they collect, see the National Centers for Environmental Information's Land-Based Stations page »\nSatellites, planes, ships, buoys, and gliders are among the platforms NOAA uses to monitor conditions. Illustration by Visualizing Science, LLC.\nJust as ground-based instruments improved over the years, scientists also invented reliable ways that monitor the environment at the ocean's surface, underwater, in the air, and from satellites on orbit.\nHow do we know climate is changing? Which variables help us understand climate and detect climate change? An international group of meteorologists and climate scientists have agreed upon a list of 55 Essential Climate Variables that are measured consistently to characterize Earth's climate. This group also agreed upon a smaller set of Global Climate Indicators that provide key information for the most relevant domains of climate change.\nTo learn more about the specific variables we monitor and the instruments we use to measure them see:\nThe National Centers for Environmental Information (NCEI) facility in Asheville, North Carolina maintains an extensive archive of climate data.\nAs our abilities to record observations matured, scientists and government administrators recognized the value of gathering and storing these records in a single place. In 1951, they established what is now called the National Centers for Environmental Information (NCEI). Official weather records—ranging from observers’ handwritten logbooks to early computer tapes to real-time measurements from our array of automated weather stations—are stored at this center. Today, many of the older records have been or are being digitized through citizen-science efforts. NCEI makes these records available to the public via the Internet.\nHelp us improve our content",
  "source": ""
}