{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/how-do-scientists-classify-different-types-climate",
  "title": "How do scientists classify different types of climate?",
  "date": null,
  "content": "Climate classifications help people know what types of conditions a region usually experiences through the year. Rather than having to describe the full range of conditions observed in a region over each month or season of a year, a classification scheme can communicate expected conditions using just two or three terms. Knowing a region’s climate classification can be useful when choosing building materials for protection and durability, or when considering what crops are likely (or unlikely) to thrive in a region. For visitors, knowing a location’s climate classification can help them select appropriate clothing to pack.\nGeographers recognize a number of factors that affect a region’s climate:\nTogether, these factors control the range of temperatures and the amount of rain and/or snow each region receives through the year. These factors control climate, and in turn, climate controls ecology—the types of native plants and animals that live in a region.\nMap by Peel, M. C., Finlayson, B. L., and McMahon, T. A. (University of Melbourne) via Wikimedia Commons.\nLong-term records of temperature and precipitation reveal climate patterns across continents, delineating them into climate regions. For example, the image on the right shows the Köppen-Geiger Climate Classification System.\nClass names for classification systems based on weather patterns often include geographical names such as polar, tropical, continental, and marine. These terms are modified by terms describing temperature and moisture, or the intensity of weather during summer or winter.  Examples of descriptors used in this method of classification include moist or dry, warm or cold, and temperate or severe. Putting them together results in climate classifications such as \"polar marine\" and \"temperate continental.\"\nMap by Ville Koistinen, CC BY-SA 3.0, via Wikimedia Commons\nEnvironmental indicators such as the range of native vegetation that thrives in a place can be used to classify a region's climate. As plant species can only thrive within a specific range of temperature and moisture conditions, it follows that those conditions must be present if the plants thrive in that location. If the climate is not suitable—too wet, too dry, or too cold in winter, for example—plants (and the animals that depend upon them for food or habitat) will struggle or die.\nThese classification systems also utilize geographic terms, but are modified by biome names. Class names based on environmental indicators include names such as Arctic tundra, subtropical rainforest, and montane forests.\nImage by Peter Halasz, CC BY-SA 2.5, via Wikimedia Commons.\nThe Holdridge Life Zone Classification scheme uses latitude, altitude, and humidity to identify a region's climate (see the diagram at right; click for a larger view). As classifications are based on plotting just three physical parameters—the straightforward system has become popular in modeling climate change impacts.\nClass names in this system are generally descriptive. Examples include dry tundra, wet forest, and desert scrub.\nAs a region's temperature and precipitation patterns change, climate classifications based on those parameters will also change. Comparing past, present, and future ranges of plants and animals is one method that can show changing classifications.\nScientists are currently observing changes in ecological relationships that are linked to our changing climate. For instance, the timing of spring budburst in some plants is occuring earlier than in the past. If this change in timing is not matched by the maturity of insects that depend on nectar from those flowers, the insects will lose this food supply. As temperature and precipitation patterns change, so too will ecosystems, and the climate classifications that are based on them.\nHelp us improve our content",
  "source": "climate.gov"
}