{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/visualizing-climate-data",
  "title": "Visualizing Climate Data",
  "date": null,
  "content": "You can use a number of software packages and Web sites to to access or generate image maps or graphs of historical climate data or future climate projections. The following tools are listed from easiest to most difficult:\nData Snapshots offers a range of easy-to-understand climate maps with plain English descriptions. Each set of snapshots is a simplified version of official climate products available across a number of different Websites. Time sliders let you display snapshots for various dates or watch change over time. Every image is freely available in five different sizes for download and reuse.\nNOAA View is an introductory data viewer suitable for a broad range of audiences. It is compatible with all major browsers and many mobile devices. The tool's online interface makes it easy to explore time-series image maps of global data. Most of the 60+ datasets show data collected by instruments on satellites. Example datasets: wind speed, coral bleaching, ice cover, vegetation, precipitation, and views of  Earth at night. Each dataset has a link to a description section. When viewing an image map in NOAA View, you can hover your cursor over different portions of the map to see approximate data values. You can also display specific dates, animate time series, and download .png images or KMZ (Google Earth) files.\nClimate Explorer displays charts and maps of future climate projections for every county in the contiguous United States. Users can explore past conditions and those projected decades the future. Coastal residents can check how many days per year various locations have experienced high-tide flooding, and how many days they are projected to experience such flooding in the future.\nPanopoly is a data viewer designed to work with netCDF, HDF, GRIB and other datasets. It requires that your computer have a Java SE 7 or 8 runtime environment, or better, installed. Panopoly is best suited for intermediate to advanced data users.\nIn Panopoly 4 you can:\nNOAA's Weather and Climate Toolkit (WCT) is free, platform independent software. The WCT allows the visualization and data export of weather and climate data, including Radar, Satellite and Model data. The WCT also provides access to weather/climate web services provided by NCDC and other organizations.  The Weather and Climate Toolkit is best suited for advanced data users. The WCT provides tools for background maps, animations and basic filtering. Users can export images and movies in multiple formats. Data can be exported from the WCT to a variety of common formats including KMZ, Shapefile, Well-Known Text, GeoTIFF, ESRI Grid and Gridded NetCDF. Advanced data export support for Google Earth enables the 2-D and 3-D export of rendered data and isosurfaces.\nHelp us improve our content",
  "source": "climate.gov"
}