{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/past-climate",
  "title": "Past Climate",
  "date": null,
  "content": "Some natural processes record the passage of time. For instance, layers of sediments can accumulate over many years, and some of them preserve information about weather conditions during the time they were deposited. Throughout Earth's history, global and regional climate has changed on very long time scales, and many of the past conditions can be discovered by studying natural records.\nPaleoclimatology is the study of natural systems that record climate conditions. Analyses of growth patterns in tree rings, corals, and cave structures can help us deduce conditions that existed hundreds to millions of years ago. Data that come from natural sources instead of from instruments are called proxy records. The word \"proxy\" indicates that these records stand in for direct measurements.\nOne of the most easily recognized types of paleoclimate records is tree ring data. Trees that grow a single annual ring can preserve a record of the conditions they experienced each year. Fortunately, trees don't need to be cut down to reveal the pattern of their rings. Scientists turn tree-core drills (see below) into living trees and extract cores about as thick as a pencil. The surface of each core preserves the pattern of the rings' varying widths.\nTree-core drill and wood core samples next to a tree slab. Dendrochronologists (tree-time scientists) count the number of growth rings and record the pattern of their widths. The pattern of varying widths can be matched against those of other trees to determine their age. Photo by Hannes Grobe Creative Commons Attribution ShareAlike 2.5 (Generic).\nRocks deposited by glaciers are another example of proxy records. Scientists can recognize the distinctive pattern of sediments in rocks deposited by glaciers. Wherever they find glacial rocks then, they know that glaciers were present in that location at some point in the past. Once they examine fossils and other clues about when the rocks were deposited, they use the information to reconstruct the climate story for that location.\nOther sources of proxy data for climate include lake and ocean sediments, layers of ice (cored from ice sheets), corals, fossils, and historical records from ship logs and early weather observers. Learn more about proxy data »\nThe most familiar methods to interpret natural records involve taking a core sample of the thing that produced the natural record. Field scientists use specialized equipment to take cores from trees, corals, sediments, and ice. By measuring the width, chemical composition, and physical structure of each layer in the core, scientists can deduce some of the conditions present when each layer formed.\nThis chunk of ice comes from the first ice core drilled at Mt. Hunter, Alaska. Embedded pebbles and dust tell researchers that this portion of the ice core is from the bottom of a glacier, right above bedrock. Paleoclimatologists analyze isotopes of water in the annual layers of ice to determine the regional temperature when it fell as snow. Scientists also check the composition of air in trapped air bubbles to understand how the atmosphere changed over time. Photo by Mike Waszkiewicz.\nOn the left, a diver drills a core from a coral colony. The right image shows the hole from which the core was extracted. The hole was plugged to prevent further injury to the coral colony.\nAnother way to learn about past climate is to take the temperature of rocks at different depths within holes drilled into Earth’s crust. Exploration for oil and minerals often involves boring a hole into rock (a borehole) and bringing samples up for analysis. The boreholes they leave behind represent an opportunity to check the temperature of subsurface rocks. Rocks respond very slowly to changes in surface temperature conditions, and deeper rocks change temperatures more slowly than shallower rocks. Taking precise measurements of the rate of temperature change of rocks at various depths lets scientists deduce past temperatures at the surface.\nExplore borehole data: NOAA Borehole data »\nPaleoclimate records become even more valuable when scientists compare information collected using different proxies from locations around the world. Comparing their analyses, paleoclimatologists have identified common patterns of temperature trends that are broadly consistent across a variety of data collection methods. By comparing multiple sets of proxy records, scientists have reconstructed a fairly consistent record of Earth’s climate history. The broad agreement of several datasets increases our confidence that proxies reveal valid temperature records.\nThe graphs below help illustrate the general agreement of results from multiple science teams using different methods to reconstruct Northern Hemisphere temperature since 700 CE. The labels next to each line color in the legends refer to the scientific papers in which the data were published.  Note that instrumental and proxy records alike indicate an unprecedented increase in Northern Hemisphere temperature over the last 200 years.\nThese three graphs show the general agreement of different types of proxy data. The climate history shown here is a reconstruction of temperature in the Northern Hemisphere. Image source: IPCC AR4 WG 1 figure 6.10.\nLearn more about methods of climate reconstruction:\nClimate Change: Past, Present, and Future »\nMore information and access to datasets\nNOAA Paleoclimatology »\nExplore what paleoclimatology research tells us about past changes in Earth's temperature \nWhat Have We Learned from Paleoclimatology?\nHelp us improve our content",
  "source": "climate.gov"
}