{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/predicting-climate/future-climate",
  "title": "Future Climate",
  "date": null,
  "content": "Across the globe, in response to increases in heat-trapping gases such as carbon dioxide (CO2) in the atmosphere, temperature and precipitation patterns are changing. The rate of climatic change in the next century is expected to be significantly higher than it has been in the past. At our current rate of emissions, the Intergovernmental Panel on Climate Change (IPCC) estimates that CO2 levels in the atmosphere will double or triple during the next century, and the climate system will respond.\nScientists expect some portions of the Earth system to respond more rapidly to the changing composition of the atmosphere than others. For instance, the temperature of the atmosphere and the uppermost layer of the ocean are likely to adjust to new conditions more quickly than the deep ocean or thick ice sheets on Greenland and Antarctica. As a result of the different response rates, scientists predict that regional climatic changes will vary. For example, climate models project that some areas will see more precipitation and others will have less.\nClimate scientists expect to see the following changes within decades to hundreds of years:\nThe following changes are likely to occur over hundreds to thousands of years:\nThough Earth will always have distinct seasons because of its tilted axis, one expected signal of climate change is a shift in the length and character of summer and winter seasons. In general, summer temperatures will arrive earlier than they currently do, especially at high latitudes. Additionally, they will be hotter and last longer than they do now. Future winters will arrive later and be shorter and warmer. Around the world, climatologists have already observed increases in the number of days of record heat, and concurrent decreases in the number of days of record cold.\nWhile the climate record has no perfect analog for the changes we expect to occur in the future, we can use a climatic event that happened 55 million years ago—the Paleocene-Eocene Thermal Maximum (PETM)—as an example of our potential climate future. At the time of the PETM, natural records (climate proxies) show that the abundance of CO2 in the atmosphere rose to 2000 parts per million within the span of 10,000 years. Subsequently, Earth’s average global temperature rose by approximately 11 degrees Fahrenheit (6 degrees Celsius). The result of this rapid temperature increase wiped out plants and animals that couldn’t adapt to the new conditions.\nWhether current plants and animals will be able to adapt to upcoming changes in climate remains an open question. Just as in past climatic shifts, some species will flourish while others will struggle, or simply vanish. Exactly how future climate will develop is an ongoing question – one that is being closely monitored by scientists and citizens around the world.\nClimate.gov\nClimate Q&A\nIntergovernmental Panel on Climate Change\nAR5 Synthesis Report: Climate Change 2014\nU.S. Global Change Research Program\nProgram Information\nFourth National Climate Assessment (2018)\nOnline Report and Downloads\nWorld Climate Research Program\n8-minute video: 40-years of International Climate Science\nInformation and Teaching Strategies\nReconstructing the Paleocene-Eocene Thermal Maximum\nHelp us improve our content",
  "source": "climate.gov"
}