{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/predicting-climate/climate-forcing",
  "title": "Climate Forcing",
  "date": null,
  "content": "Earth is continually receiving energy from the sun. Some of the energy that arrives at Earth is reflected back into space, another portion is absorbed directly by the atmosphere, and the remainder moves through the atmosphere to the planet's surface. Sunlight energy heats land and water at the surface, and in turn, they emit heat. This heat provides further warming of the atmosphere. The mix of gases in our atmosphere keeps some of the heat energy from escaping directly to space, similar to the way a blanket keeps warmth near your body. This process is the naturally occurring greenhouse effect, and it keeps Earth warm enough to support life.\nIn accordance with the basic laws of thermodynamics, as Earth absorbs energy from the sun, it must eventually emit an equal amount of energy to space. The difference between incoming and outgoing radiation is known as a planet’s radiative forcing (RF). In the same way as applying a pushing force to a physical object will cause it to become unbalanced and move, a climate forcing factor will change the climate system. When forcings result in incoming energy being greater than outgoing energy, the planet will warm (positive RF). Conversely, if outgoing energy is greater than incoming energy, the planet will cool.\nPrior to 1750, before the Industrial Revolution, Earth’s average radiative forcing (RF) remained relatively stable. To document how the atmosphere has changed since then, scientists consider RF for 1750 as zero. Radiative forcing—a value that indicates the atmosphere's ability to trap heat—has increased over time. Source: IPCC AR5 WG1 Figure SPM.5.\nNatural climate forcings include changes in the sun’s energy output, regular changes in Earth’s orbital cycle, and large volcanic eruptions that put light-reflecting particles into the upper atmosphere. Human-caused, or anthropogenic climate forcings include emissions of heat-trapping gases (also known as greenhouse gases) and changes in land use that make land reflect more or less sunlight energy. Since 1750, human-caused climate forcings have been increasing, and their effect dominates all natural climate drivers.\nClimate scientists have defined four possible scenarios for the future that they use as consistent inputs for calculating climate in the future. Each scenario is based on a plausible future pathway regarding global emissions of greenhouse gases. The scenarios, known as Representative Concentration Pathways, or RCPs, specify the amount of radiative forcing (RF) in 2100 relative to 1750. For more information about RCPs, see IPCC WGI AR5 Box SPM.1 (final page of the Summary for Policy Makers).\nSource: IPCC Fifth Assessment Report Summary for Policymakers, Figure SPM.5 and Box SPM.1.\nClimate drivers can also trigger feedbacks that intensify or weaken the original forcing. For example, forcing from increased greenhouse gases also increases evaporation, which increases water vapor in the atmosphere and intensifies the forcing from greenhouse gases.\nIf we stabilize the anthropogenic climate drivers that are currently increasing the radiative forcing of the atmosphere, Earth’s energy balance and climate will eventually reach a new state of equilibrium where equal amounts of energy are transferred into and out of the system; when this will occur remains an open question.\nClimate Change 2013: The Physical Science Basis\nIntergovernmental Panel on Climate Change Fifth Assessment Report (AR5) Working Group 1 (WGI) Summary for Policymakers (SPM)\nRadiative Forcing of Climate Change\nReport by the National Research Council\nComparing SRES and RCP scenarios\nPart of The Beginner's Guide to Representative Concentration Pathways, from Skeptical Science\nNOAA Paleo- and Historical Climate Forcing Data\nAccess a range of proxy data used to calculate radiative forcing in the past.\nInteractive Atmospheric Data Viewer\nSelect sampling sites on a map, and then generate graphs or download data on the concentration of various gases in the atmosphere.\nHelp us improve our content",
  "source": "climate.gov"
}