{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/finding-climate-data/searching-data",
  "title": "Searching for Data",
  "date": null,
  "content": "Data searches can be frustrating... These strategies may help you find what you're after. As with any searching strategy, it's good practice to begin with some simple questions to narrow your search.\nAre you looking for a graph or a table of data, or would you prefer to see a map?  Weather and climate data are generally presented in one of two forms: time-based data, also known as temporal data, and space-based or spatial data. When looking for data, ask yourself\nTime-based (temporal) data\nHourly weather graph for Hailey ID\n\tImage source: NWS Pocatello\nTime-based, or time series data, shows change over time. The time period examined can be from minutes to years or longer. For example, think of your daily temperature, how did it change today? In this case you would want a graph with time on the x-axis and temperature on the y-axis.\nMaybe your question is about looking at temperature patterns for one location over a period of many years. Once again, you would be looking for time-series data. An example of this type of data is available from the U.S. Historical Climate Network (UHHCN) through the Carbon Dioxide Information Analysis Center.\nMap-based (spatial) data\nFebruary 2015 Temperatures\n\tImage Source: NOAA CPC\nAnother method of thinking about data is spatial, or map-based data. This style of data presentation allows users to explore and investigate data patterns over an area – from a local region to the world. For instance, we commonly visualize daily temperature and precipitation patterns using maps.\nMaps allow users to step back and see the big picture of relationships between geography and weather. Examples of map-based data include cloud cover, precipitation, and temperature. Other data often presented in map form include: forest fire potential, hurricane tracks, and vegetation status.\nAn easy way to begin a data search is to look around at existing data products\nIf you're not sure what data you are interested in, browsing the Dataset Gallery can inspire ideas by showing you the types of data available.\nTo begin searching for data, you can enter a term in the Search box. You can also filter the results by the following criteria, or combine criteria for an even narrower search.\nHelp us improve our content",
  "source": "climate.gov"
}