{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/how-do-we-observe-todays-climate/air-atmospheric-climate-variables",
  "title": "Air - Atmospheric Climate Variables",
  "date": null,
  "content": "This page describes instruments used to monitor the atmosphere.\nReflective white structures shade thermometers from direct sunlight to get accurate measurements of air temperature. Source: Weather.gov Coop Station page.\nSurface air temperature is the temperature of the air around us, generally measured at a height of two meters (about 6 and a half feet) above the ground. Thermometers that measure surface air temperature must be shielded from direct sunshine.\nIt's common to see thermometers with a liquid such as alcohol or mercury in a glass tube. Thermometers used for monitoring weather and climate work by checking how much electricity can pass through a sample of pure metal such as platinum. As electrical resistance increases with temperature, resistance measurements can be converted to precise temperature measurements.\nMore information:\nLinks to Air Temperature Data:\nSource: Adobe stock.\nPrecipitation is water in liquid or solid form that falls to Earth's surface from clouds. It can be in the form of drizzle, snow, ice, freezing rain, or hail. Rain gauges are the most common instrument used to measure rainfall. A rain gauge is an open-at-the-top container that is calibrated to measure the depth of liquid caught. In the United States, the depth of precipitation is reported in inches. Satellite instruments can also detect and estimate precipitation amounts.\nLearn more about precipitation from the National Weather Service's Online School for Weather, JetStream »\nLinks to data:\nA solar technician examines a pyranometer mounted on the edge of a solar panel. Source: Adobe stock.\nSolar radiation is energy from the sun: it is the main source energy for Earth's climate system. On the ground, the amount of solar radiation that reaches a site can be measured by an instrument called a pyranometer. At the top of the atmosphere, similar instruments on satellites measure the amount of incoming solar radiation.\nExplore current and past satellite estimates of rainfall rates »\nLinks to data:\nBarometers commonly use a round dial to display measured air pressure. The part of the instrument that actually measures air pressure is a sealed container of air that flexes inward or outward as air pressure changes. Source: Adobe Stock.\nA clear jar of air covered with flexible balloon material attached to a stick shows a simple method for measuring air pressure. When air pressure increases, the balloon material is pushed into the jar and the stick moves upward. Credit: Svenja Lohner, Science Buddies.\nAir pressure is the weight-per-unit area of the column of air above it. As gas molecules are always moving in every direction, air pressure is the same in all directions. Barometers measure air pressure. The most common type of barometer is a sealed flexible container of air. When the air pressure outside the container changes, the container responds by contracting or expanding. This change is registered by a needle or digital readout. These values are expressed in millibars. A millibar is a unit of pressure commonly used in aviation and meteorology. One millibar is equal to 100 Newtons per square meter. One thousand millibars is the average pressure at sea level. Changes in atmospheric pressure can indicate a change in weather.\nMore information: Air Pressure\nLinks to data:\nCredit: Adobe Stock.\nWind is air in motion relative to the Earth's surface. It is a vector quantity, meaning it is described in terms of both speed and direction of motion. Winds are most commonly described in only their horizontal direction. Anemometers are used to measure wind speed. Wind vanes and windsocks measure wind direction. Wind directions refer to where the wind is coming from; for example, a north wind is coming from the north and blowing towards the south.\nMore information: Origin of Wind\nLinks to data:\nHygrometer showing low humidity during a hot, dry Santa Ana wind event in California. Credit: Photo by Jengod on Wikimedia, cropped, Attribution-Share Alike 4.0 International license.\nHair lengthens when it's humid and contracts when it is dry; that's why some people's hair turns frizzy when the weather gets humid. This diagram shows how this relationship can be used to measure humidity. Source: Public domain image, Wikimedia Commons.\nWater vapor is water in the atmosphere in its vapor (gaseous) form. Water vapor is the raw material from which clouds form. Though it is invisible to the human eye, this gas absorbs and emits infrared radiation, which traps heat energy near Earth's surface. Half of the water vapor in the atmosphere is found within two kilometers of the Earth's surface. Absolute humidity is the measure of the amount of water vapor in air. Relative humidity tells how much water vapor is in the air relative to the amount it has the potential to hold at a given temperature and pressure. The instrument used to measure water vapor content in the air is called a hygrometer. The simplest type of hygrometer is made from human hair, which swells and lengthens as it absorbs water vapor from the air.\nMore information: Humidity\nLinks to data:\nNASA's CloudSat used radar to provide detailed observations of clouds, helping to advance global weather and climate predictions. Source: NASA/JPL.\nClimate scientists observe and monitor the properties of clouds because the type of clouds in the sky are an indicator of the atmospheric processes occurring where they formed. Cloud properties include ice crystal size and type, temperature, and thickness. Instruments on satellites are commonly used to observe cloud properties.\nMore information: Clouds\nLinks to data:\nDr. Xin Lan checks the flask analysis and lab statistics. The array of air flasks on the left are used to collect air samples at locations around the world: the flasks are delivered to the lab in Boulder, Colorado where the samples are analyzed. Learn more about Dr. Lan's work measuring the composition of air in this article »\nThe composition of the atmosphere refers to the mix of all the gases in the air. The relative amounts of major atmospheric gases have changed dramatically since Earth's early history, but they have been relatively stable for thousands of years. Atmospheric gases are well mixed up to an altitude of 80 km (50 mi). The relative concentrations of several trace gases in the atmosphere determine the atmosphere's ability to trap solar radiation. In order to make precise measurements of atmospheric composition, scientists gather air in flasks, and analyze it in a laboratory.\nMore information:\nLinks to data:\nHelp us improve our content",
  "source": ""
}