{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/how-do-we-observe-todays-climate/ocean-oceanic-climate-variables",
  "title": "Ocean - Oceanic Climate Variables",
  "date": null,
  "content": "This page describes some of the 50 Essential Climate Variables identified by the Global Climate Observing System (GCOS) for worldwide monitoring. Panels of experts at GCOS helped identify which climate observations should be made on an ongoing basis, and agreed upon principles and guidelines for the best ways to make them.\nArtist's conception of NASA's Aqua satellite over Earth. Learn more about Aqua » Credit: NASA\nSea Surface Temperature (SST) is defined as the skin temperature (top 2 mm) of the ocean. Historically, ships measured sea surface temperature directly, and later, buoys were fitted with thermometers to check the temperature of surface waters. Instruments on satellites now remotely measure SST for the whole world every day.\nMore information: Sea Surface Temperature - NASA\nLinks to data:\nThe cloudy light-green area off the coast of Oregon and Washington in this satellite image from NASA Earth Observatory shows a massive bloom of phytoplankton. The right side shows three microscopic views of phytoplankton. Top image courtesy of NOAA MESA Project. Middle image: Wagon wheel diatom, courtesy of Dr. John R. Dolan, Laboratoire d'Oceanographique de Villefranche; Observatoire Oceanologique de Villefrance-sur-Mer. Bottom: Thalassionema nitschioides, live specimen, photographed by Dr. Yaqin \"Judy\" Li, Milford Laboratory/NEFSC, courtesy of NMFS/NOAA.\nThe presence of microscopic algae (phytoplankton) can have a strong influence on the color of the ocean. When populations of floating phytoplankton have the right combination of nutrients, sunlight, and water temperatures, the number of individuals can expand very quickly. These population explosions can result  in \"blooms\" of phytoplankton large enough to be visible from space. Suspended sediments and solutions of dissolved materials can also affect ocean color. Instruments on satellites measure ocean color from space.\nMore information:\nLinks to data:\nPhytoplankton are tiny plants (algae) that float freely in the ocean. They are often accompanied by zooplankton, or microscopic animals. These microscopic organisms form the base of the global oceanic food chain. Through photosynthesis, scientists estimate that marine phytoplankton produce about half of the world's oxygen. Scientists measure phytoplankton abundance by straining marine water samples through very fine mesh nets.\nMore information:\nLinks to data:\nWave crashing over vessel in a large swell. Image source: NOAA\nSea state is the general condition of the sea with respect to the wind, swell, and waves at a given time and location. Skilled observers, instruments on ocean buoys, or satellite instruments can measure sea state. The Douglas Sea Scale is the 10-point classification system for sea state.\nMore information:\nLinks to data:\nSea ice forms in open water. NASA's ICESat-2 satellite is able to detect the thin sea ice, allowing scientists to more accurately track seasonal ice formation. Both images courtesy of NASA.\nSea ice is frozen seawater that forms at the ocean's surface in the polar regions. As salty ocean water freezes, some of the salt is expelled, and the brine below it becomes saltier and more dense. Sea ice extent is defined as the area where at least 15% of the surface is covered with ice. Sea ice extent changes with the seasons in both hemispheres. Satellite instruments measure sea ice extent. Submarines and remotely operated vehicles are used to monitor the thickness of sea ice.\nMore information: Sea Ice monitoring - NOAA\nLinks to data:\nTwo women working with NOAA's Coast & Geodetic Survey install a tide gauge near Castle Cape, Alaska. Courtesy of personnel of NOAA Ship RAINIER.\nSea Level is one of the primary indicators of global climate change. Changes in how high the ocean's surface is reflect a  net change in ocean volume due to melting of glaciers and ice sheets and thermal expansion. Local sea level observations from tidal gauges affixed to land take any vertical land motion into account when calculating changes in sea level. Coastal sea level change is a major driver of societal impacts of climate change.\nView data from tide gauges from NOAA's Tides and Currents site »\nOcean salinity is the mass of salt per unit volume of water: it is normally reported in units of grams of salt per 1000 grams of water. Changes in salinity are due to variations in the rate of evaporation and amount of precipitation over the ocean. River runoff and ice melt also influence ocean salinity by adding fresh water. Salinity affects the density of seawater and therefore, along with temperature, is a major controller of ocean circulation. Historically, ships gathered samples of water to measure salinity, or instruments on buoys measured salinity by passing a current through the water. Now, instruments on satellites can measure salinity remotely.\nMore information: Sea Surface Salinity - NASA\nLinks to data:\nJust as Earth's land has high and low areas, the surface of the sea is not flat either. Factors that cause \"hills and valleys\" on the ocean's surface include gravity, tides, ocean temperatures, winds, and currents. Satellite instruments use sophisticated mathematical equations to make precise measurements of the height of the sea's surface. Monitoring sea surface height is useful for understanding weather and climate phenomena such as El Niño events.\nMore information: Sea Surface Height - NASA\nLinks to data:\nCurrent meter being placed in waters near Sitka, Alaska.\nSource: NOAA NOS\nWater in the ocean is constantly in motion from waves, tides, and currents. Ocean currents are the result of winds, density differences, and and the rotation of planet. The simplest method of measuring a surface ocean current is to use a float and record the time it takes to travel a given distance. Today, instruments on drifting and anchored buoys, as well as devices such as current meters, measure the speed of ocean currents. Satellite instruments are also used to measure the motion of the ocean.\nMore information:\nLinks to data:\nCrew of the NOAA Ship PISCES recover a large CTD-rosette. CTD stands for Conductivity, Temperature, Depth measurement instrument. The sample bottles are filled with water from various depths. Image Credit: Courtesy of Officers and Crew of NOAA Ship PISCES; Collection of Commander Jeremy Adams, NOAA Corps.\nThe global ocean has an enormous capacity to store and distribute heat around the planet. The high heat capacity of water helps to moderate swings in our climate on both long- and short-term time scales. Differences in temperature and density of water in the deep ocean are two key properties driving ocean currents. Sub-surface ocean temperature, salinity, and stored CO2 can affect the health of ecosystems and fisheries. Drifters, moored ocean buoys, and instruments on ships are the primary methods used to track changes in sub-surface ocean temperatures.\nMore information:\nLinks to data:\nHelp us improve our content",
  "source": "climate.gov"
}