{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/whats-difference-between-climate-and-weather",
  "title": "What's the Difference between Climate and Weather?",
  "date": null,
  "content": "Geese migrating south for winter. Photo credit: © scol22 - stock.adobe.com\nFor as long as humans have been around, they've paid attention to weather and climate. They noted the type of weather brought by winds from particular directions and watched for different types of clouds in an attempt to predict upcoming weather and storms. Some people who spend a lot of time outdoors can still recognize insect, bird, and animal behaviors as signs of changing weather.\nAll around the world, weather and climate influence how people live. The types of homes we build for comfort and safely, the crops we grow for food and clothing, and the recreational opportunities we enjoy are all matched to our long-term weather patterns. We strive to understand and predict the weather in order to better our lives.\nWeather is the short-term state of the atmosphere, in the past, present, or future.\nWeather can vary from minute to minute and location to location. For instance, it's not unusual for a place to have a cold and rainy morning that gives way to a warm and sunny afternoon. Sometimes, rain falls on one side of a town, but not on the other. In order to make sense, descriptions of weather must always include both when and where the conditions occurred.\nThis animated map shows a weather event in the Pacific Northwest. The images document the 6 days of abnormally high temperatures from June 23 through June 27, 2021. Compare colors on the map to the temperatures they indicate in the legend: many locations experienced maximum daily temperatures over 110°F.\nClimate is the long-term pattern of weather conditions. For climate, the expression “long-term” usually means 30 years. Climate scientists have agreed that 30 years is a sufficient length of time to establish the usual range of conditions for different times of the year.\nThis map shows the long-term average maximum temperature for June, measured from 1991 to 2020. Temperatures indicated by the colors on the map are considered \"usual\" for afternoons in June.\nWhile the map above shows the long-term average maximum temperature for June, it doesn't provide any details about the high temperature on any given day; it represents climate rather than weather.\nPeople have come up with a number of pithy sayings to help explain the difference between weather and climate. Here are a few:\nFor another analogy, watch the brief video below.\nCredit: Siffer, produced by TeddyTV for NRK (Norwegian public TV). Animation by Ole Christoffer Haga.\nHelp us improve our content",
  "source": ""
}