{
  "url": "https://www.climate.gov/maps-data/climate-data-primer/what-environmental-data-are-relevant-study-infectious-diseases-covid-19",
  "title": "What environmental data are relevant to the study of infectious diseases like COVID-19?",
  "date": null,
  "content": "Colorized scanning electron micrograph of an apoptotic cell (blue) heavily infected with SARS-COV-2 virus particles (yellow), isolated from a patient sample. Image captured and color-enhanced at the NIAID Integrated Research Facility (IRF) in Fort Detrick, Maryland.\nThe COVID-19 pandemic has triggered an increase in infectious disease modeling studies, some of which incorporate environmental parameters. These studies are driven by questions about the potential seasonality of disease transmission, potential comorbidities associated with other environmentally-linked respiratory diseases, and a desire to improve predictions to inform future national and local policies to control transmission. This page has been developed to facilitate access to environmental data commonly used in infectious disease modeling. Email questions or feedback about this page to one.health@noaa.gov.\nThe table below was designed to help users quickly locate environmental datasets for a given variable and timescale. Within each cell, one or more datasets are referenced along with key information, a link to download the data, and a link to read the metadata for the source. Additional information on the data types is available below this table.\nGlobal Historical Climatology Network Daily - GHCN Data Access\n\t\t\tStation-based\nSpatial: global, coverage varies (see Understanding Data Sources below)\nTemporal: daily, coverage varies by station (19th century to present)\nPracticalities: available as *.csv files (HTTPS access).\nGridded 5km GHCN-Daily Dataset (U.S. only) nClimGrid (aggregated to monthly values)\n\t\t\tGridded\nSpatial: U.S., 5km\nTemporal: monthly, 19th century to present\nPracticalities: Available as ASCII text\nNOAAGlobalTemp (V5)\nSpatial: global, 5° × 5°\nTemporal: monthly, 19th century to present\nPracticalities: Available as *.nc\nHistorical Climate Forecast System (CFS) Time Series)\nSpatial: Global, 0.5° (approximately 56 km)\nTemporal: hourly, 1979 - 2011\nPracticalities: Available as *.grib2\nOperational Climate Forecast System (CFS) Time Series\nSpatial: Global, 0.5° (approximately 56 km)\nTemporal: hourly, 2011 - present\nPracticalities:Available as *.grib2\nFilename (high-res)\ntmp2m.gdas.YYYYMM.grib2\nFilename (low-res)\ntmp2m.l.gdas.YYYYMM.grib2\nNASA Modern-Era Retrospective analysis for Research and Applications (MERRA-2)\nSpatial: global, 0.5° x 0.625°\nTemporal: hourly, 1980 - present\nIntegrated Surface Database\nTemporal: sub-hourly, 1901 - present\nPracticalities: available as *.csv or via Common Access or GIS services\nECMWF ERA5 climate reanalysis\nSpatial: global, 0.25°x0.25°\nTemporal: hourly, 1971 - present\nPracticalities: available as *.grib files\nMetadata\nLead 1-3 days\nDaily Max Temp\nDaily Min Temp\nHourly Temp\nLead 4-7 days\nDaily Max Temp\nDaily Min Temp\nHourly Temp\nSpatial: U.S., 5km\nTemporal: hourly, 1 - 7 day lead time\nPracticalities: available as *.bin\n\t\t\t(rename to *.grib2)\nNOAA National Blend of Models\n\t\t\tLead 0-10 days\nVisualize Time Series and download CSV files by station.\n\t\t\t(Extendable for CSV output, longer than 10 days to subseasonal, other parameters)\nSpatial: U.S., coverage varies by station\nTemporal: hourly, 10 day lead time\nPracticalities: available as *.csv\nNorth American Multi-Model Ensemble Spatial: global, varies\nTemporal: 2019-2020, monthly and seasonal\nPracticalities: See BAMS article for more information\nCMIP6-GFDL Data Search | CMIP6-GFDL | ESGF-CoG Spatial: global, varied resolution\nTemporal: 1850 - 2100, varied resolution\nPracticalities: guidance for users\nECMWF ERA5 climate reanalysis\nSpatial: global, 0.25°x0.25°\nTemporal: hourly, 1971 - present\nPracticalities: available as *.grib files\nIntegrated Surface Database\nTemporal: sub-hourly, 1901 - present\nPracticalities: available as *.csv or via Common Access or GIS services\nMetadata\nLead 1-3 days\nDaily Max RH\nDaily Min RH\nHourly RH\n6hr Dew Point\nLead 4-7 days\nDaily Max RH\nDaily Min RH\nHourly RH\n6hr Dew Point\nSpatial: U.S., 5km\nTemporal: hourly, 1 - 7 day lead time\nPracticalities: available as *.bin\n\t\t\t(rename to *.grib2)\nCMIP6-GFDL Data Search | CMIP6-GFDL | ESGF-CoG Spatial: global, varied resolution\nTemporal: 1850 - 2100, varied resolution\nPracticalities: guidance for users\nECMWF ERA5 climate reanalysis\nSpatial: global, 0.25°x0.25°\nTemporal: hourly, 1971 - present\nPracticalities: available as *.grib files\nCDC National Environmental Public Health Tracking Network\nSpatial: U.S., state or county level\nTemporal: monthly or annual avg, 2005 to 2015\nPracticalities: Available as *.csv\nIntegrated Surface Database\nTemporal: sub-hourly, 1901 - present\nPracticalities: available as *.csv or via Common Access or GIS services\nNWS Global UV Index Forecast\nSpatial: global, 0.5x0.5 degree\nTemporal: hourly, --5 day lead time\nPracticalities: available as *.grib2\nCMIP6-GFDL Data Search | CMIP6-GFDL | ESGF-CoG\nSpatial: global, varied resolution\nTemporal: 1850 - 2100, varied resolution\nPracticalities: guidance for users\nReal-time and historical data are available for surface-based weather stations on every continent. The most commonly measured climate variables are temperature and precipitation, the latter being available for more than 100,000 locations worldwide. Some stations (such as those at airports) also observe additional variables—including pressure, wind, and cloud cover—on an hourly basis. Coverage of the stations is sparse in some regions; however, most airports have a station.\nMany modeling applications require data in locations that do not have weather stations. Gridded datasets bridge this gap. These datasets consist of estimated data at evenly spaced intervals, such as every 5 kilometers. Researchers construct these datasets by using station data in combination with statistical methods (e.g., by interpolating station data to a uniform grid or fitting a statistical surface through the original observations). Gridded datasets are valuable in many modeling applications that require evenly spaced data as input. They are also useful in computing averages for societally relevant areas, such as counties and census tracts. Interpolated grids estimate unknown values at locations by using nearby points where values are known. Read more about interpolation\nComprehensive Climate Monitoring data, also known as Reanalysis datasets, are produced by running climate models over a historical period while constraining many of the values of the model to match observed values. These data are multivariate, spatially and temporally complete, and gridded. This process provides a consistent high-resolution output that smooths over data gaps by providing the best possible estimate of the true values by using both observations and models to estimate what value most likely would have been observed. For example, in a reanalysis for the period from 1950 to 2000, if a station was only active from 1970 onward, the 20 years of missing values can be estimated by constraining the model using existing observations that were active so that the temperature (and other values) that might have been observed at that station can be filled in. Read more about reanalyses »\nClimate models break the globe into a 3-dimensional grid and simulate a large number of variables in each grid cell at each time step using fundamental physics equations. Climate models are “spun up” by initializing them with observations and letting them run over many years of timesteps, solving the equations for each grid cell during each step, and allowing for interactions between adjacent grid cells. Climate model output should be used to estimate longer-term, probabilistic climate statistics rather than to predict deterministic values. Read more about climate models »\nA Multi-Model Ensemble (MME) is a product containing outputs from one or more models from different modeling centers that have been averaged together to create what is called an ensemble. In some cases, more than one model run (realization) per model is included, and each realization is run with slightly perturbed parameters to better represent uncertainty in the MME mean. MMEs are often more skillful than individual models, and better represent prediction error, because the ensemble as a whole balances out individual model biases to some extent.  Read more about Multi-Model Ensembles »\nPython\nThis page is developed through NOAA’s One Health Team to serve the COVID-19 and broader health research and decision making community. Acknowledgment and thanks go to: Hunter Jones, Mary Lindsey, Richard Glupker, Stan Benjamin, Georg Grell, and Juli Trtanj, NOAA Research (OAR), and Jennifer Runkle, Russell Vose, and Jeff Privette, National Environmental Satellite and Data Information Service (NESDIS).\nThis list of studies is compiled by the NOAA Central Library. This list is a sampling of COVID-19 studies employing climate variables and will be updated periodically. The presence of a study in this list does not imply endorsement. Many of the listed studies have not been peer reviewed.\nHelp us improve our content",
  "source": "climate.gov"
}