{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/temperature-us-monthly-average",
  "title": "Temperature - US Monthly Average",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nColors show the average monthly temperature across the contiguous United States. White and very light areas had average temperatures near 50°F. Blue areas on the map were cooler than 50°F; the darker the blue, the cooler the average temperature. Orange to red areas were warmer than 50°F; the darker the shade, the warmer the monthly average temperature.\nDaily temperature readings come from weather stations in the Global Historical Climatology Network (GHCN-D). Volunteer observers or automated instruments collect the highest and lowest temperature of the day at each station over the entire month, and submit them to the National Centers for Environmental Information (NCEI). After scientists check the quality of the data to omit any systematic errors, they calculate each station’s monthly average of daily mean temperatures, then plot it on a 5x5 km gridded map. To fill in the grid at locations without stations, a computer program interpolates (or estimates) values, accounting for the distribution of stations and various physical relationships, such as the way temperature changes with elevation. The resulting product is the NOAA Monthly U.S. Climate Gridded Dataset (NClimGrid).\nShades of blue show areas that had monthly average temperatures below 50°F. The darker the shade of blue, the lower the average temperature. Areas shown in shades of orange and red had average temperatures above 50°F. The darker the shade of orange or red, the higher the average temperature. White or very light colors show areas where the average temperature was near 50°F.\nThe 5x5km NClimGrid data allow scientists to report on recent temperature conditions and track long-term trends at a variety of spatial scales. The gridded cells are used to create statewide, regional and national snapshots of climate conditions. Energy companies use this information to estimate demand for heating and air conditioning.  Agricultural businesses also use these data to optimize timing of planting, harvesting, and putting livestock to pasture.\nData Snapshots are derivatives of existing data products; to meet the needs of a broad audience, we present the source data in a simplified visual style. This set of snapshots is based on NClimGrid climate data produced by and available from the National Centers for Environmental Information (NCEI). To produce our images, we invoke a set of scripts that access the source data and represent them according to our selected color ramps on our base maps.\nThe data used in these snapshots can be downloaded from different places and in different formats. We used these specific data sources:\nNClimGrid Average Temperature\nNOAA Monthly U.S. Climate Gridded Dataset (NClimGrid)\nNOAA Monthly U.S. Climate Divisional Database (NClimDiv)\nImproved Historical Temperature and Precipitation Time Series for U.S. Climate Divisions)\nNCEI Monthly National Analysis)\nClimate at a Glance - Data Information)\nNCEI Climate Monitoring - All Products\nHelp us improve our content",
  "source": "climate.gov"
}