{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/precipitation-monthly-outlook",
  "title": "Precipitation - Monthly Outlook",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nColors show where total precipitation has an increased chance of being higher or lower than usual during the next month. The darker the shading, the greater the chance for the indicated condition. White areas have equal chances for precipitation totals that are below, near, or above the long-term average (median) for the month.\nClimate scientists base future climate outlooks on current patterns in the ocean and atmosphere. They examine projections from climate and weather models and consider recent trends. They also check historical records to see how much precipitation fell when patterns were similar in the past.\nColors on the map show experts’ level of confidence in their forecasts for above or below median precipitation totals. Each location on the map has some chance to receive precipitation that ranks in the bottom, middle, or top third of records from the previous three decades. White areas have equal chances for each condition. Colors show where the odds for one of the three conditions are higher than for the other two.\n\r\nA common mistake is to interpret these maps as predictions of precipitation amounts. However, dark green areas are not predicted to receive more precipitation than light green areas. The dark green areas simply have a higher likelihood of receiving above median amounts of rain than the light green areas do. Similarly, dark brown areas are not predicted to receive less rain than light brown areas.\n\r\nKeep in mind that outlooks show the most likely condition for each region, not the only possible outcome.\nWater managers, farmers, and forestry officials have an intense interest in precipitation outlooks. They use them to help make decisions about water resources, irrigation, and fire-fighting resources. Flood forecasters also use these outlooks. They want to know as early as possible if an area is likely to receive more precipitation than usual.\nData Snapshots are derivatives of existing data products: to meet the needs of a broad audience, we present the source data in a simplified visual style. NOAA's Climate Prediction Center (CPC) produces the source images for monthly precipitation outlooks. To produce our images, we run a set of scripts that access map layers from CPC, re-project them into desired projections at various sizes, and output them with a custom color bar.\nCPC issues monthly outlooks one-half month before the beginning of the month of interest. On the day before the new month begins, experts update the outlook for the upcoming month. Each monthly outlook in Data Snapshots shows the date the outlook was issued.\nOutlooks that include Alaska are available: while displaying an outlook of interest, click the Download button, select Full Resolution Assets, and then click OK\nOne-Month to Three-Month Climate Outlooks.\nhttp://www.cpc.ncep.noaa.gov/products/forecasts/\nCurrent Outlook Discussion\nhttp://www.cpc.ncep.noaa.gov/products/predictions/long_range/fxus07.html\nHelp us improve our content",
  "source": "climate.gov"
}