{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/historic-probability-large-wildfire",
  "title": "Historic Probability of Large Wildfire",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nShading on each map reflects how often fires with an area of 100 acres or larger were reported within 25 miles during a 24-year base period. The darker the shading, the higher the number of fires reported close in time to the displayed date.\nUsing daily fire records from the beginning of 1992 through the end of 2015, meteorologists who specialize in predicting fire weather plotted all fires of 100 acres or larger on a map. Grid lines on the map divide the entire area into rectangles—called grid cells—approximately 50 miles on a side. For every day of the year, scientists counted the number of years each grid cell contained at least one qualifying fire, and then divided by the total number of years.\nTo reveal the long-term pattern of fires, scientists applied mathematical filters to smooth the raw counts, both across the land (spatially) and through the year (temporally).\nFire locations and sizes were originally obtained from the U.S Forest Service Fire Program Analysis Fire-Occurrence Database.\nShaded areas show the historical probability of a wildfire that covers 100 acres or more occurring within 25 miles.\nKnowing when and where large wildfires occur through the year can promote preparedness. Residents who are alert to the possibility of wildfires are better able to respond in ways that can keep them safe. These maps can also help firefighting agencies plan for when and where their services and equipment may be needed.\nData Snapshots are derivatives of existing data products: to meet the needs of a broad audience, we present the source data in a simplified visual style. NOAA's National Weather Service Storm Prediction Center produced the original Probability of a Wildfire ≥ 100 acres files. To produce our images, we obtained the map data, and ran a set of scripts to display the mapped areas on our base maps with a custom color bar. See box at right for a link to the original data source.\nShort, Karen C. 2017. Spatial wildfire occurrence data for the United States, 1992-2015 [FPA_FOD_20170508]. 4th Edition. Fort Collins, CO: Forest Service Research Data Archive. https://doi.org/10.2737/RDS-2013-0009.4\nHelp us improve our content",
  "source": "climate.gov"
}