{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/arctic-sea-ice-age",
  "title": "Arctic Sea Ice Age",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nSince the late 1900s, Arctic sea ice has thinned, and less sea ice has persisted in the Arctic over multiple melt seasons. The trend toward younger, thinner sea ice over time reflects warming temperatures in the Arctic. As older ice is thicker than younger ice, the reduced area of old ice also indicates a reduction in the total volume of ice.\nScientists estimate the age of sea ice by combining satellite observations of ice locations and extent with buoy data on winds and motion.\nColors show the age of sea ice floating in the Arctic Ocean. The darkest blue areas on the map show seasonal or first-year ice, which formed during the most recent winter. White areas show where ice is more than four years old. Ice thickness is strongly correlated with ice age. First year ice ranges from 4 to 12 inches (10 to 30 centimeters) thick, while multiyear ice ranges from 6 to 12 feet (2 to 4 meters) thick. This correlation means that in general, the brighter the color, the thicker ice.\nIn the mid-to-late 1900s, a core of thick, old year-round sea ice covered much of the Arctic Ocean. Around that core, seasonal ice formed each winter and melted each summer. North of Alaska, a looping current called the Beaufort Gyre historically acted as a nursery for young sea ice where ice could persist and thicken. Ice growth in the gyre roughly offset the steady transport of ice out of the Arctic Ocean through the Fram Strait east of Greenland. Since the year 2000, warmer summers have caused ice to melt in the southern stretch of the Beaufort Gyre, so less multiyear ice has persisted. The result is younger, thinner sea ice than in decades past. Today, the amount of thick, old ice in the Arctic is a small fraction of what it was in the 1980s. Because young, thin ice melts more easily than old, thick ice, the trend toward thinner ice is self-reinforcing.\nData Snapshots are derivatives of existing data products: to meet the needs of a broad audience, we present the source data in a simplified visual style.\nThese Arctic Sea Ice Age maps use NSIDC Quicklook Arctic Weekly EASE-Grid Sea Ice Age, Version 1 data from 2020 to now, while maps from 2019 and earlier use NSIDC EASE-Grid Sea Ice Age, Version 4 data. Both datasets are available as PNGs (.png) and NetCDF (.nc) files.\nPerovich, D., Meier, W., Tschudi, M., Farrell, S., Hendricks, S., Gerland, S., Kaleschke, L., Ricker, R., Tian-Kunze, X., Webster, M., Woods, K. (2019). Sea ice. 2019 Arctic Report Card.\nHelp us improve our content",
  "source": ""
}