{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/temperature-mean-1991-2020-monthly-average",
  "title": "Temperature - Mean, 1991-2020 Monthly Average",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nBased on daily observations from 1991-2020, colors on the map show the long-term average mean temperature in 5x5 km grid cells for the month displayed. The maps show mean temperatures—the arithmetic average between the highest and lowest temperature in a 24-hour period—averaged together over the month for the previous three decades.\nDaily temperature readings come from weather stations in the Global Historical Climatology Network (GHCN-D). Volunteer observers and automated instruments collected the highest and lowest temperature at each station every day from 1991 to 2020, and sent them to the National Centers for Environmental Information (NCEI). After scientists checked the quality of the data to omit any systematic errors, they calculated each station’s monthly average of daily mean temperatures, then plotted the values on a 5x5 km gridded map. To fill in the grid at locations without stations, a computer program interpolated (or estimated) values, accounting for the distribution of stations and various physical relationships, such as the way temperature changes with elevation. The resulting product is the NOAA Monthly U.S. Climate Gridded Dataset (NClimGrid).\nThe color in each 5x5 km grid cell shows the average of the highest and lowest temperature recorded every day of the month for the 30 years from 1991 to 2020. Shades of blue show where the mean daily temperatures measured from 1991 to 2020 averaged below 50°F for the month. The darker the shade of blue, the lower the temperature. Areas shown in shades of orange and red have long-term mean temperatures above 50°F. The darker the shade of orange or red, the higher the temperature. White or very light colors show areas where the average mean temperature is near 50°F.\nUnderstanding these values provides insight into the “normal” conditions for a month. This type of information is widely used across an array of planning activities, from designing energy distribution networks, to the timing of crop and plant emergence, to choosing the right place and time for recreational activities.\nData Snapshots are derivatives of existing data products: to meet the needs of a broad audience, we present the source data in a simplified visual style. This set of snapshots is based on NClimGrid climate data produced by and available from the National Centers for Environmental Information (NCEI). To produce our images, we invoke a set of scripts that access the source data and represent them according to our selected color ramps on our base maps.\nThe data used in these snapshots can be downloaded from different places and in different formats. We used this specific data source:\nNClimGrid Temperature Normals\nNOAA Monthly U.S. Climate Gridded Dataset (NClimGrid)\nNOAA Monthly U.S. Climate Divisional Database (NClimDiv)\nImproved Historical Temperature and Precipitation Time Series for U.S. Climate Divisions)\nNCEI Monthly National Analysis)\nClimate at a Glance - Data Information)\nNCEI Climate Monitoring - All Products\nHelp us improve our content",
  "source": ""
}