{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/drought-three-month-outlook",
  "title": "Drought - Three-Month Outlook",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nColors on each map show experts' estimates of how conditions related to drought are likely to change by the end of the next three months. Areas where experts expect below-average precipitation or above-average temperatures (which increase evaporation) may see drought develop, persist, or worsen. Areas with forecasts for above-average precipitation may see drought conditions improve or end.\nStarting with knowledge of current drought status, experts examine weather forecasts and climate outlooks to check the chances for below-, near-, or above-average precipitation and temperature during the next three months. The experts also consider seasonal patterns of precipitation (for example, if a region usually has a wet summer), if an El Niño or La Niña event is occurring, and if an active tropical storm season is expected. They compare this range of factors with forecasts to determine if conditions are likely to become drier or wetter. Based on this input, experts make their best estimates of how conditions will change, and assign regions into outlook categories on the map.\nColors show experts' assessments of where and how conditions related to drought are likely to change by the end of next three months. Gold areas are not currently experiencing drought, but they are likely to become drier through the next three months. Dark brown areas show where drought conditions currently exist and are likely to persist or worsen. Tan areas are currently experiencing drought; they are likely to see improvement, but not an end, to drought conditions. Green shows where drought conditions are likely to end.\nDrought outlooks can help decision makers plan ahead. For instance, if drought is likely to develop in a region, farmers and ranchers may decide to delay planting, plant a drought-resistant crop, or stockpile food and water for livestock. Forestry officials may choose to hire additional firefighters and secure equipment to be ready to fight wildfires. Water managers may consider instituting water restrictions. If drought is likely to improve or end, ranchers may choose to begin using stockpiled resources, and farmers may choose crops that require adequate moisture.\nData Snapshots are derivatives of existing data products: to meet the needs of a broad audience, we present the source data in a simplified visual style. NOAA's Climate Prediction Center (CPC) produces the source images for the Seasonal Drought Outlook. To produce our images, we run a set of scripts that access map layers from CPC, and re-project them into desired projections at various sizes.\nThe CPC Drought Outlook zip files contain shapefiles for use in GIS software, as well as KML files appropriate for software like Google Earth. The original Drought Outlook data files used to make this Data Snapshot can be found at this data directory, as well as this web page.\nExpert Assessment - Seasonal Drought Outlook Summary\nExpert Assessment - Seasonal Drought Outlook Discussion\nNWS Drought Fact Sheet\nHelp us improve our content",
  "source": "climate.gov"
}