{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/arctic-sea-ice-extent-minimum",
  "title": "Arctic Sea Ice Extent - Minimum",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nThis collection includes monthly maps showing sea ice concentration during the month of the Arctic summer minimum extent, dating back to the start of the satellite record in 1979. Arctic sea ice has shown a clear decline since then. The greatest rate of decline occurred prior to the year 2007, but the overall trend remains one of decline, and extents have remained low since 2007. Arctic sea ice has declined in all months of the year, with the greatest rate of decline occurring in September, the typical month of the Arctic summer minimum.\nThese measurements come from polar-orbiting satellites, which have observed sea ice on a daily basis for several decades. Satellite sensors used for sea ice observation record more than just visible light; they sense microwaves and other frequencies of electromagnetic radiation. That allows them to “see” through clouds and in the dark to make sea ice observations throughout a range of weather conditions and polar darkness.\nEach map shows average monthly sea ice concentration. Sea ice concentration describes how much of a given area is covered with sea ice. Sea ice concentration is usually expressed as a percentage, for instance, 10 percent or 54 percent or 86 percent. Sea ice concentration appears in shades of blue and white, with lighter shades indicating higher ice concentrations. Sea ice extent is derived from measurements of sea ice concentration. Extent is the area of the ocean with at least 15 percent sea ice concentration. Any area meeting or exceeding the 15-percent concentration threshold is considered ice-filled. The yellow line shows the 1981–2010 median extent for that month. Median means halfway between the largest and smallest values.\nLand areas are medium gray. The ice-free ocean is navy blue. The data gap centered over the North Pole, also called a \"pole hole\", is dark grey. Satellites have historically passed close to, but not directly over, Earth’s poles. As satellite technology has improved, the data gap has shrunk, but not disappeared entirely. Depending on how sea ice totals are calculated, the data gap may be considered ice-filled.\nSea ice is an integral part of the Arctic ecosystem. Sea ice extent affects ocean wildlife, making some areas more or less suitable to some species. People and animals living in the Arctic depend on sea ice for hunting. The presence or absence of sea ice affects ship traffic through the Arctic Ocean. Sea ice buffers coastal areas from ocean waves; when sea ice retreats, wave action can quickly erode coastlines, especially if sea ice retreat coincides with permafrost thaw. Sea ice reflects sunlight, keeping the region cool and acting as the planet’s built-in air conditioner; when sea ice retreats, more ocean heat is absorbed by the ocean surface. Sea ice affects the exchange of heat and moisture between the ocean and atmosphere. Studying sea ice over time enables scientists to monitor how the Arctic is changing.\nData Snapshots are derivatives of existing data products. To meet the needs of a broad audience, we present the source data in a simplified visual style. Climate.gov made these images using data from the Sea Ice Index provided by the National Snow and Ice Data Center. The Sea Ice Index includes daily and monthly observations of sea ice concentration and extent. Climate.gov applied an intuitive color palette to indicate concentration level, and added the median extent line for each month shown in these snapshots.\nConcentration data exists as geotiffs. Median extent lines exist as shapefiles.\nHelp us improve our content",
  "source": "climate.gov"
}