{
  "url": "https://www.climate.gov/maps-data/data-snapshots/data-source/antarctic-sea-ice-extent-minimum",
  "title": "Antarctic Sea Ice Extent - Minimum",
  "date": null,
  "content": "Please note\nThe Data Snapshots section is undergoing maintenance. Images may appear to be missing even when they exist.Please reach out to us with any questions: climate-dataandservices@noaa.gov\nData Snapshots Image Gallery\nThis collection includes monthly maps for sea ice concentration during the month of the Antarctic summer minimum extent—typically February—dating back to the start of the satellite record in 1979. Over that time period, Antarctic sea ice has exhibited an essentially flat trend with substantial year-to-year variability. Beginning in 2016, Antarctic sea ice experienced below-average extents, but as of 2025, determining whether these extents indicate the beginning of an overall downward trend will require at least several more years of observations.\nThese measurements come from polar-orbiting satellites, which have observed sea ice on a daily basis for several decades. Satellite sensors used for sea ice observation record more than just visible light; they sense microwaves and other frequencies of electromagnetic radiation. That allows them to “see” through clouds and in the dark to make sea ice observations throughout a range of weather conditions and polar darkness.\nEach map shows average monthly sea ice concentration. Sea ice concentration describes how much of a given area is covered with sea ice. Sea ice concentration is usually expressed as a percentage, for instance, 10 percent or 54 percent or 86 percent. Sea ice concentration appears in shades of blue and white, with lighter shades indicating higher ice concentrations. Sea ice extent is derived from measurements of sea ice concentration. Extent is the area of the ocean with at least 15 percent sea ice concentration. Any area meeting or exceeding the 15-percent concentration threshold is considered ice-filled. The yellow line shows the 1981–2010 median extent for that month. Median means halfway between the largest and smallest values. Land areas are gray. The ice-free ocean is navy blue.\nSea ice provides crucial habitat for iconic Antarctic species such as penguins, and rich ecosystems exist under the ice. Sea ice provides a barrier between ocean waves and the fronts of ice shelves. (Ice shelves are thick slabs of ice that extend from land over the ocean surface and glacier-fed ice shelves occur in many locations along the Antarctic coastline.) Therefore, the loss of sea ice may contribute to ice shelf destabilization and potentially glacier acceleration into the ocean. As it does in the Arctic Ocean, sea ice affects ship traffic around the coastline of Antarctica. Studying sea ice over time enables scientists to monitor how the Antarctic is changing.\nData Snapshots are derivatives of existing data products. To meet the needs of a broad audience, we present the source data in a simplified visual style. Climate.gov made these images using data from the Sea Ice Index provided by the National Snow and Ice Data Center. The Sea Ice Index includes daily and monthly observations of sea ice concentration and extent. Climate.gov applied an intuitive color palette to indicate concentration level, and added the median extent line for each month shown in these snapshots.\nConcentration data exists as geotiffs. Median extent lines exist as shapefiles.\nHelp us improve our content",
  "source": ""
}