{
  "url": "https://www.climate.gov/news-features/feed/vegetation-feedbacks-during-drought-exacerbate-ozone-air-pollution-extremes",
  "title": "Vegetation feedbacks during drought exacerbate ozone air pollution extremes in Europe",
  "date": null,
  "content": "Meiyun Lin, Larry W. Horowitz, Yuanyu Xie, Fabien Paulot, Sergey Malyshev, Elena Shevliakova, Angelo Finco, Giacomo Gerosa, Dagmar Kubistin, Kim Pilegaard. Nature Climate Change. DOI: 10.1038/s41558-020-0743-y\nGround-level ozone exposure harms human and plant health, especially on hot summer days when pollution from cars and power plants fuels ozone formation. Due to regulatory changes, emissions of ozone precursors have been reduced markedly in Europe, yet ozone pollution episodes have not decreased satisfactorily in recent decades. The authors show that slow progress towards improving ozone air quality in Europe can be partly explained by declining rates of ozone removal by water-stressed vegetation in response to climate warming.\nLittle is known about the drivers of the summertime ozone increases observed in the 1980s and 1990s, when ozone precursor emissions were constant or decreasing over Europe and North America and pollution transport from Asia was relatively low. Peak ozone episodes during summer are linked to weather conditions, especially stagnant high-pressure systems, heatwaves, and droughts. Land-atmosphere interactions typically worsen the persistence of such weather extremes in Europe. Low soil moisture conditions can induce drought but also elevate temperatures.\nThis study highlights a previously under-appreciated “climate penalty” feedback mechanism. Substantial reductions of ozone uptake by water-stressed vegetation helps explain why European ozone pollution episodes have not decreased satisfactorily in recent decades. Stomata, small pores in the leaves of vegetation, are responsible for controlling CO2 transport for photosynthesis and water vapor losses. They also permit the uptake of ozone and other pollutants by vegetation (a component of dry deposition). Under drought stress, plants close their stomata to reduce water loss, consequently limiting the ozone uptake by vegetation and increasing surface ozone concentrations. Such land-biosphere feedbacks often have been overlooked in prior air quality projections, owing to a lack of process-based model formulations.\nUsing observations and model simulations with an interactive dry deposition scheme developed at GFDL, the authors show that vegetation feedbacks exacerbate peak ozone pollution episodes in densely populated regions, such as England, Belgium, the Netherlands, Northern France, Western Germany and Northern Italy. Incorporated into GFDL’s dynamic vegetation land model, this deposition scheme mechanistically describes the response of ozone deposition to phenology, CO2 concentration, temperature, canopy air vapor pressure deficit, and soil water availability. With extremely hot and dry summers set to increase in the coming decades, accounting for vegetation feedbacks is central to determining the susceptibility to extreme pollution events at northern mid-latitude populated regions. This climate penalty means that stronger emission controls are needed to achieve a targeted level of air quality. The ozone climate penalty must be considered when designing an effective clean air policy for Europe.\nClick to read the full article",
  "source": "climate.gov"
}