{
  "url": "https://www.climate.gov/news-features/feed/detected-climatic-change-global-distribution-tropical-cyclones",
  "title": "Detected Climatic Change in Global Distribution of Tropical Cyclones",
  "date": null,
  "content": "H. Murakami, T.L. Delworth, W. F. Cooke, M. Zhao, B. Xian, and P.-C. Hsu. Proceedings of the National Academy of Sciences. DOI: 10.1073/pnas.1922500117\nAlthough global mean temperature has been rising since the mid-twentieth century and can be attributed to increases in emissions of greenhouse gasses, the annual number of global tropical cyclones (TCs) has remained steady at around 86 since 1980. The limited length of observed TC data and the effect of multi-decadal variability have made it challenging to detect trends in TC activity on a global scale.\nThere is a distinct spatial pattern to the trends in TC frequency of occurrence at a global scale since 1980. Significant decreases in the frequency of occurrence in the South Indian Ocean, as well as the western North Pacific, can be seen. Conversely, increases in the North Atlantic and Central Pacific are evident. Using a suite of high-resolution dynamical model experiments, the authors demonstrate for the first time that the observed spatial pattern in trends cannot be explained only by underlying multi-decadal natural variability, but external forcing such as greenhouse gasses, aerosols, and volcanic eruptions likely played an important role.\nThis study reveals that the effect of climate change on TC activity is more evident in the spatial distribution pattern, rather than the overall number of global TCs. The total effect of anthropogenic greenhouse gases, aerosols, and volcanic eruptions on global TC distribution is not spatially homogeneous: increases and decreases in TC occurrence depending on the region. On the other hand, these climate model projections show decreases in the total number of global TCs toward the end of the 21st century due to the dominant effect of greenhouse gases on decreasing TC occurrence in most of the tropics, consistent with many previous studies.\nSimulations for this study utilized 2 different fully coupled GFDL models that incorporate a high-resolution atmospheric component (50-km mesh), enabling realistic TC simulations. The authors conducted 150 ensemble simulations with SPEAR, a very new model, and 2 configurations of FLOR. FLOR (Vecchi et al. 2014) is currently used for real-time seasonal predictions through the North American Multi-Model Ensemble (NMME), whereas SPEAR (Delworth et al. 2020) is the next generation NMME model developed at GFDL. FLOR simulates reasonable TC distribution on a global scale (Vecchi et al. 2014). SPEAR shows less systematic biases in the large-scale variables than FLOR, which in turn leads to better simulation of TCs (Delworth et al. 2020).\nClick to read the full article",
  "source": ""
}