{
  "url": "https://www.climate.gov/news-features/feed/getting-bottom-ocean-carbon-export",
  "title": "Getting to the bottom of ocean carbon export",
  "date": null,
  "content": "The ocean is a major carbon sink, estimated to absorb more than a quarter of the carbon dioxide that humans put into the air, largely through photosynthesis by phytoplankton, microscopic plants living near the surface of the ocean. The ocean is also one of the biggest question marks in climate modeling: scientists do not yet have a full understanding of the mechanisms that move absorbed carbon from the ocean surface thousands of feet down to the ocean floor.\nRecent research at one station off the coast of California suggests that the carbon export to the deep ocean could be increasing, through more frequent “flux” events that dump large amounts of carbon in a short period of time. New research from Moss Landing Marine Laboratories and Monterey Bay Aquarium Research Institute (MBARI) shows that the majority of this exported material comes from phytoplankton, or tiny plants, digested into fecal pellets that can sink rapidly through the water column.\nA chain of jellyfish-like plankton known as salps. By feeding on plant-like phytoplankton, they concentrate carbon from the atmosphere into dense fecal pellets that settles at the bottom of the sea. Photo by Oregon Department of Fish and Wildlife. Used under a Creative Commons license.\n“This process of sinking particles is called the biological pump,” explains Moss Landing researcher Colleen Durkin, who led a recent California Sea Grant-funded project in partnership with MBARI researcher Ken Smith and other scientists at MBARI and Moss Landing Marine Laboratories. Researchers hope that by better understanding what makes up the particles that reach the ocean floor—and how they get there—they can refine models of the carbon cycle and help improve projections of climate change and ocean processes.\nRead more at link below.\nClick to read the full article",
  "source": ""
}