{
  "url": "https://www.climate.gov/news-features/feed/monitoring-kelp-forests-californias-marine-protected-areas",
  "title": "Monitoring kelp forests in California's Marine Protected areas",
  "date": null,
  "content": "Some of California’s most important forests don’t have trees. Up and down the West Coast, kelp—a large, plant-like brown algae—supports marine life and local economies.\n“It’s really quite an iconic ecosystem,” says Mark Carr, a kelp forest ecologist from UC Santa Cruz. With a growth rate of up to a foot and a half per day, kelp beds are a particularly productive—or fast-growing—ecosystem. “That productivity supports a huge number of species,” says Carr. Otters, seals, shorebirds, and even whales benefit. (Meet some of the species that call California kelp forests home in the video to the right by UC Santa Barbara researcher Katie Davis Koehn, Channel Islands, California.)\nIn addition to providing vital habitat and food for marine life, kelp forests also support coastal communities. They sustain commercial and recreational fisheries, promote ecotourism, consume carbon, and prevent coastal erosion by slowing down waves before they reach the shore. “And then there's the cultural significance,” says Carr. Generations of Indigenous peoples along the coast consider kelp forests a part of their story and natural heritage.\nBut first fishing and now marine heatwaves threaten the existence of kelp beds. “There’s no question that right now, the number one threat to kelp forests along the coast is global climate change,” says Carr.\nIt’s no surprise then, that kelp forests were included when California created a system of marine protected areas (MPAs). “One of the unique elements of MPAs is that they’re really designed to protect a whole ecosystem, rather than individual species,” says Carr. He worked closely with state officials on the Marine Life Protection Act, which involved the creation of a new network of protected areas. Now, Carr works with colleagues across four academic institutions and citizen scientists around the state on a kelp forest monitoring project that assesses the effectiveness of MPAs as a conservation and management tool. The project is one of seven three-year awards that California Sea Grant administers for the California Ocean Protection Council and the California Department of Fish and Wildlife. The projects provide researchers, managers, and policy-makers with vital information about marine protected areas and ecosystems around the state.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}