{
  "url": "https://www.climate.gov/news-features/feed/mechanism-arctic-sea-ice-spring-predictability-barrier",
  "title": "A mechanism for the Arctic sea ice spring predictability barrier",
  "date": null,
  "content": "Mitchell Bushuk, Michael Winton, David Bonan, Edward Blanchard-Wrigglesworth, Thomas Delworth. Geophysical Research Letters. DOI: 10.1029/2020GL088335\nObservations over the past 40 years have documented a significant decline in Arctic sea-ice extent and thickness. These rapid changes and their implications for Northern communities, shipping industries, wildlife, fisheries, and natural resource industries have created an emerging operational need for regional summer sea-ice predictions.\nHow far in advance can accurate predictions of regional summer sea ice be made? Recent work has shown evidence for an Arctic sea ice spring predictability barrier, which may fundamentally limit the accuracy of predictions made before May. However, the physical mechanism for this barrier has remained elusive. This work reveals a mechanism for the Arctic sea ice spring predictability barrier, examines the evolution of the predictability barrier under climate change, and describes implications for future Arctic seasonal prediction systems.\nThis works finds that summer sea-ice predictability is limited in winter months by synoptically-driven sea-ice mass export and negative feedbacks from sea-ice growth. The spring predictability barrier results from a sharp increase in predictability at melt onset, when ice-albedo feedbacks act to enhance and persist the preexisting export-generated mass anomaly. The predictability barrier is expected to shift earlier under Arctic warming due to shifts in melt onset timing. These results imply that ice thickness observations collected after melt onset are particularly critical for summer Arctic sea-ice predictions.\nThe mechanism for the Arctic sea ice spring predictability barrier was investigated using a sea-ice mass budget analysis, based on daily data from large-ensemble experiments performed with two global climate models. The mass budget analysis allows for a process-based attribution of summer sea-ice predictability. The authors considered the relative roles of ice growth and melt (thermodynamics) and ice flow (dynamics) in controlling summer sea ice. They found that predictability is limited by ice motion and growth in winter, and increases rapidly in spring due to melt processes. This analysis reveals a mechanism for the spring predictability barrier, in which the timing of the barrier is set by the spring onset of sea ice melt.\nRegional summer sea ice predictions could potentially be useful to a broad group of stakeholders, including northern communities and wildlife, resource industries, commercial shipping, fisheries, tourism, and nations with claims to Arctic sovereignty. This study answers the key question of how far in advance we can expect to make skillful predictions of summer Arctic sea ice. The authors also identify satellite sea ice thickness measurements, collected after melt onset, as a key observational need for future seasonal prediction systems.\nClick to read the full article",
  "source": ""
}