{
  "url": "https://www.climate.gov/news-features/feed/projected-changes-south-asian-monsoon-low-pressure-systems",
  "title": "Projected Changes in South Asian Monsoon Low-pressure Systems",
  "date": null,
  "content": "Wenhao Dong, Yi Ming, V. Ramaswamy. Journal of Climate. DOI: 10.1175/JCLI-D-20-0168.1\nMonsoon low-pressure systems (MLPSs) are the primary rain-producing synoptic-scale systems over the Indian subcontinent, and are estimated to be responsible for more than half of the annual precipitation in agrarian North and Central India. Changes in the characteristics of MLPSs, whether natural or forced, have far-reaching socio-economic impacts. Understanding future changes in MLPSs and associated rainfall is a necessary step toward projecting flood or drought risks in a warmer climate.\nGFDL’s latest coupled climate model CM4.0 projects a significant decrease in MLPS occurrence over the South Asian monsoon region, attributed mainly to a reduction in low-level relative vorticity over the core genesis region. Despite increases in the total precipitation across much of the monsoon region, CM4.0 simulates little change or even slight decreases in precipitation over the core MLPS genesis region. Assuming a fixed radius of influence, the projected reduction in monsoon low-pressure systems would significantly lower the associated precipitation over north-central India.\nGenerally poor representation of MLPSs in global climate model simulations erodes the confidence in future projections. To date, only a few studies have investigated potential changes in South Asian MLPSs, without conclusive findings. Confidence in model projections of future changes in MLPS activity is contingent on models’ ability to simulate MLPSs in the current climate. The authors show that CM4.0 is skillful at simulating the key characteristics of these synoptic systems — the number, genesis location, intensity, and lifetime of South Asian monsoon low-pressure systems. The authors explored future changes in the projected MLPSs in a warming climate, probing the underlying mechanism and the potential impacts of the changes in MLPSs on the monsoon rainfall.\nClick to read the full article",
  "source": "climate.gov"
}