{
  "url": "https://www.climate.gov/news-features/feed/increased-risk-2019-alaskan-july-fires-due-anthropogenic-activity",
  "title": "Increased risk of the 2019 Alaskan July fires due to anthropogenic activity",
  "date": null,
  "content": "Yan Yu, John P. Dunne, Elena Shevliakova, Paul Ginoux, Sergey Malyshev, Jasmin G. John, and John P. Krasting. Bulletin of the American Meteorological Society.\nExtreme wildfires have increased in Alaska, affecting the economy and public health of an entire region. The authors assessed the influence of anthropogenic activities on extreme fires in Alaska, taking advantage of the modeling capability of GFDL’s Earth System Model (ESM4.1) to simulate the complex interactions between fire, climate, land ecosystem, and human activity. Their findings indicate that a three-fold increased risk of Alaska’s extreme fires during recent decades can be attributed to primarily anthropogenic ignition and, secondarily, climate-induced biofuel abundance. By sorting out controlling factors of wildfires in Alaska, this modeling study improves our understanding of the impact of climate change on wildfires in Alaska, enabling better predictions.\nJuly 2019 saw record-breaking wildfires which burned over 3,600 km and emitted an estimate of 3.5 Tg carbon in Alaska, equivalent to 0.03% of world-wide carbon emitted in 2017. Smoke plumes from these fires degraded air quality over most of Alaska, inducing the first ever dense smoke advisory for Anchorage, and some of the world’s worst air quality in Anchorage and Fairbanks. 2019 saw Alaska’s hottest July on record, during which its largest city, Anchorage, had a daily maximum temperature exceeding 90˚F for the first time.\nBy combining ESM4.1 simulations with satellite data, the authors were able to evaluate the contribution of natural and anthropogenic ignition activities, anthropogenic climate variability and change, as well as human influence on the land ecosystem on the occurrence of extreme fire season in Alaska. Anthropogenic ignition includes intentional or unintentional activities, such as land and ecosystem management, smoking, railroad sparks, and powerlines. The dynamical fire model in ESM4.1 enables representation of multi-day and crown wildfires and accounts for effects of both changes in land surface meteorological conditions and the state of vegetation, facilitating comprehensive projections of joint states of climate, vegetation, and fire.\nClick to read the full article",
  "source": "climate.gov"
}