{
  "url": "https://www.climate.gov/news-features/feed/estuarine-forecasts-daily-weather-subseasonal-time-scales",
  "title": "Estuarine forecasts at daily weather to subseasonal time scales",
  "date": null,
  "content": "Andrew C. Ross, Charles A. Stock, Keith W. Dixon, Marjorie A. M. Friedrichs, Raleigh R. Hood, Ming Li, Kathleen Pegion, Vincent Saba, Gabriel A. Vecchi. Earth and Space Science. DOI: 10.1029/2020EA001179\nEstuary and coastal ocean forecasts based on predictions of temperature, salinity, currents, and storm surge have been shown to be able to protect lives and property from storm surge, assist search and rescue operations, and protect public health. These forecasts enable predictions of harmful algal blooms and the dispersion of oil spills. Many estuaries are also home to ecologically and economically important ecosystems and fisheries, and forecasts may also be useful for improving the management of fisheries and locating ideal fishing spots. This research demonstrates that temperature and salinity can be skillfully forecast at both the bottom and surface levels of an estuary up to two weeks in advance.\nNOAA currently maintains a number of operational forecast systems for estuaries, including in Chesapeake Bay, Delaware Bay, and San Francisco Bay, which forecast conditions for the next 48 hours. However, realizing many of the possible benefits from these systems, such as improved management of fisheries, will require forecasts with longer lead times. Because estuaries are generally shallow coastal bodies of water, they respond strongly to atmospheric forcing, and since skillful atmospheric weather forecasts are currently possible out to around 10 days, longer lead forecasts of estuaries should be possible. Estuaries are also driven by regular, predictable tidal cycles of velocity and elevation, which should enhance predictive skill. Furthermore, estuarine salinity and circulation respond slowly to changes in river discharge, which implies a degree of predictive skill from previously observed river discharge and current conditions.\nTo test whether extended lead forecasts for estuaries are possible, the authors developed and tested a model system for producing 35-day forecasts of temperature, salinity, and dissolved oxygen in Chesapeake Bay. The model system consists of an ocean model with routine use in the Chesapeake Bay research and forecasting community, forced using 35-day atmospheric forecasts from NOAA’s Global Ensemble Forecast System produced as part of the Subseasonal Experiment. Using this system, the authors produce a total of 425 forecast simulations that cover the warm seasons (April through August) of 1999 to 2015. The skill of the forecasts was evaluated by comparing the forecast predictions with observations and with the results from a numerical model hindcast simulation designed to reproduce historical conditions.\nOverall, the authors find that temperature and salinity can be skillfully forecast at both the bottom and surface levels of the estuary up to two weeks in advance. Forecast skill is higher for salinity and for bottom variables. The skill of the forecasts can be significantly improved by producing multiple ocean model forecasts, each driven by a different atmospheric forecast ensemble member, and averaging the results. Bottom dissolved oxygen concentrations can be forecast skillfully when the results are compared with the hindcast, but not when the forecasts are compared with the observations. This suggests that improvements to the dissolved oxygen model may be needed to obtain skillful forecasts.\nThe authors also closely evaluated the skill of the forecasts during two extreme events: Hurricane Irene in August 2011 and a heat wave in June 2008. The model system forecasted both events well, and heat waves and tropical cyclones are two types of extreme events with promising predictability at longer time scales, which suggests the potential for long-lead warning of potential impacts of these events on estuaries.\nClick to read the full article",
  "source": ""
}