{
  "url": "https://www.climate.gov/news-features/feed/gfdl-earth-system-model-version-41-gfdl-esm41-model-description-and-simulation",
  "title": "The GFDL Earth System Model version 4.1 (GFDL-ESM4.1): Model description and simulation characteristics",
  "date": null,
  "content": "J. P. Dunne, L. W. Horowitz, A. J. Adcroft, P. Ginoux, I. M. Held, J. G. John, J. P. Krasting, S. Malyshev, V. Naik, F. Paulot, E. Shevliakova, C. A. Stock, N. Zadeh, C. Blanton, V. Balaji, J. Durachta, K. A. Dunne, C. Dupuis, P. P. G. Gauthier, S. M. Griffies, H. Guo, R. W. Hallberg, M. Harrison, J. He, W. Hurlin, R. Menzel, P. C. D. Milly, C. McHugh, S. Nikonov, D. J. Paynter, J. Ploshay, A. Radhakrishnan, K. Rand, T. Robinson, D. M. Schwarzkopf, C. J. Seman, L. Silvers, S. Underwood, H. Vahlenkamp, M. Winton, B. Wyman, Y. Zeng, and M. Zhao. Journal of Advances in Modeling Earth Systems. DOI: 10.1029/2019MS002015\nThe Earth system model documented in this study, ESM4.1, marks the culmination of GFDL’s 4th generation model development effort that included comprehensive revisions of atmospheric dynamics, physics and chemistry, ocean physics, biogeochemistry and ecosystems, sea ice, and land physics, biogeochemistry and ecosystems. These efforts were merged into NOAA’s first coupled carbon-chemistry-climate model with state-of-the-art representation of each, along with comprehensive interactions between components.\nOver 50 simulations from ESM4.1 have been made publicly available. Analyses of these simulations will serve as the basis for research in years to come, helping to improve our understanding of coupled carbon-chemistry-climate interactions, and reducing uncertainty in projections of future climate change and its impacts and feedbacks. ESM4.1 is also a key contributor to the 6th Coupled Model Intercomparison Project.\nESM4.1 provides vast improvements in fidelity over ESM2 and ESM3. It captures most of CM4.0’s baseline simulations characteristics and notably improves on CM4.0 in Southern Ocean mode and intermediate water ventilation; Southern Ocean aerosols; and reduced spurious ocean heat uptake. ESM4.1 has reduced transient and equilibrium climate sensitivity compared to CM4.0.\nThis effort builds on GFDL’s laboratory-wide 4th generation model development effort over 2014-2018 that resulted in AM4 atmosphere (Zhao et al., 2018a, 2018b), OM4 ocean (Adcroft et al., 2019), and CM4 coupled (Held et al., 2019) models and includes additional comprehensiveness in atmospheric chemistry, land and ocean biogeochemistry and ecosystems, and the CO2, dust, iron and nitrogen interactions between these components (Figure 1). This model is 30 times more computationally expensive than GFDL’s previous Earth system models and thus challenging to run.\nClick to read the full article",
  "source": ""
}