{
  "url": "https://www.climate.gov/news-features/feed/gfdl-global-atmospheric-chemistry-climate-model-am41-model-description-and",
  "title": "The GFDL Global Atmospheric Chemistry-Climate Model AM4.1: Model Description and Simulation Characteristics",
  "date": null,
  "content": "L.W. Horowitz, V. Naik, F. Paulot, P.A. Ginoux, J.P. Dunne, J. Mao, J. Schnell, X. Chen, J. He, M. Lin, P. Lin, S. Malyshev, D. Paynter, E. Shevliakova, and M. Zhao. Journal of Advances in Modeling Earth Systems. DOI: 10.1029/2019MS002032\nThe atmospheric model documented in this study, AM4.1, marks the culmination of GFDL’s 4th-generation model development effort that included comprehensive revisions of atmospheric dynamics, physics, and chemistry, and biogeochemical coupling to land and ocean. These efforts were merged into a single atmospheric configuration in support of NOAA’s first coupled carbon-chemistry-climate Earth system model (ESM4.1) with state-of-the-art representation of each component, along with comprehensive interactions between components. The final coupled ESM4.1 configuration is described in a separate manuscript (Dunne et al.).\nAM4.1 will help reduce uncertainty in coupled chemistry-climate interactions, historical climate-chemistry interactions (including effective radiative forcings) in the atmosphere-only configuration discussed in this paper, and projected future climate change and its impacts and feedbacks. More than 50 ESM4.1 simulations are publicly available, and will serve as the basis of research for years to come. In addition, ESM4.1 is a key contributor to the 6th Coupled Model Intercomparison Project for applications to climate, atmospheric composition, air quality, radiative forcing, and carbon cycling.\nAM4.1 provides vast improvements in fidelity over AM3, captures most of AM4.0’s baseline simulations characteristics and notably improves on AM4.0 in: 1) representation of the stratosphere, 2) ability to simulate interactive chemistry including ozone and methane (Figure 1), 3) fidelity of aerosols over India, China, and the Southern Ocean, and 4) representation sudden stratospheric warming events in the coldest months. Compared to the previous generation, AM4.1 includes additional comprehensiveness in atmospheric physics, chemistry, and biogeochemistry interactions with land and ocean and ecosystems, and supports the CO2, dust, iron, and reactive nitrogen interactions among these components. However, with its higher horizontal resolution (1° versus 2°), AM4.1 is more computationally expensive than GFDL’s previous-generation atmospheric model, and thus challenging to run for long standalone and coupled simulations.\nClick to read the full article",
  "source": "climate.gov"
}