{
  "url": "https://www.climate.gov/news-features/feed/increasing-risk-another-cape-town%E2%80%99s-day-zero-drought-twenty-first-century",
  "title": "Increasing risk of another Cape Town’s Day Zero drought in twenty-first century",
  "date": null,
  "content": "S. Pascale, S. Kapnick, T. L. Delworth, W. F. Cooke. Proceedings of the National Academy of Sciences . DOI: 10.1073/pnas.2009144117\nThree consecutive dry winters (2015-2017) in southwestern South Africa (SSA) resulted in the Cape Town “Day Zero” drought in early 2018. Combined with management practices and infrastructure shortcomings, the drought caused one of the most serious water crises ever experienced in any heavily populated metropolitan area, with extensive economic impacts. The authors of this study applied a high-resolution (0.5◦×0.5◦) large ensemble, generated from the newly developed Seamless System for Prediction and EArth System Research (SPEAR) global climate model developed at GFDL, to investigate regional hydroclimatic risk.\nThe contribution of anthropogenic global warming to this prolonged rainfall deficit has previously been evaluated through climate models. However, model adequacy and insufficient horizontal resolution make it difficult to quantify the changing likelihood of extreme droughts given the small regional scale. By using a high-resolution global climate model, the authors were able to provide a comprehensive perspective on the changing decadal risk of extreme droughts in SSA. Their findings indicate that anthropogenic climate change made the drought five-to-six times more likely (Fig. 1, Left panel) than it would have been in the 19th century. By the end of the 21st century, the probability of the occurrence of a ‘Day Zero’ drought may drastically increase (Fig. 1, Right panel), implying that such catastrophic droughts may happen almost every year. Additionally, through analysis of the atmospheric circulation response, the authors identified a reduction in precipitation during the shoulder seasons (April, May and September) – as in 2015-17 – as the likely cause of drought risk in SSA in the 21st century.\nFinally, by analyzing additional different large ensembles of climate model simulations (Fig. 1) and different future scenarios from the Intergovernmental Panel on Climate Change Assessment Coupled Model Intercomparison Project 5 and 6 (RCP2.6, RCP4.5, RCP8.5, SSP2-4.5, SSP5-8.5) associated with different levels of end-of-the-century radiative forcing, the authors showed that an emerging risk is unequivocally expected during this century where extreme droughts move from rare to common events. The probability of such an event will increase from 0.7% to 25% by the year 2100 under an intermediate-emission scenario (SSP2-4.5) and to 80% under a high-emission scenario (SSP5-8.5). These results highlight the strong sensitivity of the drought risk in SSA to future anthropogenic emissions, and underscore the need for aggressive regional water management to prepare for an increasing risk of extreme drought.\nClick to read the full article",
  "source": ""
}