{
  "url": "https://www.climate.gov/news-features/feed/forest-service-leverages-cpo-sponsored-tool-climate-projections",
  "title": "Forest Service leverages CPO-sponsored tool for climate projections",
  "date": null,
  "content": "The USDA Forest Service will consider climate change in land management plans. Credit: NOAA Climate Program Office\nAfter the 2012 National Forest System Planning Rule directed the USDA Forest Service to begin considering climate change in their land management plans, Forest Service personnel turned to NOAA’s Climate Explorer tool to get projections of future climate conditions. This tool from the U.S. Climate Resilience Toolkit provides climate projections for every county in the contiguous United States.\nWorking with developers of the open-source Climate Explorer, Forest Service employees from the Forest Service Southern Region, Southern Research Station, and the USDA Southeast Climate Hub requested a version of the tool that would let them access data for specific geographical units. The derivative tool, capable of accessing projection data by ecoregion within National Forest System lands, was dubbed Climate by Forest.\nUsing this first version of Climate by Forest, forest planners could obtain climate change graphs and data files with just a few clicks. However, they still had to perform statistical analyses on the data to test whether projected changes would lead to a significant departure from historical conditions. This second step required days to weeks of a climate specialist’s time to find, process, and reformat a large number of data files. Forest Service personnel, led by then regional climate change coordinator Emrys Treasure, came up with a way to produce summary statistics (including significance and uncertainty tables) for each national forest unit’s ecoregions. Developers incorporated the relevant statistical methods into the tool, enabling managers for every forest unit in the lower 48 states to access projections and the relevant statistical documentation for their plans from Climate by Forest in a matter of minutes.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}