{
  "url": "https://www.climate.gov/news-features/feed/new-field-research-helps-crack-mystery-clouds",
  "title": "New field research helps crack the mystery of clouds",
  "date": null,
  "content": "NOAA and partner research on clouds and air-sea interactions will help improve a new generation of models that predict our weather and climate, according to a new summary article that is part of a special issue of the open access journal Earth System Science Data.\nNOAA scientists measuring ocean chemistry in the waters off Barbados as part of a major field campaign to study clouds and ocean-atmosphere interactions in 2020. NOAA photo.\n“Many climate models differ in how they characterize the key impact of shallow cumulus clouds in the tropics on the Earth’s warming,” said Chris Fairall, a researcher at NOAA’s Physical Sciences Lab who took part in EUREC4A, the European-led field campaign that included NOAA’s Atlantic Tradewind Ocean-Atmosphere Mesoscale Interaction Campaign (ATOMIC). “The research modelers now have the most extensive data ever collected on clouds in the climate system to better characterize clouds and a range of air-sea interactions that affect climate.”\nThe special issue brings together high quality data and analysis from the 2020 field campaign called, Elucidating the Role of Cloud- Circulation Coupling in Climate or EUREC4A. The campaign took place over five weeks off Barbados in January and February 2020 and involved scientists from 40 partner institutions in nine European countries, nine Caribbean countries as well as North America.\nNOAA scientists from several labs and programs worked beside Caribbean and European scientists on ships, in planes and on land to gather the unprecedented level of data from the ocean and atmosphere.\nBy characterizing ocean and atmospheric processes across a wide range of scales, the mission marked a turning point in our ability to observationally study factors influencing clouds in the trade winds, how they respond to warming, and their link to other components of the earth system, such as the effects of ocean eddies and currents as well as particulate matter in the atmosphere, according to the European leaders of the research.\nClick to read the full article",
  "source": "climate.gov"
}