{
  "url": "https://www.climate.gov/news-features/feed/noaa-census-bureau-award-50000-teams-building-data-solutions-climate-crisis",
  "title": "NOAA, Census Bureau award $50,000 to teams building data solutions to climate crisis",
  "date": null,
  "content": "On December 15, 2021, NOAA announced the winners of its climate competition within the Open Data for Good Grand Challenge, which is part of the U.S. Census Bureau’s The Opportunity Project. The purpose of the competition was to accelerate the production of new digital tools to help local decision makers use federal data for better climate resilience planning.\n“NOAA is the nation’s premier provider of climate services and data,” said NOAA Administrator Rick Spinrad, Ph.D. “NOAA’s partnership with the Census Bureau and Opportunity Project participants has created exciting new tools that can help communities across the country use data from NOAA and other federal agencies to prepare for climate impacts and build a better America.”\nForerunner's floodplain management platform leverages federal and local datasets to shed light on per-property flood risk. The software is used by governments across the country to streamline compliance and engage in more-informed resident outreach which, in turn, encourages resilience and increases adaptive capacity.\nClimate impacts in the U.S. are growing more frequent and costly. U.S. decadal billion-dollar weather and climate disasters have quadrupled since the 1980s. As the associated frequency, severity, and costs increase, so, too, does the risk facing Americans, especially those most vulnerable to climate impacts, such as poor, rural, and minority populations.\nThe pace and scale of climate-related impacts are outpacing our nation’s response. Resilience to these growing threats must be built locally, and local decision makers need better ways to have federal data at their fingertips to address local climate-related risks and opportunities. Many local stakeholders currently find federal data hard to find and hard to interpret. They seek tools to help them produce locally customized maps, visuals, and text. They also look to experts’ guidance on communicating about science and data.\nThe winners of the NOAA division of the Open Data for Good Grand Challenge answered this call for better tools from the municipal, county, tribal, and state decision makers responsible for climate planning and action, especially in underserved communities.\n“It was exciting for me to watch these teams turn their innovative ideas into working products in less than 12 weeks,” said Tony LaVoi, NOAA’s Chief Data Officer. “The diverse range of approaches they took in addressing our challenge is very impressive. I am looking forward to seeing these new tools being used by communities and businesses to help them plan and build resilience.”\nNOAA divided its $50,000 prize among three teams in these three categories:\nHonorable Mention awards were given to the Deloitte team for its Climunity Planning Tool, and to the Citi Ventures team for its new City Builder tool.\nClimunity Planning Tool: Deloitte’s new tool uses multiple federal open data sets to address the key barriers expressed by community planners seeking to combine and visualize multiple external datasets alongside local data in a customizable dashboard. The tool can be used in comprehensive plans, community planning board meetings, legislative planning, grant applications, and other community climate response efforts. A judge called it “an extremely ambitious project with plenty of open data and obvious potential for positive impact for end users.”\nThis map from Deloitte’s Climunity Planning Tool shows relative flood risk overlaid with the locations of critical infrastructure throughout the region. At the perimeter of the map are charts and graphs showing metrics associated with flood insurance, such as the Number of Active Policies and the value of Building Insurance Coverage. The map and metrics together help users justify plans for flood mitigation projects.\nCity Builder: A product of Citi Ventures, this tool uses public and private datasets such as the Census American Community Survey and EPA Air Quality data to present information about place-based investments across census tracts in the United States. A judge called City Builder “exceptionally well thought out and outstanding in its design and utility.”\nThe Open Data for Good Grand Challenge brought together government, industry, universities, non-profits, and communities for 12-week product development sprints. Government agencies first identified urgent issues facing Americans. Then teams of entrepreneurs and innovators used federal open data to create new technologies that provide solutions to those problems. Along the way, the agencies, product advisors, and users who directly experience those issues gave valuable input to ensure the technologies developed directly target community needs.\nThe Opportunity Project is an annual technical development sprint and competition hosted by the Census Bureau, and this is the first year that NOAA has participated.",
  "source": ""
}