{
  "url": "https://www.climate.gov/news-features/feed/air-pollution-wildfires-rising-heat-affected-two-thirds-us-west",
  "title": "Air pollution from wildfires, rising heat affected two-thirds of U.S. West",
  "date": null,
  "content": "<p>The new study followed changes in the co-occurrence of particulate matter and ozone across the western United States. Credit: doi:10.1126/sciadv.abi9386</p>\nThe new study followed changes in the co-occurrence of particulate matter and ozone across the western United States. Credit: doi:10.1126/sciadv.abi9386\nLarge wildfires and severe heat events are happening more often at the same time, worsening air pollution across the western United States, according to a new study led by Washington State University, with CIRES and NOAA’s Global Systems Laboratory. On one day in 2020, more than 68 percent of the U.S. West—representing about 43 million people—were affected by harmful levels of air pollution, the highest number in 20 years.\n“We have seen an increasing trend in the past 20 years of days when high levels of both particulate matter and ozone are occurring simultaneously,” said Dmitri Kalashnikov, the paper’s lead author and a WSU graduate student. “This is tied to two things: more wildfires and increases in the types of weather patterns that cause both wildfires and hot weather.”\nThe study, published in Science Advances, found that such widespread air pollution events are not only increasing in frequency, but also persisting longer and affecting a larger geographic area. These events have become so bad that they have reversed many gains of the Clean Air Act—and the conditions that create these episodes are expected to increase, along with their threats to human health.\nWhen wildfires and extreme heat occur at the same time, they magnify air pollution: wildfire smoke increases fine particulate matter in the air and the heat combines with the smoke and other pollutants to create more ground-level ozone. While ozone in the stratosphere is protective, ozone that forms at ground level is harmful to human health. Simultaneous exposure of millions of people to both high levels of ground-level ozone and particulate matter poses a substantial public health burden.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}