{
  "url": "https://www.climate.gov/news-features/feed/expedition-reveals-deep-insights-arctic-tomorrow",
  "title": "Expedition reveals deep insights into the Arctic of tomorrow",
  "date": null,
  "content": "<p>A researcher at work on the MOSAiC expedition. Credit: Marcel Nicolaus</p>\nA researcher at work on the MOSAiC expedition. Credit: Marcel Nicolaus\nTwo years ago, hundreds of international scientists set off on the one-year MOSAiC expedition, collecting unprecedented environmental datasets over a full annual cycle in the Central Arctic Ocean. Now, the team has published three overview articles on the MOSAiC atmosphere, snow and sea ice, and ocean in the journal Elementa, highlighting the importance of examining all components of the climate system together. These results present the most complete picture of the climate processes in the Central Arctic which is warming more than two times as fast as the rest of the planet - processes that affect weather and climate worldwide.\nDiminishing sea ice is a symbol of ongoing global warming: in the Arctic, its extent has almost halved in summer since satellite records began in the 1980s. Less well studied but equally relevant are the thickness and other properties of the ice. The question of what this means for the future Arctic and how these changes will affect the global climate were the impetus for the historic MOSAiC expedition with the German research icebreaker Polarstern from September 2019 to October 2020. During the expedition, the icebreaker froze to a large ice floe and drifted with the transpolar drift across the Arctic Ocean. And this is where the first surprises came. \"We found more dynamic and faster drifting pack ice than expected. This not only challenged the teams on the ground in their daily work, but above all resulted in changed sea-ice properties and sea-ice thickness distributions,\" said Marcel Nicolaus, sea-ice physicist at the Alfred Wegener Institute, Helmholtz Centre for Polar and Marine Research (AWI) and co-leader of Team Ice in the MOSAiC project.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}