{
  "url": "https://www.climate.gov/news-features/feed/researchers-and-forecasters-team-improve-forecasts-new-hurricane-and-ocean",
  "title": "Researchers and forecasters team up to improve forecasts in the new hurricane and ocean testbed",
  "date": null,
  "content": "<p>The eye of Hurricane Sally as seen from research aircraft. Credit: NOAA</p>\nThe eye of Hurricane Sally as seen from research aircraft. Credit: NOAA\nAfter a year and a half of concerted effort between NOAA’s National Hurricane Center (NHC), Atlantic Oceanographic and Meteorological Laboratory (AOML), and other NOAA offices, including the Weather Program Office, the Hurricane and Ocean Testbed (HOT) has been successfully launched in the newly designed William M. Lapenta Laboratory, named in memory of the late director of the National Centers for Environmental Prediction. This testbed establishes a physical and virtual collaboration space for researchers and forecasters. It is equipped with state-of-the art technology to facilitate teamwork, such as cloud-based interfaces, meeting space for both physical and virtual work, and monitors for sharing real-time observations and model forecasts during storm events. The Hurricane and Ocean Testbed will allow researchers and forecasters to explore opportunities and find solutions to common forecast challenges, resulting in better analyses and forecasts of high-impact tropical and marine weather and ocean conditions.  The goal is for it to become an environment where the end-to-end process for analyses, forecasts, warnings, and response can be optimized.\nWith the rise of more intense storms and increased damage to populated coastal areas,  improving forecast accuracy and increasing the speed of transitioning hurricane and ocean research into operations have become even more urgent. The Hurricane and Ocean Testbed will focus on integrating research from both the oceanic and atmospheric domains to target improvements in forecasts, such as hurricane intensity, rapid intensification, and dangerous ocean conditions.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}