{
  "url": "https://www.climate.gov/news-features/feed/projected-future-tropical-cyclone-formation-indicates-human-influence",
  "title": "Projected future tropical cyclone formation indicates human influence",
  "date": null,
  "content": "<p>Katia, Irma, and Jose simultaneously spin over the Atlantic Ocean. Credit: NOAA</p>\nKatia, Irma, and Jose simultaneously spin over the Atlantic Ocean. Credit: NOAA\nPotential future changes in the genesis frequency and distribution of tropical cyclones are important for society, yet uncertain. Confidence in model projections largely relies on whether we can physically explain why the models projected such changes. After analyzing climate simulations from multiple models, the authors find that future changes in the patterns and frequency of tropical cyclone genesis are largely governed by dynamic effects—that is, by human-induced changes in the atmospheric circulation.\nThese large-scale circulation changes include decreases in the mid-level upward motion and lower-to-mid level cyclonic vorticity, and increases in vertical wind shear. Conversely, the thermodynamic effect—a result of increased maximum potential intensity in a warmer climate—would yield tropical cyclone genesis patterns that are opposite to the model projections. These findings suggest that dynamic changes in response to anthropogenic greenhouse gas emissions are an important factor in determining the response of tropical cyclones to global warming.\nMost previous studies project decreases in global tropical cyclone genesis frequency. Specifically, the projected decreases are more significant over the Southern Hemisphere, including the South Indian Ocean and South Pacific Ocean, than the Northern Hemisphere. However, recent studies project future increases in the total global tropical cyclone frequency. It is, therefore, critical to try to understand the physical reasons behind the projected changes. Although consensus has not been reached regarding the theory determining global tropical cyclone frequency and the projected future changes, it has been widely accepted that changes in tropical cyclone genesis depends on the changes in the large-scale environmental conditions of the atmosphere and ocean.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}