{
  "url": "https://www.climate.gov/news-features/feed/spirit-international-cooperation-drives-oceanographic-discovery-aboard-tara",
  "title": "The spirit of international cooperation drives oceanographic discovery aboard Tara",
  "date": null,
  "content": "<p>Penguins scale an iceberg. Credit: NOAA</p>\nPenguins scale an iceberg. Credit: NOAA\nIn January and February 2022, I took part in an Antarctic voyage aboard the French schooner Tara. My participation was part of a partnership between NOAA and AtlantECO, a European-led consortium to characterize, quantify, and model Atlantic Ocean ecosystems. Tara is the platform for its flagship cruise, Mission Microbiomes, an ambitious effort to apply standardized sampling protocols across multiple voyage legs over two years in the Atlantic and Southern Oceans.\nI first heard about Tara Oceans when reading papers that used environmental DNA (“eDNA”) collected from sites all over the world’s oceans. Environmental DNA is collected from material like water or soil and contains genetic material of organisms who have shed cells in the habitat. They used a method called shotgun metagenomic sequencing, which encompasses all of the eDNA; it is the most powerful way of characterizing the microscopic life contained in a drop (or in Tara’s case, 20 liters) of water. Bioinformaticians (scientists that analyze biological data like genetic code) like myself can use metagenomes to reconstruct whole genomes without first isolating organisms in culture, an enormously valuable tool given that >99% of marine microbes have not been cultured. Genome sequences tell us not only who the microbes are but what they are doing; for example, whether they perform photosynthesis or recycle organic matter to fuel the eukaryotic plankton communities (otherwise known as the “biological pump”). The production and public release of these data have been a wonderful service to the marine science community and have resulted in hundreds of publications which have greatly expanded our understanding of critical oceanographic processes.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}