{
  "url": "https://www.climate.gov/news-features/feed/noaa-predicts-above-normal-2022-atlantic-hurricane-season",
  "title": "NOAA predicts above-normal 2022 Atlantic Hurricane Season",
  "date": null,
  "content": "Average sea surface temperatures across the Atlantic north of the equator, the Caribbean Sea, and the Gulf of Mexico were warmer than average (1985-1993) in April 2022—one of the factors contributing to the NOAA forecast of an above-normal hurricane season in the Atlantic. NOAA Climate.gov map, based on data from NOAA Coral Reef Watch project. Monthly images available from Data Snapshots.\nForecasters at NOAA’s Climate Prediction Center, a division of the National Weather Service, are predicting above-average hurricane activity this year — which would make it the seventh consecutive above-average hurricane season. NOAA’s outlook for the 2022 Atlantic hurricane season, which extends from June 1 to November 30, predicts a 65% chance of an above-normal season, a 25% chance of a near-normal season and a 10% chance of a below-normal season.\nFor the 2022 hurricane season, NOAA is forecasting a likely range of 14 to 21 named storms (winds of 39 mph or higher), of which 6 to 10 could become hurricanes (winds of 74 mph or higher), including 3 to 6 major hurricanes (category 3, 4 or 5; with winds of 111 mph or higher). NOAA provides these ranges with a 70% confidence.\nFor any hurricane season, there is some chance for activity to be below-average, near-average, and above average. For the 2022 Atlantic hurricane season, NOAA forecasts a 65% chance of above-average hurricane activity. NOAA image.\nThe increased activity anticipated this hurricane season is attributed to several climate factors, including the ongoing La Niña that is likely to persist throughout the hurricane season, warmer-than-average sea surface temperatures in the Atlantic Ocean and Caribbean Sea, weaker tropical Atlantic trade winds and an enhanced west African monsoon. An enhanced west African monsoon supports stronger African Easterly Waves, which seed many of the strongest and longest lived hurricanes during most seasons. The way in which climate change impacts the strength and frequency of tropical cyclones is a continuous area of study for NOAA scientists.\nClick to read the full article",
  "source": ""
}