{
  "url": "https://www.climate.gov/news-features/feed/new-report-released-great-lakes-ice-forecasts",
  "title": "New report released on Great Lakes ice forecasts",
  "date": null,
  "content": "Stranded anglers await rescue after an ice floe breaks away from the Lake Superior shoreline on February 9, 2021. Credit: Darren Tilbury/Chicago Tribune\nStranded anglers await rescue after an ice floe breaks away from the Lake Superior shoreline on February 9, 2021. Credit: Darren Tilbury/Chicago Tribune\nA report titled “Scaling-up Stakeholder Engagement Efforts to Inform Better Communication & Uptake of NOAA Great Lakes Ice Forecast Information” was recently published by the Cooperative Institute for Great Lakes Research. The project was funded by CPO and awarded to the Great Lakes Environmental Research Laboratory (GLERL), the Cooperative Institute for Great Lakes Research (CIGLR), the Great Lakes Integrated Sciences and Assessments (GLISA)— a NOAA RISA team.\nGreat Lakes ice cover is integral to human activities in coastal communities and the region overall, from being an obstacle to vessel navigation in the transportation sector to providing an opportunity for winter recreation. Timely, accurate, and usable ice information for a broad and diverse range of users is critical to these activities. Existing satellite and model-based products provide information regarding Great Lakes ice conditions. However, existing products are limited in their spatial and temporal extent, resulting in information gaps for decision-support. To fill this gap, the development of a short-term Great Lakes ice forecast model is underway to be added to the next generation of NOAA’s Great Lakes Operational Forecast System (GLOFS). While this new product is designed specifically to support winter mariners’ decision-making, a critical condition for this is the development of a user interface that supports information usability.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}