{
  "url": "https://www.climate.gov/news-features/feed/biden-administration-launches-heatgov-tools-communities-facing-extreme-heat",
  "title": "Biden Administration launches Heat.gov with tools for communities facing extreme heat",
  "date": null,
  "content": "<p>This screenshot shows part of the homepage of Heat.gov, a new one-stop website of information about extreme heat and health. The site was developed by the National Integrated Heat Health Information System and ESRI, a private partner, to provide information and tools to improve federal, state, and local strategies to reduce the health, economic, and infrastructural impacts of extreme heat.</p>\nOn July 26, the Biden Administration through the interagency National Integrated Heat Health Information System (NIHHIS) launched Heat.gov, a new website to provide the public and decision-makers with clear, timely and science-based information to understand and reduce the health risks of extreme heat. Heat.gov will provide a one-stop hub on heat and health for the nation and is a priority of President Biden’s National Climate Task Force and its Interagency Working Group on Extreme Heat.\nThis screenshot shows part of the homepage of Heat.gov, a new one-stop website of information about extreme heat and health. The site was developed by the National Integrated Heat Health Information System and ESRI, a private partner, to provide information and tools to improve federal, state, and local strategies to reduce the health, economic, and infrastructural impacts of extreme heat.\nExtreme heat has been the greatest weather-related cause of death in the U.S. for the past 30 years — more than hurricanes, tornadoes, flooding or extreme cold — killing over 700 people per year. In addition, the heat crisis does not affect people equally. Extreme heat mortality disproportionately affects Native American and Black communities, as well as those living in the urban core or very rural neighborhoods, according to the Centers for Disease Control and Prevention (CDC).\nThe launch of Heat.gov is just the latest measure to address extreme heat. With funding from the Bipartisan Infrastructure Law, the Biden Administration has invested in programs to build resilient infrastructure that helps communities withstand extreme heat, drought, wildfires and other heat-related hazards. Additionally, the Administration has made record investments to help families with their household energy costs, including summer cooling.\nClick to read the full article",
  "source": "climate.gov"
}