{
  "url": "https://www.climate.gov/news-features/feed/billion-dollar-disasters-mapping-vulnerabilities-census-tract-level-data",
  "title": "Billion-dollar disasters: mapping vulnerabilities with census tract-level data",
  "date": null,
  "content": "The NCEI Billion-Dollar Disaster and Risk Mapping tools now include U.S. Census tract data, expanding on FEMA’s National Risk Index to provide an integrated view of U.S. hazard risk, exposure, and vulnerability across more than 100 combinations of weather and climate hazards.\nThese enhanced interactive maps provide data for over 72,000 U.S. Census tracts, which are small subdivisions of counties that average about 4,000 inhabitants. Users can now visualize combined physical exposure, socioeconomic vulnerability, and markers of resilience to natural hazards on a finer scale than ever before.\nScreenshot of billion-dollar disaster mapping tool showing North Carolina census-level risks for tropical cyclone impacts. NCEI.\nThese new maps enhance the NOAA Billion-Dollar Weather and Climate Disaster website by producing interactive U.S. Census tract-level, multi-hazard risk maps for any combination of hazard risk, complementing the county-level maps released in December 2021. These hazards include severe storms (tornado, hail, damaging winds), drought events and heat waves, hurricanes and tropical storms, wildfires, river-basin and urban flooding, winter storms, and freeze events and cold waves.\nFor example, a user can explore compound hazard risk such as the cascading impacts of drought, wildfire, and flooding that can occur across the U.S. Southwest. Or, one might examine how hurricane, flooding, and severe storm events across the Gulf coast have severely impacted vulnerable populations.\nThe new maps also provide select socioeconomic vulnerability information using the CDC Social Vulnerability Index, which is derived from the U.S. Census Bureau’s American Community Survey data. There are numerous factors found in the Census tract data that can indicate potential vulnerability, including:\nClick to read the full article",
  "source": ""
}