{
  "url": "https://www.climate.gov/news-features/feed/us-high-tide-flooding-breaks-records-multiple-locations",
  "title": "U.S. high tide flooding breaks records in multiple locations",
  "date": null,
  "content": "Coastal communities in three locations along the Atlantic and Pacific coasts saw record high tide flooding last year — a trend that is expected to continue into 2023 and beyond without improved flood defenses, according to NOAA.\nHigh tide flooding, often referred to as “nuisance” or “sunny day” flooding, is increasingly common due to decades of sea level rise and driven, in part, by climate change. It occurs when tides reach anywhere from 1.75 to 2 feet above the daily average high tide and start spilling onto streets or bubbling up from storm drains. As sea level rise continues, damaging floods that, decades ago, happened only during a storm, are expected to happen more regularly, such as during a full moon or with a change in prevailing winds or currents.\nThe Mill Valley-Sausalito bike and walking path flooded during a king tide on December 22, 2018. High-tide \"sunny-day\" flooding that occurs only once or twice a year today will become increasing frequent with additional sea level rise. Photo by Flickr user Tom Hilton, used under a Creative Commons license.\nU.S. coastal communities saw a record-breaking number of high tide flooding days in 2022 at two stations. On the Atlantic coast, Reedy Point, Delaware, saw six high tide flooding days in 2022, one more event than 2021. In the Pacific, Kwajalein Island in the Marshall Islands observed four high tide flooding days, which increased by one event from 2021. Also on the Atlantic Coast, the water level station at Springmaid Pier, South Carolina, near Myrtle Beach, tied its 2021 record with 11 high tide flooding days observed.\nNOAA projects that the high tide flood frequency between May 2022 and April 2023 will average 3-7 days, the same as the previous year, but an increase from the 2-6 days expected between 2019 and 2020. By 2050, national scale high tide flooding is expected to occur an average of between 45-70 days per year. Long-term projections are based on the ranges of expected relative sea level rise of about a foot, on average, across the United States by 2050. Data specific to each NOAA tide gauge can be found on The State of High Tide Flooding and Annual Outlook website.\nClick to read the full article",
  "source": ""
}