{
  "url": "https://www.climate.gov/news-features/feed/climate-change-may-dry-mediterranean-winters-even-mitigation",
  "title": "Climate change may dry Mediterranean winters, even with mitigation",
  "date": null,
  "content": "Drought conditions parch the Mediterranean region in January 2012. Credit: NASA SVS\nDrought conditions parch the Mediterranean region in January 2012. Credit: NASA SVS\nMultiple large ensembles of climate simulations are used to explore 21st century climate response to greenhouse gases, including the response to significant reductions in greenhouse gas emissions after 2040. The authors explore the extent to which future climate changes could be reversed by reduced emissions of greenhouse gases.\nA decline in winter precipitation over the Mediterranean is a robust response to global warming across climate models, with significant impacts on agriculture and water resources. This study finds that in response to greenhouse gas reductions, the Mediterranean summer rainfall decline is reversed, but the winter rainfall decline continues. The winter Mediterranean drying trend persists even with substantial reductions in greenhouse gas emissions after 2040. This seemingly contradictory behavior is related to changes in Atlantic Ocean circulation. The Atlantic Meridional Overturning Circulation (AMOC) weakens in response to increasing greenhouse gases and stays in a weakened state through the year 2100, even with greenhouse gas reductions. The persistently weakened AMOC impacts atmospheric circulation in climatically important ways, leading to prolonged Mediterranean drying in the winter. This highlights the risk that some important climate changes may not be easily reversed even with substantial reductions in greenhouse gas emissions.\nThe authors use large ensembles of simulations with GFDL’s SPEAR high-resolution coupled climate model to better distinguish the response of the system to changing radiative forcing from natural variability. This research shows that some elements of the climate system respond rapidly and directly to changes in greenhouse gas concentrations, such as global mean temperature, global mean precipitation, and Arctic sea ice. Other elements of the climate system have more complex behavior, with long delay times and possible threshold-like behavior. Some impacts of climate change may not be easily reversible, even with substantial reductions in greenhouse gas emissions. This study provides information on possible future climates and whether climate changes may be reversed with emissions reductions.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}