{
  "url": "https://www.climate.gov/news-features/feed/simple-conceptual-model-self-sustained-multidecadal-amoc-variability",
  "title": "A simple conceptual model for the self-sustained multidecadal AMOC variability",
  "date": null,
  "content": "A new model adds to understanding of the AMOC. Credit: NOAA\nA new model adds to understanding of the AMOC. Credit: NOAA\nMultidecadal variability of Atlantic Meridional Overturning Circulation (AMOC) has been reconstructed by various proxies, simulated in climate models, and linked to multidecadal Arctic salinity variability. However, the mechanisms of the multidecadal AMOC variability and its two-way interaction with the Arctic salinity anomaly, as well as the factors affecting the periods and amplitudes of the multidecadal AMOC variability are not well understood from the theoretical perspective using simple conceptual models.\nStommel’s Two-Box Model provides a pioneering and powerful theoretical framework to study the mechanisms of steady AMOC states and abrupt AMOC changes. However, Stommel’s Two-Box Model itself does not include a self-sustained multidecadal AMOC oscillation solution.\nIn this study, the authors revise Stommel’s Two-Box model by considering the delayed oceanic advective time lag for the Arctic density/salinity anomalies to reach the subpolar North Atlantic and the dependence of the freshwater flux entering the Arctic on the AMOC strength. The revised Stommel’s Two-Box Model is able to obtain the AMOC delayed oscillator at multidecadal timescales and suggests the important role of the Arctic salinity anomalies and associated delayed negative feedback in the multidecadal AMOC variability. The regimes and multidecadal periods of the AMOC delayed oscillator depend crucially on the advective time scale of the Arctic signal reaching the subpolar North Atlantic. The AMOC-related coupled freshwater feedback provides additional delayed negative feedback and reduces the threshold of the advective time delay needed for the multidecadal AMOC oscillations.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}