{
  "url": "https://www.climate.gov/news-features/feed/south-atlantic-meridional-overturning-circulation-research-project-completes",
  "title": "South Atlantic Meridional Overturning Circulation research project completes first cruise in three years",
  "date": null,
  "content": "A closeup of a pressure-equipped inverted echo sounder (PIES) mooring being tested with an acoustic transducer on the side. Credit: NOAA\nA closeup of a pressure-equipped inverted echo sounder (PIES) mooring being tested with an acoustic transducer on the side. Credit: NOAA\nAfter two weeks at sea, the South Atlantic Meridional Overturning Circulation (SAM) project team completed its first cruise since June 2019!\nThe SAM project, which began in 2009, seeks to capture the daily variability of key components of the Meridional Overturning Circulation (MOC) in the under-sampled South Atlantic Ocean. The MOC plays a major role in redistributing heat, salt, dissolved oxygen, nutrients, and carbon throughout the global climate system. Variations of the MOC can have important societal impacts on coastal sea levels, marine heat waves, extreme weather events, and shifts in regional surface temperature and precipitation patterns.\nThe SAM project is funded by NOAA’s Global Ocean Monitoring and Observing Program and consists of an array of moorings along 34.5° S. The array includes four pressure-equipped inverted echo sounders (PIES) which collect pressure just above the sea floor and vertical acoustic travel time measurements (the time it takes for a sound pulse to travel from the PIES on the seafloor to the sea surface and back). The acoustic travel time measurements are used to generate profiles of temperature, salinity, and density near the western boundary along 34.5° S, off the eastern coast of Brazil. Data from these instruments are used to monitor the southward-flowing Brazil Current and the Deep Western Boundary Current as they carry components of the MOC along the western boundary of the basin. These moorings also collect bottom temperature data, and have been used to generate a 10-year time series of bottom temperature along 34.5° S.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}