{
  "url": "https://www.climate.gov/news-features/feed/multi-decade-long-drought-hawaii-and-connectivity-between-noaa%E2%80%99s-climate-and",
  "title": "Multi-decade-long drought in Hawaii and connectivity between NOAA’s climate and weather missions",
  "date": null,
  "content": "Dry conditions dominate Diamond Head Crater Walk, Honolulu, Hawaii. Credit: Trish H-C on unsplash.com\nDry conditions dominate Diamond Head Crater Walk, Honolulu, Hawaii. Credit: Trish H-C on unsplash.com\nA recent MAPP-funded study investigates the causes of a recent multi-year period of decreased rainfall in Hawaii that has led to frequent significant drought events. The study makes novel use of the Global Forecast System - NOAA’s primary weather prediction model as one of the models used to determine whether the recent drought conditions are as a result of natural weather-scale variability or the effects of climate forcings. It is one of the first studies to employ the new GFS/FV3, and highlights the utility of NOAA’s weather models currently to investigate broader prediction, projection and attribution research questions. This research displays one way in which climate-oriented science, especially within the context of understanding/simulating extremes, can help test model performance that feeds back to improving weather forecasts.\nAn important part of NOAA’s mission is to improve the ability to explain and predict climate extreme events. In this study, we see the link between attribution efforts and understanding predictability and prediction system performance. Understanding the cause of the low wintertime rainfall in Hawaii can help improve the fidelity of rainfall simulations in the region. Without proper attribution, it is difficult to assess the efficacy of models with respect to their representation of how weather and climate responds to natural and climate change. The study’s inability to attribute the low rainfall amounts in Hawaii to predictable climate variability sources  or longer-term climate change drivers also demonstrates that not every event has an apparent  and simple “first cause”–natural weather mechanisms are demonstrated to be powerful in yielding extreme events and trends over considerable periods. The study highlights the importance (and difficulty) of attribution to improve understanding of causes and predictability. These issues are at the forefront of the developing rapid attribution efforts carried out by PSL, GFDL, CPC, and NCEI, and funded by CPO’s CVP, COM, MAPP, and Assessments programs.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}