{
  "url": "https://www.climate.gov/news-features/feed/hurricanes-influence-anomalous-heat-caribbean",
  "title": "Hurricanes influence anomalous heat in the Caribbean",
  "date": null,
  "content": "Hurricane Irma churns over the Caribbean in 2017. Credit: EOSDIS Worldview\nHurricane Irma churns over the Caribbean in 2017. Credit: EOSDIS Worldview\nA new article, published by an interdisciplinary and international team of researchers supported by CPO’s International Research and Applications Project (IRAP), focuses on heat in the aftermath of tropical cyclones in the Caribbean. 53 tropical storms and hurricanes in the Caribbean, as well as 205 city-storm events between 1991 and 2020 were analyzed, specifically looking at the temporal and spatial patterns of anomalous heat index values. The geography analyzed spanned throughout the Eastern Caribbean, including Puerto Rico in the Greater Antilles, however the large islands of Jamaica, Cuba, Hispaniola in the Greater Antilles and Trinidad and Tobago were omitted because of their proximity to landmasses that may influence heat patterns such as the United States and South America.\nHeat index values were calculated using North Atlantic tropical cyclone track-data from the International Best Track Archive for Climate Stewardship (IBTrACS) dataset and Copernicus Climate Change Service (C3S) European Centre for Medium-Range Weather Forecasts Reanalysis (ERA5) hourly 0.25° latitude-longitude High Resolution (HRES) data. From those calculations, spatial heat index anomaly patterns were identified. The investigators were able to conclude that the results show that heat index anomalies following tropical cyclones can be high, have maximums that occur several days after the storm's passage, and can be observed in locations that are not directly impacted by the storm. These results pose implications for tropical storm preparedness, specifically focusing on post-storm extreme heat events.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}