{
  "url": "https://www.climate.gov/news-features/feed/noaa%E2%80%99s-international-programs-and-partnerships-featured-white-house",
  "title": "NOAA’s international programs and partnerships featured in White House announcements at COP27",
  "date": null,
  "content": "COP27 venue in Sharm El Sheikh. Credit: IAEA Imagebank\nCOP27 venue in Sharm El Sheikh. Credit: IAEA Imagebank\nSeveral of the Climate Program Office’'s international programs and partnerships were highlighted in White House announcements at the 2022 United Nations Climate Change Conference (COP27) over the last week. On Friday, November 11, the U.S. announced a series of new and expanded initiatives designed to strengthen US leadership in tackling climate change, which included several NOAA initiatives designed to accelerate adaptation in small island developing states (or SIDS). CPO’s Adaptation Sciences (AdSci) Program leads NOAA’s engagement in the Local2030 Islands Network, which focuses on advancing island-led resilience and integrating climate information in sustainable development planning and implementation. AdSci collaborates with other NOAA partners, including the Pacific Team of CPO’s Climate Adaptation Partnership (CAP) program (formerly RISA), the National Sea Grant Program Program, the NOAA Marine Protected Area Center and the Cooperative Institute for Marine and Atmospheric Research (CIMAR), as well with other USG agencies such as the U.S. Department of State, the Department of Energy’s National Renewable Energy Laboratory and the U.S. Agency for International Development. The COP27 announcement highlighted an expansion of activities to support the Local2030 Islands Network, which consists of 20 member island jurisdictions from within and outside of the U.S., including communities of practice and the development of dashboards to track progress toward SDGs, training, research, extension and engagement. CPO is also working in partnership with the National Weather Service on one of the other NOAA-led SIDS activities announced at COP27 focused on early warning in the Pacific.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}