{
  "url": "https://www.climate.gov/news-features/feed/higher-carbon-dioxide-may-reduce-wind-speeds-and-worsen-pollution-indo-gangetic",
  "title": "Higher carbon dioxide may reduce wind speeds and worsen pollution in the Indo-Gangetic Plain",
  "date": null,
  "content": "This map shows the change in surface particulate matter (PM2.5) estimated from changes in wind surface speed. The darker the shade, the greater the estimated change. Credit: doi:10.1029/2022GL099039\nThis map shows the change in surface particulate matter (PM2.5) estimated from changes in wind surface speed. The darker the shade, the greater the estimated change. Credit: doi:10.1029/2022GL099039\nThe Indo-Gangetic Plain (IGP), stretching from Pakistan to Bangladesh across Northern India, and home to over 800 million people, experiences among the most elevated concentrations of fine particulate matter (PM2.5) in the world. High local anthropogenic emissions associated with waste and crop residue burning, transportation, industry, and power generation are the primary cause for the poor air quality in the region. Unlike other major population centers in Europe, the United States, and China, air pollution has been worsening in the IGP over the last two decades. Exposure to such high levels of air pollution are estimated to reduce average life expectancy by nearly a decade.\nAnalysis of daily PM2.5 observations collected in the Indian portion of the IGP from December 2014 to February 2020 shows that low wind speeds tend to favor the accumulation of air pollutants near the surface. Using 26 models participating in the Climate Model Intercomparison Project (CMIP6), the authors demonstrate that increasing carbon dioxide emissions tends to reduce surface wind speed in the IGP. The observed relationship between wind speed and PM2.5, shows that this reduction in wind speed will result in higher wintertime PM2.5 concentration (1%/K) and more frequent high-PM2.5 days.\nThis work suggests that meteorological changes associated with global warming may require stronger reductions in anthropogenic emissions than expected to achieve lasting improvements in air quality in the IGP.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}