{
  "url": "https://www.climate.gov/news-features/feed/atmospheric-rivers-what-are-they-and-how-does-noaa-study-them",
  "title": "Atmospheric Rivers: What are they and how does NOAA study them?",
  "date": null,
  "content": "A satellite view of an atmospheric river in October 2021. Credit: NOAA\nA satellite view of an atmospheric river in October 2021. Credit: NOAA\nYou may have heard of atmospheric rivers in the news lately due to the intense rainfall and flooding along the U.S. West Coast. These naturally occurring air currents can bring both severe disruption and great benefit through the heavy rain and mountain snows that contribute to regional water supply. On average, about 30 to 50 percent of annual precipitation in the west coast states occurs in just a few atmospheric river events. NOAA studies atmospheric rivers to improve forecasting capabilities as well as to improve our understanding of atmospheric river impacts on communities and the physical environment.\nAtmospheric rivers are long, concentrated regions in the atmosphere that transport moist air from the tropics to higher latitudes. The moist air, combined with high wind speeds, produce heavy rain and snow upon landfall, especially over mountainous terrain. These extreme precipitation events can lead to flash flooding, mudslides, and catastrophic damage to life and property. When atmospheric rivers pass over land they can cause conditions similar to those of hurricanes with intense and rapid rainfall, cyclone force winds, and significantly increased wave heights. In October 2021, an atmospheric river event hit California, severely impacting the San Francisco Bay area. After rapidly intensifying, the low pressure system produced record rainfall, up to 80 mile per hour winds, and up to 60 foot waves. These conditions are similar to those currently occurring along the west coast, with some areas in California already seeing over 18 inches of rain within the past week. Nearly all of California has seen significantly above average rainfall with totals 400-600% above average values.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}