{
  "url": "https://www.climate.gov/news-features/feed/initiative-advances-understanding-south-atlantic%E2%80%99s-unique-role-global",
  "title": "Initiative advances understanding of the South Atlantic’s unique role in global overturning circulation",
  "date": null,
  "content": "The South Atlantic Ocean transports water from the Pacific and Indian Oceans toward the North Atlantic. Drifting floats and buoys have advanced understanding of this ocean basin. Credit: NOAA AOML\nThe South Atlantic Ocean transports water from the Pacific and Indian Oceans toward the North Atlantic. Drifting floats and buoys have advanced understanding of this ocean basin. Credit: NOAA AOML\nSince the inception of the international South Atlantic Meridional Overturning Circulation (SAMOC) initiative in 2007, substantial advances have been made in observing and understanding the South Atlantic component of the Atlantic Meridional Overturning Circulation (AMOC). The goals of the SAMOC initiative are to monitor climatically relevant oceanic fluxes of mass, heat, and freshwater, provide observations to validate and improve numerical models and climate predictions, and understand the impacts of the SAMOC on climate and weather.\nThanks to the SAMOC initiative’s network of internationally coordinated observations, scientists have shown that the South Atlantic Ocean has warmed from its surface to the deep ocean, upper ocean salinity has increased, and that intermediate, deep water masses are freshening. Recent observational and modeling evidence also suggests that a reduction in the strength of the AMOC due to anthropogenic warming can be linked to surface warming and salinification in the South Atlantic. Monitoring these water mass changes and their causes is an ongoing priority for South Atlantic research.\nRenellys Perez, Shenfu Dong, and Claudia Schmid, scientists at NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML), contributed to an important recent international review article in Communications Earth and Environment led by Maria Paz Chidichimo (Argentine Scientific Research Council-CONICET and Hydrographic Service, Buenos Aires, Argentina). The NOAA team worked with co-authors from six countries (Argentina, Brazil, France, Germany, South Africa, and the United States) to synthesize insights gained into overturning flows, interocean exchanges, and water mass distributions and pathways in the South Atlantic from 15 years of SAMOC observations.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}