{
  "url": "https://www.climate.gov/news-features/feed/new-study-establishes-monitoring-framework-evaluating-reef-persistence-under",
  "title": "New study establishes monitoring framework for evaluating reef persistence under climate change and ocean acidification",
  "date": null,
  "content": "An AOML coral program diver floats over the reef collecting data at the Cheeca Rocks site.. Credit: NOAA\nAn AOML coral program diver floats over the reef collecting data at the Cheeca Rocks site.. Credit: NOAA\nCoral scientists at NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) and University of Miami Cooperative Institute of Marine and Atmospheric Science (CIMAS) developed a new modeling approach, for evaluating coral reef persistence under climate change scenarios. Aiming to improve coral restoration efforts, this new user-friendly framework has been created as a helpful tool for coral reef scientists and managers to address the increasing vulnerability of these vital ecosystems.\nA carbonate budget is a form of quantitative measure of the net carbonate production in a given reef environment. Carbonate production is a vital tool that corals possess as it essentially builds their internal skeleton, allowing corals to build entire reefs. Each coral polyp, which is an invertebrate organism, secretes this skeleton forming material, known as calcium carbonate. Calcium carbonate helps reefs survive and thrive, but it is also what is easily broken down by increasingly warm and acidic ocean conditions. Ocean acidification occurs primarily as a product of increased amounts of carbon dioxide being absorbed by our oceans. This increased absorption of carbon is due to the burning of fossil fuels and lowers the pH of ocean water, making it more acidic. This acidity makes it hard for corals to form their calcium carbonate skeletons, halting the formation of reef building corals. Warmer waters also cause the symbiotic algae organisms known as zooxanthellae to expel from the corals, causing them to bleach.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}