{
  "url": "https://www.climate.gov/news-features/feed/having-dodged-lava-flows-noaas-mauna-loa-research-facility-get-upgrades",
  "title": "Having dodged lava flows, NOAA's Mauna Loa research facility to get upgrades",
  "date": null,
  "content": "<p><span class=\"caption-text\">Lava covering the access road to the NOAA Mauna Loa Baseline Observatory during the 2022 Mauna Loa eruption.</span> NOAA photo.</p>\nNOAA’s Mauna Loa Atmospheric Baseline Observatory, the benchmark sampling site for monitoring global climate change, is slated to undergo a major renovation and facility upgrade once road access is restored over lava flows produced by the recent eruption of Mauna Loa volcano, NOAA announced today.\nLava covering the access road to the NOAA Mauna Loa Baseline Observatory during the 2022 Mauna Loa eruption. NOAA photo.\nThe redevelopment project will modernize the site's aging infrastructure and renovate the historic Keeling building. Plans call for increased solar generation and installation of a battery power backup system to make the observatory more energy efficient and more resilient to future natural disasters. The project will increase the observatory’s scientific capabilities and create new opportunities for research collaboration.\n“Mauna Loa is a premier international research facility,” said Ariel Stein, acting director of NOAA’s Global Monitoring Laboratory. “This project will honor our history as we upgrade our scientific facilities, make them energy-efficient and generate power on-site to reduce the risk of disruption. This will provide a more productive and effective research campus for NOAA and our scientific partners for decades to come.”\nAt an elevation of 11,141 feet on the north flank of the Mauna Loa volcano on Hawaii’s Big Island, scientists at the observatory have compiled the longest record of rising levels of greenhouse gases driving global warming. The Mauna Loa Observatory supports hundreds of measurements that are essential for scientists around the world working together to understand how the planet’s climate system is changing.\nClick to read the full article",
  "source": ""
}