{
  "url": "https://www.climate.gov/news-features/feed/celebrating-50-years-aoml",
  "title": "Celebrating 50 years of AOML",
  "date": null,
  "content": "When AOML started, keypunch cards seemed cutting edge, and leisure suits seemed appropriate for the office. Credit: NOAA\nWhen AOML started, keypunch cards seemed cutting edge, and leisure suits seemed appropriate for the office. Credit: NOAA\nFifty years ago, NOAA opened the Atlantic Oceanographic & Meteorological Laboratories (AOML) on Virginia Key in Miami, Florida. Since its inception on February 9, 1973, AOML has been a leader in Earth system research, providing trusted scientific data and knowledge to predict changes in weather, climate, oceans, and marine ecosystems. From entering measurements on keypunch cards, to the development of a state-of-the-art data center, AOML continues to build on the experience and discoveries of five decades of technological and scientific advancements. Throughout 2023, AOML will be celebrating 50 years of science, service, and stewardship. Follow along as we look back at our challenges and accomplishments, and reflect on the significant impacts our lab has made on society.\nIn July 1965, NOAA’s predecessor, the Environmental Sciences Service Administration (ESSA) was established within the U.S. Department of Commerce. Soon after, the Institute for Oceanography was created as one of ESSA’s four environmental research institutes. The following year, ESSA announced its intention to build a multi-million dollar oceanographic research facility somewhere along the eastern seaboard. Dr. Harris B. Stewart was selected as the chairman of ESSA’s Site Evaluation Committee, which visited 114 potential sites from Maine to the Virgin Islands. In April 1967, it was announced that the Virginia Key site was selected as the location for the new ESSA site. That summer, the “Institute” level of organization was abolished and the name of the Miami-based groups was changed to the Atlantic Oceanographic Laboratories (AOL).\nIn 1968, two meteorological groups—the National Hurricane Research Laboratory (NHRL) and the Experimental Meteorology Laboratory (EML)—were reorganized and incorporated into AOL, necessitating a name change to the Atlantic Oceanographic and Meteorological Laboratories (AOML). In October of 1970, ESSA was abolished and its functions were transferred to a new federal agency called the National Oceanic and Atmospheric Administration (NOAA). Two weeks later, groundbreaking ceremonies were held on Virginia Key for the construction of the new NOAA AOML facility. After 3 years of construction, dedication ceremonies for the new AOML facility were held on February 9, 1973, beginning the start of a new era of scientific research!\nRead more at the link below.\nClick to read the full article",
  "source": ""
}