{
  "url": "https://www.climate.gov/news-features/feed/noaa-cruise-ensures-flow-critical-climate-and-weather-data-and-supports",
  "title": "NOAA cruise ensures flow of critical climate and weather data and supports collaborative science",
  "date": null,
  "content": "A PIRATA buoy is deployed from the NOAA Ronald H. Brown (buoy being lifted by crane) to replace an old buoy that had been recovered earlier in the day (buoy on deck on its side). Credit: NOAA\nA PIRATA buoy is deployed from the NOAA Ronald H. Brown (buoy being lifted by crane) to replace an old buoy that had been recovered earlier in the day (buoy on deck on its side). Credit: NOAA\nResearchers with NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML), NOAA’s Pacific Marine Environmental Laboratory (PMEL), NOAA’s National Environmental Satellite, Data and Information Service, and partners set sail from Bridgetown, Barbados aboard NOAA Ship Ronald H. Brown on November 1st, 2022. Over the next 40 days, the crew and scientists recovered and redeployed key moorings in the Prediction and Research Moored Array in the Tropical Atlantic (PIRATA), deployed an additional mooring, and serviced two equatorial PIRATA buoys in support of the PIRATA Northeast Extension project and broader PIRATA objectives. They also conducted a number of research projects on the ocean and atmosphere that advance our understanding of carbon absorption in the ocean and atmospheric pollution.\nPIRATA is a nearly 30 year old collaborative effort between Brazil, France, and the United States to study and improve the predictability of ocean-atmosphere interactions in the tropical Atlantic Ocean. Air-sea interactions in this region have a strong impact on weather and climate variability in surrounding countries and can be a determining factor for the prediction of extreme weather and ocean changes. Teamwork between the international partners is key to maintaining a healthy PIRATA array. The moorings in the western Atlantic basin are typically serviced during Brazilian cruises, those in the southeast Atlantic are maintained by France, while the U.S. is responsible for the moorings in the northeast tropical Atlantic. Due to the pandemic, some of the moorings in the array were unable to be serviced in a timely manner and were at risk of going adrift which would lead to the loss of all data they had collected. To prevent this from happening, researchers from the three countries are now visiting and servicing any mooring that is on the track of their science cruises, regardless of which country the mooring is assigned to.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}