{
  "url": "https://www.climate.gov/news-features/feed/severe-storm-research-campaign-kicks-second-year-data-gathering",
  "title": "Severe storm research campaign kicks off second year of data gathering",
  "date": null,
  "content": "Researchers prepare to launch an experimental weather balloon on April 5, 2022, near a storm in Greenville, Alabama. Credit: NOAA\nResearchers prepare to launch an experimental weather balloon on April 5, 2022, near a storm in Greenville, Alabama. Credit: NOAA\nThis winter has brought multiple rounds of devastating severe weather to the southeastern U.S., with more than 200 reported tornadoes and 14 fatalities. To better understand the deadly storms in this region, scientists will conduct research as they travel through seven states in the second year of one of the largest and most comprehensive severe storm field projects to date.\nFunded by the National Science Foundation (NSF) and NOAA, the PERiLS (Propagation, Evolution, and Rotation in Linear Storms) campaign will deploy dozens of instruments to measure the atmosphere near and inside storms. Researchers will focus on quasi-linear convective systems — commonly known as squall lines — that produce tornadoes. They will gather data from February 8-May 8 in predefined areas from the Missouri Bootheel southward to the Gulf Coast, and from the mid-and lower-Mississippi Valley eastward to the foothills of the Appalachian Mountains.\n“The rapid evolution of storms in the southeast poses a unique challenge for researchers and forecasters,” said Karen Kosiba, NSF principal investigator and managing director of the University of Illinois Urbana-Champaign's Flexible Array of Radars and Mesonets Facilityoffsite link. “PERiLS scientists hope to learn more about the complex ways in which these tornadoes form. If we can learn how, why, when and where they will form, then we can make better predictions, more precise and longer-lead time warnings and save lives.”\nRead more at the link below.\nClick to read the full article",
  "source": ""
}