{
  "url": "https://www.climate.gov/news-features/feed/experts-learn-coral-disease-outbreak",
  "title": "Experts learn from coral disease outbreak",
  "date": null,
  "content": "This figure from the new paper shows examples of disease lesions on reef-building coral species from Flower Garden Banks. Credit: doi:10.3389/fmars.2023.1111749\nThis figure from the new paper shows examples of disease lesions on reef-building coral species from Flower Garden Banks. Credit: doi:10.3389/fmars.2023.1111749\nWhen white lesions began appearing at the famously intact Flower Garden Banks coral reef system, scientists knew a rapid, multi-agency, collaborative response was vital to learn from this coral disease outbreak. Scientists from NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) and University of Miami’s Cooperative Institute of Marine and Atmospheric Studies (CIMAS) recently co-authored a publication about rapid tissue loss on the three dominant coral species at Flower Garden Banks National Marine Sanctuary, observed during National Coral Reef Monitoring Program cruises in the fall of 2022.\nFlower Garden Banks National Marine Sanctuary, located in the northwest Gulf of Mexico, is a thriving, geographically-isolated coral reef system with the highest coral cover in the continental United States. Despite the global epidemic of coral bleaching and disease outbreaks, this reef system has remained intact mainly due to its remote location and depth. However, in August of 2022, researchers spotted disease-like lesions on several coral species during routine monitoring surveys completed as part of the National Coral Reef Monitoring Program. In response, scientists began monitoring cruises in September and October of 2022; observing and characterizing signs of disease, collecting baseline images of the corals, collecting samples for histological and ‘omics analyses, and treating affected coral colonies with antibiotics. White lesions associated with disease were found as well as lesions from invertebrate and fish predation.\nRead more at the link below.\nClick to read the full article",
  "source": ""
}