{
  "url": "https://www.climate.gov/news-features/feed/noaa-scientists-detect-reshaping-meridional-overturning-circulation-southern",
  "title": "NOAA scientists detect a reshaping of the Meridional Overturning Circulation in the Southern Ocean",
  "date": null,
  "content": "Study figure comparing the GMOC over time (1955-1974 to 2005-2017). Credit: doi:10.1038/s43247-023-00727-3\nStudy figure comparing the GMOC over time (1955-1974 to 2005-2017). Credit: doi:10.1038/s43247-023-00727-3\nScientists at NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) have shown that the Global Meridional Overturning Circulation (GMOC), commonly known as the global ocean conveyor belt, has changed significantly in the Southern Ocean since the mid-1970s, with a broadening and strengthening of the upper overturning cell and a contraction and weakening of the lower cell. These changes are attributed to human induced ozone depletion in the Southern Hemisphere stratosphere and increased carbon dioxide in the atmosphere. The study also shows that the changes in the Southern Ocean are slowly advancing into the South Atlantic and Indo-Pacific oceans.\nThe GMOC is a system of ocean currents that moves heat, freshwater, nutrients, and carbon around the global ocean (Figure 1). As the ocean warms and polar ice sheets melt due to increasing carbon in the atmosphere, near-surface stratification (the separation of a body of water in layers by density) is also increasing. Enhanced near-surface stratification inhibits the sinking of warm surface waters into the deep ocean. As a result, the GMOC is expected to change significantly, posing a risk of disrupting the redistribution of heat, salt, nutrients, and carbon between hemispheres and across ocean basins. These changes can have direct societal impacts on coastal sea levels, marine ecosystems, extreme weather events, and shifts in regional weather and global climate.\nRead more at the link below.\nClick to read the full article",
  "source": "climate.gov"
}