{
  "url": "https://www.climate.gov/news-features/feed/driving-improvements-weather-and-climate-forecasting-gfdl%E2%80%99s-experimental-models",
  "title": "Driving improvements in weather and climate forecasting with GFDL’s experimental models",
  "date": null,
  "content": "A visualization of a forecast made in August 2016. Credit: NOAA\nA visualization of a forecast made in August 2016. Credit: NOAA\nOperational models are the backbone of weather and climate prediction, allowing experts to make informed predictions about the weather a few days from now — or the climate several decades into the future.\nBut there’s another type of model that’s important to the forecasting process: experimental models. These models allow scientists to conduct research, test new theories, and make improvements to the modeling process, learning lessons that can ultimately be incorporated into operational models used by NOAA and NASA.\n“Operations is an extremely challenging environment, with tough time constraints, specific end-user needs, and a need to get virtually everything right, and the work involved in just implementing and maintaining models in operations leaves little time for development of new ideas and applications,” said Lucas Harris, Deputy Division Leader, Weather and Climate Dynamics Division at NOAA GFDL.\nIn experimental modeling — unlike in operational modeling — “failure is always an option,” Harris said. That “gives us the opportunity to try new things we aren’t sure may work, and we have the freedom to apply our models to create new applications, or run our model in different ways. Later, once new capabilities are clearly demonstrated, we can transition them into operations.”\nGFDL scientists are working with two experimental prediction models — SPEAR (Seamless System for Prediction and EArth System Research) and SHiELD (System for High-resolution modeling for Earth-to-Local Domains) — to gain insights into modeling capabilities and advance and improve forecasting.\nClick to read the full article",
  "source": ""
}