{
  "url": "https://www.climate.gov/news-features/feed/increases-extreme-precipitation-over-northeast-united-states-using-high",
  "title": "Increases in extreme precipitation over the Northeast United States using high-resolution climate model simulations",
  "date": null,
  "content": "The new study projects future extreme precipitation in comparison to past extreme events. Credit: doi:10.1038/s41612-023-00347-w\nThe new study projects future extreme precipitation in comparison to past extreme events. Credit: doi:10.1038/s41612-023-00347-w\nExtreme precipitation is among the most destructive natural disasters. Simulating changes in regional extreme precipitation remains challenging, partially limited by the horizontal resolution in climate models. For this study, the authors used an ensemble of high-resolution (25-km) global climate model simulations to study extreme precipitation over the Northeastern United States, where extremes have increased rapidly since the mid-1990s.\nFuture projections with GFDL’s new high-resolution climate model, Seamless system for Prediction and EArth system Research (SPEAR), show that by the mid-21st century, unprecedented rainfall events could occur over the region, driven by increasing anthropogenic radiative forcing and distinguishable from natural variability. Very extreme events (>150 mm/day) may be six times more likely by 2100 than in the early 21st century, under the Shared Socioeconomic Pathway 5-8.5 (SSP5-8.5), high-end projection of future greenhouse gas emission.\nDetecting and projecting changes in extreme precipitation on regional scales remain highly challenging and uncertain. Global climate models, typically with atmospheric resolution ranging from 100 to 200 km, are not sufficient to resolve the most extreme precipitation events and generally underestimate the rate of occurrence of the most extreme rates of precipitation. Enhancing a model’s horizontal resolution has been shown to improve the simulated frequency of extreme precipitation markedly, as higher precipitation rates are permitted by the higher-resolution model. Also, models with finer resolutions better represent several physical processes related to extreme events such as tropical cyclones, extratropical transition, mesoscale processes, atmospheric rivers, and quasi-persistent weather regimes, compared to models with coarser resolutions.\nClick to read the full article",
  "source": "climate.gov"
}