{
  "url": "https://www.climate.gov/news-features/feed/broken-record-atmospheric-carbon-dioxide-levels-jump-again",
  "title": "Broken record: Atmospheric carbon dioxide levels jump again",
  "date": null,
  "content": "<p>This photo shows the air intake tube for NOAA's Picarro analyzer, which was installed on the deck at the Maunakea Observatories. After the access road to NOAA's Mauna Loa observatory was covered by lava flows from Mauna Loa Volcano's November eruption, the University of Hawaii allowed the Global Monitoring Laboratory and the Scripps Institute of Oceanography to install temporary greenhouse gas sampling sites at its astronomical observatory on the nearby summit of Mauna Kea Volcano on December 8, 2022. NOAA photo.</p>\nThis photo shows the air intake tube for NOAA's Picarro analyzer, which was installed on the deck at the Maunakea Observatories. After the access road to NOAA's Mauna Loa observatory was covered by lava flows from Mauna Loa Volcano's November eruption, the University of Hawaii allowed the Global Monitoring Laboratory and the Scripps Institute of Oceanography to install temporary greenhouse gas sampling sites at its astronomical observatory on the nearby summit of Mauna Kea Volcano on December 8, 2022. NOAA photo.\nCarbon dioxide levels measured at NOAA’s Mauna Loa Atmospheric Baseline Observatory peaked at 424* parts per million in May, continuing a steady climb further into territory not seen for millions of years, scientists from NOAA and Scripps Institution of Oceanography offsite link at the University of California San Diego announced today.  [*Correction: Due to a typo, the original version of this release said the peak was 432 ppm. The correct value is 424 ppm.]\n\nMeasurements of carbon dioxide (CO2) obtained by NOAA’s Global Monitoring Laboratory averaged 424.0 parts per million (ppm) in May, the month when CO2 peaks in the Northern Hemisphere. That is an increase of 3.0 ppm over May 2022, and represents the fourth-largest annual increases in the peak of the Keeling Curve in NOAA’s record. Scientists at Scripps, which maintains an independent record, calculated a May monthly average of 423.78 ppm , also a 3.0 ppm increase over their May 2022 average.\nCarbon dioxide levels are now more than 50% higher than they were before the onset of the industrial era.\nClick to read the full article",
  "source": ""
}