{
  "url": "https://www.climate.gov/news-features/feed/biden-harris-administration-announces-26-billion-framework-through-investing",
  "title": "Biden-Harris Administration announces $2.6 billion framework through Investing in America agenda to protect coastal communities and restore marine resources",
  "date": null,
  "content": "<p>A photo collage highlighting some of the initiatives from NOAA's Inflation Reduction Act investments. NOAA photo.</p>\nA photo collage highlighting some of the initiatives from NOAA's Inflation Reduction Act investments. NOAA photo.\nToday, the U.S. Department of Commerce unveiled a $2.6 billion framework to invest in coastal resilience through President Biden’s Inflation Reduction Act (IRA). As part of the President’s Investing in America Agenda this initiative will support communities and people on the frontlines of climate change, dedicating nearly $400 million specifically for Tribal priorities and benefiting coastal and Great Lakes communities nationwide with an emphasis on environmental justice. Additional investments from the IRA will improve weather and climate data and services, support the Biden-Harris Administration’s America the Beautiful conservation initiative and strengthen NOAA’s fleet of research airplanes and ships that are used to study and collect data about the ocean and atmosphere.\n“Under President Biden’s leadership, we are making the most significant direct investment in climate resilience in the nation’s history,” said U.S. Secretary of Commerce Gina Raimondo. “As part of our more than $2.6 billion investment in regional coastal resiliency and conservation projects, we will be dedicating $390 million directly to Tribal priorities for habitat restoration and bolstering fish populations, and supplying crucial funding to ensure our coastal communities are better prepared for the effects of climate change.”\nThe historic $2.6 billion investment in climate resilience and coastal communities will help ensure communities, especially Tribes and vulnerable populations, have the resources and support needed to prepare, adapt and build resilience to weather and climate events as well as strengthen workforce development, marine resources, nature-based solutions, conservation, regional partnerships and Tribal priorities. The IRA funds will complement the investments already outlined in the nearly $3 billion Bipartisan Infrastructure Law (BIL) funding, including the $562 million in Climate-Ready Coasts awards announced in April.\nClick to read the full article",
  "source": ""
}