{
  "url": "https://www.climate.gov/news-features/feed/smoked-out-were-wildfires-responsible-denver%E2%80%99s-record-ozone-season-2021",
  "title": "Smoked out: Were wildfires responsible for Denver’s record ozone season of 2021?",
  "date": null,
  "content": "Haze-free air normally allows a clear view of the mountains west of Denver. This clear view was largely absent in the summer of 2021. Credit: EPA\nHaze-free air normally allows a clear view of the mountains west of Denver. This clear view was largely absent in the summer of 2021. Credit: EPA\nThe summer of 2021 was a smoky one for Denver and northeastern Colorado.\nSmoky haze from wildfires in Arizona, California, and the Pacific Northwest shrouded the Front Range mountains and cast a gray pallor over the sky on a near-daily basis. The typical pattern of monsoon-driven summer thunderstorms that normally flush out stagnant air in July and August largely failed to materialize, allowing smog cooked under the summer sun in 90-degree heat to pool along the base of the foothills to the west.\nAll that added up to a record number of days when ground-level ozone, which has long bedeviled the “Queen City of the Plains,” exceeded the 2015 National Ambient Air Quality Standard (NAAQS) of 70 parts per billion averaged over 8 hours set by the US Environmental Protection Agency. In 2022, the U.S. Environmental Protection Agency proposed to downgrade the northern Front Range from a “serious” to “severe” violator of the 2008 federal ozone standard.\nSo how bad was it?\n“The smoke was unpleasant to be sure,” said Andrew Langford, a research chemist with NOAA’s Chemical Sciences Laboratory, and lead author of a paper published today in the Journal of Geophysical Research: Atmospheres. ”Particulates, which you can see, only exceeded the air quality standard a few times that summer. Ozone exceeded the standard on more than half the days. But you can’t see ozone, so this was a much more insidious problem.”\nClick to read the full article",
  "source": ""
}