{
  "url": "https://www.climate.gov/news-features/feed/improving-monitoring-coastal-inundations-sargassum-wind-and-citizen-science-data",
  "title": "Improving monitoring of coastal inundations of Sargassum with wind and citizen science data",
  "date": null,
  "content": "Sargassum on a scale, weighed in a citizen-science experiment.. Credit: NOAA AOML\nSargassum on a scale, weighed in a citizen-science experiment.. Credit: NOAA AOML\nIn a new study, scientists from NOAA, University of South Florida, Florida International University, University of Miami, and LGL Ecological Associates, compared wind information alongside Sargassum Inundation Risk (SIR) maps against citizen science reports of inundation in the coasts of Florida, Gulf of Mexico, Bahamas, and Caribbean regions. With present SIR maps, inundation is considered as more likely if large densities of satellite-detected Sargassum are near a coast. The scientists in the study found that shoreward wind velocity used in conjunction with SIR indicators greatly improves the agreement with coastal observations of Sargassum beaching compared to SIR indicators alone. Including wind metrics in SIR maps will allow for improved understanding of Sargassum trajectories in coastal areas for forecast purposes.\nFor more than a decade, massive blooms of Sargassum, a floating macroalgae, have caused environmental, economic, and human health problems to coastal communities and ecosystems throughout the tropical Atlantic, Caribbean Sea, and Gulf of Mexico. Out at sea, Sargassum is an important habitat for fish, sea turtles, and other marine organisms, but as it accumulates in large amounts close to the coastlines it can smother valuable corals, seagrass beds, and beaches. Efforts to monitor and predict these occurrences are challenging because of the complexities associated with the growth and movement of Sargassum and the extensive area it impacts.\nRelated story: Extreme climate event in North Atlantic may have kicked off Sargassum explosion a decade ago\nClick to read the full article",
  "source": "climate.gov"
}