{
  "url": "https://www.climate.gov/news-features/feed/coherent-mechanistic-patterns-tropical-land-hydroclimate-change",
  "title": "Coherent mechanistic patterns of tropical land hydroclimate change",
  "date": null,
  "content": "Changes of evapotranspiration in eight CMIP5 climate models in response to an abrupt quadrupling of carbon dioxide in the novel aridity index/soil moisture phase space. Credit: doi:10.1029/2022GL102285\nChanges of evapotranspiration in eight CMIP5 climate models in response to an abrupt quadrupling of carbon dioxide in the novel aridity index/soil moisture phase space. Credit: doi:10.1029/2022GL102285\nAccurate predictions of future changes in hydroclimate over land, in particular the magnitude and frequency of extreme heat, extreme rainfall, and droughts are of paramount importance for society. Gaps in our process-level understanding of land-atmosphere interactions remain, in particular with respect to the connection between changes in different types of extremes, and the connection between changes in local land-atmosphere interactions with the global-scale response of the hydrological cycle to climate forcings. The authors introduce a novel method that preserves the mechanistic local, daily-mean time scale understanding while substantially reducing the dimensionality of the global, time-varying problem in order to provide an integrated, big-picture perspective.\nPredictions of hydroclimate changes (temperature, precipitation, evaporation, etc.) over land in a warming world rely largely on model simulations with often diverging results when presented in map view. The authors’ process-based method organizes the spatial complexity by climatological aridity, and organizes the temporal complexity by daily soil moisture (SM). This allows for the analysis of model predictions in a comprehensive yet compact display which clearly reveals the connections between variables and the mechanisms responsible for changes. Key results include the impact of SM limitation on elevated temperature extremes and the trend toward fewer but stronger rainfall events.\nClick to read the full article",
  "source": ""
}