{
  "url": "https://www.climate.gov/news-features/feed/noaa-scientists-link-exotic-metal-particles-upper-atmosphere-rockets-satellites",
  "title": "NOAA scientists link exotic metal particles in the upper atmosphere to rockets, satellites",
  "date": null,
  "content": "Reentry into Earth’s stratosphere leaves particles in the atmosphere, such as silver, iron, lead, magnesium, titanium, beryllium, chromium, nickel, zinc and lithium. Credit: Chelsea Thompson/NOAA\nReentry into Earth’s stratosphere leaves particles in the atmosphere, such as silver, iron, lead, magnesium, titanium, beryllium, chromium, nickel, zinc and lithium. Credit: Chelsea Thompson/NOAA\nNOAA scientists investigating the stratosphere have found that in addition to meteoric ‘space dust,’ the atmosphere more than seven miles above the surface is peppered with particles containing a variety of metals from satellites and spent rocket boosters vaporized by the intense heat of re-entry.\nThe discovery is one of the initial findings from analysis of data collected by a high-altitude research plane over the Arctic during a NOAA Chemical Science Laboratory mission called SABRE, short for Stratospheric Aerosol processes, Budget and Radiative Effects. It’s the agency’s most ambitious and intensive effort to date to investigate aerosol particles in the stratosphere, a layer of the atmosphere that moderates Earth’s climate and is home to the protective ozone layer.\nUsing an extraordinarily sensitive instrument custom-built at NOAA in Boulder, Colorado, and mounted in the nose of a NASA WB-57 research aircraft, scientists found aluminum and exotic metals embedded in about 10 percent of sulfuric acid particles, which comprise the large majority of particles in the stratosphere. They were also able to match the ratio of rare elements they measured to special alloys used in rockets and satellites, confirming their source as metal vaporized from spacecraft reentering Earth’s atmosphere.\nClick to read the full article",
  "source": "climate.gov"
}