{
  "url": "https://www.climate.gov/news-features/feed/fifth-national-climate-assessment-climate-change-impacts-are-increasing",
  "title": "Fifth National Climate Assessment: Climate change impacts are increasing for Americans",
  "date": null,
  "content": "<p>In Norfolk, Virginia, the Ohio Creek watershed project is addressing the high-tide flooding, storm flooding and shoreline erosion in predominantly Black neighborhoods that include a public housing development as well as many homes on the National Historic Register. The project is an example of a climate resilience project combining strong leadership from the local government, community involvement, federal and non-profit investment, world class climate information from the federal and academic science community, and private sector expertise. Image credit: VHB.</p>\nA new national report finds that the impacts of weather extremes—exacerbated by climate change—are far-reaching across every region of the United States. However, the report also finds that rapidly reducing greenhouse gas emissions and accelerating adaptation can limit further warming and protect lives and property from many climate risks. In coordination with the release of the report, President Biden announced more than $6 billion through his Investing in America agenda to make communities across the country more resilient to climate change.\nIn Norfolk, Virginia, the Ohio Creek watershed project is addressing the high-tide flooding, storm flooding and shoreline erosion in predominantly Black neighborhoods that include a public housing development as well as many homes on the National Historic Register. The project is an example of a climate resilience project combining strong leadership from the local government, community involvement, federal and non-profit investment, world class climate information from the federal and academic science community, and private sector expertise. Image credit: VHB.\nThe Fifth National Climate Assessment (NCA5), released today by the Biden-Harris Administration and the U.S. Global Change Research Program (USGCRP), also notes that across the country, efforts to adapt to climate change and reduce greenhouse gas emissions have expanded since the last National Climate Assessment in 2018, and U.S. emissions have fallen since peaking in 2007. But without deeper cuts in global and U.S. net greenhouse gas emissions and accelerated adaptation efforts, climate risks to the U.S. will continue to grow.\n“The Fifth National Climate Assessment can help every community, every business and every American prepare for and respond to climate change,” said U.S. Secretary of Commerce Gina Raimondo. “While the report clearly shows the immense challenges of climate change, it also outlines the opportunity to create a more resilient nation and a stronger, more sustainable economy. Thanks to President Biden’s leadership, we have been addressing the climate crisis with the urgency that it deserves, including through historic investments that will make every community more climate resilient.”\n“The key findings of this Fifth National Climate Assessment showcase the science-based information NOAA provides for the nation by observing and predicting climate change and working with communities to build resilience to its effects,” said NOAA Administrator Rick Spinrad, Ph.D. “The report details the far-reaching effects of human-caused climate change on the U.S. and concludes that every additional increment of warming that we avoid — every action to reduce warming — matters for reducing harmful impacts. This report with its strong emphasis on mitigation and adaptation can empower the nation to scale up these efforts as the Biden-Harris Administration accelerates the reduction of greenhouse emissions to limit devastating climate impacts.”\nNOAA’s contributions to the report are significant, including 35 authors and 13 chapter leaders along with critical editorial, graphical and technical support. The report’s chapters include two physical science chapters, 18 national-level topic chapters, 10 regional chapters and chapters that focus on societal responses to climate change through adaptation and mitigation. NOAA’s work on regionally-based climate resiliency, community engagement and environmental justice are also reflected in the report. New this year are chapters on Earth system processes, economics and social systems and justice. The report provides many useful examples of community projects to mitigate and adapt to climate change.\nThe report gives greater emphasis to the importance of Indigenous knowledge in understanding long-range change in our environment and its impacts, as well as environmental justice to understand the unequal impacts of climate change and to creating equitable solutions.\nAlso new for this report is an interactive online NCA5 Atlas, which allows users to explore the latest localized temperature and precipitation projections. The atlas is designed to be used by national, state, tribal and community leaders, adaptation planners, researchers, educators and the general public. For the first time, this report includes over 90 pieces of art drawn from more than 800 pieces submitted by the public and a poem written by Poet Laureate Ada Limón, embracing different interpretations of the report and its findings.\nA list of key findings is available in the full story on NOAA.gov.\nClick to read the full article",
  "source": "climate.gov"
}