{
  "url": "https://www.climate.gov/news-features/feed/impacts-north-atlantic-biases-upper-tropospherelower-stratosphere-over",
  "title": "Impacts of the North Atlantic biases on the upper troposphere/lower stratosphere over the extratropical North Pacific",
  "date": null,
  "content": "These figures from the newly published study show differences between observations and controls in winter. Credit: doi:10.1038/s41612-023-00482-4\nThese figures from the newly published study show differences between observations and controls in winter. Credit: doi:10.1038/s41612-023-00482-4\nThe interplay between the ocean and atmosphere plays a crucial role in shaping weather patterns and temperatures around the world. Yet, the winter upper troposphere/lower stratosphere (UTLS) temperature/vertical motion response over the extratropical North Pacific induced by North Atlantic changes is not well understood.\nUsing GFDL’s high-resolution climate model CM2.5, the authors corrected the North Atlantic Ocean circulation biases to unravel the wintertime atmospheric impacts. They showed that biases in the North Atlantic significantly reduce the surface heat fluxes released from the North Atlantic into the atmosphere. These changes, in turn, induce negative lower tropospheric temperature anomalies in the mid-latitudes, setting off a chain of reactions that impact storm tracks over the northern hemisphere and large-scale extreme precipitation over the western United States.\nIn the UTLS over the extratropical North Pacific, this winter warming temperature response is linked to the vertical motion response through a simple leading order thermodynamic relationship between changes in the horizontal advection and adiabatic heating. The UTLS vertical motion response, which is also associated with the North Atlantic induced Walker circulation response over the tropical North Pacific, can provide a rough estimation of the UTLS warming response over the extratropical North Pacific.\nClick to read the full article",
  "source": "climate.gov"
}