{
  "url": "https://www.climate.gov/news-features/feed/atlantic-meridional-overturning-circulation-weakening-deep-sea-north-atlantic",
  "title": "The Atlantic Meridional Overturning Circulation is weakening in the deep sea of the North Atlantic Ocean, study finds",
  "date": null,
  "content": "The global ocean redistributes both heat and carbon. Credit: NOAA\nThe global ocean redistributes both heat and carbon. Credit: NOAA\nA new study finds that the Atlantic Meridional Overturning Circulation (AMOC) abyssal limb in the North Atlantic has weakened over the past two decades, contributing to sea level rise in the region.\nThe AMOC consists of an upper cell and a deep sea or abyssal cell that sits underneath. The upper cell transports warm water from the subtropical South Atlantic Ocean across the equator northward toward high latitudes in the North Atlantic, where it cools, sinks, and flows equatorward as cold deep water.  It sits atop a cell of colder, denser water at the ice edge of Antarctica known as the abyssal cell. These waters flow north along the seafloor into the North Atlantic where they slowly rise and mix with other waters that flow back to the south. Together, these cells carry a maximum of 25% of the net global ocean and atmosphere energy (heat) transport.\nAntarctic Bottom Water is the coldest, densest water mass of the oceans, found in the Southern Ocean surrounding Antarctica. The abyssal limb of the AMOC redistributes heat and carbon as it carries Antarctic Bottom Water from the Southern Ocean towards the northern hemisphere. Using mooring observations and hydrographic data from multiple sources in the North Atlantic, the study found that  the northward transport of Antarctic Bottom Water at 16°N weakened by about 12% during 2000-2020.  This weakening of the abyssal cell is associated with an observed warming throughout the deep Western Atlantic Ocean, contributing to an increase in deep sea heat content and, hence, sea level rise in the region.\nClick to read the full article",
  "source": "climate.gov"
}