{
  "url": "https://www.climate.gov/news-features/feed/biden-harris-administration-invests-21-million-measuring-surface-ocean-carbon",
  "title": "Biden-Harris Administration invests $2.1 million for measuring surface ocean carbon through the Investing in America agenda",
  "date": null,
  "content": "<p>A rosette of sample bottles being recovered from the water during the 2023 A16N GO-SHIP cruise on the NOAA Ship <em>Ronald H. Brown</em>. Devices such as this one will be used to monitor carbon. Credit: Laura Cimoli</p>\nA rosette of sample bottles being recovered from the water during the 2023 A16N GO-SHIP cruise on the NOAA Ship Ronald H. Brown. Devices such as this one will be used to monitor carbon. Credit: Laura Cimoli\nFunds from the Bipartisan Infrastructure Law will allow NOAA to expand a global network of sensors to track carbon dioxide in the ocean. They will also serve to improve the understanding and forecasting of global climatic and environmental changes.Biden-Harris Administration invests $2.1 million for measuring surface ocean carbon through the Investing in America agendaToday, the Department of Commerce and NOAA announced the award of $2.1 million to support surface ocean and atmospheric carbon observations and monitoring through President Biden’s Investing in America agenda. These funds from the Bipartisan Infrastructure Law will allow NOAA to expand a global network of sensors to track carbon dioxide in the ocean. They will also serve to improve the understanding and forecasting of global climatic and environmental changes.\n“Thanks to President Biden's historic Bipartisan Infrastructure Law, this investment of over $2 million will help NOAA continue leading the way on the vital work to observe and forecast the impacts of climate change globally,” said U.S. Secretary of Commerce Gina Raimondo. “It will also create innovative partnerships with private companies to improve carbon emissions tracking and strengthen the Biden-Harris Administration’s commitment to reduce atmospheric CO2 concentrations.”\nClick to read the full article",
  "source": "climate.gov"
}