{
  "url": "https://www.climate.gov/news-features/feed/causes-and-multiyear-predictability-rapid-acceleration-us-southeast-sea-level",
  "title": "Causes and multiyear predictability of the rapid acceleration of U.S. Southeast Sea level rise after 2010",
  "date": null,
  "content": "The map shows observed sea level rise over 2010-2022. The graph shows observed and projected sea level rise at multiple locations along the U.S. Southeast Coast. Credit: doi:10.1038/s41612-024-00670-w\nThe map shows observed sea level rise over 2010-2022. The graph shows observed and projected sea level rise at multiple locations along the U.S. Southeast Coast. Credit: doi:10.1038/s41612-024-00670-w\nSea level rise (SLR) is one of the most severe consequences of a warming climate, causing dangerous flooding and threatening lives and infrastructure in low-lying coastal regions. This study investigated the potential physical drivers responsible for the observed acceleration of SLR after 2010 along the U.S. Southeast Coast. Using observations and climate models, the authors show that the rapid increase in the rate of SLR along the Southeast Coast after 2010 is due in part to multidecadal buoyancy-driven Atlantic meridional overturning circulation (AMOC) variations, along with heat transport convergence from wind-driven ocean circulation changes.\nAlong with coastal flooding and inundation, the occurrence of exceptionally high sea levels alters the coastal environment, moving barrier islands and cutting channels through them, impacting forests and crops, inundating the coastline with salt water, and damaging habitats essential to support wildlife. In the most recent decade, the U.S. Southeast Coast (USSEC) was identified as a “hot spot” for rapid SLR in the North Atlantic Ocean. Observations show that the linear trend of SLR along the USSEC in 2010–2022 is 3–4 times larger compared to 1920–2009. The accelerated SLR over the densely populated USSEC could elevate storm surge and exacerbate coastal flooding when it coincides with record-breaking North Atlantic hurricane seasons.\nClick to read the full article",
  "source": "climate.gov"
}