{
  "url": "https://www.climate.gov/news-features/feed/noaa-establishes-climate-services-advisory-committee",
  "title": "NOAA Establishes Climate Services Advisory Committee",
  "date": null,
  "content": "<p>NOAA provides data, information, tools, and guidance on&nbsp;weather, climate, and ecosystems to help Americans manage risk and opportunities&nbsp; NOAA image.&nbsp;</p>\nNOAA provides data, information, tools, and guidance on weather, climate, and ecosystems to help Americans manage risk and opportunities  NOAA image.\nToday, NOAA announced the establishment of a new Federal Advisory Committee that will provide the agency with advice on how to make NOAA’s climate services–data, information, science, tools, and decision support–easier for the public to find and use.\nThis Committee was formed in response to feedback from users from across the country who asked NOAA to expand the reach and accessibility of its climate services to better meet the growing climate adaptation and resilience needs of all communities. The Committee will play a critical role in helping NOAA gather continuous feedback from climate service users from a wide range of disciplines and backgrounds– from industry partners to emergecy responders and community-based organizations. Applications for membership were solicited via a Federal Register Notice.\n\"NOAA is deeply committed to providing the services that the nation needs to grapple with the effects of a changing climate,” said Assistant Secretary of Commerce for Oceans and Atmosphere and Deputy NOAA Administrator Jainey Bavishi. “This is an impressive cadre of members who are committed to helping NOAA provide the science that protects lives, livelihoods, and lifestyles, and I appreciate their service to the agency.\"\nThe Climate Services Advisory Committee consists of 18 members representing NOAA's many constituents, including from industry, public health, education, state and local government, and Tribal nations. These individuals will provide collective advice and recommendations to the NOAA Administrator on a biannual basis. Members include:\nAdditional members of the committee will be named once they confirm their participation.\n##",
  "source": "climate.gov"
}