{
  "url": "https://www.climate.gov/news-features/feed/discrepancies-ocean-carbon-sink-estimates-persist-how-noaa-making-progress-0",
  "title": "Discrepancies in ocean carbon sink estimates persist, how NOAA is making progress to close the gap",
  "date": null,
  "content": "Research vessels and buoys enhance ocean observations. Credit: NOAA\nEvery year, scientists from around the world, including NOAA experts, work together to produce the Global Carbon Budget. This annual scientific report tracks the origin and amount of carbon dioxide (CO2) emissions entering the atmosphere and where it is transported throughout the Earth system. Just like you might consider income, groceries, rent, utilities, and other expenses for your own personal budget, the Global Carbon Budget considers the amount of carbon in the atmosphere, ocean, and land, and how much of it is human-produced due to fossil fuel emissions and other human activities. The Global Carbon Budget helps scientists and policy makers assess progress towards meeting the goals of the Paris Climate Agreement in order to avoid the harmful impacts of rising global temperatures.\nThis year’s Global Carbon Budget reports that atmospheric CO2 concentrations will likely reach 422.5 parts per million (ppm) in 2024, which is 52% above pre-industrial revolution concentrations of 278 ppm in the year 1750. Fossil fuel emissions have decreased significantly over the last decade in 22 countries that are considered to have growing industrial economies, including the United States; however, overall global emissions continue to grow. “It is encouraging that global emission rates are not increasing as fast as in the past. We are getting to a point where the industrial nations are reducing emissions. We are making progress, but not nearly fast enough,” said Rik Wanninkhof, a Senior Scientist at NOAA’s Atlantic Oceanographic and Meteorological Laboratory studying ocean carbon.\nClick to read the full article",
  "source": "climate.gov"
}