{
  "url": "https://www.climate.gov/news-features/featured-images/arctic-warming-exceeds-global-average",
  "title": "Arctic Warming Exceeds Global Average",
  "date": null,
  "content": "On December 1, NOAA released its annual Arctic Report Card. Like a yearly check-up at the doctor's office, the report summarizes conditions in the Arctic atmosphere, ocean, and on land.\nOver the past year, scientists from around the world have continued to collect evidence of extreme melting on the surface of the Greenland ice sheet, declining summer sea ice cover, rapidly receding glaciers, and changing ocean pH-all of which have wide-ranging consequences for people, plants, and animals in the Arctic and beyond.\nUnderlying all these changes is the rapid warming observed since the 1980s. This past year (October 2010–September 2011), surface temperatures in the Arctic were 1.5 degrees Celsius warmer than average. The image above shows where average air temperatures were up to 3 degrees Celsius above (red) or below (blue) the long-term average (1981–2010).\nThe Arctic's 1.5-degree surface temperature anomaly was larger than the global average anomaly. This difference confirms what global climate models were projecting as far back as thirty years ago: that the Arctic region would warm faster than the rest of the planet due to long-term climate change.\nThe past six years in the northern polar region (above 60°N in the Northern Hemisphere) have been the warmest in the historical record. The city of Barrow, located in the northernmost region of Alaska, had a record summer run of 86 consecutive days with minimum temperatures at or above freezing beginning on June 30. The previous record was 68 days set in 2009. The city of Fairbanks may be experiencing record-breaking frigid temperatures in recent weeks, but last year, the city experienced its first fall freeze more than two weeks later than its long-term average-for the sixth consecutive year.\nThe warmth is transforming the Arctic. There is less sea ice in the summer, and it is thinner than it used to be, decreasing habitat for polar bears and other marine mammals. Meanwhile, plant productivity—both on land and in the ocean—is increasing. Glaciers and ice sheets are rapidly losing mass, and the melting is freshening the Arctic Ocean.\nHelp us improve our content",
  "source": "climate.gov"
}