{
  "url": "https://www.climate.gov/news-features/featured-images/warming-climate-will-add-habitat-woes-pacific-nw-salmon",
  "title": "Warming climate will add to habitat woes for Pacific NW salmon",
  "date": null,
  "content": "Each summer, migrating salmon in the Pacific Northwest face thermal \"roadblocks\"—stretches of rivers where the water temperature exceeds about 70 degrees Fahrenheit (21 degrees Celsius). That might sound like a chilly swim to us, but for a wide range of salmon species, it's the temperature at which conditions can go from being merely stressful to potentially fatal. Faced with these thermal roadblocks, fish are forced to seek out pockets of deeper, cooler water and wait for summer's heat to fade before they resume their journey to their spawning grounds.\nNOAA-funded modeling research led by Nathan Mantua projects that the number and duration of thermal roadblocks and potential death zones in Washington's salmon rivers and streams will increase significantly within the next 70 years as greenhouse gas emissions continue to rise.* The maps below show average air temperatures for August (underlying maps) and maximum water temperatures (colored dots) for historic (1970-1999) and future time periods (2020, 2040, and 2080). Colors indicate habitat quality: favorable (blue), stressful (orange), and fatal (pinkish-red).\nAlready in the 80s and 90s, several locations experienced thermal roadblocks, with temperatures high enough to be potentially fatal to salmon. Within the next decade, the models project that maximum water temperature will rise less than 2 degrees Fahrenheit (1 degrees Celsius) at most sites included in the analysis, but the change is enough to push several new locations, especially in the lower Snake and Columbia River basins, into the potentially fatal range. Under the future climate scenario used for this analysis, maximum stream temperatures statewide are projected to increase in the range of 3.6–9 degrees Fahrenheit by the 2080s, and the number of weeks each summer where stream temperatures reach the fatal threshold is projected to double.\nPeople have placed huge demands not only on the salmon themselves, but also on their freshwater habitat: building dams, clearing forests along riverbanks, and siphoning streamflows for irrigation. Management plans that include fishing restrictions, and stream restoration and protection have kept many salmon populations from extinction, but more than two dozen population groups in Washington, Oregon, and California remain on the endangered species list. Existing management strategies, such as protecting minimum streamflows or replanting or protecting vegetation along streams, should provide some climate resilience for salmon. Vegetation not only reduces erosion and improves water clarity, but it also creates cool, shady refuges.\nHowever, rising stream temperatures are only one of the ways that rising carbon dioxide concentrations and the resulting warming are projected to influence salmon habitat. In streams and rivers, there will also be changes in streamflows due to changes in when and where it rains and snows. Salmon may face a separate set of challenges in the ocean, where salmon typically spend most of their lives.\nIn short, for people whose livelihoods depend on wild salmon, and for the scientists and decision-makers trying to help the fish recover while balancing society's other needs for the region's rivers and streams, climate change is likely to make the hard job of restoring West Coast salmon even harder.\n* Mantua's research team used a future scenario for greenhouse gas emissions known in the climate science community as \"A1B.\" The scenario is one of the suite of 40 scenarios established by the Intergovernmental Panel on Climate Change to account for the different paths human civilization may take in the future, including different population growth rates, different energy sources, and different technological advances. The A1B scenario assumes that carbon dioxide emissions will continue to increase until the middle of the century (2050), after which they slowly decline.\nReferences\nCommittee on Protection and Management of Pacific Northwest Anadromous Salmonids, National Research Council. (1996). Upstream: Salmon and Society in the Pacific Northwest. Washington, D.C. National Academies Press. Available online from http://www.nap.edu/openbook.php?isbn=0309053250. Accessed February 22, 2012.\nMantua, N., Tohver, I., & Hamlet, A. (2010). Climate change impacts on streamflow extremes and summertime stream temperature and their possible consequences for freshwater salmon habitat in Washington State. Climatic Change, 102(1-2), 187–223. doi:10.1007/s10584-010-9845-2.\nNOAA National Marine Fisheries Service. (2011, August). Endangered Species Act Status of West Coast Salmon & Steelhead. Online: http://www.nwr.noaa.gov/ESA-Salmon-Listings/upload/1-pgr-8-11.pdf. Accessed February 22, 2012.\nLinks & Additional Images Global Climate Change Impacts in the United States: the Northwest NOAA National Marine Fisheries Service Salmon Recovery Planning\nMaps by Hunter Allen and Richard Rivera, based on data provided by Robert Norheim and Nathan Mantua.\nHelp us improve our content",
  "source": "climate.gov"
}