{
  "url": "https://www.climate.gov/news-features/featured-images/global-temperature-anomalies-october-2010",
  "title": "Global Temperature Anomalies, October 2010",
  "date": null,
  "content": "The average global surface temperature in October 2010 was 58.07°F (14.54°C), which is 0.97°F (0.54°C) above the historical average (1901–2000), according to the monthly assessment from NOAA's National Climatic Data Center, based on observations from the Merged Land-Ocean Surface Temperature Analysis.\nOn land, temperatures were cooler than average (blue) in only a few spots—most notably Europe and Australia. In Australia, the cool temperatures were at least partly due to above-average rainfall. Not only do rainclouds reduce solar heating, but when the Sun does come back out, evaporation of soil moisture keeps air near the surface cooler.\nIn Europe, the cool anomaly was due to the appearance of more cold-weather storm systems than are typical for the area in October. Cold weather systems are steered across the mid-latitudes by the polar jet stream—a high-speed, high-altitude air current that meanders around the Earth between 30 and 60 degrees north latitude. In October 2010, the jet stream meandered south more often than is usual for that time of year, inviting cold weather from the North to visit Europe more often than usual.\nAside from a few cold pockets, warmer-than-usual temperatures spanned most of the Northern Hemisphere, with the most intense anomalies over northern Canada and Greenland, the Middle East, and western Russia. Over the oceans, the cooling influence of La Niña dominated the Pacific Ocean, while the waters of the North Atlantic were much warmer than average, especially between northeastern Canada and Greenland.\nAmong the most dramatic patterns shown by the map is that the warm anomalies are more intense (deeper red) in the Northern Hemisphere than the Southern Hemisphere. The intensity difference is primarily because there is more land in the North. Land has a lower heat capacity than water, and so continents experience more extreme temperature swings than the ocean.\nRelated links:\nNOAA's Merged Land-Ocean Surface Temperature Analysis\nState of the Climate Reports\nHelp us improve our content",
  "source": "climate.gov"
}