{
  "url": "https://www.climate.gov/news-features/featured-images/wind-turbines-churn-air-over-north-sea",
  "title": "Wind Turbines Churn the Air over the North Sea",
  "date": null,
  "content": "Wind turbines produce more climate-friendly power than generators based on fossil fuels. But the turbines also produce wakes — ripples, waves, vortices, and other disturbances in the air that can stretch at least a few kilometers long at times. These turbulent wakes can affect power output and cause damage at downwind turbines. Normally, the wakes are invisible to the naked eye, but in the photograph above, they have churned the air over the North Sea into furrows of clouds.\nThis photo fascinates NOAA wind researcher Bob Banta, a scientist at the Earth System Research Laboratory in Boulder, Colorado. He and other colleagues who study winds in the lower atmosphere use the picture in PowerPoint talks, scribbling colored lines and squiggles on it to speculate about what is happening where, and why.\nWhy do clouds form downwind of these offshore wind turbines? It’s evident from the haze that the air upwind (in the foreground of the photo) is nearly saturated with water vapor. Maybe when that moisture-laden air hits the turbines, it slows and cools, condensing out water to form clouds. Or maybe, Banta speculates, it’s because the turbulence downwind pulls additional cool, moist air from the ocean surface.\nWhy are the downwind streaks of clouds broader on the right, and narrower on the left? Perhaps the wind speeds in those two areas are different, Banta said, with slower winds on the right. Or maybe it’s due to differences in the temperature of the ocean.\n“I cannot tell you exactly what’s going on here,” Banta said, pointing to the photograph, “but I can say this is a dramatic, striking example of wind wakes, and this is why the measurements we’re making here in Colorado are so important.”\nFor a study launched this spring at the National Wind Technology Center, part of the Department of Energy’s National Renewable Energy Laboratory (DOE’s NREL), Banta and colleagues from several institutions used lidars and other instruments to make three-dimensional portraits of wind speeds and directions in the atmosphere up- and down-wind of 130-meter-tall (425-foot) turbines at the wind technology center.\nThe lidar scan data captured the effects of ramp up and ramp down events, when winds suddenly gusted high or died down, and provided data on what happens downstream of the turbine under a wide range of atmospheric conditions.\n“If turbines are too close to one another, that turbulence can damage turbines downstream, or harm their productivity by reducing the speed of incoming wind,” Banta said. But there are often economic reasons why wind farm operators want to push turbines as close as possible — the costs of power transmission and land, for example.\nThe researchers are still processing and analyzing data, but they hope that the results could help inform planning for wind farms popping up across the country.\nHelp us improve our content",
  "source": "climate.gov"
}