{
  "url": "https://www.climate.gov/news-features/featured-images/south-some-drought-relief-tropical-storm-lee",
  "title": "In South, Some Drought Relief from Tropical Storm Lee",
  "date": null,
  "content": "The southern tier of the United States is enduring a punishing drought. Combined with record heat in many states, the lack of rainfall has stressed water supplies, devastated crops and rangeland, and disrupted wetland and river ecosystems. In the near-term, the best hope for drought relief in Texas and the Southeast would be a slow-moving tropical storm coming ashore from the Gulf of Mexico or the Atlantic.\nThe pair of maps above illustrates the profound impact even a single storm can have on drought conditions. The map on the left shows conditions as of August 30, 2011, and the map on the right shows drought conditions a week later-following the passage of Tropical Storm Lee through the Lower Mississippi Valley and up the western side of the Appalachians.\nOn August 30, all of Louisiana was experiencing exceptional, extreme, or severe drought, based on the U.S. Drought Monitor classifications. Conditions across most of Mississippi, Alabama, Tennessee, and Kentucky ranged from abnormally dry to extreme drought. But between September 2 and September 5, Tropical Storm Lee formed in the Gulf and headed northward into Louisiana. It lingered over the Lower Mississippi before merging with a weather front pushing eastward across the country.\nEmbedded in the front, the remnants of Lee dumped heavy rainfall along a northeastward path from Mississippi to Kentucky/southern West Virginia. Although the tropical circulation was swallowed up by the larger mid-latitude storm system, the moisture from the Gulf of Mexico contributed to heavy rains throughout the mid-Atlantic.\nIn the storm's wake, drought conditions eased. As of September 6, drought in Louisiana had retreated to the western edge of the state. In neighboring Mississippi, Lee's heavy rains alleviated drought and dryness statewide. Tennessee and eastern Kentucky also experienced 1- or 2-category improvements in drought conditions. Beyond the South, the heavy rains were less welcome, contributing to serious flooding in the mid-Atlantic and the Northeast.\nDrought data from the U.S. Drought Monitor, which is partnership between the U.S. Department of Agriculture, NOAA, and the National Drought Mitigation Center. The path of Tropical Storm Lee is based on final forecast positions issued by the National Hurricane Center (solid blue line). Estimates of the path of the storm's remnants (dashed line) are based on visual inspection of satellite imagery.\nHelp us improve our content",
  "source": "climate.gov"
}