{
  "url": "https://www.climate.gov/news-features/featured-images/summer-2011-recap-across-us-heat-broke-records",
  "title": "Summer 2011 Recap: Across the U.S., Heat Broke Records",
  "date": null,
  "content": "If you didn't know the shape of the United States, you could get a pretty good idea of it based only on a map of weather stations where, at least once this past summer, either the daytime high temperature or the overnight low was hotter than ever recorded for that date.\nBased on the thousands of heat records broken at individual U.S. weather stations in June, July, or August 2011, the pair of maps at right traces out a nearly complete picture of the contiguous United States. The colored dots show the number of times in a month the daytime high temperature (top) or overnight low (bottom) at each station was hotter than any previous high temperature on that date. Darker colors mean more broken records.\nCompared to a similar pair of maps covering only July, the picture for the entire summer is a far more complete tracing of the country, which demonstrates how warm the summer was as a whole. The dots are densest across the southern tier of the country. Given the large number of records that were broken there, it is no surprise that, based on the preliminary data, Texas, Oklahoma, New Mexico, and Louisiana all had their warmest summers on record.\nLarge parts of the Southwest and the Southern Plains had more than 30 days where the daytime high was more than 100 degrees Fahrenheit. In fact, Texas and Oklahoma were hotter this summer than any state has ever been since records began in the late 1800s.\nThe heat became part of a devastating feedback loop that worsened the drought that has been baking the South. Normally, when sunlight is absorbed by the ground, some of the energy goes into evaporating water, rather than raising the temperature of the ground. The hotter the temperature, the faster water evaporates from the soil, rivers, and lakes. Once the surface moisture is gone, sunlight has a much greater heating influence on the ground, and, in turn, the overlying air. The warmer air amplifies evaporation, and a vicious cycle of warming and drying sets in.\nHelp us improve our content",
  "source": "climate.gov"
}