{
  "url": "https://www.climate.gov/news-features/featured-images/billion-dollar-weather-disasters-1980",
  "title": "Billion-Dollar Weather Disasters Since 1980",
  "date": null,
  "content": "Earlier this month, NOAA announced that as of August, the United States had—before the end of hurricane season—already broken the record for the most billion-dollar weather disasters in a single calendar year. Economic losses from the 10 weather-related disasters in 2011 had already hit an estimated $35 billion, without accounting for damages from Hurricane Irene, which arrived at the tail end of August.\nThe map above shows the number of times between 1980 and August 2011 that a U.S. state has been involved in a weather or climate disaster whose region-wide damage totals were at least one billion dollars at the time they occurred. For example, if damages from a hurricane were half a billion dollars each in Texas, Louisiana, and Mississippi, all three states would be counted on the map as having been part in a billion-dollar disaster; it doesn't mean that each state suffered a billion dollars in economic losses. The maps are based on records of economic losses kept by NOAA's National Climatic Data Center.\nIf you consider the precise \"where and when\" of any single weather disaster, it is just that: the weather—random and largely unpredictable very far in advance. But if you keep track of all such events year after year, eventually the history of disastrous weather becomes part of a region's climatology, part of the description of the kind of weather that is reasonable to expect in an area in a given season.\nNot surprisingly, the highest frequency of costly U.S. weather disasters occurs in coastal states along the Gulf of Mexico and the southeastern Atlantic, where tropical storms and hurricanes often make landfall. Many of these states also have large coastal or just-inland cities, or they have expensive beachfront development. The combination of climate and population density makes these southern states especially vulnerable.\nKnowing how vulnerable a location is to costly weather disasters is important to the people who live there, and to emergency planners and insurers. Ultimately, records like this should help scientists figure out if, in addition to the known influence of population growth and development, long-term climate change is contributing to the cost of weather-related disasters.\nRelated Links:\nBillion Dollar U.S. Weather/Climate Disasters\nThe Rising Cost of Natural Hazards\nClimate Change Impacts in the United States: the Southeast\nHelp us improve our content",
  "source": "climate.gov"
}