{
  "url": "https://www.climate.gov/news-features/featured-images/record-rains-floods-northeast",
  "title": "Record Rains & Floods in the Northeast",
  "date": null,
  "content": "The remnants of Tropical Storm Lee brought record rainfall to the East Coast in early September, swelling rivers and forcing evacuations in some areas of Pennsylvania and New York. The deluge arrived after several states experienced their wettest August on record, and only a week after Hurricane Irene moved through the region.\nThe photo (left) shows one of many flooded streets and highways around Binghamton, NY. The map (right) shows the difference from normal precipitation received in the United States since the start of September through September 14. Areas where precipitation was less than 100 percent of normal are shades of orange; areas with near-normal rainfall are white. A swath of dark purplish-blue (more than 100 percent of normal) traces the path of Tropical Storm Lee from Louisiana to the Northeast.\nTropical Storm Lee-enhanced storms moved through the Northeast region on Sept. 4–8. Radar and rain gauge data showed rainfall totals exceeding 6 inches in many locations, and more than 10 inches in parts of Pennsylvania and New York. The extreme rain event linked to Tropical Storm Lee is the main reason why Central Maryland, eastern Pennsylvania, and parts of New Jersey, New York, and New England, experienced as much as 600 percent of normal rainfall to date this month.\nIn Binghamton, NY, heavy rain caused the Susquehanna River, parts of which runs through the city’s downtown area, to swell and pour over the city’s floodwalls. The river crested at a record 25.7 feet at Binghamton on September 8, a day after the city received 7.49 inches of rain. This was the most rainfall recorded in Binghamton on a single day since observations began in 1951. Over 20,000 residents had to evacuate the city.\nElsewhere along the Susquehanna and Delaware Rivers, at least 100,000 people evacuated their homes. In Pennsylvania, the Susquehanna crested at nearly 42.7 feet in Wilkes-Barre, higher than the record set during Hurricane Agnes in 1972.\nRainfall map based on data from the NWS Advanced Hydrological Prediction Service.\nRelated Links\nNortheast Regional Climate Center\nNational Weather Service Forecast Office: Binghamton, NY\nNOAA NWS Advanced Hydrologic Prediction Service\n\"Historic flooding recedes in Pennsylvania, New York; at least 15 dead.\" Washington Post Capital Weather Gang Blog.\nState of the Climate National Overview: August 2011\nHelp us improve our content",
  "source": "climate.gov"
}