{
  "url": "https://www.climate.gov/news-features/featured-images/march-storms-pile-9-feet-new-snow-cascades",
  "title": "March storms pile up to 9 feet of new snow onto Cascades",
  "date": null,
  "content": "As March began, people living the eastern United States were enjoying warmer temperatures, budding flowers, and other signs of the approaching spring season. But on the opposite coast, winter was not yet over. In the first two weeks of March, a series of storms tracked down the coast of Alaska and through the Pacific Northwest and piled between 4 and 9 feet of new snow on the already deep powder on the western slopes of the Cascades in Washington. Avalanche danger skyrocketed throughout the region.\nThe maps above show estimated snow depth across the Cascade Range as of February 29, 2012, and again on March 15, following the storms. Places where snow depth was up to 20 feet are white, while dark purple indicates at least 4 feet of snow. Dark grey represents areas where there was no snow. The white, snowy peaks of Mount Baker, Mount Rainier, and Mount Adams brighten considerably during the first two weeks of March as the storms plowed into the mountain range.\nIt's normal for the Cascade Mountains to receive heavy snowfalls. As storm systems travel across the Pacific, moisture-laden air is forced to rise over the mountains where it chills in the high altitudes, producing snow. But at the start of the 2011-2012 winter, NOAA predicted a high probability that precipitation in this already snowy locale would be well above normal due to an active La Niña phase. During La Niña years, the polar jet stream tends to  shift northward over the central Pacific Ocean, bringing a higher frequency of wet and cold storm systems in to the region. Although this current La Niña event is fading, its lingering influences are predicted to persist through April.\nIn early March, a quick succession of storm systems from the north combined with colder-than-average temperatures - both of which are features consistent with La Niña - kept the snow falling fast and furious. On March 15, the Northwest Weather and Avalanche Center in Seattle, Washington, reported that Mount Baker - the third-highest mountain in Washington State - had received more than 9 feet of new snow in just six days, bringing the total depth to 254 inches, or just over 21 feet.\nThat is well above the climatological average of 164 inches (155% of normal, based on observations since 1926), but still less than the maximum snow depth ever recorded by mid-March. That record is 305 inches, which occurred in 1999-also a La Niña winter-the same winter that the Mount Baker Ski Area went on to set the world record for snowfall in a single season.\nA deep layer of snow on the mountains is good news for the region's water supplies. Reservoir storage in Washington was already above average as of March 1, before this latest series of storms. More snow is still expected to fall in the Cascades since snowpack usually does not reach its annual maximum until April or May. NOAA maps by Hunter Allen, based on snow depth data from the National Operational Hydrologic Remote Sensing Center. Caption by Caitlyn Kennedy. Science Reviewers: Scott Weaver, NOAA's Climate Prediction Center, and Karin Bumbaco, Office of Washington State Climatologist.\nRelated  Northwest Weather and Avalanche Center Office of the Washington State Climatologist Water Supply Outlook for the Western United States Northwest River Forecast Center's Water Supply Forecasts\nHelp us improve our content",
  "source": "climate.gov"
}