{
  "url": "https://www.climate.gov/news-features/featured-images/end-may-year-date-temperature-warmest-record",
  "title": "At End of May, Year-to-date Temperature Warmest on Record",
  "date": null,
  "content": "The average temperature for the United States during May was more than 3°F above the long-term average, making it the second warmest May on record. The month's high temperatures also contributed to the warmest spring, warmest year-to-date, and warmest 12-month period the nation has ever experienced since recordkeeping began in 1895.\nThe maps above show where May 2012 (top) and year-to-date (bottom) temperatures were different from the 1981-2010 average across the contiguous United States. Shades of red indicate above-average temperatures and shades of blue indicate below-average temperatures—the darker the color, the more unusual the temperature difference. The data are scaled from -2°F to +8°F.\nNearly all of the country's climate divisions are shaded in red for May, indicating that warmer-than-average temperatures occurred across all U.S. regions except for the Northwest. Twenty-six states had May temperatures ranking among their ten warmest.\nThe first five months of 2012 have also become the warmest January through May period on record for the contiguous United States, with temperatures 5°F above the long-term average. This was over 1°F warmer than the previous record set in 2000. Twenty-nine states, all east of the Rockies, were record warm for this five-month period, and an additional 14 states had temperatures for the period among their ten warmest.\nThese warmer than average temperatures combined with ongoing drought and windy conditions create ideal wildfire environments. Additionally, warm temperatures so early in the growing season promote an early emergence of plants and crops along with the pests and weeds that plague them. This vast departure from normal temperatures is stressing every system from water supplies to energy management and more.\nThese climate statistics are part of the National Climatic Data Center (NCDC) monthly climate report for the United States, which describes the temperatures of the nation as well as the precipitation conditions. This monthly analysis is part of a suite of climate services NOAA provides government, business, and community leaders so they can make informed decisions.\nRelated Links:\nU.S. Monthly Climate Analysis–May 2012\nMay...Oh My! Unusual heat for the U.S.\nHelp us improve our content",
  "source": "climate.gov"
}