{
  "url": "https://www.climate.gov/news-features/featured-images/global-land-temperature-may-2012-warmest-record",
  "title": "Global land temperature in May 2012 is warmest on record",
  "date": null,
  "content": "The average global temperature (land and ocean) for May 2012 was the second warmest May temperature since recordkeeping began in 1880, and the temperature over land surfaces was the warmest on record for May. May 2012 also marks the 327th consecutive month with a global temperature above the 20th-century average. The last month with below average temperatures was February 1985.\nThe map above shows May temperatures relative to average across the globe. Red shading indicates above-average temperatures and blue shading indicates below-average temperatures.\nThe combined average temperature over global land and ocean surfaces for May 2012 was more than 1°F above the 20th century average. This was the warmest monthly departure from average since November 2010. This was also the 36th consecutive May with a global temperature above the 20th century average. The last May with a below-average temperature was May 1976.\nThe global land surface temperature was more than 2°F above the 20th century average, making it the all-time warmest May on record. Most areas of the world experienced much warmer-than-average monthly temperatures, including nearly all of Europe, Asia, northern Africa, most of North America, and southern Greenland. Only Australia, Alaska, and the western United States and Canadian border region were notably cooler than average.\nSpain observed its fourth warmest May since their national records began in 1960, at almost 5°F above average. The nationally averaged daytime temperature in Australia was near average, but the average nighttime temperature was well below average, ranking as the fifth coolest May nighttime temperature in the country's 63-year period of record.\nFor the oceans, the May global sea surface temperature was more than 0.8°F above the 20th century average—the 10th warmest May on record. Near-average ocean temperatures across the equatorial Pacific Ocean continued during May 2012, as sea surface temperatures continued to warm as La Niña’s influence faded. According to NOAA’s Climate Prediction Center, there is a 50 percent chance that El Niño conditions will return during the second half of 2012. In addition to influencing seasonal climates in the United States, El Niño is often, but not always, associated with global temperatures that are higher than temperatures in neutral or La Niña phases.\nCaption adapted by Susan Osborne from the May 2012 Global Climate Report from the National Climatic Data Center.\nLinks NCDC Monthly Global Climate Analysis–May 2012\nHelp us improve our content",
  "source": "climate.gov"
}