{
  "url": "https://www.climate.gov/news-features/featured-images/june-wind-shift-little-something-extra-behind-recent-arctic-ice",
  "title": "June wind shift a little something extra behind recent Arctic ice losses",
  "date": null,
  "content": "A graph of the long-term trend in summertime Arctic sea ice extent for the past few decades could double as a highway sign warning drivers that the road is heading downhill. Even against that backdrop, however, the annual summer thaws beginning in 2007 have been unusual.\nFor James Overland, an Arctic oceanographer at NOAA's Pacific Marine Environmental Laboratory, these six exceptionally slushy summers demanded an explanation that went beyond the obvious: that global warming is raising the Arctic's temperature.\nThese maps document what Overland and several colleagues say is the \"something extra\" behind the record ice retreats of the past 6 years: each June, the prevailing winds shifted from their normal west-to-east direction and instead blew strongly from the south across the Bering and Chukchi Seas (image left), over the North Pole, and out toward Fram Strait. (The length of the lines is qualitative: longer lines mean stronger winds.)\nThe second map shows the unusual air pressure patterns that gave rise to the wind shift. Air pressure across the Arctic in Junes from 2007-2012 was completely lopsided, with two pockets of higher-than-average pressure sprawled across the North American Arctic and Greenland. These areas of high pressure act like boulders in a river. They slow and disrupt the normal westerly flow of the wind, forcing it to make, large, meandering detours to the north or south.\nOverland and his colleagues think these \"blocking highs\" on the North American side of the Arctic created the unusually strong southerly flow that brought warm air into the central Arctic and over Greenland. The persistent southerly winds would help explain both the record low sea ice extent in summer 2012, as well as the island-wide melting of the surface of the Greenland Ice Sheet, which satellites detected in July.\n\"This story started with us trying to figure out why the sea ice extents of the past 6 years or so have been so much lower than we would expect based on the long-term warming trend alone,\" says Overland, \"and we think this unusual circulation of the Arctic atmosphere is major part of it.\"\nThe question now, says, Overland is why have these high pressure patterns have been forming so consistently each June for the past six years. The repeated appearance of these atmospheric features each June is so unusual that it's the equivalent of a 1-in-a-1000 event. Is it just the natural variability of Earth's chaotic weather, or is it something more—a change in the atmosphere that is itself connected to climate change in some way?\nOverland's hunch is that it's the latter, possibly linked to record and near-record low June snow cover in the Canadian Arctic in recent years. \"We don't know that part of the story yet,\" he says, \"but this would certainly be the type of amplification of climate change [warming triggers changes that lead to more warming] we have been expecting to see in the Arctic.\"\nReference\nOverland, J. E., Francis, J. A., Hanna, E., & Wang, M. (2012). The recent shift in early summer Arctic atmospheric circulation. Geophysical Research Letters, 39(19), L19804. doi:10.1029/2012GL053268\nHelp us improve our content",
  "source": "climate.gov"
}