{
  "url": "https://www.climate.gov/news-features/featured-images/warmer-temperatures-continue-september-2012",
  "title": "Warmer temperatures continue in September 2012",
  "date": null,
  "content": "According to the latest statistics from NOAA’s National Climatic Data Center, the average temperature for the contiguous United States during September was 67° Fahrenheit, which is nearly 1.4° Fahrenheit above the twentieth-century average. This marks the sixteenth consecutive month with above average temperatures for the Lower 48.\nThe map above shows temperature patterns across the United States during September 2012 compared to the recent long-term average (1981–2010). Shades of red indicate temperatures up to 5° Fahrenheit warmer than average, and shades of blue indicate temperatures up to 3° Fahrenheit cooler than average—the darker the color, the larger the difference in temperature.\nAs the dark shades of red on the map show, the western United States saw warmer-than-average temperatures in September. California, Nevada, Utah, and Wyoming had September temperatures among their top ten warmest. The Midwest and the Ohio Valley saw some relief from the heat this month, with temperatures near or slightly below average.\nIn addition to warmer-than-average temperatures, the Pacific Northwest and Upper Midwest experienced record and near-record dry conditions during September. Minnesota, Montana, North Dakota, and South Dakota all experienced record dry conditions. Six additional states saw precipitation totals among their top ten driest.\nThe warm and dry conditions persisting in the Northwest have led to yet another month with above-average wildfire activity in the region. Nearly 1.1 million acres of the Nation burned during the month of September—the third highest acreage burned in a September since 2000. One wildfire that broke out north of Trout Lake, Washington, on September 9 has burned over 20,000 acres and firefighters are still working to contain it completely.\nA large wildfire that began July 30 to continue to burn in Idaho, destroying more than 339,000 acres in the Bitterroot Mountains of Idaho and Montana. Firefighters were able to rescue an orphaned black bear cub, nicknamed Boo Boo, from the fire. The cub, found clinging to a fir tree, suffered second-degree burns and blisters on all four of his paws. The Idaho Humane Society, where the cub is currently staying, expects him to make a full recovery and hopes he will be able to safely return to his natural habitat soon.\nThese climate statistics and many others are part of NOAA’s National Climate Summary. The National Climatic Data Center produces these monthly climate reports as part of the suite of climate services that NOAA provides government, business, and community leaders so they can make informed decisions.\nHelp us improve our content",
  "source": "climate.gov"
}