{
  "url": "https://www.climate.gov/news-features/featured-images/september-2012-global-climate-update",
  "title": "September 2012 Global Climate Update",
  "date": null,
  "content": "According to the latest monthly analysis from the National Climatic Data Center, the average global temperature for September 2012 tied with September 2005 as the warmest September since record keeping began in 1880. It also marked the 36th consecutive September and 331st consecutive month with a global temperature above the 20th-century average. The last below-average September temperature was September 1976.\nThe map at right shows September temperatures relative to average across the globe. Red indicates temperatures up to 7° Fahrenheit (4° Celsius) warmer than the 1981–2010 average, and blue indicates temperatures up to 7° Fahrenheit cooler than the average. As indicated by the red areas on the map, most areas of the world experienced higher-than-average monthly temperatures, including central Russia, Japan, western Australia, northern Argentina, Paraguay, and southern Greenland. Meanwhile, far eastern Russia, western Alaska, southern Africa, parts of the Midwest and southeast United States, and much of China were notably cooler than average.\nThe average global land surface temperature was the third warmest for September, with temperatures more than 1.8° Fahrenheit above the 20th-century average. It was the third warmest September in the Northern Hemisphere and the fourth warmest in the Southern Hemisphere. The average global sea surface temperature was the second highest for September at almost 1° Fahrenheit above the 20th-century average. This was also the highest monthly global ocean temperature departure from average for any month since May 2010.\nStarting in February of this year, the average global temperature anomaly across land and oceans began steadily increasing as La Niña—the cold phase of the El Niño-Southern Oscillation—transitioned toward neutral conditions. According to NOAA’s Climate Prediction Center, ENSO-neutral or weak El Niño conditions are likely to continue through the Northern Hemisphere winter, with possible strengthening to warm-phase El Niño conditions during the next few months.\nHow might a full-fledged El Niño event this winter influence weather where you live? El Niño conditions typically result in a milder than normal winter across parts of the northern United States and western Canada. California and the southern United States tend to see a stormy winter and increased precipitation under El Niño conditions. In addition to influencing seasonal climate outcomes in the United States, El Niño is often, but not always, associated with global temperatures that are higher than normal and altered precipitation patterns.\nHelp us improve our content",
  "source": "climate.gov"
}