{
  "url": "https://www.climate.gov/news-features/featured-images/2010-ties-2005-warmest-year-record",
  "title": "2010 Ties 2005 As the Warmest Year on Record",
  "date": null,
  "content": "Capping off the warmest decade on record, the average global temperature in 2010 tied 2005 as the warmest year since reliable records began in 1880. The year began with the tropical Pacific under the warming influence of a moderate-to-strong El Nino event, but by July, La Nina had emerged and provided a cooling influence for the rest of the year. Overall, 2010 temperature was 0.62° Celsius (±0.07° C) warmer than the 20th-century average, according to the year-end analysis by NOAA’s National Climatic Data Center.\nThis global map shows where average temperatures in 2010 were warmer (red), cooler (blue), or near (white) the 1971-2000* average. The most dramatic warmth appears over eastern Canada and Greenland, where average temperature was at least 5° C higher than usual in some places. Despite chillier-than-usual temperatures in January and February, most of the United States was warmer than normal for the year as a whole.\nAcross the Atlantic, this past summer’s intense—in some cases record-breaking—heat waves in western Russia, southwest Asia, and the Middle East left their fingerprints on the annual average temperature, with large areas 2-3° C warmer than average for the year. Russia’s North and Far East were also warmer than usual, but sandwiched between those two warm spots was a pocket of cooler-than-average conditions that dominated the Central Siberian Plateau and reached southward into Mongolia.\n*To show how temperature patterns varied from place to place in any given year, it’s more helpful to compare the year to a recent long-term average than to the entire 20th century. Because greenhouse gases have warmed the entire planet over the past century, an analysis that used the whole 20th century as the baseline for comparison would produce a map in which virtually every place was some shade of red.\nBased on temperature anomaly data provided by NOAA’s National Climatic Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}