{
  "url": "https://www.climate.gov/news-features/featured-images/look-back-2009-rusalca-expedition",
  "title": "A Look Back at the 2009 RUSALCA Expedition",
  "date": null,
  "content": "In August and September of 2009, scientists from the United States, Russia, and South Korea set off on the Russian-American Long Term Census of the Arctic (RUSALCA) expedition through the Bering Strait, a region that is particularly sensitive to global climate change.\nThat summer, Arctic sea ice had receded to its third-smallest extent on record, allowing the expedition to travel 400 kilometers farther north than the first RUSALCA expedition in 2004. As a result, the scientists got the opportunity to study the water, sea life, and ocean floor in areas of the Arctic Ocean that are rarely free of ice. The photo at top left shows the Russian Research Vessel Professor Khromov as it moves through drifting pieces of thin ice on its way toward the solid ice pack.\nDuring the cruise, the expedition crew updated or replaced equipment on eight buoys that are moored to the seafloor across the Bering Strait between Alaska and Russia. The photo on the right shows scientists recovering one of these buoys. Data from instruments on the buoys revealed that water moving into the Arctic from the Pacific Ocean is warming and freshening the waters of the Arctic, likely contributing to the long-term trend of diminishing sea ice cover.\nTo perform their census of sea life, scientist collected samples of benthic (bottom-dwelling) organisms by dragging a heavy net called a beam trawl along the seafloor. The photo on the bottom left shows the unsorted contents of a benthic trawl. As the Arctic environment continues to undergo changes such as loss of sea ice and warming of seawater, scientists are keeping an eye on species in the region to see how their populations respond to changing conditions.\nMore photos, animations, and information are available at NOAA’s Arctic Research Program’s RUSALCA Website. Read blogs by scientists aboard RUSALCA cruise on NOAA’s Ocean Explorer Website.\nPhotos are courtesy of Aleksey Ostrovskiy (contact Aleksey Ostrovskiy for permission)\nHelp us improve our content",
  "source": "climate.gov"
}