{
  "url": "https://www.climate.gov/news-features/featured-images/atlantic%E2%80%99s-hurricane-heat-potential",
  "title": "Atlantic’s Hurricane Heat Potential",
  "date": null,
  "content": "Heat stored in the top few hundred meters of the ocean has a major influence on hurricanes. Identifying areas with high heat potential is critical for scientists trying to predict whether or not a hurricane will intensify or ultimately lose its momentum. Scientists estimate heat potential using satellite observations of sea surface temperature and sea surface height to determine how far down into the water column warm waters extend.\nThe maps above show the heat available to fuel tropical cyclones (the common name for tropical storms, hurricanes, and typhoons) in the Atlantic Ocean on June 1, 2010 (left), and on September 15 (right). Yellow and orange show places where the amount of available heat is enough (at least 50 kilojoules per square centimeter) to have a significant impact on the intensity of hurricanes, provided that atmospheric conditions are also favorable.\nDarkest blue shows places where there was no hurricane heat potential; water temperatures were below 26°C (80°F)—the minimum temperature needed to sustain hurricanes. On June 1, 2010, the first day of the official hurricane season, most of the Atlantic north of about 15 degrees latitude had no tropical cyclone heat potential. The most heat energy is available in the Caribbean Sea (darkest orange), and as a result, most June hurricanes form over the Gulf of Mexico and western Caribbean.\nBy mid-September, generally the peak of the Atlantic hurricane season, fiery orange fills most of the Gulf of Mexico, spans the entire Caribbean, and reaches out into the Western Atlantic. By this point in the season, hurricanes form throughout the Atlantic, Caribbean, and Gulf of Mexico. Heat that could fuel intensification is available in ocean waters as far north as 30 degrees latitude, especially in the Gulf Stream Current just off the southeast coast of the United States.\nAreas of the ocean with high heat potential can be a game-changer when it comes to hurricane intensity. In 1995, Hurricane Opal was traveling through the Gulf of Mexico as a Category 1 storm when it crossed an area with a deep layer of warm water. Atmospheric conditions were favorable, and Hurricane Opal intensified into a Category 4 hurricane in just 14 hours.\nMaps based on data from the Atlantic Oceanographic and Meteorological Laboratory.\nHelp us improve our content",
  "source": "climate.gov"
}