{
  "url": "https://www.climate.gov/news-features/featured-images/dramatic-decline-lake-powell-water-levels",
  "title": "Dramatic Decline in Lake Powell Water Levels",
  "date": null,
  "content": "Thirty million people—that’s the number of people in seven states who depend on the Colorado River system for water. In 1997, water levels in reservoirs located on the Colorado River were relatively high. Over the following decade, however, water levels plummeted as the region experienced its worst drought in 100 years. At one point, the Colorado River reservoir system contained only about half of its full storage capacity.\nThe two photographs, taken 18 months apart, show a significant decrease in the water level of Lake Powell. Extending across the border between Utah and Arizona, Lake Powell is the largest reservoir in the Colorado River system. The white “bathtub ring” seen on the rocky sides of the canyon shows the historical high water level in the reservoir. The ring is a coating of minerals, deposited on the rocks while they were covered by water.\nNumerous studies over the last 30 years have indicated that the Colorado River is likely to experience reductions in runoff due to climate change. In addition, the amount of water diverted from the river to meet the needs of cities and agriculture continues to grow. Under current conditions, even without climate change, large year-to-year fluctuations in reservoir storage are possible.\nRecent warming in the Southwest has been among the most rapid in the nation. In turn, a decline in spring snow pack is reducing Colorado River flow. Projections of climate change indicate continued strong warming in the region, with much larger increases in temperatures under higher emissions scenarios than in reduced-emissions scenarios. Without changes in current management practices, there is as much as a 50 percent chance of fully depleting all of the Colorado River reservoir storage by mid-century, according to a scientific study co-authored by NOAA-funded scientists. Water managers across the Colorado Basin are continually being challenged to satisfy the demands of a rapidly growing population.\nEfforts are underway to address these challenges. In 2005, the Department of the Interior’s Bureau of Reclamation began a process to formalize operating rules for lakes Mead and Powell during times of low flows and to apportion limited water.\nReferences\nBrekke, L., B. Harding, T. Piechota, B. Udall, C. Woodhouse, and D. Yates (eds.), 2007: Appendix U: Climate Technical Work Group Report: Review of science and methods for incorporating climate change information into Bureau of Reclamation’s Colorado River Basin planning studies. In: Colorado River Interim Guidelines for Lower Basin Shortages and Coordinated Operations for Lake Powell and Lake Mead: Final Environmental Impact Statement. U.S. Bureau of Reclamation, Boulder City, NV, 110 pp.\nGlobal Climate Change Impacts in the U.S. Report\nHelp us improve our content",
  "source": "climate.gov"
}