{
  "url": "https://www.climate.gov/news-features/featured-images/earth%E2%80%99s-fourth-warmest-june-record",
  "title": "Earth’s fourth warmest June on record",
  "date": null,
  "content": "The average global temperature for June 2012 was the fourth highest for any June since record keeping began in 1880. Land-only surface temperatures were the highest on record for the month. The combined average temperature over global land and ocean surfaces was more than 1°F above the twentieth-century average. June 2012 also marks the 36th consecutive June and 328th consecutive month with a global temperature above the twentieth-century average. The last June with below-average temperatures was June 1976. The last time global surface temperature was below average was February 1985.\nThe map above shows June temperatures relative to average across the globe. Red indicates temperatures up to 11 degrees Fahrenheit warmer than the 1971-2000 average, and blue indicates temperatures up to 11 degrees F cooler than the average. Many areas of the world, including most of North America, Eurasia, and northern Africa are shaded in red, having experienced much higher than average monthly temperatures. Only Australia, northern and western Europe, and the northwestern United States were notably cooler than average.\nAustria recorded its highest ever June temperature of 99.9°F on June 30 in two locations—the capital city of Vienna and in German-Altenburg, Nope. The monthly temperature during June in the United Kingdom was 0.5°F below the 1971–2000 average, making this the coolest June since 1991. Australia also remained cooler than average due to the lingering effects of La Niña.\nFr the ocean, the June global sea surface temperature was close to 1°F above the twentieth-century average, the 10th warmest June on record. With respect to the El Niño-Southern Oscillation climate pattern, “neutral” conditions continued across the equatorial Pacific Ocean during June, but according to NOAA’s Climate Prediction Center, chances are increasing that El Niño (warmer-than-average) conditions will emerge beginning in July–September 2012. In addition to influencing seasonal climate outcomes in the United States, El Niño is often, but not always, associated with global temperatures that are higher than temperatures in the neutral and La Niña phases.\nBased on temperature anomaly data from the National Climatic Data Center.\nLinks\nGlobal Climate Summary—June 2012\nNational Climate Summary—June 2012\nClimate Prediction Center’s El Niño-Southern Oscillation Page\nHelp us improve our content",
  "source": "climate.gov"
}