{
  "url": "https://www.climate.gov/news-features/featured-images/fending-invaders-warmer-climate",
  "title": "Fending Off Invaders in a Warmer Climate",
  "date": null,
  "content": "Invasive species come in many shapes and sizes; some might even be swimming around in your aquarium right now. But one characteristic that many of them share is that they tend to thrive under a wide range of environmental conditions, giving them an advantage in the face of climate change.\nIn the Great Lakes region, conservation and resource managers are already fending off attacks by multiple invasive species while trying to anticipate what might happen in the future. One of the region’s most prolific invaders from the past several decades is the zebra mussel. Since the arrival of this invasive species, zebra mussels have all but eliminated native mussels by attaching to their shells (demonstrated in the photo above), inhibiting their movement, and competing with them for food.\nIn addition to competing with native mussels, zebra mussels compete with other invertebrates and young fish for plankton, the primary food source for those groups. Fish stocks have declined in many of the Great Lakes because zebra mussels are leaving the fish with fewer food options. The mussels also wreak havoc on ecosystems and infrastructure as large clusters of them cling to the surfaces of boats, pilings, and pipes. Industries that use river water for cooling and other uses spend millions of dollars annually for cleaning intake structures clogged by the mussels.\nThe uncertainty of how zebra mussels will respond to the warming of the Great Lakes due to climate change is a complicating factor in resource managers’ efforts to reduce the harmful impacts of this invader. Based on some initial experiments, some researchers predict that populations of invasive mussels in the Ohio River and farther south could suffer if water temperatures increase. However, more northern populations will probably benefit from climate change and may extend their range to higher latitudes and altitudes.\nAccording to the most recent national climate assessment, populations of native species are expected to decline under future climate conditions, although the extent will vary depending on the location and the species involved. Both invasive and native species will try to migrate to new territories where conditions are more suitable. In some cases, today’s invaded may become tomorrow’s invaders.\nMeanwhile, Sara Grise, a coastal outreach specialist for Pennsylvania Sea Grant, is growing increasingly concerned about new, emerging threats. One way that aquatic invasive species colonize new places is through the release of unwanted aquarium pets or plants into the wild, Grise says. Many aquarium pets are tropical or sub tropical species that could not survive in colder water temperatures if they were released. But that could change as water temperatures warm in some regions. Aquarium species could begin establishing populations in backyard lakes and ponds, and work their way through local water systems.\nThe NOAA Sea Grant College Program is a key player in the Habitattitude campaign, which encourages aquarium hobbyists, backyard pond owners, water gardeners, and others to protect native plants and animals by not releasing harmful plants, fish and other animals into the wild.\nResources:\nGlobal Climate Change Impacts in the United States, Thomas R. Karl, Jerry M. Melillo, and Thomas C. Peterson, (eds.). Cambridge University Press, 2009.\nWang, Jia, Xuezhi Bai, Haoguo Hu, Anne Clites, Marie Colton, Brent Lofgren, 2012: Temporal and Spatial Variability of Great Lakes Ice Cover, 1973–2010. J. Climate, 25, 1318–1329.\nGoErie.com (2012, March 6) Learn about your environment: Climate change could hasten spread of invaders. Accessed March 20, 2012.\nNOAA National Center for Research on Aquatic Invasive Species\nClimate Change & Invaders: Sources of Uncertainty in Managing the Great Lakes Region\nHelp us improve our content",
  "source": "climate.gov"
}