{
  "url": "https://www.climate.gov/news-features/featured-images/fierce-2010-2011-winter-dwarfs-seasons-snowfall",
  "title": "Fierce 2010-2011 Winter Dwarfs This Season's Snowfall",
  "date": null,
  "content": "People in the Midwest and Northeast who recall last year’s fierce winter might be feeling thankful that their shovels have not seen as much action this season. But for others, the lack of snow is causing major problems. Around the country, the bare ground is to blame for winter festival cancellations, bummed-out winter sport enthusiasts, and more seriously, challenging times for ski resort managers and other people whose livelihoods depend on the arrival of snow.\nThe maps above show estimated snow depth across the United States as of December 31, 2011, and again on February 7, 2012, compared to conditions on those same dates the previous winter. Places where snow depth was up to 40 inches deeper this year are blue, while places where snow depth was up to 40 inches less than last year are gold. Dark grey represents locations where there was no difference in snow depth between the two years, including places that had no snow either year.\nSnowfall during the early winter months of 2010-2011 vastly exceeded this season’s snowfall throughout much of the continental United States. By December 31, the differences appeared most significant on the snow-deficient peaks of the mountain ranges out West, and the Appalachian Mountains in the East. A few spots of faint blue point out the few places in the southern Rocky Mountains and upper Texas that had seen more snow by New Year’s Eve 2011 than they had in 2010.\nWinter seemed to finally kick into gear by January and early February, at least in the West. By February 7, the Cascades and the northern Rocky Mountains picked up enough snow to put them above last year’s levels for this point in the season, but storms continued to generally pass north of California’s Sierra Nevada mountain range. Over this past weekend, a record-breaking snowstorm struck Colorado, indicated by the wide track of blue covering parts of Wyoming, Colorado, Kansas, and Nebraska on the February map above.\nThe lack of snow in the eastern United States is closely related to the mild temperatures experienced in that region so far this winter, resulting from a northward shift in the jet stream. Shifts in the position of the jet stream are one of the effects of changes in the Arctic Oscillation, a natural seesawing of atmospheric pressure between the Arctic and mid-latitudes of the North Pacific and North Atlantic Oceans. The pattern was in a positive phase for the first half of the winter, only becoming negative in late January.\nDuring the positive phase of the Arctic Oscillation, air pressure and wind patterns—including the jet stream—tend to drive winter storms on more northerly tracks. During the negative phase of the pattern, air pressure and polar jet stream patterns tend to draw Arctic air down into the mid-latitudes, including the eastern United States. With this cold air in place, passing storms are more likely to generate heavy snow. This year, however, the cold air has largely stayed locked up in the Arctic Circle, away from the lower 48 states, and only recently escaped into parts of Europe and Asia.\nThe North Atlantic Oscillation—which has characteristics common to the Arctic Oscillation, but over the Atlantic sector—mirrors the phase of the Arctic Oscillation about 80 percent of the time. Like the Arctic Oscillation, the North Atlantic Oscillation has been positive throughout this winter, but unlike the Arctic Oscillation, the North Atlantic Oscillation did not switch to a negative phase in late January and continued to favor mild conditions for the eastern United States.\nWhile the East Coast has stayed clear of snowstorms, parts of the Pacific Northwest have experienced more snow than last year. During December and January, La Niña conditions in the equatorial Pacific may have helped to push the jet stream northward of where it normally flows in “neutral” (neither El Niño nor La Niña) years, which would tend to increase precipitation in the region.\nThis northward shift of the jet stream, however, left California drier than average, with mountain areas in that state receiving far less snow than they did last winter. As of February 2, snowpack in the Sierra Nevada Mountains measured only 15 inches in some places. About 25 million people and more than a million acres of farmland rely upon snowmelt from these mountains.\nTo learn more about what may be in store for the United States the rest of this winter, read about NOAA’s 2011-2012 Winter Outlook.\nMaps based on snow depth data from the National Operational Hydrologic Remote Sensing Center.\nRelated Articles\nForensic Meteorology Solves the Mystery of Record Snows\nAnothery Wintry Winter for the Eastern U.S.\nSo far, Arctic Oscillation favoring mild winter for eastern U.S.\nHelp us improve our content",
  "source": "climate.gov"
}