{
  "url": "https://www.climate.gov/news-features/featured-images/global-hawk-not-your-typical-research-plane",
  "title": "Global Hawk: Not your typical research plane",
  "date": null,
  "content": "A new atmospheric research plane took to the skies this month for the first three flights of the Global Hawk Pacific mission, also known as GloPac. On the flights, the plane was packed with nearly a dozen science instruments for measuring trace gases and chemicals in the air. The only thing that was missing on the plane? A human pilot.\nGlobal Hawk —a 44-foot-long aircraft with a 115-foot wingspan— is not unlike a larger (and much more expensive) version of a remote-controlled toy car or airplane. Global Hawk is guided by pilots sitting in the flight operations room at NASA’s Dryden Flight Research Center in California’s Mojave Desert. The plane is designed to fly on its own, following a pre-programmed flight path, but pilots can change its course or altitude if they see interesting atmospheric phenomena in another direction.\nThe airplane flies at altitudes up to 65,000 feet — roughly twice as high as commercial airliners. On its second flight, Global Hawk took off from Edwards Air Force Base in California, flew high above the Pacific Ocean to the Gulf of Alaska, then southward to Hawai’i, and then eastward back to the base. The flight lasted more than 24 hours and covered almost 9,000 miles.\nGloPac’s mission is to measure components of the atmosphere that play significant roles in climate change and the depletion of Earth’s protective ozone layer.  Scientists and engineers from NASA and NOAA as well as academic and private research institutions have been working together to prepare for the mission for the last 20 months, installing instruments and running test flights to ensure that the devices will work at the low pressures and temperatures encountered at high altitudes. The GloPac mission will benefit researchers by providing data from regions of the atmosphere that have been hard to reach with typical piloted airplanes.\nMission scientists are blogging about the campaign on NASA’s Earth Observatory Website.\nHelp us improve our content",
  "source": "climate.gov"
}