{
  "url": "https://www.climate.gov/news-features/featured-images/heat-dominates-us-july",
  "title": "Heat Dominates the U.S. in July",
  "date": null,
  "content": "How hot was the month of July in 2011? So hot that just by plotting the location of each daily heat record that was broken, a nearly complete image of the contiguous United States is visible.\nThis image shows how many times a heat record was broken or tied in a given location. Some cities reached daily high temperatures 19 out of the 31 days in the month of July. The largest concentration of these records occur in the southern Plains, Midwest, and Northeast U.S., which were gripped by a series of heat waves pushing heat indices well beyond 100 degrees Fahrenheit for many days at a time.\nAlmost 9,000 daily records were broken or tied last month, including 2,755 highest maximum temperatures occurring during the daytime, and 6,171 highest minimum temperatures during nights and early mornings. Unusually warm minimum temperatures have been typical of U.S. heat waves in the last decade, and consistent with increasing warm summer nighttime extremes observed across much of the country since the late 20th century. (For more information about changing U.S. temperatures, see The New Climate Normals: Gardeners Expect Warmer Nights).\nThese statistics only include weather stations with real-time electronic reporting, which accounts for about two-thirds of the locations. Final numbers should be available later in August, when the rest of the station data from across the U.S. has been mailed to the National Climatic Data Center.\nRelated Links:\nNOAA: Heat wave leads to fourth warmest July on record for the U.S.\nTemperature records are based on historical data from NCDC’s Cooperative Summary of the Day data set and the preliminary reports from the Cooperative Observers and National Weather Service stations around the country. All stations have at least 30 years of data upon which these records are based.\nHelp us improve our content",
  "source": "climate.gov"
}