{
  "url": "https://www.climate.gov/news-features/featured-images/hottestmonthever%E2%80%A6-recorded",
  "title": "Hottest.Month.Ever… Recorded",
  "date": null,
  "content": "According to the latest statistics from NOAA’s National Climatic Data Center, the average temperature for the contiguous United States during July was 77.6°F, which is 3.3°F above the 20th-century average. This marks the warmest July and–given that July is the typically the warmest month of the year—the warmest month on record for the nation.\nThe maps above show average monthly temperature (top) as well as temperature anomaly— where in the United States July 2012 temperatures were different from the 1981–2010 average. Shades of red indicate temperatures up to 8° Fahrenheit warmer than average, and shades of blue indicate temperatures up to 2° Fahrenheit cooler than average—the darker the color, the larger the temperature difference.\nWith warmer-than-average conditions in place since March, 2012 continues to be warmest year-to-date period on record. As July came to a close, a new record was set, breaking the one set just last month: the past 12-month period has been the warmest the nation has experienced since recordkeeping began in 1895.\nWith the extreme heat, you can see much of the contiguous United States shaded in red. The largest temperature departures from average occurred across most of the Central Plains, the Midwest, and along the Eastern Seaboard. Virginia had its warmest July on record and 32 states had July temperatures among their ten warmest.\nThe excessive heat, combined with drier-than-average conditions across the Central Plains and Midwest during July, exacerbated wildfires and drought conditions throughout much of the United States. The warm and dry conditions contributed to ideal wildfire conditions and over two million acres burned nationwide during July due to wildfires, the fourth most on record since 2000.\nThe temperatures also contributed to -worsening drought in July. According to the U.S. Drought Monitor (USDM), at the end of July, 62.9 percent of the contiguous U.S. was experiencing moderate to exceptional drought. This is an increase of about 7 percent since the end of June. The maximum value of 63.9 percent of the country in moderate or extreme drought reached on July 24 is a record in the 13-year history of the Drought Monitor.\nThese climate statistics and many others are part of NOAA’s National Climate Summary. The National Climatic Data Center produces these monthly climate reports as part of the suite of climate services that NOAA provides government, business, and community leaders so they can make informed decisions.\nMaps based on U.S. Climate Division Data from the National Climatic Data Center. Caption adapted from the July 2012 National Climate Summary from the National Climatic Data Center.\nLinks:\nDrought grips the United States\nU.S. declares drought-stricken states largest natural disaster area ever\nU.S. Drought Monitor\nUSDA announces streamlined disaster designation process with lower emergency loan rates and greater CRP flexibility in disaster areas\nSummer 2012 Drought Update from the National Climatic Data Center\nHelp us improve our content",
  "source": "climate.gov"
}