{
  "url": "https://www.climate.gov/news-features/featured-images/arctic-sea-ice-shrinking-rapidly",
  "title": "Arctic Sea Ice Shrinking Rapidly",
  "date": null,
  "content": "Although this year’s Arctic sea ice melt season got off to a slow start, the area of Arctic Ocean covered by sea ice began declining rapidly during the month of May. The National Snow and Ice Data Center (NSIDC) reported that Arctic sea ice extent fell to its lowest value in the satellite record for the end of May.\nCool spring temperatures in the Arctic at the beginning of April contributed to a late-season spurt in ice growth in several regions. As a result, this year’s sea ice extent reached its seasonal maximum much later than average, and in turn, the melt season began almost a month later than usual.\nThe graph above displays Arctic sea ice extent from March 1 through July 5, 2010, and compares the current trend to the average extent from 1979 to 2000 and to the record-low year of 2007. The light blue line shows daily ice extents in 2010 and the dashed green line indicates extents during the record low year of 2007. The gray line indicates the average extent for 1979 to 2000, and the gray shading on either side of it shows two standard deviations from the average. Thus, the area of gray shading shows the range where approximately 95% of the extents observed from 1979 to 2000 fell.\nThe lines show that when the area covered by ice began to decline in April of 2010, the rate of melting, indicated by the slope of the line, was close to the average for that time of year (note that the blue and gray lines are roughly parallel during April). Beginning of May, however, the blue line becomes steeper, indicating that the rate of melting increased. By late May, the total extent of unmelted ice fell below the previous minimum for that month, set in 2007.\nIn 2007, Arctic sea ice retreated so dramatically that it broke all previous records for sea ice minimum for July through October. Whether this year’s Arctic sea ice melt season will surpass the dramatic milestone set in 2007 will depend on weather and wind conditions over the next few months.\nWeather conditions cause year-to-year variations in sea ice extent but long-term records show a trend of more ice melting away during summers and less new ice forming during winters. Overall, the area covered by ice in the Arctic has shown a dramatic decrease since satellite-based measurements began in the late 1970s. Since 1979, the maximum extent of sea ice has decreased by an average of 2.8 percent per decade. Measurements of minimum sea ice extent each year show that summer melting has been even more dramatic, decreasing by an average of 11.1 percent per decade. Since 1998, the annual minimum extent of Arctic sea ice reached new record lows in 2002, 2005, and 2007.\nRelated Links:\nNSIDC: Rapid ice loss continues through June\nClimate Change: Minimum Arctic Sea Ice Extent\nHelp us improve our content",
  "source": "climate.gov"
}