{
  "url": "https://www.climate.gov/news-features/featured-images/new-evidence-warming-ocean",
  "title": "New Evidence on Warming Ocean",
  "date": null,
  "content": "Recent studies show the world’s ocean is heating up as it absorbs most of the extra heat being added to the climate system from the build-up of heat-trapping gases in the atmosphere. In fact, more than 90 percent of Earth’s warming during the past 50 years has gone into the ocean. Warming has been observed even in the bottom-most reaches of the ocean, but most of the heat is accumulating in the ocean’s near-surface layers.\nThe implications of a warmer ocean are considerable. First, because water expands as it warms, ocean heating is responsible for much of the sea-level rise we’ve observed. Further, the ocean will hold the vast amount of heat it has accumulated because it warms and cools much more slowly than air. This makes sense if you’ve ever noticed how much quicker it is to heat the air in a room than the water in a swimming pool — and how much longer the pool holds its heat.\nThe colors on the map (top) show where and how much the heat content within the upper 2,460 feet (750 m) of the ocean had changed in 2009, compared to the average from 1993 to 2009. NOAA and NASA scientists produced the map using a combination of data from satellite altimeters and within-ocean thermometer readings collected by Argo floats and shipboard measurements. Scientists use these measurements to better understand the ocean’s roles in Earth’s climate system, and to help them more accurately predict future weather and climate patterns. Red and blue areas show where the upper ocean’s warmth rose or fell from its average value by as much as 3 billion Joules per square meter compared to the average — that’s enough energy in one square meter alone to power a 100-watt light bulb continuously for nearly a year. White areas indicate little or no change; gray areas represent land.\nThe solid black trend line on the graph (bottom) shows the ocean’s yearly average heat content from 1955 through 2009, as compared to the long-term baseline (gray line at zero). The thin red line shows the running 3-month average over that same span. Though there are year-to-year ups and downs, notice there has been a significant overall increase in the ocean’s heat content over the last 55 years. That ocean heat content change equals the energy needed to power eleven 1200-watt hair dryers for all 6.9 billion people now on the planet continuously over those same 55 years. It is also about 2.5 billion times greater than the energy released by the bomb that was dropped on Hiroshima.\nFor more information, please see the NOAA 2009 Annual State of the Climate Report, published on July 28, 2010. A NOAA press release about the report is also available.\nHelp us improve our content",
  "source": "climate.gov"
}