{
  "url": "https://www.climate.gov/news-features/featured-images/la-ni%C3%B1a-fading-likely-gone-end-april",
  "title": "La Niña fading, likely gone by end of April",
  "date": null,
  "content": "Sea surface temperatures in the eastern tropical Pacific Ocean swing back and forth every few years (sometimes more) like an irregular pendulum. The warm phase is known as El Niño; the cool phase—which it has been in for the past two winters—is called La Niña. According to NOAA’s April 2012 ENSO Diagnostics Discussion, La Niña is fading and will likely be over by the end of April.\nThe pair of maps shows the difference from average temperature in the tropical Pacific near the winter peak of the La Niña event on January 12 and on April 15. Places where the ocean was up to 5 degrees Celsius colder than the 1981-2010 average are dark blue, average temperatures are white, and places where temperatures were up to 5 degrees C warmer than average are red.\nAlthough one climate pattern can’t explain every bit of wacky weather that happens on Earth, when it comes to making seasonal forecasts, the occurrence of an El Niño or La Niña event is the single most useful predictor that climate scientists have for forecasting if seasonal precipitation and temperature are likely to be above or below normal.\nBy studying past La Niña and El Niño episodes, scientists have detected predictable rainfall and temperature patterns that often occur from one episode to the next. La Niña winters, for example, have a high probability of being colder and wetter (or snowier) than normal in the U.S. Pacific Northwest, and warmer and drier in the Southeast. On the far side of the Pacific, La Niña is usually accompanied by heavier than normal rainfall and cooler than usual temperatures in eastern Australia.\nWith La Niña fading, forecasts for the rest of spring and summer are likely to be less confident, with factors such as current soil moisture and long-term trends providing weaker hints as to what the climate over the next few seasons will be like.\nLinks:\nClimate Prediction Center’s El Niño-Southern Oscillation Page\nSpring 2012 climate outlook favors warm, dry conditions in South\nClimate Variability: Oceanic Niño Index\nClimate Variability: Southern Oscillation Index\nHelp us improve our content",
  "source": "climate.gov"
}