{
  "url": "https://www.climate.gov/news-features/featured-images/june-2012-brings-more-record-breaking-warmth-us",
  "title": "June 2012 brings more record-breaking warmth to U.S.",
  "date": null,
  "content": "The average temperature for the contiguous United States during June was 2°F above the twentieth-century average. Scorching temperatures during the second half of the month broke or tied over 170 all-time temperature records in cities across America. June temperatures also contributed to a record-warm first half of the year and the warmest 12-month period the nation has experienced since recordkeeping began in 1895.\nThe map above shows where in the United States June 2012 temperatures were different from the 1981–2010 average. Shades of red indicate temperatures up to 8° Fahrenheit warmer than average, and shades of blue indicate temperatures up to 5° Fahrenheit cooler than average—the darker the color, the larger the temperature difference.\nThe Intermountain West and much of the Great Plains are shaded in red, indicating the warmer-than- average temperatures that persisted throughout June. Colorado has its warmest June on record, with a statewide temperature more than 6°F above average. Seven additional states in the region had a top ten warm June.\nAs depicted by the shades of blue on the map, cooler-than-average temperatures were present for the Pacific Northwest, where Washington had its seventh coolest June on record. Cool conditions were also present for the Southeast, despite record warm temperatures towards the end of the month.\nRecord-breaking temperatures occurred across a large portion of the nation during the second half of June. Temperatures in South Carolina (113°F) and Georgia (112°F) are currently under review by the U.S. State Climate Extremes Committee as possible all-time statewide temperature records. Despite the record heat late in the month, the month’s average temperatures for the Lower 48 ranked only 14th warmest, with 1933 holding the record for the warmest U.S. June.\nThis very dry, warm, and windy weather created ideal wildfire conditions in June. Several large wildfires raged across the West, destroying hundreds of homes and causing the evacuation of tens of thousands of residences. Nationwide, wildfires scorched over 1.3 million acres, the second-largest extent on record for June. Additionally, the areas of the contiguous U.S. experiencing drought conditions increased in June by almost 20 percent, leaving even more regions vulnerable to wildfires.\nThese climate statistics and many others are part of NOAA’s National Climate Summary. The National Climatic Data Center produces these monthly climate reports as part of the suite of climate services that NOAA provides government, business, and community leaders so they can make informed decisions.\nMap based on Climate Division Data from the National Climatic Data Center. Caption adapted from the NCDC’s June 2012 National Climate Report.\nLinks\nNational Climate Summary— June 2012\nGlobal land temperature is May 2012 is warmest on record\nMay…oh My! Unusual Heat for the U.S.\nHelp us improve our content",
  "source": "climate.gov"
}