{
  "url": "https://www.climate.gov/news-features/featured-images/modeling-sea-surface-temperature",
  "title": "Modeling Sea Surface Temperature",
  "date": null,
  "content": "A number of factors cause sea surface temperatures to vary around the globe. For example, the Sun’s rays warm the sea’s surface. Heat energy flows between the ocean and the overlying atmosphere, moving from warmer to cooler. Heat is removed from the ocean when water evaporates from the sea surface. In some locations, winds cause cold water from below the surface to flow upward and cool the sea’s surface. Processes such as these combine to create a dynamic and constantly changing pattern of sea surface temperatures.\nThe ocean contains a huge amount of heat energy. The top two meters of ocean water contain about as much heat as the entire column of atmosphere above them. Thus, ocean currents carry huge amounts of heat around the globe. The atmosphere affects ocean temperatures and currents, and in turn, sea surface temperatures influence weather and climate. The sea’s surface temperature also affects life in the ocean by influencing where and when tiny ocean plants (called phytoplankton) will grow. For all of these reasons scientists monitor the sea’s surface temperature and are working to build better computer models to simulate how its temperature changes over time.\nIn particular, a goal of climate scientists is to model the global three-dimensional ocean, including its surface temperatures, at finer resolutions of space and time to better understand how it influences climate.\nThe colors in this global image (left) represent simulated sea surface temperatures as produced by a new computer model of the global climate developed by NOAA’s Geophysical Fluid Dynamics Laboratory (GFDL), in Princeton, NJ. Red areas are the warmest. Orange and yellow shades also show warm surface waters, but growing progressively cooler. Green shows an intermediate value while light blue and dark blue shades show progressively colder waters.\nThe comparison pair of inset images (above right) shows the dramatic improvement in spatial resolution that scientists have made in today’s computer models over earlier models. Such improved resolutions will help scientists better understand the ocean’s roles in the climate system.\nNOAA image courtesy of the Climate Change, Variability & Prediction Group at the Geophysical Fluid Dynamics Laboratory, Princeton, New Jersey\nHelp us improve our content",
  "source": "climate.gov"
}