{
  "url": "https://www.climate.gov/news-features/featured-images/noaa-scientists-measure-earths-changing-atmosphere",
  "title": "NOAA Scientists Measure Earth's Changing Atmosphere",
  "date": null,
  "content": "In the photo above, Molly Heller processes an air-filled flask in NOAA’s Earth System Research Laboratory in Boulder, CO. Week in and week out, Heller and her colleagues unpack sealed glass flasks shipped back to Boulder from dozens of remote sites around the world. What’s inside is priceless: air captured from a site near Tasmania’s Cape Grim; from Summit, Greenland; the Canary Islands; the South Pole.\nThe samples arrive weekly from most of the sites in an international network of observation stations, and Heller and her colleagues process them, getting them ready for analysis at NOAA and the University of Colorado. Researchers measure the amounts of up to 20 gases, including those known to cause greenhouse warming and others involved in depletion of Earth’s protective ozone layer.\nAmong their contributions to climate and Earth science, the observations underpin projects like the Annual Greenhouse Gas Index, which NOAA released with 2010 numbers today. The AGGI is a gauge of the climate warming influence of greenhouse gases measured around the world and compared with the “reference” year of 1990. The AGGI shows a steady upward trend, reaching 1.29 in 2010. This means that the heating effect of greenhouse gases added to the atmosphere by human activities has increased by 29 percent since 1990.\nThe air sample analyses begin in a laboratory at NOAA, and rely on high-precision instruments carefully calibrated with standard gases used by researchers around the world. NOAA scientists carefully draw air from the flasks to measure the amounts of several chemicals, including the greenhouse gases carbon dioxide, methane, and nitrous oxide. Then, the flasks move on to a laboratory down the road at the university, where researchers use a different suite of instruments to make more measurements. All data are available to the public.\n“I’m part of a really great mission, to study the changing atmosphere. This is something I’m passionate about,” Heller said.\nTo accurately track changes in the atmosphere requires a long-term commitment to collecting the data—NOAA has been doing it since the late 1960s—as well as great patience. Glass cracks, despite the great care taken in packing the flasks. Seals break and contaminated samples need to be tossed. Shipping rules and charges change unexpectedly. At some sites, samplers have reliable access to mail services; others don’t.\n“By definition, this is not going to be convenient because we need remote sites,” Heller said. “They’re not out the back door.”\nRelated Articles\nAn Upwelling Crisis: Ocean Acidification\nCarbon Dioxide: Earth’s Hottest Topic is Just Warming Up\nRelated Images\nTracking Greenhouse Gases from NOAA’s Tall Towers\nSoarin’ Over California\nOcean Acidification, Today and in the Future\nGlobal Climate Dashboard: Annual Greenhouse Gas Index\nRelated Videos\nInterview with Jim Butler about NOAA’s 2010 update to the Annual Greenhouse Gas Index\n800,000-year History of Atmospheric Carbon Dioxide\nThe Origin and Impacts of Ocean Acidification\nWhat Is Causing Global Climate Change?\nHelp us improve our content",
  "source": "climate.gov"
}