{
  "url": "https://www.climate.gov/news-features/featured-images/few-states-spared-drought-us",
  "title": "Few states spared from drought in U.S.",
  "date": null,
  "content": "In early July 2012, conditions throughout most of the contiguous 48 states ranged from abnormally dry to exceptional drought. The widespread hot, dry conditions prompted the U.S. Department of Agriculture (USDA) to declare more than 1,000 counties in 26 states natural disaster areas effective July 12, 2012. The declaration established the largest natural-disaster area in U.S. history.\nThe image above, based on U.S. Drought Monitor data, shows drought and abnormally dry conditions across the contiguous United States on July 10, 2012. Yellow indicates areas that are not in drought but are abnormally dry. Darker shades of orange and brown indicate varying degrees of drought, with dark red-brown indicating exceptional drought. Light gray indicates water, and charcoal gray indicates U.S. land areas unaffected by drought and areas outside of the country, which are not covered by the analysis.\nPockets of abnormally dry conditions extend nearly continuously from northern Florida in the Southeast to eastern Washington State in the Northwest. Varying degrees of drought stretch from California to Delaware. An area of exceptional drought spans the state of Georgia. All of Arizona, New Mexico, Colorado, Nebraska, Kansas, Oklahoma, Arkansas, Illinois, and Indiana are in drought. Drought and/or abnormally dry conditions affect some or all of most states—only Rhode Island, New Hampshire, and Maine have been spared.\nOn July 10, the U.S. Drought Monitor reported that, although precipitation had increased over the previous week, heavy rainfall amounts were isolated, and hot weather continued unabated, so only small patches of drought-plagued areas experienced any relief. Moreover, areas with the highest temperature anomalies were the same areas receiving little rainfall. Crop conditions worsened in the 18 primary corn-growing states, pushing 30 percent of the crop into poor or very poor conditions.\nA few areas experienced some improvement in drought conditions compared to the previous week, the Drought Monitor reported, including New Mexico, and the gulf coasts of Texas and Louisiana. Drought conditions worsened, however, across Oklahoma, Arkansas, and Missouri. In the Northeast and mid-Atlantic states, potential relief from rainfall was offset by high temperatures. From the Great Lakes southward, daily highs as much a 13 degrees above normal coincided with sparse rainfall. Dry conditions persisted in parts of the Intermountain West and West Coast.\nThe next update of the U.S. Drought Monitor will be tomorrow, July 19.\nThe U.S. Drought Monitor is produced by a collaboration of scientists from USDA, NOAA, the National Drought Mitigation Center at University of Nebraska-Lincoln, and other agencies and institutions.\nLinks:\nDrought grips the United States\nU.S. declares drought-stricken states largest natural disaster area ever\nU.S. Drought Monitor\nUSDA announces streamlined disaster designation process with lower emergency loan rates and greater CRP flexibility in disaster areas\nSummer 2012 Drought Update from the National Climatic Data Center\nHelp us improve our content",
  "source": "climate.gov"
}