{
  "url": "https://www.climate.gov/news-features/featured-images/august-2012-global-climate-update",
  "title": "August 2012 Global Climate Update",
  "date": null,
  "content": "The average global temperature for August 2012 was more than 1° Fahrenheit above the 20th-century average, according to the latest monthly analysis from the National Climatic Data Center, making it the fourth-warmest August since record keeping began in 1880. August 2012 also marked the 36th consecutive August and 330th consecutive month with a global temperature above the 20th-century average.\nThe map at right shows August temperatures relative to average across the globe. Red indicates temperatures up to 7° Fahrenheit (4° Celsius) warmer than the 1981–2010 average, and blue indicates temperatures up to 7° Fahrenheit cooler than the average. Most areas of the world experienced higher-than-average monthly temperatures, including far northeastern North America, central and Southern Europe, and east central Asia. Meanwhile, parts of Siberia were notably cooler than average.\nThe August 2012 global land area temperature tied with 2001 and 2011 as the second warmest August on record, at more than 1.6° Fahrenheit above the 20th-century average. For the oceans, the August global sea surface temperature was close to 1°Fahrenheit above the 20th-century average, tying with 2006 as the fifth warmest for August on record. It was also the greatest above-average ocean temperature for any month since July 2010.\nAdditionally, the National Snow and Ice Data Center reported that, Arctic sea ice shrank to 1.58 million square miles on August 26, dipping below the smallest extent on record, which occurred on September 18, 2007, at 1.61 million square miles. By the end of the month, sea ice extent dropped to 1.42 million square miles, with the melt season expected to last until mid-September. The six lowest sea ice extents have all occurred in the past six years.\nMap by Tim Loomis, NOAA Environmental Visualization Lab, based on temperature anomaly data from the National Climatic Data Center. Caption adapted by Susan Osborne from the August 2012 Global Climate Summary from the National Climatic Data Center. Reviewed by Jake Crouch.\nLinks\nGlobal Climate Summary—August 2012\nHottest.Month.Ever… Recorded\nSummer 2012 Recap\nClimate Prediction Center’s El Niño-Southern Oscillation Page\nClimate Variability: Oceanic Niño Index\nClimate Variability: Southern Oscillation Index\nHelp us improve our content",
  "source": "climate.gov"
}