{
  "url": "https://www.climate.gov/news-features/featured-images/so-far-arctic-oscillation-favoring-mild-winter-eastern-us",
  "title": "So Far, Arctic Oscillation Favoring Mild Winter for Eastern U.S.",
  "date": null,
  "content": "One of the biggest influences on U.S. winter climate is the Arctic Oscillation, a natural seesawing of atmospheric pressure between the Arctic and the mid-latitudes of the North Pacific and North Atlantic Oceans. Because it isn’t predictable very far in advance, climate forecasters often describe the Arctic Oscillation as the “wild card” of the winter forecast. So far this winter, the Arctic Oscillation has been in its positive phase, playing the card that favors a milder winter in the eastern United States.\nThe maps above show temperature patterns in late fall/early winter of 2010 (left) and 2011 (right). Places that were up to 7 degrees Fahrenheit warmer than the 1981-2000 average are dark red, while places that were up to 7 degrees Fahrenheit cooler than average are dark blue. Places where temperatures were near the long-term average are white.\nIn many respects, the maps are opposites. Last year, the U.S. South and East were cooler than average, while Greenland was usually warm. This year, the pattern is reversed. The flip-flop in temperature patterns between last year and this year extends across the Atlantic and into Europe. This arrangement of opposites isn’t a coincidence: it reveals how different locations in the Northern Hemisphere are connected through the Arctic Oscillation.\nIn fall and winter of 2010, the Arctic Oscillation was persistently and often strongly negative—the lowest it has been in the last 60 years, in fact. During the negative phase of the pattern, air pressure and polar jet stream patterns tend to draw Arctic air down into the eastern United States. With this cold air in place, passing storms are more likely to generate heavy snow. A “return flow” of milder air from the mid-latitudes warms western Greenland and eastern Canada. Across the Atlantic, the polar jet stream tends to dip farther south than usual over Europe, favoring chillier than usual winters.\nDuring the positive phase of the Arctic Oscillation, on the other hand, air pressure and wind patterns tend to drive winter storms on more northerly tracks. The eastern United States and Europe tend to have milder than normal temperatures, such as we have experienced this year to date, while Greenland and easternmost Canada are even colder than they normally are during the winter.\nThe Arctic Oscillation influences winter temperatures more strongly in some places than in others, and big differences from average temperature can occur anywhere for reasons other than changes in the Arctic Oscillation, including El Niño and La Niña, as well as random variation. For example, the phase of the Arctic Oscillation by itself doesn’t have a strong influence on winter temperatures in most of Alaska, but it can modulate the influence of El Niño and La Niña.\nTo learn more about what may be in store for the United States this winter, read about NOAA’s 2011-2012 Winter Outlook.\nHelp us improve our content",
  "source": "climate.gov"
}