{
  "url": "https://www.climate.gov/news-features/featured-images/noaa%E2%80%99s-coral-bleaching-outlook",
  "title": "NOAA’s Coral Bleaching Outlook",
  "date": null,
  "content": "NOAA’s Seasonal Coral Bleaching Outlook Tool provides advance warning of warm-water events that can cause coral bleaching. The map shows that the potential for coral bleaching from October 13 until January 2010 has lessened in the Caribbean, compared to previous outlooks. While there continues to be an elevated potential for higher than normal temperatures in 2009, severe bleaching is less likely than earlier outlooks indicated. There is still some potential for bleaching along the Pacific coast of Mexico and islands in the equatorial central Pacific Ocean.\nThe tool combines satellite data with sea surface temperature forecasts to predict the likelihood of seasonal bleaching up to three months in advance. Areas that are at risk of potential bleaching are shown in shades of orange, while areas that are at risk of severe bleaching are shown in dark brown. Areas in gray are not monitored for coral bleaching.\nIncreases in ocean temperature due to global warming have brought renewed attention to the issue of coral bleaching. Coral reefs are important and productive ocean ecosystems, providing shelter and protection for diverse sea life. Large coral structures are formed from colonies of hundreds or thousands of tiny coral polyps, which use calcium carbonate to build limestone shells. Microscopic algae inhabit coral polyps and give the coral its vibrant color, as seen in the photo of healthy coral in the Virgin Islands. But unusually warm water can damage that symbiosis. In some areas, a prolonged temperature increase as small as 1°C can result in bleaching and possible death. The photo on the right shows a bleached elkhorn coral that has lost its distinctive colors.\nCorals can recover from mild bleaching, especially if the reef ecosystem is generally healthy. With advance warning of potential temperature stress, decision makers can reduce other stressors, by limiting diving and fishing, removing coral predators, treating coral disease, or reducing coastal runoff.\nNOAA’s Coral Bleaching Thermal Stress Outlook for October – January 2010 is maintained by the Coral Reef Watch Program; photos courtesy of NOAA.\nHelp us improve our content",
  "source": "climate.gov"
}