{
  "url": "https://www.climate.gov/news-features/featured-images/november-2012-global-temperature-update",
  "title": "November 2012 Global Temperature Update",
  "date": null,
  "content": "According to the latest monthly analysis from the National Climatic Data Center, the average global temperature for November 2012 was the fifth warmest November since record keeping began in 1880. It also marked the 36th consecutive November and 333rd consecutive month with a global temperature above the 20th-century average. The last below-average November temperature was November 1976, and the last below-average temperature for any month was February 1985.\nThe map at right shows November temperatures relative to average across the globe. Red indicates temperatures up to 7° Fahrenheit warmer than the 1981–2010 average, and blue indicates temperatures up to 7° Fahrenheit cooler than the average. As indicated by the red areas on the map, most areas of the world experienced higher-than-average monthly temperatures, including far eastern Russia, Australia, the central and western United States, northern Africa, and most of Europe and western Asia. Meanwhile, central Asia, Alaska, much of western and central Canada, and the eastern United States were most notably cooler than average.\nThe average global land surface temperature was the sixth warmest on record for November with temperatures more than 2° Fahrenheit above the 20th-century average. The average global sea surface temperature was the sixth warmest on record for November at nearly 1° Fahrenheit above the 20th-century average. The central and eastern equatorial Pacific Ocean had sea surface temperatures slightly above average for the month, keeping neutral El Niño Southern Oscillation conditions in play. According to NOAA’s Climate Prediction Center, neutral conditions will likely continue through the winter and into the spring of 2013.\nThese warm November temperatures combined with record to near-record warmth over land from April to September and warmer-than-average global ocean temperatures contributed to the first 11 months of 2012 ranking as the eighth warmest such period on record. From January to November, the combined average global land and ocean surface temperature was over 1° Fahrenheit above the 20th-century average.\nMap by Dan Pisut, NOAA Environmental Visualization Lab. Caption by Jessica Blunden and Susan Osborne. Adapted from the November 2012 Global Climate Report from NOAA’s National Climatic Data Center (NCDC). Reviewed by Jessica Blunden, NCDC.\nRelated\nVideo: The Pushy Pacific: Variability and Change in Global Temperature\nUpdating the U.S Winter Outlook for 2012-13\nNovember 2012 U.S. climate update: word of the month is ‘dry’\nHelp us improve our content",
  "source": "climate.gov"
}