{
  "url": "https://www.climate.gov/news-features/featured-images/november-2012-us-climate-update-word-month-dry",
  "title": "November 2012 U.S. climate update: word of the month is \"dry\"",
  "date": null,
  "content": "According to the latest statistics from NOAA’s National Climatic Data Center, the November nationally averaged precipitation total of 1.19 inches was nearly an inch below the long-term average making this the eighth driest November on record. The mostly dry weather that prevailed across the month increased the area of the country experiencing drought and the intensity of drought in some locations.\nThe maps show the percent of average precipitation (top) and drought conditions (bottom) across the United States during the month of November. On the precipitation map, shades of brown indicate areas that received less than 100 percent of their average precipitation and shades of green indicate areas that received more than 100 percent of their average precipitation for the month.\nAs the brown areas on the precipitation map indicate, a large area of the country experienced below-average precipitation in November. Drier-than-average conditions stretched from the Intermountain West, through the Plains, into the Midwest, and along the entire East Coast. Twenty-two states had monthly precipitation totals ranking among their ten driest.\nThe drought map shows the different classifications of drought across the country. Abnormally dry areas are those that are going into drought or coming out of drought with some lingering impacts. Moderate drought areas are those with some damage to crops and developing or imminent water shortages. Severe drought areas are those with likely crop or pasture losses and imposed water restrictions. Extreme drought areas are those with major crop or pasture losses and widespread water shortages and restrictions. Exceptional drought, the highest drought category, areas are those with exceptional and widespread crop or pasture losses and water emergencies.\nAccording to the November 27, 2012 U.S. Drought Monitor report, 62.7 percent of the contiguous United States was experiencing moderate-to-exceptional drought, larger than the 60.2 percent at the end of October. Drought conditions improved for parts of the Northern Rockies, which were wetter than average during November, while they worsened for parts of the Southwest and Mid-Atlantic.\nThese climate statistics and many others are part of NOAA’s National Monthly Climate Report. The National Climatic Data Center produces these monthly climate reports as part of the suite of climate services that NOAA provides government, business, and community leaders so they can make informed decisions.\nCredit: By Jake Crouch and Susan Osborne. Adapted from the November 2012 National Climate Summary from the National Climatic Data Center. Reviewed by Jake Crouch, National Climatic Data Center.\nRelated\nVideo: Water Waning into Winter\nUpdating the U.S Winter Outlook for 2012-13\nDrought on the Rio Grande\nDrought Reinforcing Drought in the U.S. Southern Plains\nHelp us improve our content",
  "source": "climate.gov"
}