{
  "url": "https://www.climate.gov/news-features/featured-images/rising-sea-levels-threaten-hawaiian-sea-turtles%E2%80%99-nesting-sites",
  "title": "Rising Sea Levels Threaten Hawaiian Sea Turtles’ Nesting Sites",
  "date": null,
  "content": "Every year, adult Hawaiian green sea turtles migrate to the same beaches where they hatched to breed and lay their own eggs. Ninety percent of these slow-moving swimmers return to nest on the beaches of French Frigate Shoals. French Frigate Shoals is a group of small islands that are part of an atoll — a coral reef that encircles a shallow central lagoon — located in the chain of Northwestern Hawaiian Islands. The Papahānaumokuākea Marine National Monument encompasses most of the Northwestern Hawaiian Islands, making it one of the largest Marine Protected Areas in the world (see map).\nMost of the adult turtles spend their time feeding in the main Hawaiian Islands. When nesting season approaches, they migrate over 800 km (500 miles) to French Frigate Shoals. Occasionally, the turtles face obstacles. For example, the cliff seen in the bottom right photo was formed by an eroding shoreline on Lisianski Island. This is a formidable barrier for turtles trying to move across the beach to find a safe place to nest.\nSometimes the turtles need a little help navigating the beaches. The turtle in the top photo was attempting to nest on Tern Island. The turtle got stuck in the remains of an old metal sea wall and was unable to get back to the water. These scenarios occur several times during each nesting season, so field biologists stationed on Tern Island conduct daily morning walks to rescue entrapped turtles. The turtles are coaxed onto a “stretcher” and returned to the water.\nWhile coastal development, sea walls, and other protective barriers cause big problems for sea turtles in developed areas of the world, they are only occasionally troublesome for turtles nesting in the remote Northwestern Hawaiian Islands. Of more concern in this area is the fact that scientists are projecting 20 to 60 cm (8 to 24 inches) of sea level rise by the end of this century due to rising global average temperatures.\nMany of the Northwestern Hawaiian islands have low, flat coastal plains, as seen in the bottom left photo. They are already vulnerable to storm surges, and they could be totally inundated as sea level rises. In particular, French Frigate Shoals and Pearl and Hermes Atoll are currently less than 2 meters (6 feet) above sea level. Rising sea levels reduce the beach area on these islands, and could eventually submerge them.\nIt’s happened before: in the 1960s Whaleskate Island was the second largest nesting beach for green turtles in French Frigate Shoals. It eroded considerably and was completely submerged by the late 1990s. If the same thing happens to other islands where green turtles nest, the impact on wildlife could be catastrophic.\nReferences\nGlobal Climate Change Impacts in the United States, Thomas R. Karl, Jerry M. Melillo, and Thomas C. Peterson (eds.) Cambridge University Press, 2009.\nBaker, J. D., Littnan, C. L. and Johnston, D. W. (2006) Potential effects of sea level rise on the terrestrial habitats of endangered and endemic megafauna in the Northwestern Hawaiian Islands. Endang. Spec. Res. 4: 1–10.\nHelp us improve our content",
  "source": "climate.gov"
}