{
  "url": "https://www.climate.gov/news-features/featured-images/ocean-acidification-today-and-future",
  "title": "Ocean Acidification, Today and in the Future",
  "date": null,
  "content": "Around half of all carbon dioxide produced by humans since the Industrial Revolution has dissolved into the world’s oceans. This absorption slows down global warming, but it also lowers the ocean’s pH, making it more acidic. More acidic water can corrode minerals that many marine creatures rely on to build their protective shells and skeletons.\nHow severely marine life will be affected depends on whether and how much we reduce emissions of carbon dioxide from burning fossil fuels. The maps above show computer model simulations of present-day ocean pH (left) and two possible futures: one in which we quickly and significantly reduce carbon dioxide emissions (middle), and one in which we do not (right).\nSince the Industrial Revolution, the pH of the ocean has already decreased from its historical global average of around 8.16 (slightly basic) to about 8.07 today. Because the pH scale is logarithmic, a difference of one pH unit represents a tenfold acidification.\nThe map in the middle shows projected ocean pH levels by 2100 for a possible future scenario in which humans commit to taking the necessary actions to limit temperature increase to 2°C during this century—a level of warming that policymakers in many industrialized countries have agreed should be the target for avoiding dangerous human influence on the climate. Under this scenario, the world’s energy portfolio places a balanced emphasis on all energy sources, both fossil fuels and renewable sources. By the end of this century, average ocean surface pH would fall to about 8.01—about 1.5 times more acidic than the waters were before industrialization.\nThe final map is built on the idea that humans will not take any steps to reduce emissions and our growing population will continue to rely most heavily on fossil fuels as their source of energy. Atmospheric carbon dioxide concentrations would rise to around 1,000 parts per million (ppm) by 2100, a three-fold increase compared to present-day levels. Until the economic downturn in late 2008, actual emissions since 2000 were on track to exceed this high-emission scenario.\nIn the high-emissions scenario, global average ocean pH levels would fall to around 7.67 by 2100, roughly five times the amount of acidification that has already occurred. Such large changes in ocean pH have probably not been experienced on the planet for the past 21 million years, and scientists are unsure whether and how quickly ocean life could adapt to such rapid acidification.\nThose estimates are global averages, but local, seasonal, and regional changes cause pH variations throughout the global ocean. Around the equator in the Pacific Ocean, carbon-rich waters from the deep ocean rise to the surface during upwelling events, causing lower pH values in that region. More acidic waters are also present at high latitudes due to the fact that cold water holds more carbon dioxide than warm water.\nThese maps are based on analysis by British researchers collaborating through the AVOID Programme, using computer models of the global climate to project the likely response of ocean acidification to a range of emission scenarios. The models simulate ocean-atmosphere interactions, climate, ocean chemistry, and the complex feedbacks among them.\nThe computer simulations demonstrate that stronger and more immediate action can reduce the levels of acidification that would occur under a higher emissions scenario. Providing a range of future scenarios helps policy makers consider what impact the timing and aggressiveness of different strategies to reduce carbon dioxide emissions will have on future ocean acidification.\nReferences\nBernie, D., J. Lowe, T. Tyrrell, and O. Legge (2010), Influence of mitigation policy on ocean acidification, Geophys. Res. Lett., 37, L15704, doi:10.1029/2010GL043181\nCaption by Caitlyn Kennedy. Maps by Hunter Allen, using model data courtesy of Bernie et al, 2010. For this study, the researchers developed possible future mitigation scenarios similar to those examined by the UK Committee on Climate Change (CCC), an independent advisory body set up by the Climate Change Act of 2008 to advise the government on the appropriate level of British contributions to global emissions reductions. The analysis of the CCC found that aggressive and urgent global action to decrease emissions, so that emissions peak by 2016 and continue to decline by 4 percent each year afterward, would limit the most severe risks of climate change.\nRead More\nAn Upwelling Crisis: Ocean Acidification\nOcean Acidification Page at NOAA’s Pacific Marine Environmental Laboratory\nHelp us improve our content",
  "source": "climate.gov"
}