{
  "url": "https://www.climate.gov/news-features/featured-images/october-2012-ends-16-month-stretch-above-average-nationwide-temps",
  "title": "October 2012 Ends 16-month Stretch of Above-Average Nationwide Temperatures",
  "date": null,
  "content": "According to the latest statistics from NOAA’s National Climatic Data Center, October 2012 ended the 16-month streak of above-average monthly temperatures for the contiguous Unites States, with an average temperature of 53.9° Fahrenheit, 0.3° Fahrenheit below the long-term average.\nThe maps at right where October 2012 (top) and year-to-date (bottom) temperatures were different from the 1981–2010 average across the contiguous United States. Shades of red indicate temperatures up to 5° Fahrenheit warmer than average, and shades of blue indicate temperatures up to 5° Fahrenheit cooler than average—the darker the color, the larger the difference from average temperature.\nAs the shades of blue on the upper map indicate, below-average temperatures stretched from the Canadian border to the Gulf of Mexico during October, with 19 states having monthly temperatures below their 20th-century averages. The Southwest and the Northeast were the only two areas of the country with above-average temperatures.\nEven with the near-average October temperature, the January-through-October period of 2012 (lower map) is still the warmest first ten months of any year on record for the contiguous United States. During this period, 21 states were record warm and an additional 25 states had year-to-date temperatures among their ten warmest. Only Washington had a statewide temperature near average for the period.\nThese climate statistics and many others are part of NOAA’s National Monthly Climate Report. The National Climatic Data Center produces these monthly climate reports as part of the suite of climate services that NOAA provides government, business, and community leaders so they can make informed decisions.\nBy Jake Crouch and Susan Osborne. Adapted from the October 2012 National Climate Summary from the National Climatic Data Center. Reviewed by Jake Crouch, National Climatic Data Center.\nRelated\nVideo: The making of the hottest year on record: USA temperature update\nHottest.Month.Ever…Recorded\nAt end of May, year-to-date temperature hottest on record\nVideo: May…oh My! Unusual Heat for the U.S.\nIt’s official: March warmth topped the charts\nHelp us improve our content",
  "source": "climate.gov"
}