{
  "url": "https://www.climate.gov/news-features/featured-images/record-low-spring-snow-cover-northern-hemisphere-2012",
  "title": "Record Low Spring Snow Cover in Northern Hemisphere 2012",
  "date": null,
  "content": "In June 2012, snow cover extent over Eurasia and North America hit a new record low. It is the third time in five years that North America has set a new record low, and the fifth year in a row that Eurasia has.\nThe map above shows snow cover anomalies in June 2012 in the Northern Hemisphere compared to the long term average (1971-2000) based on the number of days in the year where a location was snow covered. Shades of brown indicate places that experienced up to 40 percent fewer snow-covered days than average in June 2012, while blue shows areas that experienced up to 40 percent more snow-covered days than average.\nThe patch of blue over Prince William Sound in Alaska is due to the unusually large mountain snowpack that accumulated by the end of the 2011-2012 winter season. Much of south-central Alaska experienced all-time record snowfalls and locations at higher elevations likely still had snow in June.\nDuring spring 2012, the North Atlantic Oscillation (NAO) swung into an extreme negative phase and eventually reached a low in June. During a negative NAO phase, warm air from the lower latitudes flows into the Arctic, contributing to warmer temperatures and rapid loss of snowpack.\nOver the long-term, the rapid rate of warming in Alaska and the rest of the Arctic in recent decades is sharply reducing the area covered by snow each year in the Northern Hemisphere. The rate of snow cover loss over Northern Hemisphere land areas in June between 1979 and 2012 is -17.6% per decade—a faster decline than September sea ice loss over the same period.\nLoss of spring snow cover affects the length of the growing season, the timing and dynamics of spring river runoff, permafrost thawing, and wildlife populations. Snow plays an important role in the Arctic ecosystem—for example, protecting plants from repeated destructive freezes by insulating their roots over the winter.\nDetails about snow cover are found in Chapter 5, Section 1 of the 2012 Arctic Report Card.\nHelp us improve our content",
  "source": "climate.gov"
}