{
  "url": "https://www.climate.gov/news-features/featured-images/ranking-winters-eastern-storms",
  "title": "Ranking This Winter's Eastern Storms",
  "date": null,
  "content": "The Northeast urban corridor saw four high-impact snowstorms this past winter. How did these storms compare to the worst in history?\nScientists at NOAA use the Northeast Snowfall Impact Scale (NESIS) to put high-impact Northeast snowstorms and their societal impacts into historical perspective. In addition to the size of the area affected and the amount of snow, ranking scores also take into account the number of people living in the path of the storm. NESIS has five categories to classify storm intensity: extreme (5), crippling (4), major (3), significant (2), and notable (1).\nAs large and intense as this winter’s storms were, none made it into the Top 10 list of the Northeast’s worst storms in history. The maps above compare snow accumulations from this winter’s highest-ranked storm (January 9-13, 2011) to the most extreme snowstorm on record (March 12-14, 1993). The maps are based on observations from individual weather stations. For the areas in between stations, accumulations are estimated (interpolated) outward in a circular pattern.\nThe January storm, which was classified as a ‘major’ storm, ranks 18th out of 44 high-impact storms since 1956. Snow covered the country all the way from the Midwest to the East Coast, and places like New York City and parts of New England were hit with at least 10-20 inches. A second ‘major’ storm that followed on February 1-3 was only slightly less strong and far-reaching, ranking 19th overall.\nCompare this winter’s most severe snow storm to the number-one ranked snowstorm, which occurred on March 12-14, 1993. The map shows a swath of dark blue covering most of the Northeast urban corridor, with significant accumulations stretching southwestward across the entire Appalachian Mountain chain, into Georgia, Alabama, Mississippi, and Louisiana. In some of the heaviest-hit regions, snowfall exceeded 25 inches. In the United States, this ‘extreme’ storm was responsible for 300 deaths and the loss of electric power to over 10 million customers.\nBecause NESIS scores incorporate both population information and snowfall measurements, a storm must produce 20-30″ of snow and occur over highly populated areas to have a significant statistical weight. Recent storms, though severe in many places, did not have a wide-scale impact (e.g., 30 inches of snow) on major cities, and thus did not rank high. Since the Midwest is not as densely populated as the Washington, D.C.-Boston corridor, storms that peak in the Northeast as opposed to the Great Plains will typically have a higher intensity on the NESIS Scale.\nTo see where other storms throughout history rank, visit the National Climatic Data Center NESIS webpage.\nHelp us improve our content",
  "source": "climate.gov"
}