{
  "url": "https://www.climate.gov/news-features/featured-images/search-clouds-over-greenland",
  "title": "In Search of Clouds Over Greenland",
  "date": null,
  "content": "At the highest point atop the Greenland Ice Sheet, Matthew Shupe and his colleagues are installing a suite of climate and weather instruments. Their goal is to better understand the role of clouds in the rapid warming observed across the Arctic region.\nShupe, of NOAA and CIRES, the University of Colorado’s Cooperative Institute for Research in Environmental Sciences, has teamed with David Turner of the University of Wisconsin, and Von Walden of the University of Idaho on a project called “ICECAPS: Integrated Characterization of Energy, Clouds, Atmospheric state, and Precipitation at Summit.”\nShupe and a team of scientists and technicians are spending most of May and part of June living and working at the research camp at Summit, Greenland. There, they are striving to learn more about clouds, precipitation, and atmospheric structure, all of which are poorly understood over the Greenland Ice Sheet. Among other things they hope to learn from their observations, the researchers want to know the relative amounts of ice being added to the ice sheet by deposition of frost, production of ice crystals from supercooled liquid clouds, and snowfall that drops during storms.\nThe photos at right provide some insight into daily life for Shupe and other scientists at Summit. Some days at the camp, the air sparkles with “diamond dust” ice crystals, swept around by the wind. Other days, fog sweeps through the camp, leaving a coating of feather-like ice crystals on exposed surfaces. The research team conducts their daily work in the Mobile Science Facility, which was built on skis so that it can be moved from time to time to avoid being buried in the snow. At night, residents retreat to tent city to sleep in yellow tents they call ‘Arctic Ovens,’ so named for their ability to keep occupants warm in subzero temperatures.\nShupe is blogging about his work at the summit camp. He has written about the challenges of installing instruments, living in a tent city, and doing yoga in Carhartt pants.\nThe ICECAPS project is funded by the National Science Foundation as part of the Arctic Observing Network, an effort to expand understanding of Arctic climate change. Additional support for the project comes from the NOAA Earth System Research Laboratory, the Department of Energy, and Environment Canada.\nRelated\nBlog: In Search of Clouds Over Greenland\nPhotos at left and center right taken by Christopher Cox, a scientist at the University of Idaho. Photos at top right and bottom right taken by Matthew Shupe.\nHelp us improve our content",
  "source": "climate.gov"
}