{
  "url": "https://www.climate.gov/news-features/featured-images/summer-interlude-over-la-ni%C3%B1a-resumes-pacific",
  "title": "Summer Interlude Over, La Niña Resumes in the Pacific",
  "date": null,
  "content": "Most of the time, the tropical Pacific climate pattern known as the El Niño-Southern Oscillation (“ENSO” for short ) follows a cycle like an irregular pendulum: a cool or warm episode, followed by neutral conditions, followed some time later by the opposite of the prior episode. This year, however, the tropical Pacific Ocean cycled from a cool episode (La Niña) to neutral conditions and back into a cool episode.\nCentered on the Pacific Ocean, the map above shows sea surface temperature on September 27, 2011, compared to the long-term average temperatures (1981-2000) for this day of the year. A ribbon of blue (cooler-than-average temperatures) that stretches from the west coast of South America through the center of the image reveals the presence of La Niña. The ribbon of blue is scalloped on top and bottom by a wave-like pattern.\nDifferences from normal ocean temperature are only half the story of ENSO; winds and rainfall patterns change, too. Among the classic La Niña impacts is a warm, dry winter across the U.S. South and Southwest—not good news for the record-breaking drought in the U.S. Southwest and Texas.\nIt’s not unusual for La Niña events to stretch out for more than one year. The last multi-year La Niña episode began in the summer of 1998 (following one of the strongest El Niño events of the century) and continued through spring 2001, with only a brief interlude of neutral conditions in the summer of 2000.\nThe recent multi-year La Niña began in summer 2010 and intensified through the winter of 2010-2011. By April, the chill seemed to be over, and the eastern tropical Pacific had returned to neutral conditions. By August, however, La Niña had returned, and NOAA’s Climate Prediction Center expects the cool episode to persist and intensify leading up to the coming winter.\nSea surface temperature data from a combination of satellites and in-situ observations, provided by NOAA’s National Climatic Data Center. Map by Hunter Allen. Caption by Rebecca Lindsey.\nRelated Links\nPrevious ENSO Episodes by Season, 1951-present\nLa Niña is Back\nEl Niño-Southern Oscillation at the Climate Prediction Center\nClimate Variability: Oceanic Niño Index\n2010 Climate Events Connected to El Niño or La Niña\n2010 Began with El Niño, Ended with La Niña\nHelp us improve our content",
  "source": "climate.gov"
}