{
  "url": "https://www.climate.gov/news-features/featured-images/sunset-south-pole",
  "title": "Sunset at the South Pole",
  "date": null,
  "content": "On March 20, NOAA Corps Officer Nick Morgan shot a photo of the Sun sinking below the horizon at the U.S. Amundsen-Scott South Pole Station. Over the next six months, Morgan and Johan Booth, a researcher from NOAA’s Earth Science Research Laboratory (ESRL), will live in darkness with dozens of others working at the station until the Sun rises again on September 22, 2010.\nThrough the Antarctic winter, the ESRL researchers will be sampling the “cleanest air on Earth” in an area called the Clean Air Sector. Upwind of the station and its facilities, including the steam emissions from the power plant seen in the photo, the Clean Air Sector is kept free from human activities and influence. In this pristine environment, the researchers collect air samples from various levels of the atmosphere.\nTheir samples will help maintain long-term records of trace gases, aerosols, and solar radiation over time, and serve scientists around the world who research how these factors influence Earth’s climate. Many of the changes observed in these long-term records are related to human activities of burning coal and oil, and from the release of industrial chemicals into the atmosphere.\nIn addition to being cut off from the Sun, the researchers are physically isolated from the rest of the world. Temperatures at the South Pole can drop as low as -75ºC (-100ºF) during the winter, and airplane equipment doesn’t work reliably at these temperatures. Not until spring, when temperatures reach at least -50ºC (-58ºF) will planes be able to safely land and take off from the South Pole again.\nA photo of the South Pole Station is taken every 15 minutes by a live web camera. View the most recent image online.\nRead more about Morgan on the Exploratorium’s Ice Stories Web site, and Interview with a NOAA Researcher: Life in the South Pole.\nPhoto courtesy of Nick Morgan, ESRL’s Global Monitoring Division.\nHelp us improve our content",
  "source": "climate.gov"
}