{
  "url": "https://www.climate.gov/news-features/featured-images/tracking-carbon-dioxide-levels-atmosphere",
  "title": "Tracking Carbon Dioxide Levels in the Atmosphere",
  "date": null,
  "content": "NOAA’s CarbonTracker is a system that calculates carbon dioxide uptake, release, and transport over time. The colors on the map above represent concentrations in the lower atmosphere of the otherwise invisible greenhouse gas on August 1, 2008. The red patch of color centered on the savanna region of the Republic of Congo and Democratic Republic of Congo in Africa shows a large quantity of the gas released from fires people light in order to clear land. The blue colors in the Northern Hemisphere indicate low carbon dioxide concentrations due to absorption by plants in forests and agricultural crops. The concentration of atmospheric carbon dioxide fluctuates regionally over time due to both natural life processes, such as photosynthesis, and people burning oil, coal, and biomass.\nPlants contribute the largest variations in carbon dioxide concentration in the atmosphere. In the tropics, plants grow year-round and continually take up carbon dioxide, but in mid- and high latitudes, most plants experience a growing season centered on summer and a dormant season centered on winter. During summer, plants convert carbon dioxide in the air into sugar molecules they use for food and to grow. In winter, carbon dioxide concentrations are higher in the atmosphere because plants are not taking up the gas as quickly as they release it. Year-round, plant material breaks down in the soil, adding the gas to the atmosphere.\nThis image depicts summer in the Northern Hemisphere and winter in the Southern Hemisphere. During North America’s summer, plant growth takes up more carbon dioxide than is released by burning oil, coal, and other fossil fuels. Annually, however, North America is a source of carbon dioxide to the atmosphere. The map shows especially low carbon dioxide concentrations over the northeastern United States and Canada’s boreal forests, where plants remove about 20 percent of the carbon dioxide released by human activities in North America. Note the higher concentrations of carbon dioxide over the ocean and in the Southern Hemisphere, where lower plant productivity takes up less of the gas than is evident in the far north.\nVisit NOAA’s CarbonTracker website for more information.\nReferences\nAn atmospheric perspective on North American carbon dioxide exchange: CarbonTracker. Proceedings of the National Academies of Sciences. November 27, 2007.\nImage generated using CarbonTracker 2008 global data from August 1, 2008\nHelp us improve our content",
  "source": "climate.gov"
}