{
  "url": "https://www.climate.gov/news-features/featured-images/warmer-climate-may-repaint-fall-colors-eastern-us",
  "title": "Warmer Climate May Repaint Fall Colors in Eastern U.S.",
  "date": null,
  "content": "Look around you as the leaves change this fall. Can you name the tree species responsible for that burst of orange outside your window? Do you know which combination of trees makes up the multicolored, forested landscapes most familiar to you—the woods in your community park, or the distant hills visible from the highway?\nColorful fall foliage can be seen in many parts of the United States, but the colors vary depending on the tree species that are dominant in any given region. In the eastern United States, the USDA Forest Service has identified ten forest types. Together, they paint a unique palette of vibrant fall colors. The map on the left shows the distribution of forest habitats across the eastern United States during 1990-1999.\nEach forest type features a collection of tree species that are naturally confined to particular living conditions. Many factors determine where a certain tree species will grow. Some of these factors include soil characteristics, elevation, land use, and climate factors including precipitation and temperature.\nIn the future, changing precipitation or temperature conditions due to climate change may unbalance the factors that make a habitat ‘just right’ for certain tree species. It is hard to predict exactly how the trees may respond, but scientists believe forest habitats throughout the country could undergo major changes. The type of forest that is currently most prevalent in your region might gradually shift its location to more ideal living conditions in the future, expanding or contracting its range as it moves.\nTo understand what might happen to trees and birds as the climate changes, Forest Service researchers created habitat maps in which they exchanged current climate data for climate conditions in 2100 projected by models from NOAA’s Geophysical Fluid Dynamics Laboratory, the Hadley Centre, and the Department of Energy-sponsored Parallel Climate Model project. The maps at center and right show where suitable tree habitats will be in the future under two different scenarios of greenhouse gas emissions, one with lower (but still increasing) emissions and one with higher. Which emissions scenario will most closely match future conditions is still a big uncertainty because it depends largely on human actions and policies.\nThe models project that prime habitats for many forest types will shift northward in response to warming temperatures.  The suitable habitat for maple-beech-birch forest, which dominates the Northeast currently, shifts northward and shrinks under a higher emissions scenario. The suitable range shifts less under a lower emissions scenario. Under both emissions scenarios, oak-hickory habitats thrive and spread, while areas suitable for spruce-fir forests disappear from the eastern part of the country altogether.\nThe researchers caution that these models only predict where suitablespecies habitats will be in the future. They can’t be sure whether the trees will actually be there, since migration depends on other things, like how quickly or effectively trees can colonize new areas, how insects or other animals that pollinate them or spread their seeds may be affected by climate changes, and what species they will have to compete with when they get there.\nHowever, we can use these projections to get an idea about how forest environments might be different in the future, which could help us make decisions about how to preserve diverse forest types and to plan for the potential loss of ecologically or economically important tree species.\nResources\nUSDA Forest Service Climate Change Tree Atlas\nIverson, L. R. and A. M. Prasad. 2001. Potential changes in tree species richness and forest community types following climate change. Ecosystems 4:186-199. http://www.treesearch.fs.fed.us/pubs/21910\nIverson, L., A. M. Prasad, S. Matthews, and M. Peters. 2011. Lessons learned while integrating habitat, dispersal, disturbance, and life-history traits into species habitat models under climate change Ecosystems14:1005-1020. http://treesearch.fs.fed.us/pubs/38757\nThe thumbnail photo shows the floor of a sugar maple – beech – yellow birch forest in Shelburne, New Hamphshire. Courtesy of Ben Kimball.\nData courtesy of the USDA Forest Service. Projected model data represents the averaged results of three global climate models (Hadley, PCM, & GFDL) under both low (B1) and high (A1FI) greenhouse gas emissions scenarios. Caption by Caitlyn Kennedy.\nHelp us improve our content",
  "source": "climate.gov"
}