{
  "url": "https://www.climate.gov/news-features/featured-images/two-failed-rainy-seasons-lead-drought-horn-africa",
  "title": "Two Failed Rainy Seasons Lead to Drought in Horn of Africa",
  "date": null,
  "content": "In the region known as the Horn of Africa—the peninsula in eastern Africa south of the Red Sea—a combination of climate variability and social problems make millions of people vulnerable to food shortages. Much of the region has a semi-arid climate, and yet more than 115 million people earn their living through agriculture. When the rains are poor, drought can lead to famine.\nRainfall in the area generally comes in two seasons: the “short rains” of October-December and the “long rains” of March-June. As the maps above show, both of the recent rainy seasons failed. Between October and December 2010 (left), rainfall accumulations were several hundred millimeters below the long-term average (1979-2000) in the southern Horn of Africa. Rain shortfalls were more severe and widespread in the long rainy season (right).\nThe failure of two consecutive rainy seasons decimated vegetation, including food crops and pasture for livestock. NOAA satellite maps of vegetation health (below) show the terrible impact of drought across the region. By detecting visible and infrared light reflected from Earth’s surface, satellites allow scientists to estimate how much healthy, growing vegetation covers the ground below. Between April and June 2011, vegetation conditions observed by the NOAA-18 satellite were 50 to 100 percent below recent average conditions (2006-2009).\nThe year-to-year climate variability in East Africa can be extreme, but it is often predictable at least a few months in advance. For example, the amount of rain in the “short rains” season is strongly influenced by El Niño and La Niña events. Because of the La Niña episode that began last July, the seasonal outlook issued by scientists at the International Research Institute for Climate and Society in September 2010 forecasted below average rainfall for October through December.\nDespite these advance warnings, the high rate of poverty and the lack of a stable government to provide public services allowed the drought to descend into famine in parts of Somalia. In other parts of the Horn of Africa—South Sudan, southeast Ethiopia, and northern Kenya—the U.N. Famine Early Warning Network has declared food security “emergencies,” which is one step below their “catastrophe/famine” designation.\nRelated Links: CIA World Factbook: Africa FEWSNET Food Insecurity Maps: East Africa Role of Drought in the Horn of Africa Famine IRI Seasonal Forecasts\nMaps by Hunter Allen, based on NOAA Climate Prediction Center rainfall anomaly data provided by the International Research Institute for Climate & Society. Vegetation anomaly map from NASA’s Earth Observatory. Caption by Rebecca Lindsey.\nHelp us improve our content",
  "source": "climate.gov"
}