{
  "url": "https://www.climate.gov/news-features/featured-images/tracking-greenhouse-gases-noaa%E2%80%99s-tall-towers",
  "title": "Tracking Greenhouse Gases from NOAA’s Tall Towers",
  "date": null,
  "content": "NOAA Earth System Research Laboratory (ESRL) scientist Dan Wolfe dons his safety hat and climbing harness before boarding the two-person elevator for the long, five-minute ride to the top of the Boulder Atmospheric Observatory (BAO) tower. The middle photo on the right shows the view from the ground looking up at the 300-meter (985-foot) tower. The BAO tower, nearly as tall as the Eiffel Tower, is studded with instruments that help scientists understand the atmosphere, weather, and climate change. The photo at top right was taken from a vantage point 100 meters up, where the tower offers a unique view of the northern Colorado Front Range in the background. The tower’s wind, temperature, and pressure instruments are in the center of the photo.\nAtmospheric sensors on the BAO Tower are located at the surface, 10 meters, 100 meters, and 300 meters high. This arrangement enables NOAA to gather data on conditions throughout the boundary layer, the lowest layer of Earth’s atmosphere. Tower instruments also measure the abundance of various chemicals and collect air samples for later analysis in the lab. These measurements help researchers monitor levels of carbon dioxide, other gases, and some air pollutants.\nThe three-dimensional distribution of gases and particles measured by the tower supplies important information for understanding what happens to emissions from automobiles, industry, and natural sources. For example, measurements of the greenhouse gas, carbon dioxide, collected at the BAO tower and at seven similar towers across the country feed into NOAA’s Carbon Tracker system. Carbon Tracker is a sophisticated model designed to help policy makers, industry leaders, and the public better understand the dynamics of carbon dioxide in the atmosphere so they can make more informed decisions regarding their emissions of this greenhouse gas.\nESRL scientists are especially interested in where carbon dioxide is being emitted into the atmosphere, and where and how much is being absorbed, or sequestered, by terrestrial ecosystems and the ocean.\nRelated link\nESRL GMD Tall Tower Network\nPhotos taken by Derek Parks, NOAA, October 1, 2009.\nHelp us improve our content",
  "source": "climate.gov"
}