{
  "url": "https://www.climate.gov/news-features/featured-images/will-arctic-be-free-summer-sea-ice-30-years",
  "title": "Will the Arctic be free of summer sea ice in 30 years?",
  "date": null,
  "content": "As Earth’s atmosphere and ocean warms, computer models suggest that the Arctic Ocean could be nearly free of sea ice during summers within 30 years.\nThe images above show simulations of sea ice thickness now and three decades into the future. The lightest areas represent the thickest accumulations of ice; progressively darker shades of blue indicate decreasing thickness of ice. The darkest blue represents areas of the ocean that are ice-free and gray represents land.\nThe top images show model simulations that match current conditions for March, when the area covered by sea ice reaches its annual maximum (left), and in September, when the area covered by sea ice reaches its annual minimum (right). Currently, sea ice up to 2.5 meters thick covers the central portion of the Arctic Ocean at the end of winter. After the melt season, as fall begins, much of the sea ice that remains is less than 1.2 meters thick (top right).\nThe bottom row shows projections for three decades into the future. By that time, sea ice in the Arctic Ocean will be less than 2.0 meters thick at the end of each winter (bottom left). At the end of each summer in 30 years, the projections show that sea ice in the Arctic will be very thin or totally absent.\nSea ice reflects much of the sunlight it receives back into space. This process helps keep the Arctic region cool and plays a major role in moderating global climate. Over the past 30 years, the area covered by sea ice in the Arctic has shown a dramatic decrease. With less ice present, the dark surface of ocean water absorbs considerably more sunlight energy, leading to further warming of the atmosphere and more melting of ice, which leads to further warming… See the Global Climate Dashboard for an interactive graph and to learn more about trends in the extent of Arctic sea ice.\nScientists at the University of Washington and NOAA’s Pacific Marine Environmental Laboratory examined data from six computer models to generate the simulations.\nDownload KML files for Google Earth: March (now) | September (now) | March in 30 Years | September in 30 Years\nRelated Links\nFuture of Arctic Sea Ice and Global Impacts website\nReferences\nWang, M., and J.E. Overland (2009): A sea ice free summer Arctic within 30 years? Geophys. Res. Lett., 36, L07502, doi: 10.1029/2009GL037820.\nNOAA ClimateWatch image by Ned Gardiner, using model data provided courtesy of Wang and Overland.\nHelp us improve our content",
  "source": "climate.gov"
}