{
  "url": "https://www.climate.gov/news-features/featured-images/high-latitude-growing-season-getting-longer",
  "title": "High-latitude growing season getting longer",
  "date": null,
  "content": "Few real-world signs of climate change are easier to read than changes in the growing season of familiar vegetation. From lilacs—which are flowering earlier—to allergy-causing ragweed—which is producing pollen longer into the fall, vegetation is reacting to Earth’s rising surface temperature.\nThe map above shows changes in the length of the growing season in high northern latitudes based on satellite observations of vegetation “greenness” between 1982-2008. Green colors indicate places where the growing season increased by up to 2 days per year, while brown colors show places where the growing season became shorter by up to 2 days per year.\nGreens dominate the map, indicating that most of the high-latitudes are experiencing longer growing seasons now than they did more than two and half decades ago. In a few places, growing seasons appear to have expanded by up to almost 3 weeks. However, in some places, the growing season has become shorter.\nWhy are some places bucking the overall trend toward longer growing seasons? Numerous local factors could be at play, including changes in the timing or amount of precipitation or the drying out of soil due to higher temperatures.\nMore details about changes in Arctic and high-latitude vegetation can be found in Chapter 4 of the 2012 Arctic Report Card.\nReferences\nWolfe, D. W., Schwartz, M. D., Lakso, A. N., Otsuki, Y., Pool, R. M., & Shaulis, N. J. (2005). Climate change and shifts in spring phenology of three horticultural woody perennials in northeastern USA. International Journal of Biometeorology, 49(5), 303–309. doi:10.1007/s00484-004-0248-9\nZeng, H., Jia, G., and Epstein, H. (2011). Recent changes in phenology over the northern high latitudes detected from multi-satellite data. Environmental Research Letters , 6 (045508). doi:10.1088/1748-9326/6/4/045508\nZiska, L., Knowlton, K., Rogers, C., Dalan, D., Tierney, N., Elder, M. A., … Frenz, D. (2011). Recent warming by latitude associated with increased length of ragweed pollen season in central North America. Proceedings of the National Academy of Sciences, 108(10), 4248–4251. doi:10.1073/pnas.1014107108\nMap by NOAA Climate.gov team, based on data & analysis provided by Heqing Zeng and Gensuo Jia, Chinese Academy of Sciences; and Howard Epstein, University of Virginia. Caption by Rebecca Lindsey. Reviewed by Gensuo Jia.\nHelp us improve our content",
  "source": "climate.gov"
}