{
  "url": "https://www.climate.gov/news-features/featured-images/soarin-over-california",
  "title": "Soarin' Over California",
  "date": null,
  "content": "The CalNex mission began winding down in June, after three months of scrutinizing the air over California. Hundreds of researchers from across NOAA, NASA, the state of California, academia, and international institutions took to the land, sea, and air to measure and track greenhouse gases and air pollutants. Their scientific goals included understanding the origins of pollutants and greenhouse gases, and the transport, reactions, and eventual fates of those particles and gases.\nThe photos above are taken from NOAA’s WP-3D Orion, one of the world’s premier research aircraft, during a mission flight. The aircraft was outfitted with state-of-the-art instruments to take measurements of gaseous and aerosol species in the air over land and sea. The top photo shows the plane approaching coastal California. The bottom photo shows a view of hazy skies hanging over Los Angeles, often an indication of poor air quality.\nThe scale of the mission was unprecedented for an atmospheric research project in California. CalNex gathered data from four instrumented aircraft, the research vessel, Atlantis, and ground sites in Pasadena and Bakersfield. The intense data collection effort also included releasing ozonesondes from six sites across California, and gathering atmospheric data from more than a dozen radar wind profilers, two tall towers, and more than 100 state air quality sites.\nA quick look at the data shows that scientists were able to capture simultaneous measurements of air quality and greenhouse gases emitted from California’s agricultural region—including during agricultural burning events. According to David Parrish of NOAA’s Earth System Research Laboratory’s Chemical Sciences Division, the mission was a great success. CalNex captured detailed information on the transport of some pollutants, particularly ozone, into, within, and out of California.\nCalifornia has well documented air quality problems, and is the world’s 12th largest source of carbon dioxide, the chief greenhouse gas that causes global warming. The state has proposed an ambitious program to control emissions of greenhouse gases in future years. Results from CalNex are expected to help decision makers understand a range of complicated atmospheric interactions so they can make informed decisions about new policies that will impact both air quality and climate change.\nPhotos at top courtesy of Dan Lack, CIRES/NOAA\nRelated Links:\nNOAA’s Earth System Research Laboratory’s Calnex 2010 Website\nHelp us improve our content",
  "source": "climate.gov"
}