{
  "url": "https://www.climate.gov/news-features/featured-images/january-2013-global-temperature-update",
  "title": "January 2013 Global Temperature Update",
  "date": null,
  "content": "Many areas across the world experienced higher-than average January monthly temperatures according to the latest statistics from NOAA’s National Climatic Data Center. The average global temperature for January 2013 tied with 1995 as the ninth-warmest January since record keeping began in 1880. It also marked the 37th consecutive January and 335th consecutive month with a global temperature above the twentieth-century average. The last below-average January temperature was January 1976 and the last below-average temperature for any month was February 1985.\nThe map at right shows temperatures relative to average across the globe for January 2013. Shades of red indicate temperatures up to 7° Fahrenheit warmer than the 1981–2010 average, and shades of blue indicate temperatures up to 7° Fahrenheit cooler than the average. As the red-shaded regions demonstrate, Alaska, the eastern United States, southern Greenland, Uzbekistan, and Australia all saw above average January temperatures. Meanwhile, far northwestern and central Canada, the western United States, and a large swath of northern Eurasia were most notably below average, as indicated by the blue-shaded regions.\nThe January nationally averaged maximum temperature was the highest ever recorded for Australia, at 4.10° Fahrenheit above the 1961–1990 average, besting the previous record set in 1932 by 0.20° Fahrenheit. The country set a new national record for the hottest day on January 7, with an average maximum temperature of 104.6° Fahrenheit, surpassing the previous record set on December 21, 1972. Every state and territory in Australia reported above average maximum and minimum temperatures for the month.\nIceland was also warmer than average during January. The capital city of Reykjavik was 5.9° Fahrenheit above average, marking the warmest January since 1987 and the seventh warmest January since local records began in 1870.\nFor the ocean, the January global sea surface temperature was 0.74° Fahrenheit above the twentieth-century average of 60.5° Fahrenheit, the eighth warmest on record for January. Neither El Niño nor La Niña conditions were present across the central and eastern equatorial Pacific Ocean during January, with sea surface temperatures slightly below average across the eastern half of the equatorial Pacific. According to NOAA’s Climate Prediction Center, neutral conditions are favored over the next few months.\nMap by Dan Pisut, NOAA Environmental Visualization Lab. Caption by Jessica Blunden and Susan Osborne. Adapted from the January 2013 Global Climate Report from NOAA's National Climatic Data Center (NCDC). Reviewed by Jessica Blunden, NCDC.\nHelp us improve our content",
  "source": "climate.gov"
}