{
  "url": "https://www.climate.gov/news-features/featured-images/100%C2%B0-days-past-and-future",
  "title": "100° Days, Past and Future",
  "date": null,
  "content": "More than tornadoes, flash floods, or hurricanes, heat is the leading cause of weather-related deaths in the United States. As greenhouse gas emissions and the planet’s temperature continue to rise, models project that heat waves will become more frequent, more severe, and longer-lasting.\nThe sequence of maps shows the average number of days on which the temperature across the United States exceeded 100°F between 1961 and 1979, and the number of 100-degree days that might be expected by the end of this century under two different scenarios of future greenhouse gas emissions, one with lower (but still increasing) emissions and one with higher.\nIn the past, daily high temperatures reached above 100°F for the equivalent of several weeks in parts of California, the southwest, and the Southern Plains. The remainder of the country experienced fewer than ten 100-degree days (and in many states, probably none).\nEven in the “greener,” lower-emissions scenario, hot days are projected to become more numerous and widespread. In southern California and southwest Arizona, the number of 100-degree days rises to more than 90 per year, and places as far north as Montana and Washington begin to experience 10 to 20 of these hot days each summer.\nIn the scenario with higher greenhouse gas emissions, parts of Texas that experienced 10 to 20 days per year over 100°F in recent decades are projected to experience more than 100 by the end of the century. Parts of the East Coast as far north as New Jersey could see more than 30 days above 100°F each summer.\nThe increase in extremely hot days would put an aging U.S. population at the risk of illness and death. Greater demand for air conditioning may also trigger more summer electricity blackouts, and the heat will make it more difficult to keep urban air pollution, including ground-level ozone, at healthy levels.\nTo address health and safety concerns related to extreme heat, cities can educate residents on how they can protect themselves during heat waves, not just in the future but in the present. Some cities, such as Philadelphia, have implemented a buddy system to check on elderly residents in their homes during these extreme events. When a heat wave health alert is issued, utilities also refrain from shutting off electricity or other services for people behind on their bills, and public cooling places remain open longer.\nThese maps and many others can be found in the report Global Climate Change Impacts in the United States (2009), a national assessment conducted by experts from 13 U.S. government science agencies, universities, and research institutes.\nResources:\nGlobal Climate Change Impacts in the United States, Thomas R. Karl, Jerry M. Melillo, and Thomas C. Peterson, (eds.). Cambridge University Press, 2009. p. 90. Online: www.globalchange.gov\nTemperatures Changes. Southwest Climate Change Network. 14 September 2008.\nCaption by Caitlyn Kennedy.\nHelp us improve our content",
  "source": "climate.gov"
}