{
  "url": "https://www.climate.gov/news-features/featured-images/spring-2012-climate-outlook-favors-warm-dry-conditions-south",
  "title": "Spring 2012 climate outlook favors warm, dry conditions in South",
  "date": null,
  "content": "According to NOAA's 2012 Spring Outlook, odds are that dry conditions and above-average temperatures will persist in much of the South, prolonging the historical drought event in 2011 that resulted in significant economic impacts. Meanwhile, last year's most devastating flood events are unlikely to repeat due to limited winter snowfall and mountain snowpack.\nThe maps above show probabilities of well above or well below normal temperature and precipitation in the continental United States for April – June 2012, according to the official forecast issued by the Climate Prediction Center on March 15.\nLocations where the odds favor well above or well below normal temperatures are shaded in red or blue; precipitation outlooks are shown in shades of green (well above normal) and brown (well below normal). Places without shading indicate areas where there is an equal chance of well above, well below, or near-normal conditions.\nIn the case of these forecasts, \"well above\" or \"well below\" refers to temperature or precipitation in the upper or lower third of the range of climate conditions observed in an area from 1981-2010. The outlooks are more confident in some places than they are in others; black lines trace the boundaries of different levels of probability.\nThe temperature and precipitation outlooks for this spring reflect the lingering influences of a weakening La Niña. During La Niña events, the polar jet stream tends to shift northward over the central Pacific Ocean, bringing cold air and storms into a region stretching from Alaska to the Northwestern part of the United States. This contributes to the greater than 33 percent probability for well below normal temperatures (shown in blue) in the Pacific Northwest and Alaska.\nLast year, an active La Niña phase contributed to cold temperatures and heavy snowfall throughout the 2010-2011 winter season, which was followed by heavy rains during late spring. These factors led to devastating floods in the territories surrounding the Missouri River Basin throughout the spring and summer.\nThis past winter, however, the combination of La Niña and the Arctic Oscillation / North Atlantic Oscillation— interacted in a way that generally kept the cold air locked up in the high latitudes, keeping temperatures mild and a large portion of the country clear of any significant snowfall. Due to the lack of snow, the severity of any flooding this year will be driven by rainfall more so than the melting of the current snowpack\nLa Niña also typically leads to dry conditions and above-average temperatures in the southern tier of the country. A large area of the United States, from the Desert Southwest through the central and southern Great Plains and extending eastward, is covered in red, indicating a greater than 33 percent chance of well above normal temperatures. A smaller portion of that area, including much of the far West and parts of the Southeast, is covered in brown, indicating that well below normal rainfall is also favored.\nWell below normal rainfall in the far West and Southeast threatens to prolong last year's record-breaking drought. Drought conditions are expected to persist across most of the Southern United States, and expand in the West, northern Plains and upper Midwest through spring.\nOutlook data provided by NOAA's Climate Prediction Center. Maps by Hunter Allen and Richard Rivera, NOAA's Climate Program Office. Reviewed by Mike Halpert and Ed O’Lenic, NOAA’s Climate Prediction Center. Caption by Caitlyn Kennedy\nRelated \nArticles:\nNOAA Press Release: U.S. Spring Outlook/Flood Assessment\n2011-2012 Winter Outlook\nU.S. Has Fourth Warmest Winter on Record\nSummer Interlude Over, La Niña Resumes in the Pacific\nVideos:\nWinter 2011-2012 Recap\nThe Record-Breaking Texas Drought\nMissouri River Flooding 2011: Climate Sets the Stage\nHelp us improve our content",
  "source": "climate.gov"
}