{
  "url": "https://www.climate.gov/news-features/featured-images/updating-us-winter-outlook-2012-13",
  "title": "Updating the U.S. Winter Outlook for 2012-13",
  "date": null,
  "content": "Back in late summer, it seemed as though El Niño would become a factor in helping to shape U.S. weather and climate conditions this winter. When NOAA announced the Winter Outlook in October, El Niño still seemed possible. But the appearance of an El Niño this winter now seems unlikely, according to the updated Winter Climate Outlook issued by NOAA’s Climate Prediction Center on November 15.\nThe lack of an El Niño or a La Niña event heading into winter usually means less predictable U.S. winter climate conditions and is one reason why the areas for well-above- or well-below-average temperature or precipitation this winter in the updated outlook are smaller than what was issued back in October.\nStill, much of the western and southern central United States could be in for a warmer-than-average winter this year, while the upper Midwest and Florida peninsula could experience colder-than-average temperatures. In terms of precipitation this winter, most of California and western Nevada could experience well-below-normal conditions while parts of the southeast could receive well-above-normal precipitation. Much of Alaska’s southern coast could experience colder and drier-than-normal conditions this winter while temperatures along the state’s northern coast could be well above normal.\nRed and blue areas in the top map above show the percent chances that temperatures will be in the upper or lower third of average winter conditions observed in those regions during the period from 1981-2010, respectively. The second map shows the percent chances that precipitation will be in the upper third of the observed range of winter precipitation from 1981-2010 (green) or in the lower third of the observed range (brown). No shading over an area means there are equal chances for any given temperature or precipitation conditions this winter.\nThis outlook is potentially bad news for many residents of the Great Plains, Midwestern and Southern Central regions of the United States, which have been in the grip of a prolonged and severe drought. However, there could be some drought relief in store for watersheds in Alabama, Georgia, and South Carolina, where wetter-than-normal conditions are favored this winter.\nOutlook data provide by NOAA’s Climate Prediction Center. Maps by Hunter Allen, NOAA’s Climate Program Office. Reviewed by Mike Halpert, NOAA Climate Prediction Center. Caption by David Herring, NOAA Climate Program Office.\nHelp us improve our content",
  "source": "climate.gov"
}