{
  "url": "https://www.climate.gov/news-features/featured-images/unusually-chilly-stratosphere-behind-2011s-record-arctic-ozone-hole",
  "title": "Unusually Chilly Stratosphere Behind 2011's Record Arctic Ozone Hole",
  "date": null,
  "content": "Check the fine print on many cans of hairspray or shaving cream these days, and you’ll probably find a reassurance that the product you are holding contains “No CFCs or chemicals known to harm the ozone layer.” Located in the stratosphere, the ozone layer protects life on Earth from the harmful effects of ultraviolet radiation. To stop ozone destruction, chemical manufacturers phased out the production of CFCs (short for chlorofluorocarbons) over the past two decades.\nSo why is it that this past spring, scientists observed the largest, most severe ozone destruction ever witnessed in the Arctic since records began in 1978? In part, it’s because CFCs stick around in the atmosphere for a very long time. But the maps above reveal the main reason this winter’s Arctic ozone loss was so much worse than it normally is: unusually persistent cold temperatures.\nFrom January through March 2011, monthly average temperatures in the Arctic stratosphere were colder than usual. Places where temperatures were up to 9 degrees Celsius warmer than the long-term average (1979-2009) are red, while places where temperatures were up to 16 degrees cooler than average are blue. Colder-than-usual temperatures dominated the stratosphere all three months, especially in March.\nWhat does the cold have to do with the ozone hole? Extreme cold allows clouds to form in the stratosphere, even though the air there is extremely dry. The clouds make rare chemical reactions possible. Normally, when CFCs break down, the chlorine they release gets incorporated into very stable molecules that don’t react with ozone. But on the surface of particles in these unusual ice clouds, the stable molecules are converted into forms of chlorine that are much more reactive.\nIn general, the colder the stratosphere is over the winter, the more of the reactive, ozone-destroying chemicals that build up. The return of the Sun to the polar regions in the spring triggers the ozone-destroying reactions. However, once the temperatures begin to warm up, fewer stratospheric clouds form, and the creation of ozone-destroying forms of chlorine slows. The ozone loss bottoms out for the season, and the ozone layer gradually regenerates over the summer. (Ozone naturally forms when oxygen is exposed to ultraviolet light.)\nIn the Antarctic, winter temperatures in the stratosphere are persistently cold enough to create polar stratospheric clouds—and a large, severe ozone hole—every year. In the Arctic, however, ozone loss has generally been much more limited, so much so that scientists usually don’t even refer to the annual dip as a “hole.”\nBut this past year, scientists observed a startling change: the amount of ozone in the Arctic stratosphere declined to surprisingly low levels—severe enough that scientists described it as an ozone hole. Within the hole, more than 80 percent of the ozone between 18 and 20 kilometers altitude had been destroyed by the end of winter, according to an analysis of the event by an international team of scientists.\nThe persistently cold temperatures were linked to the strength of the polar vortex, a high-altitude cyclone of very cold air and swirling winds. The circling winds formed a barrier that prevented Arctic air (and the ozone-depleting gases) from escaping the region. A vortex forms in both polar regions each winter season. The vortex that encircled the North Pole region this past winter was the strongest polar vortex seen in either hemisphere in the last thirty years.\nThe scientists aren’t sure why the cold temperatures lasted so long in 2011, and they cannot yet predict if or when Arctic ozone holes will occur in the future. Rising greenhouse gas concentrations are warming the lower atmosphere, but they are cooling the stratosphere. The cooling trend raises the possibility of more frequent or severe Arctic ozone holes in the future. More Arctic ozone holes could pose health concerns. The Arctic and high latitudes of the Northern Hemisphere are far more populated than the Antarctic, so Arctic ozone loss has the potential to expose more people to harmful UV radiation.\nStratospheric temperature anomaly data from the Advanced Microwave Sounding Unit (AMSU) on board NASA’s Aqua spacecraft. Anomalies are calculated using inter-calibrated climate data recorded by microwave sounding unit sensors flown on several satellites since 1978. Maps by Dan Pisut, NOAA Environmental Visualization Laboratory. Caption by Caitlyn Kennedy.\nReferences\nManney, G.L., Santee, M.L., Rex, M., et al. (2011, October 2). Unprecedented Arctic ozone loss in 2011. Nature, advanced online publication. Accessed October 5, 2011.\nLinks\nInterview with NOAA’s Bryan Johnson, one of the scientists who analyzed the 2011 Arctic ozone hole.\nNOAA Stratospheric Ozone Webpage\nNASA’s Southern Hemisphere Ozone Hole Watch Website\nOzone Secretariat of the U.N. Environment Programme\nHelp us improve our content",
  "source": "climate.gov"
}