{
  "url": "https://www.climate.gov/news-features/featured-images/summer-heat-unravels-arctics-icy-blanket",
  "title": "Summer Heat Unravels Arctic's Icy Blanket",
  "date": null,
  "content": "The blanket of ice coating Earth’s northernmost seas was thin and ragged in July, setting a record low for sea ice extent for the month. Sea ice stretched across only 3.06 million square miles; the long-term July average is 3.9 million. The photo above provides a glimpse of what this seasonal unraveling looks like. Taken by a photographer onboard the U.S. Coast Guard Icebreaker Healy,  the photo shows scientists treading carefully through a seemingly endless landscape of ice, sea, and meltwater in the Canada Basin of the Arctic on July 22, 2005.\nIn the few weeks remaining in the 2011 sea ice melt season up north, Arctic winds and waves and weather could change, possibly even slowing the melt rate. But researchers at the National Snow and Ice Data Center (NSIDC) in Boulder, Colorado, are not optimistic about the future of the floating ice—either this year, or in the long-term.\n“Sea ice extent at the end of this summer is likely to rank as one of the four lowest in the satellite record,” said Mark Serreze, director of the NSIDC*, a University of Colorado center funded in part by NASA, NOAA, and the National Science Foundation. “Exactly where we end up in the books depends in large part on changeable weather patterns over the next month.”\nSerreze and other scientists aren’t concerned about the sea ice only because of the potential loss of habitat and changes in the Arctic region. The huge expanse of reflective northern ice affects climate around the world. Arctic sea ice helps cool the Northern Hemisphere, reflecting sunlight that would otherwise be absorbed by ocean water. Sea ice also protects fragile coastlines from storm surges and battering waves, and it may even affect weather far south of the Arctic.\nNSIDC tracks sea ice extent year-round, and the minimum extent of the ice – marking the end of the melt season – generally hits in mid-September. By then, the sunlight is almost gone and a chill returns, allowing the floating ice to begin knitting itself back together.\nIn individual years, weather and waves play a huge role in determining just how far the ice retreats during summer. Winds can pile ice into thick floes or spread it out thinly over a larger area. For most of this summer, weather patterns in the Arctic have brought relatively warm temperatures and winds that helped speed ice loss. Since July – the last full month of data available – ice loss slowed down for a short time, but current Arctic sea ice extent is hovering just above levels seen in 2007, the lowest year since the satellite records began in 1979.\nJuly 2011 sea ice extent was the lowest for that month since 1979, the start of the satellite record. The blue outline shows the historic median extent of sea ice in July. Ice had retreated poleward of the historic median in nearly all corners of the Arctic, including the western and eastern Arctic Ocean and Hudson Bay. Map by Hunter Allen and Richard Rivera, based on sea ice extent data from the National Snow and Ice Data Center.\nA single bad year wouldn’t be reason for concern. But NSIDC has been tracking sea ice extent for 32 years using satellite data, and the low sea ice this year is not isolated. The amount of Arctic Ocean covered by sea ice has dropped 6.8 percent per decade in July since 1979, and more than 10 percent per decade in September, the month with the lowest ice cover.\n“We have long known that as the climate warms up, it would be the Arctic where the impacts would be first seen and would be most pronounced,” Serreze said. “What we are seeing unfolding in the Arctic, while disturbing, is no surprise.”\n*NSIDC is also part of the Cooperative Institute for Research in Environmental Sciences.\nRelated Links:\nNOAA’s Arctic Theme Page\nArctic Sea Ice News and Analysis\nWorld of Change: Arctic Sea Ice\n2011 North Pole Webcam\nHelp us improve our content",
  "source": "climate.gov"
}