{
  "url": "https://www.climate.gov/news-features/featured-images/hemlock-dieback-smoky-mountains",
  "title": "Hemlock Dieback in the Smoky Mountains",
  "date": null,
  "content": "Eastern hemlocks, a key tree species in the Southern Appalachian Mountains, are dying from infestations of the hemlock woolly adelgid, an invasive insect that spread across the region beginning in the mid-1990s. Covered in a telltale white “wool,” the poppy seed-sized adelgids attach themselves to the bases of hemlock needles and feed on sap, eventually killing the tree by depriving it of nutrition.\nThe sequence of images above simulates changes in hemlock forests in the Great Smoky Mountains National Park over 10 years as a result of the infestation. As insect damage stresses healthy hemlocks, the trees’ dark green needles fade to grey. Eventually, the “grey ghosts” lose their needles, and die. The photorealistic images, generated from a library of three-dimensional tree models of individual hemlock trees in four stages of health, help land managers and others visualize the changes they will see as the infestation moves to new areas of the forest.\nForest Service research at the Coweeta Hydrologic Laboratory near Franklin, North Carolina, shows that hemlocks in the Southern Appalachians are dying at a faster rate than in northern forests, possibly due to several years of warmer-than-normal winters during the study period. This suggests that a warming climate may further accelerate the process. As a result of the infestation, researchers predict that large stands of eastern hemlock will essentially disappear from the Southern Appalachians in the next decade, an event that will trigger profound changes to forest structure and carbon cycling in the region.\nSometimes called “the redwood of the East,” eastern hemlocks can grow upward of 150 feet tall and over 6 feet in diameter. These trees play an important role in the ecology and hydrology of Southern Appalachian mountain forests, providing habitat for insects, birds, and other animals. Along streams, the tree’s shade helps to maintain the cool water temperatures required by trout and other aquatic animals. Scientists have predicted that rising stream temperatures from global climate change may reduce native trout habitat to a few refuges at high altitudes. The loss of eastern hemlock could accelerate this habitat loss.\nReferences:\nAllen, H., and Madden, M. [2009] . Geovisualization of forest dynamics: Hemlock woolly adelgid damage in the Great Smoky Mountains National Park. Unpublished presentation. 25 p.\nNuckolls, A.E.; Wurzburger, N.; Ford, C.R.; et al. 2009. Hemlock declines rapidly with hemlock woolly adelgid infestation: Impacts on the carbon cycle of Southern Appalachian forests. Ecosystems 12: 179-190.\nAllen, H. and M. Madden, 2008. Geovisualization of Forest Dynamics: Hemlock Woolly Adelgid Damage in Great Smoky Mountains National Park, (Non Peer-reviewed Invited Paper) Geospatial Today. 6(12):40-43, available online.\nMadden, M., T. Jordan, M. Kim, H. Allen and B. Xu, 2009. Integrating remote sensing and GIS: From overlays to GEOBIA and geo-visualization, In, M. Madden (Ed-in-Chief), The Manual of Geographic Information Systems, American Society for Photogrammetry and Remote Sensing, Bethesda, Maryland, 701-720.\nHelp us improve our content",
  "source": "climate.gov"
}