{
  "url": "https://www.climate.gov/news-features/featured-images/past-three-decades-warmest-record",
  "title": "Past Three Decades Warmest on Record",
  "date": null,
  "content": "Fossil fuels contain the carbon drawn out of the atmosphere by land and ocean plants over millions of years. More than a century ago, Earth scientists speculated that burning those fuels—returning that huge pool of carbon to the air so rapidly—would warm the climate.\nIn the past few decades, the evidence that those century-old speculations were true has become unmistakable. The maps above show where temperatures each decade from 1850-2000 were above (red) or below (blue) the 1961-1990 average. Places with no data are colored gray.\nAveraging temperature anomalies over time spans of decades or longer is a better way to understand how climate is changing than comparing individual years. That's because even with global warming from greenhouse gases, natural climate patterns or events (such as El Niño cycles or massive volcanic eruptions) are the main reason why any individual year is warmer or cooler than another.\nThe most obvious trend revealed by these maps is the shift to the warm (red) end of the color scale in recent decades. In the earlier maps in the series, regional-scale warm anomalies come and go from one decade to the next—what you would expect from natural climate variability. Toward the end of the series, however, the warmer-than-average conditions become more widespread, persistent, and intense—what you would expect from human-caused global warming.\nIn the State of the Climate in 2009 report, an international team of climate scientists concluded, \"Each of the last three decades was warmer than all earlier decades in the instrumental record and each set a new and statistically significant record, culminating in the 2000s, which was the warmest decade of all.\"\nMaps based on surface temperature data from the Climate Research Unit at the University of East Anglia.\nHelp us improve our content",
  "source": "climate.gov"
}