{
  "url": "https://www.climate.gov/news-features/featured-images/less-glitter-greenland-ice-sheet-continued-darken-summer-2012",
  "title": "Less glitter: Greenland Ice Sheet continued to darken in summer 2012",
  "date": null,
  "content": "On a sunny day, Greenland is an immense, glittering expanse of snow and ice. But in recent summers, satellites have been observing less “glitter” from the Northern Hemisphere’s largest ice expanse due to surface melt and other changes caused by warmer temperatures. The summer of 2012 found Greenland darker than it has been since ice-sheet-wide observations began in 2000.\nThe map at right shows the percent of incoming sunlight Greenland reflected during June through August 2012 compared to the average of summers from 2000-2011. Blue indicates less sunlight reflected than average, with dark blue indicating nearly 20 percent less sunlight than average reflected back into space. The darkest areas occurred around the perimeter of the island—the lowest elevations, where melting is most significant—but virtually the entire ice sheet showed below-average reflectivity.\nThe inset is a close-up view of the area outlined in black on the map. The image is like a digital photo, showing the surface of the ice sheet on July 12, 2012, and it illustrates some of the ways warmer temperatures make the ice sheet less reflective: loss of winter snow cover; exposure of grayish, bare ice; and melt lakes and other liquid water percolating through the ice.\nFresh snow is one of the most reflective surfaces on Earth, sending roughly 84 percent of the sunlight it receives back into space. In contrast, ocean water absorbs almost all of the sunlight it receives. Bare ice sits roughly in between these extremes, reflecting about half of the sunlight that hits it.\nIn contrast to the brilliant white snow-covered ice at the upper right of the image, the bare ice is dull, in part because it is laced with dust, soot, and other dark particles. Dotting the margin between snow-blanketed and bare ice, blue lakes collect melt water from the ice and snow.\nThe drop in albedo in 2012 was closely tied to the widespread melt that occurred on the Greenland Ice Sheet, as the areas of unusually low reflectivity coincided with areas of extended melt. The cycle of surface melt and darkening can be self-reinforcing. The more the surface melts, the darker it becomes. The darker it becomes, the more sunlight it absorbs, and the more it melts. The summer of 2012 also brought relatively warm air temperatures and below-average snowfall to the Greenland Ice Sheet, according to the 2012 Arctic Report Card.\nMap by NOAA Climate.gov team, based on NASA MODIS albedo data provided by Jason Box, The Ohio State University. Inset image is from NASA’s Terra satellite, courtesy the LANCE MODIS Rapid Response Project. Reviewed by Jason Box.\nHelp us improve our content",
  "source": "climate.gov"
}