{
  "url": "https://www.climate.gov/news-features/featured-images/monitoring-greenhouse-gases-antarctic-snow",
  "title": "Monitoring Greenhouse Gases in Antarctic Snow",
  "date": null,
  "content": "Air trapped in layers of Antarctic snow can give scientists a glimpse of our atmosphere through time. To understand how the atmosphere has changed, university scientists have been collecting samples of this air from compacted snow, called firn, in Antarctica.\nAnalyzing these air samples, a team of researchers recently measured striking changes in the concentration of HFC-23, a greenhouse gas that can trap thousands of times more heat than a similar amount of the better known greenhouse gas, carbon dioxide. A century ago, the atmosphere was free of HFC-23; in recent decades, its concentration has risen quickly. The compound, also called trifluoromethane, is a byproduct of an ozone-depleting substance used in air conditioners and refrigerators and for producing heat and chemical-resistant products such as cables and coatings for cookware. At present, the total accumulated emission of HFC-23 is small relative to other greenhouse gases, but as the Montreal Protocol imposes no restriction on some of the processes that generate this compound, scientists are monitoring its presence in the atmosphere.\nIn the last decade, NOAA researchers and colleagues have conducted several field studies in Antarctica, drilling into layers of firn to collect the preserved air samples. In this photo, Andy Clarke, a scientist formerly with the Cooperative Institute for Research in Environmental Sciences at the University of Colorado at Boulder, holds a core of firn and a canister containing air that was extracted from the firn. He proudly displays the letter “F” on his white suit to signify the group’s nickname—Firnsuckers.\nBecause HFC-23 is such a potent greenhouse gas, the United Nations Framework Convention on Climate Change (UNFCCC) has facilitated the destruction of substantial quantities of it in developing countries since 2003. Despite these efforts, the scientists found that global atmospheric concentrations of HFC-23 in 2006-08 were about 50 percent above the 1990-2000 average.\nReferences\n“Recent increases in global HFC-23 emissions” by S.A. Montzka, L. Kuijpers, M.O.Battle, M. Aydin, K. Verhulst, E.S. Saltzman, D.W.Fahey, in Geophysical Research Letters, January 29, 2010.\nRelated Links\nEmissions of Potent Greenhouse Gas Increase Despite Reduction Efforts\nHelp us improve our content",
  "source": "climate.gov"
}