{
  "url": "https://www.climate.gov/news-features/featured-images/april-2013-cool-stormy-us",
  "title": "April 2013 Cool & Stormy for U.S.",
  "date": null,
  "content": "April showers and cool temperatures brought drought relief to many areas across the United States. Drought improved for parts of the Plains and Southeast, but worsened in the Southwest. According to the latest statistics from NOAA’s National Climatic Data Center, the percent of the contiguous United States experiencing moderate-to-exceptional drought dropped from 52 percent at the beginning of the month to less than 47 percent at the end.\nThe maps at right show the temperature in April 2013 compared to the 1981–2010 average (top) and the percent of average precipitation (bottom) across the United States. On the temperature map, shades of red indicate temperatures up to 8° Fahrenheit warmer than average, and shades of blue indicate temperatures up to 8° Fahrenheit cooler than average. The darker the color, the greater the difference from average. On the precipitation map, brown areas received less than 100 percent of their average April precipitation, and green areas received more than 100 percent of average.\nAs the band of blue across the center of the country on the temperature map indicates, the central United States was much cooler than average during April. North Dakota had its coldest April on record, with a statewide average nearly 10° Fahrenheit below the 20th-century average. Six additional states—South Dakota, Nebraska, Kansas, Oklahoma, Minnesota, and Wisconsin—each had average April temperatures that ranked among their top ten coldest. However, the East Coast and parts of the West saw near and above-average temperatures during the month. For the lower 48 as a whole, the average April temperature was 49.7° Fahrenheit, making it the coolest April since 1997.\nAlong with these cool temperatures, the (Correction: 5/29/13, original included the Northeast) Midwest and the Southeast were wetter than average during April. Iowa and Michigan both had their wettest April on record, and Tennessee, Illinois, Indiana, and Wisconsin each had a top ten wet April. These wet conditions across the central United States resulted in several rivers in Illinois, Iowa, and Michigan reaching record high levels. The Mississippi River at St. Louis also reached flood stage after dropping to near-record low levels at the beginning of the year.\nWhile April lived up to its wet reputation in some regions, the Southwest saw below-average precipitation during the month exacerbating the drought already in place in those regions. New Mexico had its 12th driest April on record, and California had its driest January to April on record. Water surveyors reported only 18 percent of normal snowpack in the Sierra Nevada Mountains. On top of the continuing drought, this is bad news for California, which depends on a steady stream of snowmelt to replenish reservoirs throughout the summer.\nCaption by Susan Osborne, Caitlyn Kennedy, and Jake Crouch, adapted from the April 2013 National Climate Report from the National Climatic Data Center (NCDC). Maps by NOAA Climate.gov team, based on U.S. Climate Division data from the NCDC. Reviewed by Jake Crouch, National Climatic Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}