{
  "url": "https://www.climate.gov/news-features/featured-images/april-2013-global-climate-update",
  "title": "April 2013 Global Climate Update",
  "date": null,
  "content": "Many areas of the world experienced higher-than-average monthly temperatures according to the latest statistics from NOAA’s National Climatic Data Center. The average global temperature for April 2013 was the 13th highest on record for April at 57.64° Fahrenheit. It also marked the 37th consecutive April and 339th consecutive month (more than 28 years) with a global temperature above the 20th century average. The last below-average April temperature was April 1976 and the last below-average temperature for any month was February 1985.\nThe map above shows temperatures relative to average across the globe for April 2013. Shades of red indicate temperatures up to 11° Fahrenheit warmer than the 1981–2010 average, and shades of blue indicate temperatures up to 11° Fahrenheit cooler than the average. As the red-shaded regions demonstrate, southern Europe, central Asia, the Russian Far East, southwestern Australia, southern Argentina, and western Greenland all experienced above-average April temperatures. Meanwhile, most of North America, northern and western Europe, northeastern Asia, central South America, and much of equatorial Africa were notably below average.\nThe global land temperature was the 17th warmest April on record, at 1.28° Fahrenheit above the 20th century average. Australia had its fifth warmest April monthly maximum temperature on record since national records began in 1900. And at the state level, Western Australia reported its third highest monthly maximum temperature and fifth highest monthly minimum temperature. Despite the globe’s above-average temperature during April, the United Kingdom saw a 2.0° Fahrenheit below-average monthly temperature, tying with 2012 as the coolest April since 1989. South Korea also saw below-average temperatures in April, making it the third coldest April for the country since their records began in 1973.\nFor the ocean, the April global sea surface temperature was 0.79° Fahrenheit above the 20th century, tying with 2001 and 2009 as the seventh warmest for April on record. And neither El Niño nor La Niña conditions were present across the central and eastern equatorial Pacific Ocean during April, with sea surface temperatures below average in the far eastern equatorial Pacific. According to NOAA's Climate Prediction Center, neutral conditions continue to be favored over the next few months.\nThese climate statistics and many others are part of NOAA’s Monthly Global Analysis. The National Climatic Data Center produces these climate reports as part of the suite of climate services that NOAA provides government, business, and community leaders so they can make informed decisions.\nCaption adapted from the April 2013 Global Climate Analysis from the National Climatic Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}