{
  "url": "https://www.climate.gov/news-features/featured-images/spring-2013-recap-cool-temperatures-dominate-us",
  "title": "Spring 2013 Recap: Cool temperatures dominate the U.S.",
  "date": null,
  "content": "Until a warmer-than-average May, spring 2013 was reluctant to arrive for a majority of the United States. The country’s overall average spring temperature was the coolest since 1996, and it was also the first season in the contiguous United States that the seasonal temperature was below average since the winter of 2010–2011. In addition to cool temperatures, spring brought both wet and dry precipitation extremes to areas across the nation.\nAccording to the latest statistics from the National Climatic Data Center, the average temperature across the lower 48 for the spring season, which lasts from March until May, was 50.5° Fahrenheit, making it the 38th coolest spring on record. The total spring precipitation averaged across the contiguous United States was 7.92 inches, 0.21 inch above the 20th-century average.\nThe maps above show spring (March–May) temperatures compared to the 1981–2010 average (top) and the percent of average precipitation for the season (bottom) across the United States. On the temperature map, shades of red indicate temperatures up to 8° Fahrenheit warmer than average, and shades of blue indicate temperatures up to 8° Fahrenheit cooler than average. On the precipitation map, brown areas received less than 100 percent of their average spring precipitation, and green areas received more than 100 percent of average.\nThe swath of blue on the eastern half of the map indicates a large portion of the contiguous United States east of the Rockies experienced cooler-than-average temperatures. Fourteen states from North Dakota down to Georgia had spring temperatures that ranked among their 10 coldest. In contrast, New England and the West were both warmer than average, with California having its seventh warmest spring on record. But overall, the majority of spring temperatures were cooler than average across the lower 48.\nPrecipitation for the season was much more of a mixed bag. Shades of green on the precipitation map indicate that the Northern Plains and Midwest saw wetter-than-average conditions, with North Dakota, Minnesota, Wisconsin, Illinois, and Michigan each having one of their top 10 wettest spring seasons. Iowa had its wettest spring on record with 17.61 inches of precipitation. Elsewhere, the Mid-Atlantic, Southern Plains, and the West each saw below-average precipitation throughout the season. New Mexico had its second driest spring, and California had its eighth driest spring.\nCaption by Susan Osborne and Chris Fenimore adapted from the May 2013 National Climate Report from the National Climatic Data Center (NCDC). Maps by NOAA Climate.gov team, based on U.S. Climate Division data from NCDC. Reviewed by Deke Arndt, National Climatic Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}