{
  "url": "https://www.climate.gov/news-features/featured-images/climate-conditions-may-2013-difference-average-temperature",
  "title": "Climate Conditions: May 2013 Difference from Average Temperature",
  "date": null,
  "content": "In Brief\nThis map shows where temperatures in May 2013 were warmer or cooler than the long-term average for the month of May from 1981-2010. Shades of red indicate where temperatures were warmer than average; shades of blue show where it was cooler than average. The darker the color, the larger the difference from average—white and very light areas were close to the long-term average temperature.\nDuring May 2013, most of the West and regions along the lower Great Lakes and into the Northeast were warmer than average. Regions from Minnesota south through the Great Plains and into the Southeast were slightly cooler than average.  Overall, the average temperature for the contiguous United States was 60.95° Fahrenheit, 0.15° above the 1981-2010 average.\nMore info\nDifference-from-average temperature maps are also known as temperature anomaly maps: they answer the question, \"Was it warmer or cooler than usual?\"  In this case, \"usual\" means the long-term average temperature for the month of March, measured at stations across each of the 344 climate divisions of the contiguous United States from 1981 to 2010.\nTemperature records used to generate the map come from automated and volunteer-operated weather stations in each climate division. The departure-from-average values are calculated by averaging daily high and low temperatures reported for each climate division through the month, and subtracting this result from the division's long-term average temperature for that month. In places where temperatures were warmer than the long-term average, the result is positive, and the map shows the division in a shade of red. Places where temperatures were cooler than the long-term average yield a negative result, and are shown in shades of blue. The larger the anomaly, whether warm or cold, the more vivid the color. Climate divisions where temperatures observed through the month averaged out to a value near their long-term average temperature are white or nearly white.\nThese climate statistics and many others are part of NOAA’s National Monthly Climate Report. The Climate Monitoring Branch at the National Climatic Data Center produces these reports as part of the suite of climate services that NOAA provides government, business, and community leaders to help them make informed decisions. Additional maps of various temperature and precipitation statistics are available through the Climate at a Glance mapping tool.\nTechnical Details\nHelp us improve our content",
  "source": "climate.gov"
}