{
  "url": "https://www.climate.gov/news-features/featured-images/may-global-temps-third-warmest-record",
  "title": "May Global Temps Third Warmest on Record",
  "date": null,
  "content": "Many areas of the world experienced higher-than-average monthly temperatures according to the latest statistics from NOAA’s National Climatic Data Center. The average global temperature for May 2013 tied with 1998 and 2005 as the third warmest May since record keeping began in 1880. It also marked the 37th consecutive May and 339th consecutive month, or more than 28 years, with a global temperature above the 20th-century average. The last below-average May temperature was May 1976 and the last below-average temperature for any month was February 1985.\nThe map above shows temperatures relative to average across the globe for May 2013. Shades of red indicate temperatures up to 11° Fahrenheit warmer than the 1981–2010 average, and shades of blue indicate temperatures up to 11° Fahrenheit cooler than the average. As the red shaded regions demonstrate, most of northern Siberia, western Russia, northern and eastern Europe, and central Australia all experienced above-average May temperatures. Meanwhile, western Siberia, northeastern Kazakhstan, western Europe, southwestern Greenland, parts of the central and southeastern United States, and Alaska were notably below average.\nThe global land temperature was also the third warmest May on record, at 2° Fahrenheit above the 20th-century average of 52° Fahrenheit. Norway observed one of its warmest Mays in the country’s 113-year period of record, and May 2013 ranked among the top five warmest Mays over the past century for Sweden. The nationally averaged May maximum temperature for Australia was nearly 1.5° Fahrenheit above its 1961–1990 average, and the May minimum temperature for South Australia was over 4.5° Fahrenheit above average, breaking the previous record set in 1921 by over half a degree.\nFor the ocean, the May global sea surface temperature was 0.88° Fahrenheit above the 20th-century average, tying with 2003 and 2009 as the fifth warmest for May on record. And, neither El Niño nor La Niña conditions were present across the central and eastern equatorial Pacific Ocean during May, with sea surface temperatures below average across the eastern half of the equatorial Pacific. According to NOAA's Climate Prediction Center, neutral conditions continue to be favored over the next few months.\nThe monthly report from the National Climatic Data Center has more information on May 2013 climate conditions.\nHelp us improve our content",
  "source": "climate.gov"
}