{
  "url": "https://www.climate.gov/news-features/featured-images/climate-conditions-july-2013-drought-outlook",
  "title": "Climate Conditions: July 2013 Drought Outlook",
  "date": null,
  "content": "In Brief\nOnly a few isolated areas are likely to see the end of drought conditions during July, according to the first Monthly Drought Outlook from NOAA's Climate Prediction Center. Despite some relief expected from the summer thunderstorm season across the Southwest, drought in that region is exceptionally intense, and unlikely to break completely. Most of the already parched West will likely see drought persist or worsen, and drought conditions will likely expand to the northern Rockies.\nThe map at right shows the drought outlook for July 2012. Tan areas show where drought is likely to develop. Areas where drought is already present and likely to persist or worsen are shown in reddish-brown. Yellowish areas show where drought conditions are likely to improve, and green areas show where drought is likely to end (removal).\nMore Details\nModerate to exceptional drought sprawled across nearly 45% of the contiguous United States at the end of June. The Southwest Monsoon season is forecast to begin during July and improve conditions for eastern Arizona, New Mexico, southern Colorado, and western Texas, with some parts of this region likely to see the end of drought conditions. Across the Great Plains, the Great Basin, the West Coast, and a part of northern Minnesota however, drought is likely to persist or intensify.  Drought will likely expand over the Rocky Mountains of northern Idaho, western and southern Montana, and northwestern Wyoming. Places where drought is likely to end also include a sliver of southeastern Kansas, some bits along the eastern perimeter of the drought area in Texas, and the southwestern corner of Pennsylvania.\nAbout this map\nThis map depicts the Monthly Drought Outlook from NOAA's Climate Prediction Center. The product will be released on the last day of each month as a complement to continuing releases of seasonal drought outlooks and updates. As drought can develop and intensify within a few weeks, the higher frequency of monthly outlooks will enable forecasters to capture rapid onset of drought and alert decision makers to developing conditions. Outlook products are experts' best judgments of the future based on current conditions and projections for temperature and precipitation over the next month.\nHelp us improve our content",
  "source": "climate.gov"
}