{
  "url": "https://www.climate.gov/news-features/featured-images/atlantic-basin-primed-above-normal-hurricane-season",
  "title": "Atlantic Basin Primed for an Above-Normal Hurricane Season",
  "date": null,
  "content": "Andrea, Barry, Chantal, Dorian, Erin*... who’s next? Probably plenty more, according to NOAA’s updated Atlantic hurricane season outlook. With five named storms already in the books this summer, the 2013 hurricane season is shaping up to be above normal, and there is a possibility that it could be very active during the peak of the season from mid-August through October. An additional 9-15 named storms are likely, of which 6-9 are predicted to become hurricanes, with 3-5 reaching major hurricane status.\nAmong the climate factors behind the heightened activity? Heat. These maps show the tropical cyclone heat potential of the tropical Atlantic Ocean ramping up between May 24 (bottom) and August 4 (top). This “hurricane heat potential” depends not just on the surface temperature, but on the depth of the warm water.\nYellow and orange colors indicate places where the amount of heat in the water column is enough (at least 50 kilojoules per square centimeter) to significantly impact the intensity of hurricanes, provided that atmospheric conditions are also favorable. Blue colors show where there was no hurricane heat potential; water temperatures were below 26°C (80°F)—the minimum temperature needed to sustain hurricanes.\nOn May 24, just before the start of the Atlantic hurricane season, most of the ocean energy available for hurricanes was confined to the northern Caribbean Sea (darkest orange), which is typical for that time of the year. The map shows that conditions prior to June were generally not conducive to tropical storms and hurricanes in much of the Atlantic basin. In contrast, the fiery orange hues in the top map show the hurricane-fueling warmth had expanded significantly by early August, extending east across the Caribbean Sea and tropical Atlantic Ocean, north into the Gulf of Mexico, and even into the Gulf Stream Current just off the southeast coast of the United States.\nThe preseason hurricane outlook, issued on May 23, cited developing climate conditions that appeared to be similar to those that have produced many active Atlantic hurricane seasons since 1995. These climate factors included above-average Atlantic sea surface temperatures and a stronger rainy season in West Africa, which produces wind patterns that give storm systems the fuel they need to develop into tropical systems and hurricanes.\nAs the summer progressed, warm waters expanded far enough eastward into the Atlantic during June and July to help generate two named storms, Chantal and Dorian, in the deep tropical Atlantic. Named storms forming in this region as early as June and July are historically an indicator of an active season. Tropical Storm Chantal dissipated after skirting the southern coasts of the Dominican Republic and Haiti, and Dorian lost steam as it moved northeast off the Carolina coast.\nBy August, all of these indications of an above-normal hurricane season — early summer storms generated in the deep tropical Atlantic, above-average Atlantic sea surface temperatures, and a strong rainy season in West Africa — remained. Consequently, the updated outlook remained similar to the pre-season forecast, except that forecasters made a very slight downgrade. They now do not predict quite such extreme levels of storm activity throughout the next few months. Why?\nBack in May, the El Niño-Southern Oscillation (ENSO) climate pattern remained in a neutral phase in the tropical Pacific, but it was too early to rule out the possibility that the pattern’s cool phase, La Niña, could develop. La Niña tends to increase hurricane activity in the Atlantic and, if it had developed on top of all the other hurricane-friendly climate conditions, the seasonal predictions could have been even higher.  In the early August outlook, however, models indicated that ENSO-neutral conditions are likely to continue through the season, with only a low probability (19 percent) that La Niña will develop.\n[*Updated Aug. 16: Tropical Storm Erin formed shortly after this post was originally published.]\nMaps by Hunter Allen, based on data from the Atlantic Oceanographic and Meteorological Laboratory. Caption by Caitlyn Kennedy.\nReferences\nMay 23: NOAA predicts active 2013 Atlantic hurricane season\nAugust 8: Atlantic hurricane season on track to be above-normal\nNOAA Atlantic Hurricane Season Outlook Update\nRelated Links\nAtlantic’s Hurricane Heat Potential\nHelp us improve our content",
  "source": "climate.gov"
}