{
  "url": "https://www.climate.gov/news-features/featured-images/ocean-saltiness-provides-clues-precipitation-patterns",
  "title": "Ocean Saltiness Provides Clues to Precipitation Patterns",
  "date": null,
  "content": "Whether by rain, snow, or other processes that are invisible to the naked eye, the ocean and the atmosphere are constantly exchanging water molecules. Satellites and floating observation sentries dispersed throughout the world’s ocean allow scientists to study changes in the global water cycle. By measuring changes in the saltiness of the ocean’s surface, they can see the signatures of changes in evaporation and rainfall, as well as changes in ocean currents.\nThe map at right shows the ocean surface salinity trend from 2004-2012, based on the Practical Salinity Scale, which was developed by ocean scientists in the late 1970s. (Like the Richter scale for earthquakes, the Practical Salinity Scale has no units.) Postive numbers show places that became saltier (orange), while negative numbers show places that became fresher (blue). A fleet of free-drifting, robotic Argo floats collected the observations.\nChanges in saltiness at the ocean surface can tell us about changes in evaporation or rainfall in that particular location. Where more rain or snow falls over the ocean, it dilutes the salts in the seawater there. As a result, the water becomes fresher with time. If seawater becomes saltier, it may mean that rates of evaporation have increased or that precipitation has decreased over time. Changes in ocean currents can also influence salinity at the ocean’s surface by moving salty water to places that are less salty, and vice versa.\nFrom 2004-2012, seawater became increasingly salty in the western Indian Ocean and near the equator in the western Pacific, as well as in the high evaporation areas of the central and eastern subtropical Pacific and the subtropical South Atlantic.\nSome of the trends observed over the last eight years were influenced by a combination of long-term climate change and year-to-year variability from climate phenomena such as El Niño and La Niña. The patch of intense blue dominating the Indian Ocean northwest of Australia and west of the Philippines indicates freshening that may have been influenced by several La Niña events over the past few years. During La Niña years, northern Australia and the Philippines receive more rainfall than usual, and the Indian Ocean receives a stronger influx of fresh water from the Pacific through the channels around the Indonesian Islands.\nStudies incorporating both observations and climate models suggest that in a warming world, the global water cycle will continue to intensify, with rainy places becoming wetter and dry places becoming drier. Over the ocean, this change in the water cycle will make some parts of the ocean fresher and others saltier. Salinity patterns on longer time scales, and even some of the patterns from 2004-2012, indicate that precipitation is already increasing in some rainy areas and evaporation is intensifying in some drier locations.\nThe global ocean stores about 97 percent of Earth’s water and supplies the vast majority of the evaporated water that goes into the water cycle that gives us the water we drink. Significant changes could impact water availability, water demand, and water allocation on global to local levels.\nNOAA Climate.gov map by Hunter Allen, based on sea salinity data from the Argo program. Caption by Caitlyn Kennedy.\nReferences\nG. C. Johnson, J. M. Lyman, G. S. E. Lagerloef, and H.-Y. Kao, 2013: [Global Oceans] Sea Surface Salinity [in “State of the Climate in 2012”]. Bull. Amer. Meteor. Soc., 94 (8), S57-S59.\nP.J. Durack, S.E. Wijffels, and R.J. Matear, 2012: Ocean Salinities Reveal Strong Global Water Cycle Intensification During 1950 to 2000. Science, 336 (6080), 455-458.\nGillis, J. (2012, April 26). Study hints at greater threat of extreme weather. The New York Times. Accessed August 23, 2013.\nHelp us improve our content",
  "source": "climate.gov"
}