{
  "url": "https://www.climate.gov/news-features/featured-images/world-tropical-cyclones-western-hemisphere",
  "title": "The world of tropical cyclones: Western Hemisphere",
  "date": null,
  "content": "Where are the best places to live if you are looking to avoid tropical cyclones? By mapping out data from the IBTrACS historical storm database, we can see where tropical cyclones make landfall most frequently and where the most intense storms tend to gravitate in the western hemisphere.\n\nThe maps depict the tracks and maximum wind speed for about 1,000 and 1,700 known storms that have passed through the Eastern Pacific and North Atlantic basins, respectively. The historical record for the North Atlantic dates back to 1851 while the Eastern Pacific begins in an entire century later in 1949.\n\nThe brightest areas on the map on the left show where tropical cyclone pathways have overlapped most frequently. The map on the right depicts the intensity of the storms. The brighter the color of a storm's track, the higher the maximum sustained wind speed over the course of that storm's life.\n\nThe brightest spots on the two maps show us the relative \"hotspots\" for frequency and intensity. In the Eastern Pacific, the hot spots for greatest frequency and intensity overlap off the west coast of Mexico. This region contains a narrow strip of warm waters that funnels storms east to west like a bowling alley. As storms migrate northward into colder waters, they fizzle out quickly.\n\nSince all tropical cyclones move westward in the direction of the trade winds, storms in the Eastern Pacific typically move away from populated land areas on Mexico's coast.\nBut it's a different story on the other side of North America. In the Atlantic, warm waters are more distributed throughout the ocean basin, allowing storms to wander more widely and threaten the millions of people who live on the coastlines.\n\nThe brightest areas for intensity in the Atlantic basin are in the apex of the boomerang-shaped pathways in the Caribbean and the Gulf of Mexico, where warm waters serve to strengthen developing storms. The brightest areas for frequency are along the U.S. Eastern Seaboard, where storms hitch a ride on the Gulf Stream northward and become swept up in the winds of the Bermuda High — a migrating area of high pressure in the atmosphere. Steered by the Bermuda High's clockwise circulation, many storms curve back eastward into open waters at the end of their lifetime.\n\nToday, meteorologists can identify and track storms throughout the global ocean due to advances in satellite technology. Challenges still remain, however. Throughout the history and across the globe, meteorologists have used different analysis procedures to determine storm intensity, leading to discrepancies in the global record. This makes it hard to compare the intensity of storms across the global basins — it's a little bit like comparing apples to oranges.\n\nNOAA scientists are revising historical tropical cyclone records using an enhanced collection of meteorological data and advanced analysis techniques. They are also enlisting the public for their help in developing a more robust global record. Go to cyclonecenter.org to learn more.\nNOAA Environmental Visualization Lab image by Dan Pisut, based on data from the http://www.ncdc.noaa.gov/oa/ibtracs/ historical storm database.\n\nReferences\nFrank, William M., George S. Young, 2007: The Interannual Variability of Tropical Cyclones. Mon. Wea. Rev., 135, 3587–3598.\nInternational Best Track Archive for Climate Stewardship (IBTrACS)\nHelp us improve our content",
  "source": "climate.gov"
}