{
  "url": "https://www.climate.gov/news-features/featured-images/world-tropical-cyclones-eastern-hemisphere",
  "title": "The world of tropical cyclones: Eastern Hemisphere",
  "date": null,
  "content": "Unlike the Western Hemisphere, where tropical storms and hurricanes mostly form north of the equator, tropical cyclones in the Eastern Hemisphere develop over very warm waters found both north and south of the equator. Their individual tracks through the ocean basins are influenced by sea surface temperatures, air currents, and the subtropical highs—belts of high pressure in the atmosphere over the oceans between 15° and 30° latitude in both the northern and southern hemisphere.\nThe maps at right depict the tracks and maximum wind speed for the thousands of Eastern Hemisphere tropical cyclones documented in the International Best Track Archive for Climate Stewardship database. While historical records vary among the hurricane basins, the storm database contains the best track information for nearly 12,000 tropical cyclones from 1842-2012.\nThe brightest areas on the map at right show where tropical cyclone tracks have overlapped most frequently. The map on the far right depicts the intensity of the tropical cyclones. The brighter the color of a storm's track, the higher the maximum sustained wind speed over the course of that storm's life.\nIn the Northern Hemisphere, the hot spots for greatest frequency and intensity are in the western Pacific and the northern Indian Ocean, where an expansive subtropical high and warm sea surface temperatures are present throughout the year. Warmer waters help fuel the storm systems, and weak winds associated with the subtropical highs allow thunderstorms to organize into cyclones.\nThe West Pacific is the most productive hurricane basin, averaging 25 named tropical cyclones per year with 15-16 becoming typhoons—the equivalent of a hurricane. (By contrast, the Atlantic basin averages about 13 named storms and 6 hurricanes per year.) The West Pacific also produces the strongest typhoons, called super-typhoons. Peak season is generally April through December. Some cyclones make landfall along Asia's east coast and the Philippines as they move westward under the influence of the trade winds and northward away from the equator. If storms drift far enough north, they are often steered back out to sea by the migrating jet stream, which blows eastward from Japan.\nIn the northern Indian Ocean, the peak months for tropical cyclone development are May-June and November, generally outside the peak of the Indian monsoon which brings strong winds and heavy rains to the Indian subcontinent. The high density of cyclone tracks in the Bay of Bengal is mostly a product of geography. Like the Gulf of Mexico in the Atlantic basin, cyclones in the Bay of Bengal are bounded by land; many storms track northward and inevitably make landfall.\nIn the southern hemisphere, cyclone tracks overlap the most off the east coast of Africa. In years when the region's subtropical high is stronger, storms are funneled farther west into Madagascar and southeastern Africa. In years when the subtropical high is weaker, storms re-curve back out to sea well east of Africa.\nAustralia can be affected by tropical cyclones from three different hurricane basins: the eastern Indian Ocean, north of Australia, and the southwestern South Pacific. The peak of the Australian tropical cyclone season is from November through April.\nMaps by Dan Pisut, NOAA Environmental Visualization Lab, based on data from the IBTrACS historical storm database.\nLinks\nInternational Best Track Archive for Climate Stewardship (IBTrACS)\nHelp us improve our content",
  "source": "climate.gov"
}