{
  "url": "https://www.climate.gov/news-features/featured-images/data-snapshots-october-2013-temperature-outlook",
  "title": "Data Snapshots: October 2013 Temperature Outlook",
  "date": null,
  "content": "In brief\nA huge swath of the contiguous United States has a heightened chance of experiencing well above normal temperatures during October, according to NOAA’s Climate Prediction Center. More specifically, areas with any shade of orange on the map have a higher chance for October’s average temperature to rank in the top one-third of records from 1981 to 2010 than they have of ranking in the bottom two-thirds.\nMost of California and Nevada have 50-60% chance (dark orange) of experiencing an average temperature in the top third of the normal range for the month. Chances for similar conditions range between 40 and 50 percent across most of the West, the Great Plains, and the western Great Lakes states. New England and the North Slope of Alaska also have increased chances of experiencing well-above average temperatures. No areas have odds favoring well-below average temperatures.\nMore Information\nThese climate outlooks are based in part on historical observations of weather that occurred under similar background conditions. They are informed by recent trends and the results of a range of climate and weather models. Experts also consider the status of global-scale climate conditions such as El Niño and La Niña, which substantially increase the predictability of seasonal climate in the United States. Finally, experts examine environmental conditions such as soil moisture and the presence or absence of snow on the ground.\nFor the final map, NOAA experts document the chances for well-above, well-below, or near- average conditions across the United States during the next month: they use a shaded color scheme to indicate increasing confidence in the prediction—not how warm or cool it is predicted to be. Shaded areas on this map indicate that climate experts think that well above average temperatures are more likely than near or well below average temperatures, but these other outcomes are still possible.\nHelp us improve our content",
  "source": "climate.gov"
}