{
  "url": "https://www.climate.gov/news-features/featured-images/precipitation-changes-over-north-america-do-models-agree",
  "title": "Precipitation Changes over North America: Do the Models Agree?",
  "date": null,
  "content": "Why do global climate models behave like they do? The Coupled Model Intercomparison Project (CMIP) panel—a subcommittee of the World Climate Research Programme—designs experiments to evaluate differences among climate models in how they simulate our global climate system and predict future changes. Many scientists produce papers based on the resulting data, which are synthesized into the assessment reports produced by the Intergovernmental Panel on Climate Change (IPCC). The authors of the IPCC climate reports also use CMIP models as a tool for visualizing the results of their assessments in a consistent and coherent way.\nThe map at right represents one example of an experiment designed to assess global climate models and their projections of North American climate change. Fourteen global climate models projected how summer (June-August) precipitation would change by  2070-2099 compared to modeled precipitation from 1961-1990. Green means the majority of models projected wetter conditions; brown means the majority projected drier conditions. The bigger the dot, the larger the majority. In other words, larger dots indicate higher agreement. Small or nonexistent dots indicate where models were evenly split about potential change.\nModels largely agree that summer precipitation will increase in the higher latitudes of North America and the tropical Pacific Ocean, and decrease in the subtropics in the vicinity of the major Caribbean islands, the Yucatan Peninsula, and southwestern Mexico. These projections line up with analyses of historical observations suggesting that arid regions are getting drier and high rainfall regions are getting wetter in response to global warming. Where model agreement gets a bit murkier is for the areas in between.  This is especially evident in the U.S. Southwest.\nThere are several reasons for why the models are ambivalent in this region. Precipitation in the Southwest is low and varies significantly from year to year. Even modest changes in average summer rainfall can lead to large differences among models. In addition, unlike the large-scale mechanisms in the atmosphere that influence moisture changes in subtropics and in the high-latitudes, changes in precipitation at smaller, regional scales are strongly influenced by changes to regional circulation patterns. Simulations of these regional patterns vary among global climate models.\nDifferences in moisture availability over land versus the ocean also create challenges for climate models. There are more variables at play over the continental United States, where precipitation can be affected by moisture flowing in from both the Pacific and Atlantic Oceans. Climate modelers continue to study these areas of ambiguity to understand why models disagree in certain regions, and whether the model agreement is realistic.\nMap by Hunter Allen, NOAA Climate.gov, based on data from Baird Langenbrunner and David Neelin, Department of Atmospheric and Oceanic Sciences, University of California - Los Angeles.\nReferences\nSheffield, J., A. Barrett, B. Colle, D. Fernando, R. Fu, K. Geil, Q. Hu, J. Kinter, S. Kumar, B. Langenbrunner, K. Lombardo, L. Long, E. Maloney, A. Mariotti, J. Meyerson, K. Mo, D. Neelin, Z. Pan, A. Ruiz-Barradas, Y. Serra, A. Seth, J. Thibeault, J. Stroeve, Z. Yang, and L. Yin, 2013: North American Climate in CMIP5 Experiments. Part I: Evaluation of Historical Simulations of Continental and Regional Climatology. J. Climate. doi:10.1175/JCLI-D-12-00592.1, in press\nSheffield, J., S. Camargo, R. Fu, Q. Hu, X. Jiang, N. Johnson, K. Karnauskas, S. Kim, J. Kinter, S. Kumar, B. Langenbrunner, E. Maloney, A. Mariotti, J. Meyerson, D. Neelin, S. Nigam, Z. Pan, A. Ruiz-Barradas, R. Seager, Y. Serra, D. Sun, C. Wang, S. Xie, J. Yu, T. Zhang, and M. Zhao, 2013: North American Climate in CMIP5 Experiments. Part II: Evaluation of Historical Simulations of IntraSeasonal to Decadal Variability. J. Climate. doi:10.1175/JCLI-D-12-00593.1, in press\nMaloney, E. D., S. J. Camargo, E. Chang, B. Colle, R. Fu, K. L. Geilw, Q. Hu, X. Jiang, N. Johnson, K. B. Karnauskas, J. Kinter, B. Kirtman, S. Kumar, B. Langenbrunner, K. Lombardo, L. Long, A. Mariotti, J. E. Meyerson, K. Mo, J. D. Neelin, Z. Pan, R. Seager, Y. Serraw, A. Seth, J. Sheffield, J. Thibeault, S.-P. Xie, C. Wang, B. Wyman, and M. Zhao, 2013: North American Climate in CMIP5 Experiments. Part III: Assessment of 21st Century Projections. J. Climate, submitted.\nHelp us improve our content",
  "source": "climate.gov"
}