{
  "url": "https://www.climate.gov/news-features/featured-images/2013-arctic-report-card-sea-ice-extent-larger-2012-record-low-still",
  "title": "2013 Arctic Report Card: Sea ice extent larger than 2012 record low, but still sixth smallest on record",
  "date": null,
  "content": "Arctic sea ice reached its annual minimum extent on September 13, 2013, dipping to 1.97 million square miles (5.10 million square kilometers). Averaged over the month, sea ice extent was 2.07 million square miles (5.35 million square kilometers)—larger than last year's record low, but still more than 17 percent below average and the sixth smallest September extent on record.\nThe map at right shows average Arctic sea ice concentration (shades of white) for September 2013 compared to median extent (1981-2010, white line) and the 2012 record low extent (orange line). The 1981-2010 baseline period used for calculating the median, is new for this Arctic Report Card. (The previous baseline period was 1979-2000.)\nBelow the map, the graph shows the history of March (maximum) and September (minimum) extents from 1979 through 2013. The annual observations are shown as percent above or below the 1981-2010 average. The extent recorded in March 2013 was 5.79 million square miles (15.0 million square kilometers), nearly 3 percent below average. It was the sixth-lowest March extent of the satellite era.\nThe National Snow and Ice Data Center (NSIDC) reported that the lowest seven extents recorded from 1979 through 2013 all occurred from 2007 through 2013. The downward trend in March sea ice extent is now 2.6 percent per decade compared to the 1981-2010 average. According to this year's Arctic Report Card, the downward trend for September is 13.7 percent per decade, and the magnitude of this trend is growing.\nThe continued decline of Arctic sea ice is significant for multiple reasons. Not only does the ice provide habitat for polar bears, marine mammals, and birds, but it also has far-reaching implications for global climate. Arctic sea ice reflects much of the incoming sunlight that strikes it back into space; ice loss exposes dark ocean waters that absorb sunlight instead. The impact of the ice loss is particularly pronounced in the summertime, when the days are long and the Sun is more directly overhead. The ice reflectiveness feedback has become a self-reinforcing cycle in which melt leads to more melt.\nMore information can be found in the Sea Ice chapter of the Arctic Report Card: Update for 2013.\nMap & graph by NOAA Climate.gov team, based on data provided by the National Snow and Ice Data Center.\nReferences\nJeffries, M.O., Richter-Menge, J., Overland, J.E. (2013) Arctic Report Card 2013.\nNSIDC. (2012, October 2). Press Release: Arctic sea ice shatters previous low records; Antarctic sea ice edges to record high. Accessed November 19, 2013.\nNSIDC. (2013, October 3).  Press Release: Arctic sea ice avoids last year's record low; Antarctic sea ice edges out last year's high. Accessed November 19, 2013.\nHelp us improve our content",
  "source": "climate.gov"
}