{
  "url": "https://www.climate.gov/news-features/featured-images/2013-arctic-report-card-only-7-percent-ice-cover-end-winter-2013-was",
  "title": "2013 Arctic Report Card: Only 7 percent of the ice cover at the end of winter 2013 was old, thick ice",
  "date": null,
  "content": "The most common metric for tracking changes in Arctic sea ice over time is sea ice extent. Extent approximates the sea ice you would see from a bird's-eye view, and it has been declining at a rate of more than 14 percent per decade since satellite measurements began in 1979. If you were to descend below the sea surface, your fish's-eye view would provide an equally dramatic decline: sea ice is not only shrinking across the ocean surface, it's also thinning.\nDirectly measuring sea ice thickness is more complicated than measuring sea ice extent, but a useful proxy for ice thickness is age. Older ice is generally thicker ice. As this pair of maps shows, the amount of very old, thick ice that exists at the end of the Arctic winter in March has dropped significantly in the past three decades. White corresponds with the oldest, thickest ice. The darkest blue represents first-year ice: ice that has survived one summer melt season.\nThick or thin, sea ice moves with ocean currents. Surrounding landmasses corral ice in the Arctic Ocean, but some of it reliably flows southward through the Fram Strait east of Greenland. Historically, this continual exit of ice from the Arctic Ocean has been balanced by ice growth in the Beaufort Gyre. In recent years, however, less ice has managed to survive its trip through the gyre's relatively warm southern arm.\nWith little to offset the ice loss through the Fram Strait, multi-year, thick ice has declined. The oldest sea ice left in the Arctic generally clings to the Canadian Archipelago, but it is a thin ribbon of ice compared to the much larger amounts in the 1980s and 1990s. In March 1988, thick multiyear ice (4+ years) comprised 26 percent of the Arctic's ice pack. In 2005, that number dropped to 19 percent. In 2013, it dropped to 7 percent.\nThe loss of old, thick ice amplifies the impact of Arctic warming and sea ice melt. When sea ice survives multiple melt seasons, it generally thickens, which makes it more resistant to melting during hot summers. Today, a blanket of ice still forms over the Arctic each winter, but it's a thin blanket, dominated by young ice, which melts far more quickly when summer arrives.\nScientists estimate sea ice age through satellite and buoy tracking of ice bodies over time. Likewise, satellite sensors such as the European Space Agency's CryoSat-2 can measure freeboard (ice height above the water line). Such measurements have shown that old, melt-resistant ice has declined rapidly in the Arctic. Meanwhile, freeboard measurements indicated that—assuming snow depth remained the same—sea ice thinned from 7.41 feet (2.26 meters) to 6.36 feet (1.94 meters) in just two years: 2011 to 2013.\nMore information can be found in the Sea Ice chapter of the Arctic Report Card: Update for 2013.\nMap by NOAA Climate.gov team, based on data provided by Mark Tschudi, University of Colorado.\nReferences\nJeffries, M.O., Richter-Menge, J., Overland, J.E. (2013) Arctic Report Card 2013.\nHelp us improve our content",
  "source": "climate.gov"
}