{
  "url": "https://www.climate.gov/news-features/featured-images/2013-arctic-report-card-spring-snow-cover-below-average-again",
  "title": "2013 Arctic Report Card: Spring snow cover below average again",
  "date": null,
  "content": "For up to nine months of the year, snow covers the Arctic land surface. Unlike sea ice and glaciers, most terrestrial snow cover is seasonal and melts and disappears completely each spring and summer. The timing of this melt, which is influenced largely by surface temperatures, affects the length of the growing season, the timing and dynamics of spring river runoff, permafrost thawing, and wildlife populations. According to the 2013 Arctic Report Card, reductions in Arctic spring snow cover have “direct effects on the global climate system” because snow-free land absorbs much more sunlight.\nThe maps at right show snow anomalies in April (left), May (center) and June (right) of 2013 in the Northern Hemisphere compared to the long-term average (1981-2010) based on the number of days in the year where a location was covered in snow. Shades of brown indicate places that experienced up 100 percent fewer snow-covered days than average, while blue shows areas that experienced up to 100 percent more snow-covered days than average.\nIn May 2013, there was record-setting loss of Eurasian spring snow cover and a below normal spring snow cover extent in North America in June—the fourth lowest on record. This is the sixth year in a row that Eurasia has set a new record low in either May or June snow extent. Scientists have attributed this to rapid snow melt, rather than to anomalously low winter snow accumulation prior to melting. Because Arctic land areas are almost completely covered in snow before the melting season, variability in the spring snow cover extent is controlled largely by surface temperatures: the warmer the surface temperatures, the earlier the onset of the melt.\nOver the long-term, the rate of warming in the Arctic has reduced the area covered by snow each year in the Northern Hemisphere. The rate of snow cover loss over Northern Hemisphere land areas in June between 1979 and 2013 is -19.9 percent per decade (relative to the 1981-2010 mean)–a faster decline than September sea ice loss of 13.7 percent per decade over the same period.\nMore information can be found in the Snow chapter of the Arctic Report Card: Update for 2013.\nMap by NOAA Climate.gov team, based on data provided by  Dave Robinson and Tom Estilow, Rutgers Snow Lab.\nRelated Links\nRutgers Snow Lab\nHelp us improve our content",
  "source": "climate.gov"
}