{
  "url": "https://www.climate.gov/news-features/featured-images/2013-arctic-report-card-arctic-boundary-waters-warmer-average-summer",
  "title": "2013 Arctic Report Card: Arctic boundary waters warmer than average in summer",
  "date": null,
  "content": "With less and less of the Arctic covered by sea ice at the height of summer, ocean temperatures around the margins of the ice pack tend to be much warmer than average today than they were historically. However, in any given summer, natural variability in the prevailing winds and currents can amplify the overall warming in some places, and lessen it in others.  Most of the Arctic boundary waters were warmer than average in summer 2013, but a few cool pockets appeared in the western Arctic and the Greenland Sea.\nThe map shows where sea surface temperature in August 2013 was warmer (red) or cooler (blue) than the 1982-2006 average. August 2013 sea ice extent (areas with at least 15 percent ice cover) is solid white. Although some areas experienced unusually low sea surface temperatures in August 2013—especially in the Chukchi and East Siberian Seas—unusually high sea surface temperatures dominated the waters around the ice pack.\nThe unusually warm waters in the eastern Arctic appear to have been related to earlier-than-normal retreat of sea ice from the area and possibly to an inflow of warmer water from lower latitudes in the North Atlantic. The early retreat of sea ice in the Kara and Barents Seas would have left those waters more exposed to the warmth of the summer sun. Meanwhile, on the western side of the Arctic, sea ice retreat occurred later in the summer than normal and was less extensive, contributing to the cooler-than-average surface temperatures in the Chukchi and East Siberian Seas.\nBy September—the last month of summer—surface waters around the Barents Sea Opening were about 5°F (3°C) warmer than they were in 2012. Southern Barents Sea temperatures reached 52°F (11°C), which is 9°F (5°C) warmer than the 1977-2006 average.\nWarming ocean waters have other consequences besides faster sea ice melt. Warming oceans are prompting the migration and expansion of species typically found at lower latitudes. Biologists have reported new species in multiple areas of the Arctic Ocean. Although some of these new species reports likely reflect increased surveying efforts, rising temperatures are also playing a role in the Arctic's changing biological diversity. Continued warming has the potential to introduce new and potentially disruptive species, some of which might compete with or prey upon the Arctic's existing marine life.\nMore information can be found in the Ocean chapter of the Arctic Report Card: Update for 2013.\nMap by NOAA Climate.gov, based on data provided by Mike Steele and Wendy Ermold, University of Washington; and the National Snow and Ice Data Center.\nReferences\nOcean Temperature and Salinity. Jeffries, M.O., Richter-Menge, J., Overland, J.E. (2013) Arctic Report Card 2013.\nHelp us improve our content",
  "source": "climate.gov"
}