{
  "url": "https://www.climate.gov/news-features/featured-images/2013-arctic-report-card-greener-arctic-recent-years-likely-be-new",
  "title": "2013 Arctic Report Card: Greener Arctic of recent years likely to be the new normal",
  "date": null,
  "content": "Satellites above the Earth are documenting a striking change in the Arctic. Not only is open water area increasing in the region, but adjacent land areas are growing “greener.” Since observations began in 1982, Arctic-wide tundra vegetation productivity has increased. In North America, the rate of greening has accelerated since 2005.\nOne of NOAA’s satellite remote sensors—the Advanced Very High Resolution Radiometer (AVHRR)—collects images of our planet’s surface, which scientists use to carefully measure the intensity of visible and near-infrared sunlight reflected by plants back up into space. From these measurements, they are able to determine the density of vegetation, or “greenness,” on land. The map above shows changes in greenness at the peak of the growing season between 1982 and 2012. All around the Arctic, the tundra has grown greener, with exceptions in western Alaska, and northwestern and northeastern Siberia.\nIncreases in vegetation productivity are often connected to declining sea ice, increasing open water, and greater summer warmth in the Arctic. However, factors other than these can affect plant growth. Snow cover decline is thought to be among the main culprits behind the prolonged length of the Arctic growing season, which has increased by nine days per decade since 1982. Another factor in controlling the rate of greening in the Arctic is large-scale atmospheric circulation patterns. In Eurasia, lower temperatures and increased cloud cover in the summer lead to a more gradual greening compared to eastern North America, where cloud-free skies during the summer promote accelerated greening.\nOverall, the greener, warmer, less icy Arctic of recent years is likely to be the new normal. One of the most obvious signs of this transformation is the spread of shrubs throughout the tundra. Across the Siberian tundra, tall shrubs and trees have expanded in landscapes at rates of up to 25 percent since the mid-to-late 1960s. Observations from Europe, Alaska, and Siberia in recent decades show that plant communities have become less diverse as mosses, lichens, and other shorter-growing vegetation disappear under the shade created by shrubs. The loss of lichens, in particular, could pose a problem for caribou and reindeer, which forage on them extensively.\nThe change from short-statured tundra to shrubland can also affect dynamics of permafrost, which could become another source of atmospheric carbon dioxide. In the winter, the shrubs trap snow, creating an insulating effect that keeps soil temperatures relatively warm. In the summer, though, the shrubs provide shade, which tends to keep soil temperatures in shrub-covered areas cooler than those in open tundra. Whether the arrival of shrubs at a site will accelerate permafrost melting or slow it will depend on whether the summer cooling or the winter warming influence is stronger.\nMore information can be found in the Vegetation chapter of the Arctic Report Card: Update for 2013.\nMap by NOAA Climate.gov, based on maximum normalized difference vegetation index data provided by Uma Bhatt, University of Alaska-Fairbanks.\nRelated Links\nMeasuring Vegetation\nShrub Takeover One Sign of Arctic Change\nArctic Tundra Growing \"Greener\" From Warmer Summers\nHelp us improve our content",
  "source": "climate.gov"
}