{
  "url": "https://www.climate.gov/news-features/featured-images/2013-arctic-report-card-reindeer-and-caribou-numbers-low-winter-ranges",
  "title": "2013 Arctic Report Card: Reindeer and caribou numbers low, winter ranges small",
  "date": null,
  "content": "Caribou and reindeer—members of the Rangifer genus—are hunted and herded by many Arctic and Subarctic societies, which is why it’s natural to imagine that reindeer would be tasked with pulling Santa’s sleigh to and from the North Pole. Rangifer populations have fluctuated in number historically, but currently many wild herds have unusually low numbers and their winter ranges in particular are smaller than they used to be.\nThe map shows the current status of 24 major migratory tundra reindeer and caribou herds. Green indicates increasing populations; red indicates decreasing numbers; black and yellow indicate populations have remained stable either on the high or low end of their historic numbers. Only a few herds are increasing or are stable at high numbers; the most recent population estimates indicate that most herds continue to decline or remain at low numbers after severe declines.\nJust as scientists try to figure out the causes behind climate cycles, wildlife experts are trying to understand what is behind cycles in herd populations. Local and traditional knowledge indicates that caribou go through periods of abundance and scarcity every 40-60 years. The size of individual herds has varied greatly since 1970 when population estimates began. Since it is normal for herds to vary in size over time, scientists are still uncertain whether the current low numbers are natural or perhaps driven by some of the rapid changes in the Arctic environment. For some herds, their current ranges are approaching the low end of their historic extent.\nIn the United States, there are four distinct herds of caribou in Alaska—two that are decreasing in number and two that are increasing. The Western Arctic herd—the state’s largest—reached a population low of 75,000 in the mid-1970s, and then rebounded during the 1980s and 1990s to reach a peak of 490,000 in 2003. The herd then declined to 325,000 in 2011. While the herd is still very large, the Alaska Department of Fish and Game says it may become necessary to reduce harvests in the future if this decline continues.\nMany countries are attempting to stabilize population numbers through harvest management. Beginning in 2000, Greenland began to allow hunting to reduce caribou populations. Despite this, surveys indicated that the largest herd, the Kangerlussuaq-Sisimiut, remained at around 98,000 animals. The second largest, Akia-Maniitsoq, decreased from an estimated 46,000 in 2001 to about 17,400 in 2010. One possible cause might be differences in topography: hunting access is easier in the Akia-Maniitsoq territory compared to the rough, mountainous terrain that the Kangerlussuaq-Sisimiut inhabits.\nBetween the 1950s and 1970s, Russia’s Taimyr Herd—one of the largest in the world—increased from 110,000 to 450,000 in 1975. Even after commercial hunting increased, the herd held to a size of about 600,000 animals. When subsidies to commercial hunters were removed, hunting declined and the herd grew rapidly by 2000 to 1 million animals. Currently the herd is assumed to have declined to about 700,000 animals.\nMore information about individual migratory Rangifer herds in the Arctic can be found in the Migratory Tundra Rangifer chapter of the Arctic Report Card: Update for 2013.\nMap by NOAA Climate.gov, based on rangifer migratory range data provided by Don Russell.\nHelp us improve our content",
  "source": "climate.gov"
}