{
  "url": "https://www.climate.gov/news-features/featured-images/sochi-among-warmest-winter-olympics-host-cities",
  "title": "Sochi among the warmest Winter Olympics host cities",
  "date": null,
  "content": "The 2014 Winter Olympics are taking place from February 7-23, 2014, in Sochi, Russia. Sochi will be among the warmest cities to have hosted a Winter Olympic Games, with overnight low temperatures of 39°F (4°C) on average in February, and average daytime highs of 50°F (10°C).\nThe map at right shows the average minimum temperatures (overnight lows) for January and February from 1911-2011 for all the locations that have hosted the Olympic Winter Games, starting with Chamonix, France, in 1924 and ending with Sochi, Russia, in 2014. The map is based on data from NOAA’s Twentieth Century Reanalysis Project—a time machine for past weather conditions built by combining modern atmospheric analysis techniques with historic weather observations.  Shades of red indicate average minimum temperatures above freezing (32°F, 0°C) and shades of blue indicate average minimum temperatures below freezing.\nSimilar to several more temperate Olympic locations, Sochi sits in a marginally wintry zone along the Black Sea coast near the Caucasus Mountains. The Sochi Olympic Park, which was was constructed along the coast, features indoor venues for events like ice skating. Skiing and other outdoor events will take place at higher elevations at the alpine ski resort of Roza Khutor, in the Western Caucasus Mountains.\nMinimum temperatures are especially important to winter sport snow conditions, according to a recent report on the weather history of the Winter Olympics led by scientists from the University of Waterloo in Canada. “When daily minimum temperatures remain above freezing, snow and ice surfaces do not have the chance to recover from greater daytime melt, creating soft and slow surfaces,” the authors explain.\nA warmer location, of course, does not necessarily spell disaster. In warmer climates, technologies such as snow making machines and expanded weather forecast services can help overcome weather-related obstacles. In 2010, Vancouver, Canada experienced its warmest January ever recorded. Temperatures were too warm for even advanced snowmaking technology, so trucks and helicopters brought in snow to prepare the slopes in time for some freestyle skiing and snowboarding competitions.\nThe availability of weather risk management strategies outlined in the Waterloo report is one of the reasons why the International Olympic Committee has been willing to award the games to warmer locations. Technological adapation is increasiingly important; the report concluded that average February daytime high temperature of the winter games locations has been steadily increasing from an average of 32°F (0.4°C) in the 1920s-1950s, to 37°F (3.1°C) in the 1960-90s, to 46°F (7.8°C) in games held in the 21st century to date.\nThis trend toward relatively warm Winter Olympic Games locations may be unsustainable as concentrations of heat-trapping greenhouse gases continue to rise. The 5th Assessment of the Intergovernmental Panel on Climate Change, released in 2013, concluded that under most greenhouse gas emission scenarios, the average global surface temperature is likely to rise by 2°C by the end of the 21st century. Warming of this magnitude will cause a further decrease in Northern Hemisphere snow cover, likely eliminating many potential host locations that were climatically suitable in the past.\nReviewed by Daniel Scott, University of Waterloo.\nMap by NOAA Climate.gov, based on data from the Twentieth Century Reanalysis Project, provided by NOAA ESRL Physical Sciences Division.\nRelated Links:\nReport: The Future of the Olympics in a Warmer World\nBBC Weather\nHelp us improve our content",
  "source": "climate.gov"
}