{
  "url": "https://www.climate.gov/news-features/featured-images/despite-regional-cold-extremes-january-temperatures-4th-warmest",
  "title": "Despite regional cold extremes, January temperatures 4th warmest",
  "date": null,
  "content": "Although you might have a hard time convincing residents of the eastern United States, Scandinavia, and Russia (outside of Sochi, anyway), January’s global average surface temperature balanced out as the fourth warmest in the historical record.\nThe map at right shows temperatures in January 2014 compared to the 1981-2010 average.  Regional cold extremes were offset by warm extremes in Alaska, the U.S. West, Greenland, Russia’s Far East, and China, which had its second warmest January on record. Despite the pockets of cold extremes across North American and Asia, it was the Northern Hemisphere that experienced the larger temperature anomaly: 1.35° F warmer than the twentieth-century average, compared 0.99°F warmer than average in the Southern Hemisphere.\nBelow the map, the graph at right shows the history of January temperature since 1880.  Globally, Januarys have clearly gotten warmer over the past century.  The last time our planet’s January surface temperatures were below average was 1976. This January gets in line behind 2007, 2002, and 2003 in the temperature rankings.\nFor the Northern Hemisphere, the change means the heart of meteorological winter has gotten milder. (For the Southern Hemisphere, of course, the change means the heart of summer has gotten warmer.) Milder winter temperatures have benefits: lower heating bills, less chance of freeze damage to water lines and building foundations, and easier living conditions for many wildlife species. They have drawbacks, too: greater survival of insect pests, earlier melting of seasonal snowpack in many Western watersheds, and reduced egg quality of important commercial and recreational fish species in the Great Lakes.\nMap by NOAA Climate.gov, based on data provided by the National Climatic Data Center. Graph based on data from the NCDC Climate at a Glance Website. More details on January 2014 climate conditions are available from the National Climatic Data Center. February’s global climate report will be released in mid-March.\nHelp us improve our content",
  "source": "climate.gov"
}