{
  "url": "https://www.climate.gov/news-features/featured-images/heavy-downpours-more-intense-frequent-warmer-world",
  "title": "Heavy downpours more intense, frequent in a warmer world",
  "date": null,
  "content": "According to the 2009 National Climate Assessment, heavy downpours have increased in frequency and intensity during the last 50 years. Models predict that downpours will become still more more frequent and intense as greenhouse gas emissions and the planet’s temperature continue to rise.\nThe map at right shows predicted changes in the annual number of days of extreme rainfall (defined as rainfall totals in excess of the historic 98th percentile) across the United States by 2041-2070 as compared to 1971-2000 if greenhouse gases continue to increase at a high rate (A2 scenario). By mid-century, some places could experience two or more additional days per year on which the rainfall totals exceed the heaviest rains historically experienced in the area.\nClimate models project increasing days of extreme rainfall in the Northwest, Midwest, and parts of the Northeast, including some populated coastal areas that are already challenged by inundation and sea level rise. Several major watersheds are predicted to have more days of extreme rainfall by the middle of the century, including the Pacific Northwest, the Ohio River Basin, the Great Lakes, and parts of the Great River and Missouri River Basin. Meanwhile, the Southwest and some other areas frequented by drought are expected to see little difference in the number of extreme rainfall days.\nOne of the major findings of the 2009 assessment report—which will be updated in a new edition this coming spring—is that we’re already seeing increases in the amount of heavy precipitation in the United States, particularly in the Northeast and Midwest. The amount of rain falling in the heaviest downpours has increased approximately 20 percent on average in the past century.\nDepending on how resilient a natural or manmade landscape is, heavier rain could exacerbate floods that disrupt traffic and transportation, overburden stormwater and runoff systems, damage property and infrastructure, and reduce crop yields due to excess water or field flooding, among other impacts. In Salt Lake City, water resource managers are learning from past extreme rain events and changing their operations so the water system is more resilient in the future.\nThese trends are widely thought to be associated with the fact that warmer air temperatures fuel more evaporation, which leads to a wetter atmosphere. Scientists have measured a significant increase in specific humidity (the volume of water vapor) over the Earth’s surface, which is consistent with the long-term warming trend in our planet's average surface temperature.\nClimate model projections that simulate conditions decades into the future are helpful for understanding some of the physical processes behind extreme events—why they occur and how they will change in the future. The Coupled Model Intercomparison Project (CMIP) panel—a subcommittee of the World Climate Research Programme—designs experiments to evaluate differences among climate models in how they simulate our global climate system and predict future changes, and whether model output is consistent with observations.\nMaps by NOAA Climate.gov, based on downscaled CMIP3 multi-model data provided by Katharine Hayhoe.\nRelated Links\nUSGCRP report Weather and Climate Extremes in Changing Climate, Chapter 3\nGlobal Climate Change Impacts in the United States (2009) (pdf)\nCoupled Model Intercomparison Project\nHelp us improve our content",
  "source": "climate.gov"
}