{
  "url": "https://www.climate.gov/news-features/featured-images/winter-2013-14-already-tops-2012-13-number-hurricane-force-storms",
  "title": "Winter of 2013-14  already tops 2012-13 for number of hurricane-force storms in North Atlantic",
  "date": null,
  "content": "Winter storms in the North Atlantic can whip up winds as strong as a hurricane. Some even undergo bombogenesis, a process of rapid intensification that can lead to especially dangerous winds and precipitation. Although each event is short-lived, the influence of repeated hurricane-strength storms (winds at least 74 mph) throughout the winter can leave a clear mark on wind patterns in the North Atlantic.\nThe map at right shows difference from average wind speed across the Northern Hemisphere for January-February 2014. Blues indicate areas with wind speeds that were higher than the 1981-2010 average; browns indicate winds were lower than average. Most of the Northern Hemisphere is awash with white and muted blues and browns, indicating winds were not especially different from the long-term average for this time of year. In the North Atlantic, however, an unusually high number of hurricane-force storms have left splashes of dark blue off southeastern Greenland, Norway, Europe, and the western Mediterranean.\nAccording to NOAA’s Ocean Prediction Center, 20 separate hurricane-force wind events occurred during January through February alone, and 14 of them had low-pressure centers that underwent the rapid intensification that meteorologists call bombogenesis, in which the storm’s central pressure drops by at least 24 hPa in a 24-hour period. In addition, 8 of the low centers had a central pressure below 950 hPa—a rough threshold that meteorologists have historically used to signify an intense storm.\nBetween October 25, 2013, when the first hurricane-force event of the season occurred, and March 8, when the most recent one to date occurred, 43 unique hurricane-force events have blasted their way across the North Atlantic. Thirty of them underwent rapid intensification. The most intense system occurred on December 24, 2013; pressure in the heart of the storm dropped to 929 hPa as the storm lurked north and northwest of the British Isles.\n\nIn comparison, the totals for 2012-2013 were a bit lower, with 41 unique hurricane-force events between October and April. Only 22 storms had low-pressure centers that underwent rapid intensification—8 fewer than this winter to date. Another difference between this winter and last is that while both seasons saw storm tracks passing near Greenland, many of this year’s events took a more southerly track through the eastern Atlantic near the British Isles.\nThese intense winter storms don’t always call it a season with the arrival of the spring equinox in late March. Last year’s final event occurred on April 19th, 2013. Don’t be surprised, says the Ocean Prediction Center, if we see a few more hurricane-force events in the North Atlantic this year!\n\nCaption by Rebecca Lindsey, adapted from a Facebook post from NOAA’s Ocean Prediction Center. Map by Dan Pisut, NOAA Environmental Visualization Lab, based on NCEP reanalysis data from NOAA ESRL Physical Sciences Division.\nNOAA Ocean Prediction Center\nHelp us improve our content",
  "source": "climate.gov"
}