{
  "url": "https://www.climate.gov/news-features/featured-images/future-flood-zones-new-york-city",
  "title": "Future Flood Zones for New York City",
  "date": null,
  "content": "If mid-century projections of sea level rise prove true for New York City, four times as many people may be living in the 100-year floodplain than were previously estimated based only on observed changes.\nThe maps at right show future flood zones for the area taking into account sea level rise from both ocean warming and ice sheet melt, and they factor in local conditions such as vertical land movement and regional climate variations. The maps, which were produced for a climate risk information report released by the New York City Panel on Climate Change in June 2013, show areas projected to be inundated during a 100-year flood (left) and a 500-year flood (right).\nEach map shows how the Federal Emergency Management Agency (FEMA) flood zone (dark blue) could grow by the 2020s (medium blue) and 2050s (light blue) under an extreme sea level rise projection of 2.5 feet by 2050—an almost worst-case scenario that falls within the 90th percentile of projected estimates. By the 2020s, the middle range of projections is 4 to 8 inches, and the high estimate is 11 inches. By the 2050s, the middle range of projections is 11 to 24 inches, and the high estimate is 31 inches.\nAreas in the 100-year flood zone have a 1 percent chance of being flooded annually and are particularly vulnerable to rising sea levels. The 100-year flood zone includes several communities that were hit hard by Sandy in late October 2012, including the Brooklyn-Queens Waterfront, the East and South Shores of Staten Island, South Queens, Southern Brooklyn, and Southern Manhattan. Structures in this zone are subject to special building codes and insurance and environmental regulations. Areas in the 500-year flood zone have a 0.2 percent chance of being flooded annually.\nThe report’s authors point out that the staggering extent and magnitude of coastal flooding during Sandy was likely influenced by sea level rise that has already occurred over the last century. (Sea level at the Battery Park tide gauge has risen 1.1 feet since 1900.) According to the City of New York’s overview of Sandy’s impacts, the floodplain boundaries on the FEMA flood maps in effect when Sandy hit indicated that 33 square miles of New York City might be inundated during a 100-year flood. By the end of the storm, 51 square miles flooded—17 percent of the city’s total land mass. This extent of flooding exceeded the 100-year floodplain boundaries by 53 percent citywide.\nWhile the flood projection maps serve as a powerful tool for illustrating future trends and informing long-term planning, they are not intended to be used to judge site-specific risks, insurance rates, or property values. They also do not account for possible future changes in storm intensity and frequency that could affect the occurrences and height of storm surge. New York City is especially vulnerable to storm surge due to its dense population and location at the apex of the New York Bight—a slight indentation along the New York and New Jersey coastlines that can act to funnel and amplify storm surge in the Lower New York Harbor.\nMaps by NOAA Climate.gov based on data courtesy of FEMA (existing flood zones) and the New York City Panel on Climate Change (projected). Flood zones based on FEMA’s June 2013 preliminary work map data.\nRelated Resources\nNew York City Panel on Climate Change: Climate Risk Information 2013.\nThe City of New York: A Stronger, More Resilient New York. Published June 11, 2013.\nNew York City Special Initiative for Planning and Recovery\nPlaNYC\nHelp us improve our content",
  "source": "climate.gov"
}