{
  "url": "https://www.climate.gov/news-features/featured-images/natural-variability-earth%E2%80%99s-reflectiveness-would-limit-our-ability",
  "title": "Natural variability in Earth’s reflectiveness would limit our ability to detect effects of climate engineering",
  "date": null,
  "content": "Some people have speculated that, just like changing from a black T-shirt to a white T-shirt can help keep you cool in the summer sunshine, making our planet more reflective to sunlight might help counteract global warming.  To the list of ethical, legal, political, and environmental obstacles such proposals face, NOAA and NASA scientists recently pinpointed a scientific one: the limits to our ability to detect that kind of change.\nBased on observations of reflected sunlight made by NASA satellites, this map illustrates the heart of the challenge: how much sunlight Earth reflects naturally varies a lot—not just from place to place and season to season, but even for the same month from year to year. The bigger the range of natural variability, the greater the odds that any evidence of a manmade effort to brighten up the planet would be lost in the “background noise.”\nThis map shows how much monthly reflectiveness varied between 2000 and 2012. Lighter shades indicate areas of higher natural variability and darker shades show areas of lower variability. Solid black areas were excluded from the analysis due to missing data in the polar regions, where the Sun does not shine in winter.  (This animation shows the variability from month to month.)\nParts of North America and Eurasia generally show the highest variability, thanks in part to seasonal changes in snow cover, vegetation, and clouds.  Cloud-free areas of the open ocean and arid landscapes in the subtropics generally have the lowest variability.\nRemember that the map shows which areas have the most variability and which have the least, not necessarily which areas are most or least reflective. For example, Greenland, the Sahara Desert, and the central equatorial Pacific are all very dark on the map, which means the amount of sunlight they reflect doesn’t change much over time (low variability). But those regions are at the opposite ends of the scale of actual reflectivness: the Greenland Ice Sheet and the light-colored sands of the Sahara are consistently bright (very reflective), while cloud-free ocean regions are consistently dark (not reflective).\nIt’s the lack of consistency that would make any attempt to measure the impact of climate engineering especially tricky. One way scientists can estimate our technological ability to detect a change in reflectivness is by studying natural “climate engineering” events, especially large volcanic eruptions in the tropics that injected sunlight-scattering particles way into the stratosphere.\nAfter analyzing more than a decade of satellite data, NOAA and NASA scientists concluded that to be detectable above Earth’s natural background variability, a three-month climate-engineering experiment in the equatorial zone would need to cause an increase in sunlight reflection that was three times as large as what occurred when Mount Pinatubo erupted in 1991.\nMap by NOAA Climate.gov, based on data provided by Dian Seidel. The map is an adaptation of Figure 1 (e) in Seidel, et al (2014), which shows the standard deviation of monthly albedo anomalies from 2000-2012.\nSeidel, D.J., Feingold, G., Jacobson, A. R., Loeb, N. (2014). Detection limits of albedo changes induced by climate engineering. Nature Climate Change, 4, 93–98.\nNOAA press release\nNOAA State of the Science Factsheet: Climate Engineering\nGeoengineering the Climate System: A Policy Statement of the American Meteorological Society\nHelp us improve our content",
  "source": "climate.gov"
}