{
  "url": "https://www.climate.gov/news-features/featured-images/noaa-climategov-nominated-webby-awards",
  "title": "NOAA Climate.gov nominated for Webby Awards",
  "date": null,
  "content": "The International Academy of the Digital Arts & Sciences has chosen NOAA Climate.gov as one of five nominees for the annual Webby Awards for online excellence. We’re nominated in both the 'Government' and 'Green' categories. If you're a fan of our site, please consider voting for us in those categories.\nVoting is open from now until April 24. You do have to register/login, but you can use your Facebook, Google, or Twitter logins, or an email address with no additional personal info.\nVote for Climate.gov in the Government category.\nVote for the \"Teaching Climate\" section in the Green category.\nThe Webby Awards are the Internet's most respected symbol of success (much like a Grammy or an Oscar), so it's an honor just to be nominated. Out of the millions of sites, videos, ads, and mobile apps in existence, and the tens of thousands that were submitted for consideration, only a handful of Nominees were selected by the Academy for The 18th Annual Webby Awards.\nIf you are a regular visitor to the News & Features section of NOAA Climate.gov, you are most likely familiar with our stories, videos, and data visualizations. But those are just some of the features that NOAA Climate.gov has to offer.\nAcross our website's four main sections, we promote public understanding of climate science and climate-related events, to make our data products and services easy to access and use, to provide climate-related support to the private sector and the Nation’s economy, and to serve people making climate-related decisions with tools and resources that help them answer specific questions.\nNOAA Climate.gov is a team effort.  It would not be possible to produce and publish the site without contributions from more than a dozen personnel from across NOAA and from among our valued partners. And, most especially, our nomination wouldn't have been possible without the work of NOAA's and its partners' world-class climate science research, data products, and services that are routinely featured in the site.\nWe would appreciate your support, and hope you keep visiting us!\nVote for NOAA Climate.gov in the Government category.\nVote for NOAA Climate.gov's \"Teaching Climate\" section in the Green category.\nHelp us improve our content",
  "source": "climate.gov"
}