{
  "url": "https://www.climate.gov/news-features/featured-images/snow-largely-no-show-iditarod-trail-sled-dog-race",
  "title": "Snow is largely a no-show for Iditarod Trail Sled Dog Race",
  "date": null,
  "content": "On March 1, 65 mushers and their teams of dogs left Anchorage, Alaska, on a quest to win the Iditarod—a race covering 1,000 miles of mountain ranges, frozen rivers, dense forest, tundra and coastline. According to local news reports, a lack of snow covering the trail’s harsh terrain made the race especially challenging, and many mushers pulled out of the race due to injuries and broken sleds.\nThe maps at right show model-estimated snow depth across the state as of March 5. (Mouse over the buttons at lower left to see the snow depth combined with topography.) Historical Iditarod trail routes are shown in black. Snow depth increases from gray (one foot or less), to blue, to white (3 feet or more).\nThe race traditionally starts in Anchorage and ends in Nome. It splits into northern (used in even years) and southern (used in odd years) routes at the town of Ophir. The only year to follow a different course was 2003 (white line), when a similarly mild winter and lack of snow forced the race to start farther north, at Fairbanks. According to news reports, race organizers debated using that starting point for a second time this year, but eventually decided against it.\nOn March 5, many mushers had just emerged from the checkpoint at Rainy Pass—a stretch of particularly treacherous terrain on the north side of the Alaska Range. Photos from this section of the race depict rocky, barren trails.\nThe inland slopes of the mountains were quite dry, with snow accumulations ranging only between 1 and 2 feet. In the weeks leading up to the race, a persistent flow of southerly moisture brought above-normal precipitation to windward coastal areas, but left inland terrain dry and warm. These conditions only served to melt what little snow there already was on the ground on the leeward side of the mountains.\nOverall, this past winter was the eighth warmest winter in Alaska on record, with an average temperature 6.2°F above the 1971-2000 average, marking the warmest winter for the state since 2002-03. Statewide, winter precipitation total was 21 percent above average, but February was quite dry. Much of Alaska received less than 70 percent of normal precipitation that month. The town of McGrath—the largest checkpoint on the race route in Interior Alaska—tied for its eighth-driest February and its second-warmest January on record. According to the 2009 National Climate assessment, Alaska has warmed at more than twice the rate of the rest of the United States’ average over the past 50 years. Its annual average temperature has increased 3.4°F, while winters have warmed even more, by 6.3°F.\nThe sparse snow cover at several points along the trail exposed roots, tree stumps, and other hazardous obstacles. Lack of snow also made it harder for mushers to brake their speeding dogs. Only a few days in, several mushers—veterans among them—were forced to drop out because of injuries due to crashes.\nWhile the rugged, snowless conditions banged up sleds and mushers alike, “the dogs seem to kind of like the concept, [they had] a lot more free range, mushers had less option for slowing them down,” according to an Alaska Dispatch interview with a race veterinarian. Conditions didn’t seem to slow down the winning team, though. Dallas Seavey and his sled dogs crossed the finish line in a record time of 8 days, 14 hours, and 9 minutes, about five hours faster than the previous record.\nMaps by NOAA Climate.gov, based on modeled snow depth data (0.01 decimal degree resolution) provided by the NWS National Operational Hydrologic Remote Sensing Center.\nReferences and Related Reading\nAnchorage Daily News (2014, March 4) Injured Buser 'worried sick' about less-experienced Iditarod racers on rough trail. Accessed April 3, 2014.\nAlaska Dispatch (2014, March 4) Nasty, snowless trail dishes out heartache for Jonrowe, other top mushers. Accessed April 3, 2014.\nAlaska Dispatch (2014, March 15) Iditablog: Rookie Anderson scratches; 3 remain on trail. Accessed April 3, 2014.\nAlaska Dispatch (2014, March 16) Despite rough trail, dogs fared well in 2014 Iditarod. Accessed April 3, 2014.\nDaily News-Miner (2014, March 5) 12 mushers scratched, withdrawn from Iditarod. Accessed April 3, 2014.\nGlobal Climate Change Impacts in the United States, Thomas R. Karl, Jerry M. Melillo, and Thomas C. Peterson, (eds.). Cambridge University Press, 2009.\n\nIditarod Trail Committee Website: The Iditarod Trail. Accessed April 3, 2014.\n\nIditarod Trail Committee Website (2014, March 11). Dallas Seavey is the 2014 Iditarod Champion. Accessed April 3, 2014.\n\nNOAA National Climatic Data Center’s State of the Climate National Overview - February 2014. Accessed April 3, 2014.\nHelp us improve our content",
  "source": "climate.gov"
}