{
  "url": "https://www.climate.gov/news-features/featured-images/drought-busting-benefits-atmospheric-rivers",
  "title": "The drought-busting benefits of atmospheric rivers",
  "date": null,
  "content": "At the heart of California's water supply are atmospheric rivers—narrow, long ribbons of moisture that transport huge amounts of water vapor from the tropics toward the poles. When atmospheric rivers move inland and strike mountains, the air rises and cools, creating heavy rainfall. Atmospheric rivers are the source of 30-50 percent of precipitation along the U.S. West Coast, and they are a major driver of the region's most serious floods. But the events are also called “drought busters” because, as these maps show, just one or two storms can help replenish the water system during dry spells.\nWinter 2010 was a case in point. The maps at right show the drought status in California before and after two atmospheric river events in January 2010. Moderate to severe drought dominated California as of January 19 (image left). On January 20-21, an atmospheric river swept down the coast of California, followed by another event on January 24-26 that mainly impacted the northern half of the state. Over the course of the week, California averaged 3.63 inches of total accumulated rainfall, with some areas receiving as much as 21.8 inches (middle). By the end of the week (image right), only 19 percent of the state faced moderate drought conditions, a substantial decrease from 63 percent the previous week.\nPersistent droughts often end as a result of the arrival of an especially wet month or a few very large storms—but how often do atmospheric rivers play a role? A 2013 study analyzing drought events along the West Coast over the last 60 years found that 33-74 percent of droughts were broken by storms delivered during atmospheric river events. These events broke up about two-thirds of the droughts in the Pacific Northwest and about one-third to 40 percent of all droughts in California. The remaining droughts in California were mostly broken up by rainfall resulting from local low-pressure systems.\nMost of California’s rainfall occurs from November through May, and it’s very unusual for the region to get any rainfall in other parts of the year. A little more than half of California’s precipitation is generally concentrated in winter storms in December through February. This winter, however, an extreme lack of winter precipitation persisted, intensifying the deficit that had developed during the previous two water years. In February, a few storms finally found their way to the drought-stricken state, but unfortunately, they were not enough to alleviate the current drought emergency.\nWater shortages during dry years affect the interests of all kinds of water users in California, and they leave water managers trying to strike a careful balance. For instance, Sonoma County, California, has received less than half of its normal rainfall for this water year to date and is currently experiencing its driest period on record. Water levels in Lake Mendocino—the smaller and more vulnerable of the region’s two major reservoirs—have dropped to a near historic low storage level for this time of year. If relief does not come soon, Californians will face significant cutbacks in water use to prevent reservoirs from going dry in the fall.\nNOAA Climate.gov maps based on U.S. Drought Monitor data and PRISM precipitation data.\nReferences\nDettinger, Michael D. (2013): Atmospheric Rivers as Drought Busters on the U.S. West Coast. J. Hydrometeor, 14, 1721–1732.\nRelated Links\nWho Rules California's Russian River?\nAtmospheric River Information Page. Earth System Research Laboratory.\nCenter for Western Weather and Water Extremes (CW3E)\nDrought.gov\nHelp us improve our content",
  "source": "climate.gov"
}