{
  "url": "https://www.climate.gov/news-features/featured-images/ocean-acidity-dissolving-tiny-snails%E2%80%99-protective-shell",
  "title": "Ocean acidity dissolving tiny snails’ protective shell",
  "date": null,
  "content": "Nearly a third of the carbon dioxide released into the atmosphere from human sources has dissolved into the ocean, increasing the acidity of seawater. Acidified water corrodes calcium carbonate minerals—an essential ingredient for shell- and skeleton-building that many calcifying organisms rely upon.\nAlready--not decades from now as scientists previously expected--corrosive shelf water off the continental shelf of the West Coast is eating away at the shells of tiny free-swimming marine snails, called pteropods, that swim near the ocean’s surface and provide food for a variety of fishes, including salmon, mackerel, and herring. The top photo shows a healthy pteropod with a transparent shell and smoothly contoured shell ridges. The bottom photo shows what happens when the shell starts dissolving in corrosive waters. Instead of a smooth, ghost-like surface, the shell appears cloudy, ragged, and pockmarked with ‘kinks’ and weak spots.\nDuring a survey in August 2011 along a stretch of the continental shelf from northern Washington to southern California, researchers found a high percentage of pteropods with dissolving shells. Fifty-three percent of all pteropods sampled in the coastal region using a fine mesh net had severely dissolved shells. Conducted by the NOAA Ocean Acidification Research Program onboard the Research Vessel Wecoma, the survey took place during the upwelling season, when winds stir water rich in carbon dioxide up from depths of about 400-600 feet into the shallower waters of the continental shelf.\n“The researchers did not expect to see pteropods being affected to this extent in our coastal region for several decades,\" said William Peterson, Ph.D., an oceanographer at NOAA's Northwest Fisheries Science Center and one of the co-authors of a new paper based on the survey’s findings.\nDr. Nina Bednarsek, a researcher at NOAA's Pacific Marine Environmental Laboratory and lead author of the study, added: \"This study will help us as we compare these results with future observations to analyze how the chemical and physical processes of ocean acidification are affecting marine organisms.\"\nDr. Bednarsek and her colleagues estimated that the percentage of pteropods in this region with dissolving shells due to ocean acidification has doubled in the nearshore habitat since the pre-industrial era and is on track to triple by 2050 when coastal waters become 70 percent more corrosive than in the pre-industrial era due to human-caused ocean acidification. Large-scale impacts on pteropods and other calcifying organisms that form the base of the marine food chain could distress populations of larger fish that feed on them, leading to significant economic impacts on the multi-billion dollar U.S. seafood industry.\nReferences\nN. Bednarsek, R. A. Feely, J. C. P. Reum, B. Peterson, J. Menkel, S. R. Alin, B. Hales. Limacina helicina shell dissolution as an indicator of declining habitat suitability owing to ocean acidification in the California Current Ecosystem. Proceedings of the Royal Society B: Biological Sciences, 2014; 281 (1785): 20140123\nClimate.gov Related Link\nAn Upwelling Crisis: Ocean Acidification\nHelp us improve our content",
  "source": "climate.gov"
}