{
  "url": "https://www.climate.gov/news-features/featured-images/snowpack-across-us-west-may-12-2014",
  "title": "Snowpack across the U.S. West, May 12, 2014",
  "date": null,
  "content": "In early May 2014, snowpack varied considerably across the western United States, with more snow in the Cascade Mountains and northern Rocky Mountains, and less snow in the southern Rockies and Sierra Nevada Range. Variability in snowpack depth leaves different areas more or less vulnerable to summer water stress and wildfire risk.\nThis image shows snow depth as of May 12, 2014. Deep snow is pale blue or white, and trace amounts are dark purple. Snow-free land is gray, and rivers and lakes are blue. Snow depth is greatest in the north, partly due to the southern states' naturally warmer climate, but also due to snow deficits in the south.\nThe U.S. Department of Agriculture reported that April 2014 snowpack was mostly normal over the northern half of the West, but low over the southern half. The National Interagency Fire Center (NIFC) reported that Oregon and Washington had more snowpack than areas to the south, but both states suffered some snowpack deficits. Northern California's snowpack was less than 10 percent of normal at the start of May. Meanwhile, in the northern Rockies, unusually cool temperatures had delayed the onset of snowmelt.\nRobust snowpack means more than fluffy fun for skiers, or pretty views from mountain home windows. Snowpack serves as a \"frozen reservoir\" for much of the American West, which is far drier than the eastern half of the country. So in the American West, runoff from melting snow must be carefully managed through the region’s hot, dry summers. Residents of Los Angeles and growers in southern California, for example, depend on snowmelt from the Colorado Rockies for a significant amount of their city and irrigation water.\nMay's paltry snow depths in the Southwest were symptoms of a larger pattern. As the 2014 summer approached, California remained in a years-long drought, and dry or drought conditions stretched across most of the remaining western states. As of May 6, only Montana, North Dakota, and Wyoming remained largely or completely unscathed. The snowpack in watersheds of the Colorado and other rivers—water that would normally be used to compensate for the region’s typically sparse rainfall—was in short supply.\nLow snowpack has ramifications besides less water for drinking, washing, and irrigation. Snow affects wildfires, though the relationship can be complicated. In the central Rockies, greater snowpack usually delays the onset of wildfire season. But in the Rockies and elsewhere, snow's moisture can spur plant growth. That's fine, unless subsequent heat and wind dry the vegetation and leave it ready to catch fire. Based on snowpack, rain, and other factors, the NIFC reported that wildfire danger would be above normal for parts of California, Arizona, and New Mexico in May 2014, and that the heightened-fire-risk area would expand into Oregon, Nevada, and southern Washington through the summer.\nFailey, T. (2013, July 30).  New Reports Explore How A Shifting Climate May Impact Eight U.S. Regions. GlobalChange.gov. Accessed May 13, 2014.\nNational Interagency Fire Center. (2014, May 1). National Significant Wildland Fire Potential Outlook: May, June, and July through August 2014. Accessed May 13, 2014.\nUniversity of Nebraska-Lincoln. (2014, May 6). U.S. Drought Monitor. Accessed April 22, 2014.\nU.S. Department of Agriculture Natural Resources Conservation Service. (2014, May). Western Snowpack and Water Supply Conditions. Accessed May 13, 2014.\nHelp us improve our content",
  "source": "climate.gov"
}