{
  "url": "https://www.climate.gov/news-features/featured-images/changes-wind-shear-accompany-shift-latitude-where-hurricanes-reach",
  "title": "Changes in wind shear accompany shift in latitude where hurricanes reach maximum intensity",
  "date": null,
  "content": "Things that have migrated in response to warming climate: penguins, Atlantic cod, butterflies, pikas, Arctic shrubs… . The list could go on for pages. Recent research from NOAA-affiliated scientists suggests there’s a new entry: the latitude where hurricanes, typhoons, and cyclones reach their maximum intensity.\nJim Kossin, an atmospheric scientist with NOAA’s National Climatic Data Center, and two colleagues analyzed historical records of storms and documented that on average, the latitude where tropical cyclones reach their peak strength has shifted farther north of the equator in the Northern Hemisphere (top left, gray shading shows range of uncertainty) and farther south in the Southern Hemisphere (top right).\nAs a reality check on their results they looked for underlying changes in average vertical wind shear that atmospheric physics suggests would be consistent with the latitude shift: stronger shear close to the equator (vertical shear can shred developing storms) and relaxed shear at higher latitudes.\nThe maps show the results of one of their analyses: changes in vertical wind shear across the tropical and subtropical Pacific—the world’s most active tropical cyclone basin—between 1995-2010 compared to 1980-1994. The top map shows changes for August-October, the peak months for tropical cyclones in the Northern Hemisphere, while the bottom shows changes during January-March, the months of the Southern Hemisphere cyclone peak. In the heart of the regions where tropical cyclones form and track, recent years have seen more shear (pink) in the deep tropics and less shear (green) at sub-tropical latitudes.\nThe change in vertical wind shear is consistent with a warming-induced expansion of the general circulation of the tropical atmosphere. The region’s average air motion is a cycle in which warm, humid air rises within ever-present thunderstorms around the equator, spreads out toward the poles at high altitudes, and sinks back toward the surface in the sub-tropics.  Warming invigorates that cycle, expanding the circulation farther north and south of the equator.\nThe poleward shift in latitude of maximum intensity is a zonal average trend, which means it emerged when Kossin and his colleagues collapsed worldwide cyclone-basin data into discrete latitude bands. The pattern is strong in some basins (including the Pacific), but weaker or absent in others (including the North Atlantic).  The differences are likely a result of short-term climate variability and different geography from basin to basin.\nMost tropical cyclones reach their peak intensity over the open ocean, and of course, not all storms make landfall. This research doesn’t claim that the observed change has had an impact yet on human populations at different latitudes. But if the trends continue, the scientists conclude, the shift has the potential for “profound consequences for life and property” as exposure to risk from land-falling storms changes. In addition, many places in the tropics depend heavily on the rain that accompanies tropical storms and cyclones, and a decrease in the frequency or intensity of rainfall could create water supply stress.\nReferences\nKossin, J. P., Emanuel, K. A., & Vecchi, G. A. (2014). The poleward migration of the location of tropical cyclone maximum intensity. Nature, 509(7500), 349–352. doi:10.1038/nature13278\nParmesan, C. (2006). Ecological and Evolutionary Responses to Recent Climate Change. Annual Review of Ecology, Evolution, and Systematics, 37(1), 637–669. doi:10.1146/annurev.ecolsys.37.091305.110100\nHelp us improve our content",
  "source": "climate.gov"
}