{
  "url": "https://www.climate.gov/news-features/featured-images/warming-climate-claims-chunks-alaskas-northern-coast",
  "title": "Warming climate claims chunks of Alaska's northern coast",
  "date": null,
  "content": "Released in May 2014, the most recent National Climate Assessment examines impacts of a changing climate on the United States. Not surprisingly, climate change affects different landscapes and regions in different ways. In Alaska, one consequence of warming is coastal erosion.\nThese photos show an area near Drew Point, along Alaska's northern coast. Taken on August 9, 2007, the top photo shows how ocean waves have undercut the land nearest the shore. Grassy turf extends out over a wave-cut notch. Taken on June 20, 2008, the bottom photo shows what often follows such undercutting: chunks of coastline tumbling into the sea.\nOcean waves slowly eat away coastal cliffs the world over, but in parts of Alaska, these processes have accelerated due to changing climate. There, coastal erosion owes its accelerated pace to two climate-driven phenomena: declining sea ice and thawing permafrost.\nSea ice over the Arctic Ocean absorbs wave energy and greatly reduces shoreline wave erosion, but summertime Arctic sea ice has declined to record-low extents multiple times since the turn of the 21st century. By the end of summer, large expanses of open ocean allow late-summer and autumn storms to stir up fierce waves. In fact, when the top picture was taken, Arctic sea ice was retreating to a summer minimum extent not previously seen in the satellite record. (The 2007 record was broken in 2012.)\nAt the same time stronger waves have pounded the northern Alaska coastline, the land along that coastline has softened. Permafrost acts like cement in strengthening the ground, but as permafrost thaws, land becomes much softer and more vulnerable to erosion.\nThese photos show coastal erosion in a remote area, but the same kind of erosion has struck coastal settlements. The National Climate assessment highlighted three Alaska communities—Newtok, Shishmaref, and Kivalina—that have suffered such extensive infrastructure damage that residents may have no choice but to relocate. Such relocation could be tricky, as the report explains, \"Recognizing the increasing danger from coastal erosion, Newtok has worked for a generation to relocate to a safer location. However, current federal legislation does not authorize federal or state agencies to assist communities in relocating, nor does it authorize them to repair or upgrade storm-damaged infrastructure in flood-prone locations like Newtok.\"\nChapin, F. S., III, S. F. Trainor, P. Cochran, H. Huntington, C. Markon, M. McCammon, A. D. McGuire, and M. Serreze. (2014). Ch. 22: Alaska. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 514-536. doi:10.7930/J00Z7150.\nHelp us improve our content",
  "source": "climate.gov"
}