{
  "url": "https://www.climate.gov/news-features/featured-images/what-happened-last-year%E2%80%99s-atlantic-hurricane-season",
  "title": "What happened to last year’s Atlantic hurricane season?",
  "date": null,
  "content": "Last summer, climate conditions were primed to deliver an above-average—possibly very active—hurricane season in the Atlantic. And then…? The 2013 Atlantic Hurricane season produced the fewest number of hurricanes since 1982, joining 1997 and 2009 as the only below-normal seasons since 1995.\nWhat happened? These maps show the main reasons: persistently strong vertical wind shear (top map), and dry, sinking air (bottom left and right) across the Atlantic hurricane Main Development Region (black outline) from August-October—the peak months of the season.\nThe amount of hurricane activity within the main development region nearly always determines the overall strength of the season. During 2013, the above conditions allowed only one hurricane (Humberto) to form in the region, resulting in a below-normal season.\nStrong wind shear—a large change in wind speed and/or direction going up through the atmosphere—can destroy a hurricane or even prevent one from forming. The top map shows the difference from average (1981-2010) in the strength of the vertical wind shear during August-October 2013, measured between 200 and 850 millibars of pressure (roughly 4,500 feet and 38,000 feet altitude).  The vertical wind shear across much of the western half of the main development region and the Gulf of Mexico was stronger than normal.\nThanks to the same wind pattern, air across much of the main hurricane development region was forced to sink toward the surface and dry out. The bottom two maps show the difference from average humidity (left) and vertical air motion (right) for a slab of the atmosphere between 400 and 600 millibars of pressure (roughly 13,000 and 23,000 feet altitude).\nAir across much of the main development region was up to 20-30 percent drier than average (brown), and sinking motion was extensive (purple). Normally, the air in this region would be moist and buoyant, which favors hurricane formation.\nHurricanes form and strengthen through convection (the rising of warm, moist air) and latent heating (the release of heat into the atmosphere when water vapor condenses into rain).  Weak vertical wind shear is critical for allowing thunderstorms to intensify, organize, and develop the cyclonic rotation that is a prerequisite for a hurricane.\nDuring the 2013 season, storms trying to develop within the main development region encountered extensive regions of strong vertical wind shear, dry air, and sinking motion: the opposite of conditions favorable for hurricanes.\nEven during an active season, weather conditions unfavorable to hurricanes come and go; what makes the seasons active is that, on average, the climate conditions favoring more and stronger storms within the main development region win out.\nWriting in an email about the season, Dr. Gerry Bell, lead seasonal hurricane forecaster for the NOAA Climate Prediction Center, explained that the hurricane-suppressing wind pattern that set up across the tropical Atlantic and Caribbean Sea in 2013 was of record strength.\nBell wrote, “The last time this weather pattern was present was 1994. It does not appear to be linked to any known climate factors, and it is currently not predictable.”\nNOAA. (2013, November 25; updated 2014, February 11). NOAA: Slow Atlantic hurricane season coming to a close\nHelp us improve our content",
  "source": "climate.gov"
}