{
  "url": "https://www.climate.gov/news-features/featured-images/will-el-ni%C3%B1o-dry-out-indian-monsoon-well-it%E2%80%99s-complicated",
  "title": "Will El Niño dry out the Indian monsoon? Well, it’s complicated.",
  "date": null,
  "content": "Scientists who monitor the tropical Pacific Ocean for the warming that signals the onset of the El Niño climate pattern know that it doesn’t occur in exactly the same location during each event. For the billions of people in Asia who depend on the Indian Monsoon for the majority of their yearly rainfall, where that warming occurs may be the difference between a relatively normal year and a devastating drought.\nThese maps show the difference from average of June-September sea surface temperature across the tropical Pacific during two El Niño events that had dramatically different impacts on the Indian Monsoon: a moderate event in 2002 (top) and the strongest El Niño of the twentieth century, in 1997 (bottom).  You might suspect that the stronger event had the most influence on the Indian Monsoon, but in fact, rainfall that year was slightly above average. Meanwhile, 2002 was one of the driest monsoons in the modern record.\nAs Tom Di Liberto explains in a new ENSO blog post, El Niño does tend to suppress the monsoon: accumulated rainfall during the monsoon season is definitely more likely to be below average than above average during an El Niño. But not all El Niños are created equal, and, according to some research (Kumar et al., 2006), the location of the warming may make a big difference with regards to the impact on the Indian monsoon.\nAccording to this research, the location potentially matters because the place where the ocean surface warms up becomes a season-long bull’s-eye for unusually strong  rising air flow. Like the spray from a fountain on the surface of a pond, the high-altitude outflow must eventually descend back to the surface. Descending air is generally dry and stable: the opposite of conditions needed to trigger India’s monsoon rains.\nWhen the warming is concentrated in the eastern Pacific, as it was during the El Niño of 1997-98, the descending air flow was shifted away from the Indian subcontinent, and the monsoon was unaffected. During the 2002 event, however, the warming was concentrated in the central Pacific. With the warming smack in the middle of the Pacific, the descending air flow reached much farther west, closer to the Indian subcontinent. The result was drought that was both widespread and severe.\nNOAA National Climatic Data Center, State of the Climate: Global Hazards for August 2002, published online September 2002, retrieved on July 1, 2014 from http://www.ncdc.noaa.gov/sotc/hazards/2002/8.\nDiLiberto, T. (2014, July 2). ENSO and the Indian Monsoon… not as straight forward as you’d think.\nKumar, K. Krishna, B. Rajagopalan, M. Hoerling, G. Bates, M. Cane, 2006: Unraveling the Mystery of Indian Monsoon Failure During El Niño. Science, 314, 115-119.\nHelp us improve our content",
  "source": "climate.gov"
}