{
  "url": "https://www.climate.gov/news-features/featured-images/what%E2%80%99s-mystery-behind-west-antarctica%E2%80%99s-disappearing-ice",
  "title": "What’s the Mystery Behind West Antarctica’s Disappearing Ice?",
  "date": null,
  "content": "Why on Earth are climate scientists so interested in the West Antarctic ice sheet? This remote region of the seventh continent has been the subject of many recent research explorations--the results of which have been described in the news with words like “collapse,” “irreversible,” and “huge.”\nAntarctica’s West Antarctic Ice Sheet, pictured at right, has two massive ice slabs (the Ronne and Ross Ice Shelves) and many smaller, flat ice plates that sit right at sea level, afloat on the Southern Ocean. Exposed to both air and ocean changes at that position, the ice sheet is particularly vulnerable to warming. In particular, satellite and ground-based observations of the glaciers and floating ice surrounding the Pine Island Bay area reveal that much of the ice in the area has seen significant flow acceleration—meaning more ice is flowing into the ocean—since the 1970s.\nNASA’s primer on the region offers a helpful explanation of why this area is so unstable. One of the big contributing factors is that the majority of the ice sheet is resting, or “grounded,” on land that lies well below sea level. The other factor is that, below the floating ice at the edges of the ice sheet, ocean currents can deliver warm water to the underside of the ice—especially the “grounding line”--the point where the ice first begins to float.\nAccording to NASA, the warm water sets off a chain reaction. “Ocean heat eats away at the ice, the grounding line retreats inland, and ice shelves lose mass. When ice shelves lose mass, they lose the ability to hold back inland glaciers from their march to the sea, meaning those glaciers can accelerate and thin as a result of the acceleration.” This cycle of melting, thinning, and acceleration shifts water and ice from land to ocean, ultimately raising sea level.\nScientists who specialize in studying Earth’s past climates are trying to figure out whether Antarctica's western ice sheet melted away completely 125,000 years ago--the last time Earth's climate warmed to the temperatures the planet is predicted to reach in the next two centuries. If it melted then, it's likely to do it again. The melting of the West Antarctic Ice Sheet would raise sea level by many feet (3 to 4 meters), enough to affect many seaside cities.\nOne technique that can help reveal Earth’s climate history is to drill into the ice sheets with a hollow tube and remove long cylinders of ice called ice cores. Layers in the ice are like snapshots of the past snowfall, air, and climate, anywhere from a few months to a few years for every inch along the core.  After analyzing enough ice core slices, a researcher can identify patterns and track changes in the atmosphere's composition and temperature, and in many cases can determine what activity on Earth caused these changes.\nRecent research suggests that right now, the Pine Island Bay area of the ice sheet is almost certainly headed toward inevitable collapse. After a study published in March 2014 confirmed that the glaciers surrounding the Amundsen Sea had been continually speeding up for the past 40 years, a second study suggested that the accelerating flow will not slow or stop, leading to the eventual collapse of the Amundsen Sea portion of the ice sheet. The melting of that chunk of the ice sheet could, by itself, eventually raise sea levels more than three feet over the next few hundred years.\nImage by the NASA/GSFC Scientific Visualization Studio, based on Landsat Image Mosaic of Antarctica data.\nRelated Links\nThe \"Unstable\" West Antarctic Ice Sheet: A Primer. NASA.gov. May 12, 2014.\nDecline of West Antarctic Glaciers Appears Irreversible. NASA Earth Observatory. May 16, 2014.\nClimate at the Core: how scientists study ice cores to reveal Earth’s climate history. Climate.gov. May 1, 2014.\nReferences\nMouginot, J., E. Rignot, and B. Scheuchl (2014, March 5), Sustained increase in ice discharge from the Amundsen Sea Embayment, West Antarctica, from 1973 to 2013, Geophys. Res. Lett., 41,1576–1584. Accessed July 9, 2014.\nJoughin, I., Smith, B.E., and Medley, B. (2014, May 12) Marine ice sheet collapse potentially underway for the Thwaites glacier basin, West Antarctica. Science, 735-738. July 9, 2014.\nHelp us improve our content",
  "source": "climate.gov"
}