{
  "url": "https://www.climate.gov/news-features/featured-images/eastern-pacific-temperatures-say-yes-el-ni%C3%B1o-western-pacific",
  "title": "Eastern Pacific temperatures say yes to El Niño, western Pacific undecided",
  "date": null,
  "content": "In a new ENSO blog post, Michelle L’Heureux explains how the sea surface temperatures in the western Pacific, around Indonesia and Australia, may be hindering the atmosphere from getting into sync with the ocean and playing its typical part in the development of El Niño.\nThese maps illustrate the situation from April through June 2014: unusually warm conditions not just in the central and eastern tropical pacific—the official ENSO monitoring region—but also in the western Pacific. Between April and June, the warm anomaly in the eastern Pacific off South America clearly intensified, with the red shades growing much deeper.\nBut temperatures remained warmer-than-average on the opposite side of the Pacific as well, with intermediate shades of red surrounding Indonesia and Australia. L’Heureux explains that the more typical pattern during El Niño is for that area to become cooler. This east-west gradient in sea surface temperature anomalies—near to below average in the west, above  average in the east—may be a necessary part of a self-reinforcing feedback loop that is key to getting the atmosphere to play its part in El Niño.\nFor example, during El Niño events, the typical easterly surface winds across the Pacific die down, or sometimes even reverse directions. The reversal in winds happens because the location of the relative low and high pressure areas change places from the west to the east. (Surface winds blow toward low air pressure.)\nWhat causes the lower and higher pressure areas to switch places? In part, changes in evaporation and rising air motion driven by increases and decreases in sea surface temperature.\nAs the maps show, the eastern Pacific grew to be much warmer than average in June. Ideally, this warmth would make the overlying air more buoyant, fostering more rising motion in the atmospheric circulation; rising air generates lower surface pressure; lower surface pressure draws the winds.\nThis circulation would be strengthened further if surface pressure “upwind” around Australia and Indonesia were relatively high. But high surface pressure is more likely to be associated with relatively cool waters; the cool water cools the air, which sinks and settles near the surface. But as the maps show, the waters around Australia and Indonesia have also been warmer than average through June.\nIn short, the eastern Pacific sea surface temperatures have been more friendly to El Niño through June, while the western Pacific appears to have been undecided. Read more on the ENSO blog.\nHelp us improve our content",
  "source": "climate.gov"
}