{
  "url": "https://www.climate.gov/news-features/featured-images/future-temperature-and-precipitation-change-colorado",
  "title": "Future Temperature and Precipitation Change in Colorado",
  "date": null,
  "content": "Despite uncertainties around future precipitation change, it is clear that as temperatures rise in Colorado, the state is expected to face significant challenges to managing water resources, according to a new report on climate change in Colorado released by the Western Water Assessment and the Colorado Water Conservation Board.\nFor the report, researchers considered 37 climate model projections—representing all of the global climate models that informed the latest IPCC report—to examine how annual temperature and precipitation might change by 2050 over the western United States. The projections shown in the figure above are based on a medium-low emissions scenario that climate modelers refer to as RCP 4.5, which assumes that annual greenhouse gas emissions peak around 2040 and then decline through 2100, presumably from climate policies that limit emissions.\nThe first map in the top row shows the projected change in annual temperature by 2050, averaged across all 37 model projections. The second and third maps show the projected annual temperature changes averaged across the highest 20 percent and lowest 20 percent of the model projections, in terms of statewide change for Colorado.\nAll the models point to a warmer future, with statewide annual temperatures projected to warm between 2.5°F and 5°F by 2050 relative to a 1971–2000 baseline. A 2-degree increase would make the city of Denver’s temperatures in 2050 more like the southern Colorado city of Pueblo is today. With higher emissions (RCP 8.5), the projected warming for Colorado is as much as 6.5°F by mid-century, which would make Denver’s temperatures more similar to those found today in Albuquerque, New Mexico.\nThere is less agreement among the models about future precipitation change for Colorado, which is shown in the second row of images. The models are split on whether the future will bring increasing, decreasing, or similar-to-current precipitation in Colorado. They show a range of possible outcomes from a 5 percent decrease to a 6 percent increase by mid-century. The risk of decreasing precipitation appears to be higher for the southern parts of the state.\nIt may seem tough to plan for Colorado’s water future given the uncertainty in the precipitation projections, but using even uncertain and imperfect projections of future climate at hand can be more helpful to water managers than waiting around for “better” projections.\n“We have high confidence in continued warming, and the warming alone will have impacts on hydrology and water resources, especially the likely continuation of the ongoing shift to earlier timing of snowmelt and runoff,” the report authors write. “The more uncertain projections of annual precipitation and streamflow for Colorado—which in many cases show little or no average change—should not be construed as a ‘no change’ scenario, but rather as a broadening of the range of possible water futures, some of which present serious challenges to the state’s water systems.”\nEven if the future brings more precipitation, benefits to skiers, farmers, and cities may be offset by a warmer atmosphere pulling more moisture out of the state’s snowpacks, soils, crops, and other plants. Rising temperatures are also expected to increase the frequency and severity of heat waves, wildfires, and droughts—which would continue increasing trends already observed over the past 30 years.\nMap by NOAA Climate.gov, based on CMIP5 data provided by Imtiaz Rangwala. Adapted from Figure ES-2 in Climate Change in Colorado: A Synthesis to Support Water Resources Management and Adaptation.\nReferences\nClimate Change in Colorado: A Synthesis to Support Water Resources Management and Adaptation\nColorado report: climate change projected to reduce water in streams, increase water needs for crops, cities (NOAA Press Release)\nHelp us improve our content",
  "source": "climate.gov"
}