{
  "url": "https://www.climate.gov/news-features/featured-images/western-drought-brings-lake-mead-lowest-level-it-was-built",
  "title": "Western drought brings Lake Mead to lowest level since it was built",
  "date": null,
  "content": "On July 11, the day these photos were taken, the Lake Mead reservoir reached its lowest water level since the lake was first filled during the construction of the Hoover Dam in the 1930s, according to the Bureau of Reclamation. The lake’s elevation was 1,081.77 feet—147.23 feet below capacity and 133.99 feet below its last peak in 1998. Similar to how the rings in the cross-section of a tree trunk can tell a story about that tree’s past, the high points and low points of Lake Mead’s water history can be glimpsed from observing recent photos taken at the Hoover Dam.\nThe highest rust-colored ring on the concrete dam structure shown in the top photo marks the height of the water when the lake is near capacity (it’s never allowed to literally fill to the tip-top).  The top of the dark ring around the water intake towers at image left in the foreground indicates the height of the water level on December 21, 2012—the highest the lake has been this decade. At the time, water levels were down 95.4 feet from 1998 levels. The white “bathtub ring” seen on the rocky sides of the reservoir in the bottom photo shows the historical high water level in the reservoir. The ring is a coating of minerals, deposited on the rocks while they were covered by water.\nThe Lake Mead reservoir—the largest in the United States—stores Colorado River water for delivery to farms, homes, and businesses in southern Nevada, Arizona, southern California, and northern Mexico. According to the National Park Service website, about 96 percent of the water in Lake Mead is from melted snow that fell in Colorado, Utah, New Mexico, and Wyoming. Each year, these “Upper Basin” states are required to allow a minimum flow of Colorado River water to reach Lake Mead.\nThis year’s new low was hardly unexpected. Runoff in the Upper Colorado River Basin was 94 percent of average in 2014, but that flow wasn’t enough to make up for the previous two years’ shortfalls: runoff was only 47 percent of normal in 2013 and 45 percent in 2012, according to the Bureau of Reclamation.\nThe past two years are a continuation of a15-year dry spell in the U.S. Southwest that has led to more water going out of Lake Mead than coming in. The lake reached a recent high* of 1,215.76 feet in November 1998, but it has not approached that level since. The Bureau’s Boulder Canyon Operations Office projects the lake’s elevation to continue to drop through the fall, falling to approximately 1,080 feet in November of this year.\nFluctuations in regional climate and the resulting water level in Lake Mead are an expected part of its operation, but many scientists are concerned that the recent prolonged drought could be a sign that the region will confront significant water supply challenges as greenhouse gas concentrations continue to rise.\nProjections of precipitation changes in the Colorado watershed are less certain than those for temperature changes in the Southwest, but rising temperature along with declining snowpack and streamflows may threaten the reliability of surface water supply across the Southwest, according to the 2014 National Climate Assessment.\nThe report also warns that the current drought could be just beginning. Southwest paleoclimate records show that severe mega-droughts at least 50 years long have occurred in the past several thousand years. Unlike those ancient droughts, however, similarly dry periods in the future are projected to be substantially hotter, and for major river basins such as the Colorado River Basin, drought is projected to become more frequent, intense, and longer lasting than in the historical record.\n*Correction: The article first described the 1998 water level as an \"all-time high,\" but that record is held by July 1983, when water levels peaked at 1225.44 feet. The monthly record of water levles in Lake Mead is available from the Bureau of Reclamation.\nJuly 2014 Lake Mead Drought Update. NebraskaWeatherPhotos.org.\nLake Mead Levels to Drop to Historic Lows. Bureau of Reclamation. July 08, 2014.\n2015 Lake Powell Water Release to Lake Mead Will Increase. Bureau of Reclamation. August 13, 2014.\nGarfin, G., G. Franco, H. Blanco, A. Comrie, P. Gonzalez, T. Piechota, R. Smyth, and R. Waskom, 2014: Ch. 20: Southwest: Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 463-465. doi:10.7930/J08G8HMN.\nHelp us improve our content",
  "source": "climate.gov"
}