{
  "url": "https://www.climate.gov/news-features/featured-images/summers-over-arctic-sea-ice-extent-sixth-smallest-record",
  "title": "Summer's over in the Arctic: sea ice extent sixth smallest on record",
  "date": null,
  "content": "More or less in sync with the calendar, summer seems* to be officially over in the Arctic. According to scientists from the National Snow and Ice Data Center, sea ice appears to have reached its smallest extent of the year on September 17, 2014. The annual minimum was 5.02 million square kilometers (1.94 million square miles), making it the sixth smallest extent in the satellite era, which began in 1979.\nThe image at right shows the ice concentration on September 17, 2014. Areas where the surface was less than 15% ice covered are deep blue; places that were 100% ice covered are solid white. The orange line shows the 1981-2010 median extent for September 17. (Median means in the middle: half of the years in the record had smaller ice extents than this, and half had larger extents.)\nBelow the map is a graph that shows the daily ice extent over the course of the year. The black line traces the path of the 1981-2010 average, and the gray shading shows the range of variability (2 standard deviations from the mean). The record low extent of 2012 is marked with a dashed green line; the 2014 year to date is shown in light green.\nLess sea ice survives the annual summer melt today than it did several decades ago; a direct result of global warming. Although winters remain cold enough for sea ice to reform in the long months of polar darkness, the ice is not the same as sea ice that has grown and thickened over many years. It is relatively thin and fragile, and far less likely to last through the subsequent summer.\nBecause sea ice is already floating on the surface of the ocean, melting sea ice doesn’t contribute to sea level rise. But the reduction in summer ice extent has other significant consequences on climate and Arctic life. It accelerates Arctic warming because the dark ocean surface absorbs more sunlight than the reflective ice cover does. Less ice means less habitat for polar bears, seals, and walruses. Warmer ocean temperatures are allowing new species to move into Arctic waters.\nLonger ice-free seasons not only disrupt the subsistence hunting and fishing patterns of Arctic tribes, but they also increase coastal erosion by exposing shorelines to battering waves that would normally be dampened by ice cover. Some residents of Arctic towns and villages are already facing tough decisions about whether to abandon their communities and retreat inland or to try to fortify and adapt to changes still to come.\n*According to the NSIDC news release:\nPlease note that the Arctic sea ice extent number is preliminary—changing winds could still push the ice extent lower. NSIDC will issue a formal announcement at the beginning of October with full analysis of the possible causes behind this year's ice conditions, particularly interesting aspects of the melt season, the set up going into the winter growth season ahead, and graphics comparing this year to the long-term record.\nReferences & Links:\nArctic sea ice reaches minimum extent for 2014\nWeekly & monthly images of polar sea ice concentration from the NOAA View project\nHigh-resolution maps of Arctic sea ice from the MASIE project\nPolar Opposites: the Arctic and Antarctic\nHelp us improve our content",
  "source": "climate.gov"
}