{
  "url": "https://www.climate.gov/news-features/featured-images/increasing-ocean-acidification-threatens-alaska%E2%80%99s-valuable-commercial",
  "title": "Increasing ocean acidification threatens Alaska’s valuable commercial and subsistence fisheries",
  "date": null,
  "content": "Ocean acidification, the process by which ocean water acidifies as it absorbs carbon dioxide from the atmosphere, is changing ocean waters vital to Alaska’s fisheries—an industry that supports more than 100,000 jobs and generates more than $5 billion in annual revenue. According to a new study published in Progress in Oceanography, many of Alaska’s economically and nutritionally valuable marine fisheries are expected to face significant stress as atmospheric carbon dioxide levels continue to climb.\nThe maps on the right show the risk that ocean acidification poses to Alaska’s fishing industries. The risk index (orange tones) takes into account the hazard of ocean acidification itself—which waters are experiencing acidification and how that is expected to change---how exposed the fisheries are to the hazard, and how vulnerable the area’s human populations are to disruptions to their way of life.\nThe top map also shows the annual commercial value of fisheries in the area, with larger diamonds indicating a larger commercial harvest value.  The bottom map indicates regional subsistence fishing levels—when fishermen catch food to feed themselves and their families—in pounds per capita. The larger the circle, the more pounds per capita caught per year. Roughly 120,000 people (or 17 percent) of Alaskans rely on subsistence fisheries for the majority of their dietary protein.\nCommunities in the southeast and southwest sections of Alaska face the highest risk from increased acidification. Not only do Southeast and Southwest Alaska rely heavily on fisheries that are strongly impacted by ocean acidification, which is happening fast in the Gulf of Alaska, but underlying socioeconomic factors, such as low job diversity and lower income levels, also make people in those regions more vulnerable in general.\nAlaska’s fertile coastal waters are particularly vulnerable to acidification due to a combination of cold water, which absorbs more carbon dioxide than warm water, and ocean circulation patterns that bring naturally acidic deep ocean waters to the surface. Some of the marine organisms in Alaskan waters that are most intensely affected by ocean acidification—such as mollusks and other shellfish—contribute substantially to the state’s commercial fisheries and residents’ traditional subsistence way of life.  Also important to the state are its finfish industries, including salmon, which spend part of their lives in freshwater rivers and streams, and part of their lives at sea. Ocean acidification can affect these fisheries by changing the food web. Increasing ocean acidity also impairs the ability of shellfish, corals, and small marine creatures at the foundation of the ocean food web from building skeletons or shells.\nIn the future, ocean acidification is projected to increase in intensity, extent, and duration in the waters around Alaska, further impacting the state’s coastal human communities and the valuable commercial fishing industry, which generates more than $5 billion a year.\nClimate.gov Related Links\nAn Upwelling Crisis: Ocean Acidification\nOcean acidity dissolving tiny snails’ protective shell\nOcean Acidification, Today and in the Future\nHelp us improve our content",
  "source": "climate.gov"
}