{
  "url": "https://www.climate.gov/news-features/featured-images/thinking-ahead-new-york-communities-consider-risks-extreme-rainfall",
  "title": "Thinking ahead: New York communities consider risks of extreme rainfall events",
  "date": null,
  "content": "A new Community Risk and Resiliency Act recently signed into law by New York Governor Andrew Cuomo requires state agencies to consider future risks posed by climate change. While sea level rise and storm surge are big concerns along the New York’s coast, communities across the entire state will need to consider the impact of heavier and more frequent extreme rainfall events in a warmer future.\nHeavy downpours have increased across much of the country; the largest increase has been in the Northeast. In the top map, the different shades of blue show percent increases in the amount of precipitation that falls in very heavy events (the heaviest 1 percent of all daily events) from 1958 to 2012 for each U.S. region (insets are not to scale). Yellowish brown indicates decreases. Between 1958 and 2010, the fraction of total rainfall in the Northeast that came down in very heavy events increased by more than 70 percent.\nProjections of future climate suggest that the recent trend toward increased heavy precipitation events will continue in a warmer future for much of the Unites States. The bottom map shows the factor by which the frequency of extreme daily precipitation events is projected to increase by the later part of this century (2081-2100) compared to the later part of last century (1981-2000) across the United States (insets are not to scale). In this case, “extreme daily precipitation” means a daily amount that now occurs just once in 20 years.\nUnder a scenario assuming continued increases in carbon dioxide emissions (RCP 8.5), these events would occur at least twice as often in almost every part of the continental United States—not just in the eastern half of the country, but even in regions where total precipitation may decrease, such as the Southwest. The Northeast region is projected to expect extreme rain events up to four times more often under the increasing emissions scenario. The western half of Alaska could experience these events up to six times more often.\nThese trends are widely thought to be associated with the fact that warmer air temperatures fuel more evaporation, which leads to a wetter atmosphere. Scientists have measured a significant increase in specific humidity (the volume of water vapor) over the Earth’s surface, which is consistent with the long-term warming trend in our planet's average surface temperature. Climate change also alters atmospheric processes that in turn affect weather patterns and storms.\nAccording to the 2014 National Climate Assessment, the impacts of more frequent extreme precipitation events will be particularly acute for the Northeast. Heavier rain could exacerbate floods that disrupt traffic and transportation, overburden stormwater and runoff systems, damage property and infrastructure, and reduce crop yields due to excess water or field flooding, among other impacts. There has already been an increase in flooding events in the Midwest and Northeast, where the nation's largest increases in heavy rain have occurred.\nAccording to the Community Risk and Resiliency Act, the state must consider these trends toward more heavy rain events in certain permitting, funding, and regulatory decisions for activities such as smart growth assessments, construction of wastewater treatment plants, and maintenance of transportation infrastructure for hazardous waste.\nIn a press release announcing the legislation, Governor Cuomo said, “The new reality of extreme weather has had painful consequences for New Yorkers in virtually every region of our state, but today we’re taking another step forward in our goal of building back better, stronger, and more resilient than ever before.”\nMaps by NOAA Climate.gov, based on Figure 2.18 and Figure 2.19 of the 2014 National Climate Assessment.\nHorton, R., G. Yohe, W. Easterling, R. Kates, M. Ruth, E. Sussman, A. Whelchel, D. Wolfe, and F. Lipschultz, 2014: Ch. 16: Northeast. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 371-395. doi:10.7930/J0SF2T3P.\nPress Release: Governor Cuomo Signs Community Risk and Resiliency Act. Governor's Press Office.\nHelp us improve our content",
  "source": "climate.gov"
}