{
  "url": "https://www.climate.gov/news-features/featured-images/antarctic-winter-sea-ice-extent-sets-new-record-2014",
  "title": "Antarctic winter sea ice extent sets new record in 2014",
  "date": null,
  "content": "When Arctic sea ice extent dips to its yearly low, Antarctic sea ice extent climbs to its yearly high. Recent years have brought record low summer sea ice extents to the Arctic and record high winter extents to the Antarctic. In September 2014, Arctic sea ice reached its sixth-lowest extent in the satellite era. But on October 7, 2014, the National Snow and Ice Data Center (NSIDC) reported that Antarctic sea ice extent set a new record high for daily extent: 20.11 million square kilometers (7.76 million square miles).\nThe map at right shows Antarctic ice concentration on September 22, 2014, the date of the record high. Areas where the surface was less than 15% ice covered are deep blue; areas that were up to 100% ice covered are shades of light blue to white. The orange line shows the 1981-2010 median extent for September 22. (Median means in the middle: half of the years in the record had smaller ice extents than this, and half had larger extents.)\nThe graph below the map shows daily Antarctic sea ice extent over the course of the year. The black line traces the 1981-2010 average, and the gray shading shows the range of variability (2 standard deviations from the mean). The previous record high extent (2013) is a dashed green line; the 2014 year to date is a light green line. NSIDC reported that the 2014 extent rose nearly 4 standard deviations above the 1981-2010 mean.\nIt's not unreasonable to wonder how, if the planet is warming, Antarctic winter sea ice can set record highs. As the NSIDC release explains, Antarctica's sea ice growth spurt may be down to stronger winds and slightly fresher sea surface water around the margins of the continent’s melting ice shelves.\nMuch of this year’s sea ice growth occurred late in the winter season, and weather records indicate that strong southerly winds blew over the Weddell Sea in mid-September 2014. Antarctica is a continent surrounded by open ocean. So unlike the Arctic, where surrounding landmasses constrain how much sea ice can expand, Antarctic sea ice can spread out over a bigger area. Winds blowing from the land toward the ocean encourage ice growth in the waters north of the continent.\nWinds probably did not act alone to spur so much sea ice growth; melting land ice may have played a role. Most of Antarctica's ice lies in the ice sheets that cover the continent, and in recent decades, that ice has been melting. Along the coastline, ice shelves float on the ocean surface, and much of the recent melt may be driven by warm water from the deep ocean rising and making contact with ice shelf undersides.\nHow does the melting of land ice matter to sea ice formation? The resulting meltwater is fresher than the seawater. As it mixes with the seawater, the meltwater makes the nearby seawater slightly less dense, and slightly closer to the freezing point than the ocean water below. This less dense seawater spreads out across the ocean surface surrounding the continent, forming a stable pool of surface water that is close to the freezing point, and close to the ice onto which it could freeze.\nSo as counterintuitive as expanding winter Antarctic sea ice may appear on a warming planet, it may actually be a manifestation of recent warming. \"Both the Arctic and the Antarctic are responding to climate change, and both have areas that are warming rapidly,\" explains NSIDC lead scientist Ted Scambos. \"But Antarctic sea ice is responding to wind shifts and ocean changes in an unexpected way, and we're still trying to fully understand it.\"\nReferences:\n2014 melt season in review\nMelting in the North, freezing in the South\nHelp us improve our content",
  "source": "climate.gov"
}