{
  "url": "https://www.climate.gov/news-features/featured-images/groundwater-declines-across-us-south-over-past-decade",
  "title": "Groundwater declines across U.S. South over past decade",
  "date": null,
  "content": "The spotlight may have been on California this past summer, but groundwater reservoirs—often the back-up for surface water supplies during prolonged drought—are in decline across much of the southern United States. Meanwhile, people are using millions of gallons of water per day in regions dependent on groundwater aquifers.\nThe map shows a satellite-based estimate of the change in the amount of water stored in aquifers per year across the United States from 2003-2012. Areas where the storage rate increased are shades of blue while areas where the water storage decreased are shades of brown. The dots indicate counties where water use exceeded 60 millions of gallons per day or more as of 2005, according to data from the U.S. Geological Survey. The estimates of water use account for public supply, domestic, irrigation, livestock, aquaculture, industrial, mining, and thermoelectric power water use.\nIncreases and decreases in the amount of water stored in U.S. aquifers is influenced both by the rate of recharge from snowmelt and rainfall as well as demand from pumping and natural draws. Some of the counties where groundwater use was highest experienced declines over the past decade, but other areas with high use saw an increase in water storage.\nAn article published in the journal Science in 2013 details how satellite data from NASA's Gravity Recovery and Climate Experiment (GRACE) is able to detect water losses and gains throughout the country. GRACE detects fluctuations in the gravity field caused by changes in the mass of water reserves on and below the surface, based on precise measurements of deviations in the orbits of two satellites.\nThe country’s greatest groundwater losses over the past decade were in the southern High Plains and Central Valley aquifers. Both of these reservoirs provide water supplies that are critical for crop and food production in the United States. They have also accounted for about 50 percent of groundwater depletion in the country since 1900, according to another paper published in 2012.\nIn both these areas, farmers are withdrawing water at a faster rate than the aquifer is being recharged. The amount of water lost in the Central Valley due to groundwater depletion from 2003-2010 was estimated to nearly equivalent to the capacity of Lake Mead, the largest reservoir in the United States. Under the current depletion rate, 35 percent of the southern High Plains may be unable to rely on groundwater irrigation within the next 30 years.\nThe Central Valley aquifers have a higher recharge rate than the southern High Plains because California’s water management system includes built-in surface water diversions that renew the groundwater. That safeguard provides little benefit during dry times, however. According to the latest U.S. Drought Monitor update on October 7, several of California’s largest reservoirs are running at their second-lowest levels on record. The report states: “No doubt about it, an above-normal Water Year is sorely needed to stave off even further depletion of surface and groundwater supplies [in California].”\nAs the Central Valley example illustrates, high groundwater use was not necessarily correlated with a negative groundwater trend; an actual correlation analysis would have to take into account the rate of recharge, which is closely related to annual precipitation. Other locations such as eastern Texas, Alabama, and the Mid-Atlantic region, have also seen depleted groundwater supplies as a result of drought. In the Upper Missouri River Basin, which flows east out of Montana and then south through the High Plains, water storage is actually increasing in part due changes in precipitation in the region, which is making river basins more vulnerable to flooding.\nAccording to the 2014 National Climate Assessment, the southern High Plains region observed an overall 16 percent increase in the amount of precipitation that falls in very heavy downpour events from 1958 to 2012. Both changing precipitation and land-use patterns are increasing severity and frequency of flooding throughout much of the basin, damaging infrastructure and creating unsafe conditions for water transportation.\nOutside of the United States, scientists are already seeing groundwater declining in Northern India and the Middle East due to unsustainable rates of groundwater withdrawals for irrigation. Global warming could potentially complicate regional water issues such as these in the future. Studies incorporating both observations and climate models suggest that in a warming world, the global water cycle will continue to intensify, with rainy places becoming wetter and dry places becoming drier.\nMap by Climate.gov, based on Figure S1 from Famiglietti and Rodell, 2013, and estimated county-level water use data in 2005 from the United States Geological Survey.\n*Editorial note: A previous version of this article incorrectly stated that Upper Missouri River Basin flows west out of Montana and then north through the High Plains.\nReferences\nJ. S. Famiglietti, M. Lo, S. L. Ho, J. Bethune, K. J. Anderson, T. H. Syed, S. C. Swenson, C. R. de Linage, and M. Rodell (2011), Satellites measure recent rates of groundwater depletion in California's Central Valley. Geophys. Res. Lett., 38, L03403.\nJ.S. Famiglietti, and M. Rodell (2013). Water in the Balance. Science , 340, 1300-1301.\nJ. T. Reager, B. F. Thomas, J. S. Famiglietti. River basin flood potential inferred using GRACE gravity observations at several months lead time. Nature Geoscience, 2014.\nB. R. Scanlon et al., (2012). Groundwater depletion and sustainability of irrigation in the US High Plains and Central Valley. Proceedings of the National Academy of Sciences of the United States of America. 109, 9320-9325.\nV. M. Tiwari, J. Wahr, S. Swenson (2009). Dwindling groundwater resources in northern India, from satellite gravity observations. Geophysical Research Letters. 36, L18401.\nK. A. Voss et al., (2013). Groundwater depletion in the Middle East from GRACE with implications for transboundary water management in the Tigris-Euphrates-Western Iran region. Water Resources Research. 49, 904-914.\nRelated Links\nU.S. Drought Monitor\n2014 National Climate Assessment\nHelp us improve our content",
  "source": "climate.gov"
}