{
  "url": "https://www.climate.gov/news-features/featured-images/september-fourth-month-year-set-record-warmth",
  "title": "September is fourth month this year to set record for warmth",
  "date": null,
  "content": "Despite the cold winter across the eastern United States, 2014 has been a warm year so far, globally. In its September 2014 global climate summary, NOAA’s National Climatic Data Center announced that the month was the warmest September on record for the planet. If the surface temperature remains elevated at the same level for the remainder of the year, 2014 will set a new record for the warmest annual average temperature since records began in 1880.\nThis image shows the monthly maps for the year to date starting with January at upper left and ending with September at lower right. Reds show places where temperatures were up to 9°F (5°C) warmer than the 1981-2010 average for that month, white areas were near average, and blue areas were cooler than average.\nScientists can’t know for certain how the final months of 2014 will play out in terms of temperature patterns, but there are good reasons to suspect this year may well set a new record for warmth. The January-September period has already tied for the warmest on record: four out of the nine months so far this year were record warm, one was second warmest, another was third warmest, and two more were fourth warmest.\nIn addition, the persistent record warmth in the global ocean portends a continued very warm finish to the year. The ocean temperature rises and falls more slowly than the land temperature, and this tendency for persistence strengthens the chances of the year’s final three months resembling the first nine. Finally, NOAA Climate Prediction Center scientists reported in early October that models continue to forecast at least a 60 percent probability that El Niño—the warm phase of the El Niño Southern Oscillation—will develop by the end of the year, which would provide a further warming nudge.\nAfter looking at a variety of scenarios, NCDC scientists have calculated that all that has to happen for 2014 to set a new record for global warmth is for the remaining three months of the year to be at least as warm as their twenty-first century average.\nNCDC State of the Climate Reports\nClimate at a Glance\nHelp us improve our content",
  "source": "climate.gov"
}