{
  "url": "https://www.climate.gov/news-features/featured-images/cold-chemistry-extent-antarctic-ozone-hole-influenced-cold",
  "title": "Cold chemistry: Extent of the Antarctic ozone hole influenced by cold temperatures",
  "date": null,
  "content": "The Antarctic ozone hole did not cause global warming. But there is a connection between climate and the annual thin spot that forms each spring in Earth’s UV-blocking ozone layer: colder winter temperatures tend to lead to larger ozone holes.\nThe maps at right demonstrate the general connection. The top map shows the average stratospheric ozone concentration from September 8-14, the week when NOAA measurements indicate that ozone hole reached its largest extent for the year. The colors change to red where ozone amounts were less than 220 Dobson Units—the threshold for the ozone hole.\nThe bottom map shows the stratospheric temperature in August (mid- to late winter in the Southern Hemisphere.) Places where temperatures were -78°C or colder are shown in shades of blue. Comparing the two maps, it’s evident that the lowest ozone concentrations are generally where the late winter temperatures were coldest.\nHow is cold related to ozone chemistry? The primary enemy of the ozone layer is free chlorine atoms that come from decaying CFCs (chlorofluorocarbons). The chemical reactions that unleash highly reactive forms of chlorine take place within an unusual kind of cloud. And in the stratosphere, where the ozone layer is, those clouds only form when temperatures drop to -78°C or below.\nThis connection between atmospheric chemistry and climate means that these days (now that production of the longest-lived CFCs is no longer increasing), one of the biggest influences on the size of the ozone hole in any given year is how cold the Southern Hemisphere winter was. It also means that an observed cooling trend in the stratosphere may slow the recovery of the ozone layer.\nThe ozone layer shields life on Earth from potentially harmful ultraviolet radiation that can cause skin cancer, as well damage plants and phytoplankton, the base of the oceanic food web. According to NOAA and NASA, the 2014 Antarctic ozone hole reached its single-day-maximum size on September 11, an estimated 9.3 million square miles (24.1 million square kilometers), roughly the same size as last year’s.\nThe largest ozone hole area on record was 11.5 million square miles (29.9 million square kilometers), and it occurred on September 9, 2000. Although international agreements have reduced emissions of CFCs, the chemicals can take more than 50 years to break down in the stratosphere. The ozone layer above Antarctica likely will not return to its early 1980s condition until about 2070, according to NASA scientist Paul Newman, quoted in a recent NASA web story.\nMaps by Dan Pisut, based on ozone maps from NOAA View and NCEP Reanalysis temperature data from NOAA ESRL.\nNOAA Office of Atmospheric Research web story\nMeteorological Conditions and Ozone in the Polar Stratosphere at the Climate Prediction Center Website\nChemical Sciences Division at NOAA Earth System Research Laboratory (ESRL)\nOzone imagery from NOAA View\nGlobal Monitoring Division at NOAA ESRL\nNASA’s Ozone Watch Page\nHelp us improve our content",
  "source": "climate.gov"
}