{
  "url": "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
  "title": "What's the coldest day of the year? (1981–2010 Normals)",
  "date": null,
  "content": "As winter approaches, much of the United States is beginning to brace for the cold, while some areas have already experienced their coldest day of the year. To give you a better idea of the coldest time of year for your area, NOAA's National Climatic Data Center has created a new “Coldest Day of the Year” map.\nThis map is derived from the 1981–2010 U.S. Climate Normals—\"the Normals,\" for short. The Normals are 30-year averages of climate conditions from weather station data across the country, including the average low temperature for each day. From these values, scientists can identify which day of the year, on average, has the lowest minimum temperature, a.k.a. the “coldest day.\"\nHistorically, the western half of the Lower 48 has its coldest day in December, near the beginning of winter. In contrast, most eastern locations have their coldest day in January. In addition, areas that average the most snow cover, such as the Northeast and high-altitude regions in the West, tend to reach their climatological coldest day much later in the winter, likely because snow reflects much more sunlight than bare ground. Other conditions being equal, the more sunlight the ground reflects, the less solar heating the location experiences.\nNormals for temperature are important indicators used in forecasting and monitoring by many U.S. economic sectors. Knowing the timing and probability of the year's lowest temperatures can help energy companies prepare for rising heating demand. Temperature Normals are also useful planning tools for the healthcare, construction, and tourism industries. You may even want to check the Normals before planning your next event or vacation.\nWhile the map shows the coldest days of the year on average throughout the United States, this year’s actual conditions may vary widely based on weather and climate patterns. For prediction of your actual local daily temperature, and to see how it matches up with the Climate Normals, check out your local forecast office on Weather.gov.\nMap by NOAA Climate.gov, based on U.S. Climate Normals data from the National Climatic Data Center. Caption by Susan Osborne.\nHelp us improve our content",
  "source": "climate.gov"
}