{
  "url": "https://www.climate.gov/news-features/featured-images/2014-surprisingly-rough-coral-reefs-and-el-ni%C3%B1o-looms-2015",
  "title": "2014 surprisingly rough on coral reefs, and El Niño looms in 2015",
  "date": null,
  "content": "An outbreak of coral bleaching—the loss of corals’ food-producing algae—in the Pacific and the Caribbean occurred this past summer, most likely tied to a brewing El Niño. The reefs of the Florida Keys observed their worst bleaching impacts since 1997-1999, when a major El Niño was quickly followed by a major La Niña. The surprising intensity of bleaching across multiple ocean basins in 2014 has scientists wondering what to expect in 2015, when El Niño is forecasted to finally develop.\nThis map shows accumulated coral heat stress in the tropical Atlantic and Caribbean as of the week of September 21, 2014, when Florida was observing its highest level of stress. Reef locations are shown as black dots. (Where the dots are close together they make lines and other shapes).\nBelow 4 weeks (light yellow), heat stress was not enough to trigger bleaching. Beyond four degree-heating weeks (gold to orange) widespread coral bleaching becomes likely, and beyond 8 weeks (salmon to dark pink), significant bleaching and death become possible. Areas shown in white had not experienced heat stress sufficient to cause bleaching during the previous 12 weeks.\nUnder sustained heat stress, corals expel the symbiotic algae that live inside the corals and produce much of their food (through photosynthesis). Losing their algae causes the corals’ vibrant colors to fade to white—bleaching—and corals may starve or catch diseases during prolonged stress. Heat stress in corals is described by degree heating weeks: the number of degrees the water temperature is above the local summertime maximum times the number of weeks it remains there.\nBeyond the Florida Keys, the main Hawaiian Islands experienced their worst bleaching on record, and a record level of heat stress was observed in the Northwestern Hawaiian Islands. In a recent Diving Deep podcast, Mark Eakin, NOAA’s Coral Reef Watch Coordinator, spoke about how these widespread bleaching events have been surprisingly severe even without a strong El Niño underway.\n“We've been worried about 2015 and have been concerned about what this El Niño was going to do for the last six months,” he said. “What we didn't know was how bad 2014 was going to be even before we got that El Niño fully formed.”\nOne of the most devastating bleaching events on record was associated with what has been argued to be the largest documented El Niño (1997-1998), followed immediately by a strong La Niña (1998-1999). Coral Reef Watch’s research has even shown that some major coral reef areas that do not warm up during an El Niño are still impacted by warming during a La Niña, meaning coral bleaching can be particularly severe during back-to-back El Niño/La Niña events.\nSince March 2014, NOAA's National Centers for Environmental Prediction has been calling for an El Niño to develop in late 2014. The present forecast suggests that if an El Niño develops this year, it’s likely to be weak. However, even a mild El Niño like the event in 2010 can cause bleaching around the world. (See a global map of coral bleaching thermal stress from 2010 in NOAA View.)\n“[In] 2010 we had a mild El Niño, but yet we had the very same pattern of global bleaching going on—not as severe, but a lot of places were hit very badly,” Eakin said. “We're concerned about this El Niño because of the warming we're already seeing…even a small El Niño is likely to cause a lot of bleaching in 2015.”\nNOAA Climate.gov map by Dan Pisut, based on degree heating week data from NOAA’s Coral Reef Watch Project. Caption by Caitlyn Kennedy.\nRelated Links\nWill 2014-2015 be the next big El Niño? Coral Reef Watch.\nCoral Bleaching. National Ocean Service Diving Deeper Podcast: Episode 58.\nDecember's ENSO Update: Close, but no cigar. NOAA Climate.gov ENSO blog.\nHelp us improve our content",
  "source": "climate.gov"
}