{
  "url": "https://www.climate.gov/news-features/featured-images/summer-2014-brought-above-average-warmth-western-arctic-waters",
  "title": "Summer 2014 brought above-average warmth to western Arctic waters",
  "date": null,
  "content": "As the globe warms, and less and less of the Arctic is covered by sea ice at the height of summer, temperatures in the ocean that surrounds the margins of the ice pack are often much warmer on average than they have historically been. Still, natural variability in the winds and currents around the Arctic causes some areas to be warmer than others from year to year. For example, Arctic boundary waters were, overall, not as warm in August of 2014 as they were in 2012—the year when summer sea ice extent set a new record low.\nThese maps show where sea surface temperatures in August 2014 (left) and 2012 (right) were warmer (red) or cooler (blue) than the 1982-2010 average. Sea ice extent (areas with at least 15 percent ice cover) is solid white. More of the boundary waters were near or cooler than average (white to light blue) in 2014 than in 2012, but unusually warm temperatures (dark red) were observed in the Bering Strait and Laptev Sea. Temperatures recorded in those areas were the warmest since 2007, as much as 4 degrees Celsius (7 degrees Fahrenheit) warmer than the 1982-2010 summer average.\nAugust 2014 saw the Barents and Kara seas return to temperatures that are closer to the historical average after anomalously warm summer temperatures last year: in 2013, the southern Barents Sea was as much as 11 degrees Celsius (20 degrees F) above than average!\nSummer sea surface temperatures in the Arctic Ocean are largely determined by patterns of sea-ice retreat in the surrounding area and the amount of solar radiation absorbed by the ocean’s surface layer. As sea ice retreats in summer and previously ice-covered water is exposed to the sun’s radiation, sea surface and upper ocean temperatures increase.\nThe most significant example of this long-term trend is in the Chukchi Sea, northwest of Alaska, where sea surface temperatures have increased at a rate of 0.5 degrees Celsius per decade (0.9 degrees F). The Bering Strait region, which saw the largest temperature anomaly in the Arctic this year, includes the Chukchi Sea.\nWarming ocean temperatures affects a host of Arctic conditions, from evaporation and cloudiness to the location and abundance of marine life. Warming oceans are prompting the migration and expansion of species typically found at lower latitudes. Biologists have documented new species in multiple areas of the Arctic Ocean. Although some of these new species reports likely reflect increased surveying efforts, rising temperatures are also playing a role in the Arctic's changing biological diversity.\nContinued warming has the potential to introduce new and potentially disruptive species, some of which might compete with or prey upon the Arctic's existing marine life.\nMore details on Arctic ocean temperatures can be found in the Vital Signs chapter of the 2014 Arctic Report Card.\nCaption by Emily Greenhalgh. Maps by Climate.gov and Fiona Martin, based on data from NOAA ESRL Physical Sciences Division and the National Snow and Ice Data Center.\nTimmermans, M.L. and Proshutinsky, A. (2014). Arctic Ocean Sea Surface Temperature. In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (Eds.), Arctic Report Card: Update for 2014.\nMueter, F. J., Reist, J.D., Majewski, A.R., Sawatzky, C.D., Christiansen, J.S., Hedges, K.J., et al. (2013). Marine Fishes of the Arctic. In Arctic Report Card: Update for 2014, Jeffries, M.O., Richter-Menge, J., and Overland, J.E., Eds.\nHelp us improve our content",
  "source": "climate.gov"
}