{
  "url": "https://www.climate.gov/news-features/featured-images/polar-bear-fortunes-vary-across-arctic",
  "title": "Polar bear fortunes vary across the Arctic",
  "date": null,
  "content": "Icons of the Arctic, polar bears are the top feeders in the region’s marine ecosystem; they are prey only to human hunters. Although they spend some time on land, polar bears mostly live on the ocean, riding floating platforms of sea ice. The ice serves as their base for hunting, mating, and a place to raise their young. As Arctic sea ice changes, biologists are noticing changes in polar bear populations.\nThe Arctic Report Card: Update for 2014 explains that Arctic sea ice has declined in all seasons, especially in summer, but the ice hasn't retreated in the same way in all places. As a result, different polar bear populations have changed in unique ways in recent decades.\nThe map at right shows polar bear population trends for the 19 polar bear sub-populations acknowledged and assessed in 2013 by the International Union for Conservation of Nature/Species Survival Commission-Polar Bear Specialist Group (IUCN/SSC-PBSG). Areas with declining populations are orange, stable populations are yellow, and the sole assessed population with increasing numbers—the group that lives in the McClintock Channel area of the Canadian Arctic—is blue. Areas for which there isn’t enough data to assess the population trend are transparent.\nIn Hudson Bay, male and female polar bears have responded differently to environmental conditions and human pressures. Female survival strongly correlates with sea ice conditions, particularly the time of spring break-up and fall freeze-up. In short, as sea ice health declines, so does the health of female polar bears, and ultimately the overall population.\nMale survival, however, shows little correlation with sea ice conditions, depending more on hunting pressure. Subsistence hunting in the region targets mostly males, and accounts for nearly three-fourths of young male polar bear deaths.\nSituated next to each other, the southern Beaufort Sea and the Chukchi Sea show markedly different trends in polar bear survival. Studies from the Beaufort Sea indicate population declines. The Chukchi Sea population area lacks an unbroken observation record, but Report Card authors highlight a 2013 study suggesting that bear populations in the region may have been stable over the last 20 years. Differences in loss of sea ice at least partly explain the different survival rates: both seas have experienced sea ice declines, but the southern Beaufort Sea has experienced twice the number of reduced-ice days.\nBut not all the population differences are due to sea ice changes. Continental shelf—the land extending away from the shore under the water surface—is the preferred habitat of seals, polar bears' main source of food. In the southern Beaufort Sea, the continental shelf is narrow; in Chukchi Sea, the continental shelf is considerably wider. Poor sea ice conditions can exacerbate the natural habitat challenges faced by southern Beaufort Sea polar bears.\nThe authors write, \"These findings are consistent with predictions that the near-term effects of global warming on polar bear populations are expected to differ in time and space, depending largely on regional variation in productivity and physical oceanography.\" In other words, populations already at a disadvantage because of geographic limitations may be less resilient to climate change.\nAccording to the 2014 Arctic Report Card, researchers have found genetic evidence indicating that during multiple instances of poor ice conditions in the past, polar bears have interbred with brown bears. The Arctic Report Card describes a study in which scientists make the case that polar bears are in the process of a million-year decline. But by releasing greenhouse gases that warm the climate and increase sea ice melt, humans are also causing polar bear decline.\nCaption by Michon Scott. Map by NOAA Climate.gov, based on data provided by Dag Vongraven, Norwegian Polar Institute. Photo © Martha de Jong-Lantink.\nVongraven, D., and York, G. (2014) Polar Bears: Status, Trends and New Knowledge.  In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (Eds.), Arctic Report Card: Update for 2014.\nShenk, E. (2013, November 15). Study Finds Condition of Polar Bears in Arctic’s Chukchi Sea Stable Despite Sea Ice Loss. National Geographic.com. Accessed December 2, 2014.\nHelp us improve our content",
  "source": "climate.gov"
}