{
  "url": "https://www.climate.gov/news-features/featured-images/end-spring-2014-northern-hemisphere-snow-cover-below-average-tenth",
  "title": "At end of spring 2014, Northern Hemisphere snow cover below average for tenth year in a row",
  "date": null,
  "content": "Snow cover extent during spring 2014 was below average once again. In April, Eurasia set a new record low since satellite observations began in 1967. According to the 2014 Arctic Report Card, the rapid rate of snow cover loss is yet another line of evidence that climate change is driving ecosystem-wide changes in the Arctic.\nIn addition to snow extent, scientists are also interested in tracking snow cover duration. The maps show the number of days in the year that a location was covered in snow during fall 2013 (left) and spring 2014 (right) in the Northern Hemisphere compared to the 1998-2010 baseline. Shades of brown indicate places that experienced up 50 fewer snow-covered days than average, while blue shows areas that experienced up to 50 more snow-covered days than average.\nIn the areas surrounding the Arctic Circle, northern Europe and northwestern Canada’s Mackenzie River region saw up to 10-20 fewer days of snow cover during the fall months. Meanwhile, snow settled on land 10-20 days earlier than average across northwestern Russia, northern Scandinavia, the Canadian Arctic Archipelago and the north slope of Alaska.\nFrom December 2013 through March 2014, warmer-than-usual temperatures and reduced precipitation consistent with a strongly positive phase of the East Atlantic teleconnection pattern contributed to low snow cover across Europe and western Russia. Below-normal snowpack combined with above-normal spring temperatures contributed to snow disappearing 3-4 weeks earlier than normal in the spring over these regions.\nThese mild winter conditions set the stage for a new record low snow cover extent in Eurasia for April 2014. This was also driven by a low-pressure system over the Kara Sea that caused warmer temperatures in central Siberia and shallow snow depth over western Eurasia and northern Europe. In the following months, below average snow cover extent was observed during May for the ninth time in the past ten spring seasons, and for the 10th consecutive June in both the North American and Eurasian sectors of the Arctic.\nAccording to the 2014 Arctic Report Card, the timing and duration of seasonal snow cover in the Northern Hemisphere play a significant role in how much solar energy Earth reflects and absorbs. Snow cover, the whitest natural surface on the planet, reflects roughly 90 percent of the sunlight that reaches it. Snow-free land (and ice-free ocean) absorbs much more sunlight. The timing and duration of seasonal snow melt is important because an earlier decrease in snow cover increases the amount of sunlight absorbed by Earth.\nSeasonal snow melt also affects the length of the growing season, the timing and dynamics of spring river runoff, permafrost thawing, and wildlife populations. Evidence is emerging that over the long-term, amplified warming in the Arctic is driving the rate of spring snow cover loss and other responses in the Arctic ecosystem. The rate of spring snow cover loss in the Northern Hemisphere (-19.8 percent per decade) actually exceeds summer sea ice loss (-13.3 percent per decade) over the 1979-2014 satellite era.\nMore information can be found in the Terrestrial Snow Cover chapter of the Arctic Report Card: Update for 2014.\nCaption By Caitlyn Kennedy. Map by NOAA Climate.gov team, based on data provided by Ross Brown, Environment Canada.\nC. Derksen et al. (2014). Terrestrial Snow Cover. In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (Eds.), Arctic Report Card: Update for 2014.\nHelp us improve our content",
  "source": "climate.gov"
}