{
  "url": "https://www.climate.gov/news-features/featured-images/can-you-trust-your-memory-snows-christmas-past",
  "title": "Can you trust your memory of the snows of Christmas past?",
  "date": null,
  "content": "Originally published on December 22, 2014. Updated with data through 2016 and republished on December 22, 2017. Text updated in 2019.\nLike many people do at this time of year, the Climate.gov communications team has spent some time reminiscing about the holidays of our childhoods. Many of us wondered whether we could trust our memories of how snowy the holidays were when we were kids compared to now.\nSo, just for fun, we asked the experts at the Rutgers Snow Lab to show us what their data (based on NOAA satellite images) had to say about whether the U.S. snow extent during the week of Christmas has changed at all in the past 50 years. Fortunately, the team was in the holiday spirit, and they made some time to run a little analysis for us.\nThe map at right shows the change in the average number of snow-covered days during the week of Christmas between 1990-2016 and 1966-1989 —in other words, the most recent 27 years of the satellite record minus the first 24.  Places where the ground was snow-covered up to 25% more frequently in recent decades are colored in shades of blue, and places that were snow-covered up to 25% less frequently are colored shades of brown. (These data do not indicate depth of snow, however, which may or may not have changed.)\nAccording to the Rutgers’ folks, there seems to have been a modest increase in snow extent during the holiday week today compared to the past for the country as a whole, although it clearly varies a lot from place to place. Further, the scientists emphasize, singling out a particular winter week for scrutiny isn’t especially meaningful as an indicator of long-term climate change.\nWhen it comes to meaningful indicators of how snow has changed over time, the scientists say, it’s best to stick to monthly or seasonal averages.  By those indicators, says David Robinson, who leads the Rutgers snow lab project, the pattern is clear: Northern Hemisphere snow cover is declining significantly at the end of the cold season (spring/early summer). (Our former Beyond the Data blogger Jake Crouch covered these trends with maps and graphs in his 2016 post Happy Snow New Year from NCEI.)\nThis pattern of snow disappearing earlier in the spring makes intuitive sense with respect to global warming. As temperatures rise, the impact on snow cover is likely to show up first in those seasons where the temperature is just barely cold enough for snow. Reductions in snow can then feed back on the atmosphere, amplifying warming. Where winter temperatures are well below freezing, however, temperatures will have to rise more significantly before snow cover is reduced.\nTo read more about the state of snow cover in the Northern Hemisphere, check out the \"Northern Hemisphere Continental Snow Cover\" section of Chapter 2 of the 2018 State of the Climate report. For current information on the state of snow in the Arctic, please see the 2019 Arctic Report Card. To see maps of monthly and weekly snow extent since satellite records began in 1966, please visit the Rutgers Snow Lab website.  Daily snow totals, depth, and other snow analysis  are available from NOAA’s National Center for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}