{
  "url": "https://www.climate.gov/news-features/featured-images/climate-change-likely-worsen-us-and-global-dead-zones",
  "title": "Climate change likely to worsen U.S. and global dead zones",
  "date": null,
  "content": "Dead zones—coastal regions where bottom waters are so low in dissolved oxygen during the summer that marine life can’t survive—are expected to increase in both size and number as climate change intensifies. In shallow, isolated estuaries and coastal seas where dead zones are most common, water temperature is closely linked to air temperature. Because of that connection, ocean scientists predict that global warming will have a significant impact on dead zones in the future, according to a recent study of more than 400 dead zones worldwide.\nThe map on the right shows the location of all known dead zones (black and white dots) in the continental United States along with the projected changes in air temperature by the end of the century under a middle-of-the road fossil-fuel-use scenario. Under this scenario, the median global air temperature is projected to be 4.1°F (2.3°C) warmer than the 1980-1999 average.\nOf the 265 dead zones in the continental United States, 65 percent (black dots) are projected to experience warming of at least the median 4.1°F by 2099. Globally, that statistic increases to include roughly 94 percent of existing dead zones. The white dots are dead zones where the air temperature is projected to increase by less than 4.1°F\n“Climate change will drive expansion of dead zones, and has likely contributed to the observed spread of dead zones over recent decades,” wrote authors Andrew Altieri of the Smithsonian Tropical Research Institute in Panama and Keryn Gedan of the University of Maryland College Park and the Smithsonian Environmental Research Center.\nAlthough they sometimes happen naturally, dead zones are usually linked to human activities. They occur in coastal waters where runoff from farms or sewers increases nitrogen and phosphorus so much that it causes an overgrowth of single-celled algae. When this massive bloom of algae dies, it decomposes as it sinks through the water column. In the deepest waters, decomposition can use up virtually all dissolved oxygen.\nThe occurrence of dead zones has doubled in frequency every decade since the mid-1900s. Rising temperature is likely to make the situation more severe. Not only does warmer water hold less dissolved oxygen, but it sits at the top of the water column like a balloon that is hard to submerge. Buoyant and stable, the oxygenated surface water resists being mixed to the bottom, where dead zones generally occur.\nIf they don’t mix with surface water, these low-oxygen zones don’t dissipate. And since animals such as crabs, mussels, and fish require more oxygen to survive in warmer temperatures, a more severe or longer-lasting lack of oxygen could cause entire ecosystems to collapse.\nEven though temperature is the climate-related factor that most broadly affects dead zones, it’s not the only one. Sea level rise, ocean acidification, and projected changes in weather patterns—especially heavier rainfall, which increases polluted runoff—are expected to affect dead zones, too. “Evidence is accumulating from some ecosystems that the effects of climate are sufficiently strong enough to further increase the severity of dead zones, even if rates of [nutrient pollution] are kept in check or reduced,” wrote Altieri and Gedan.\nAltieri, A. H. and Gedan, K. B. (2014), Climate change and dead zones. Global Change Biology. doi: 10.1111/gcb.12754\nHelp us improve our content",
  "source": "climate.gov"
}