{
  "url": "https://www.climate.gov/news-features/featured-images/caring-sea-otters-offers-climate-bonus",
  "title": "Caring for sea otters offers climate bonus",
  "date": null,
  "content": "You already know that sea otters are cute, lovable animals. But do you know that everybody's favorite reclining-dining marine mammal is also a climate warrior?\nBy preying on kelp-grazing sea urchins, otters allow underwater kelp forests to do more of what forests do everywhere: suck up heat-trapping carbon dioxide via photosynthesis.  This photo shows an aquarium-raised sea otter named Milo doing his part to tackle climate change. Milo was getting ready to snack on red sea urchin, which are common along the Pacific Coast of North America from Alaska to Mexico.\nIn the presence of otters, urchins skulk in watery rock crevices, getting by on kelp detritus and algae growing on rocks. Without otters fishing overhead, emboldened sea urchins turn mobile and eat live kelp. Unchecked, sea urchin populations can consume enough kelp to turn forest to desert.\nSea otters are still recovering from overharvesting through the 1800s that reduced their numbers from an estimated few hundred thousand to just a few thousand individuals as of the early 1900s. In 2012, researchers examined the effects of sea otter presence or absence on kelp forests from Vancouver Island in the south to the westernmost of Alaska’s Aleutian Islands in the north.\nThey sampled kelp beds from areas with and without sea otter populations, clipping and weighing plants to determine the relative weight of plant material (biomass) in the different locations. They concluded that, for an area of roughly 51 billion square meters, the presence of otters increased carbon storage in kelp tissue by 4.4 to 8.7 teragrams. (A teragram is 1 trillion grams, which is just over 2 billion pounds.)\nGiven that humans release about 8 thousand teragrams of carbon each year by burning fossil fuels and making cement, 4-9 teragrams of kelp storage might not seem like much, especially since, the scientists explain, kelp consumption of carbon dioxide doesn't automatically translate into long-term carbon storage. Some of it probably goes right back into the atmosphere through gas exchange and decomposition near the surface.\nBut some kelp detritus does make its way to the deep ocean, and the timescale for that carbon returning to the atmosphere can be measured in hundreds of years. If as little as 1 percent of the annual otter-driven increase in kelp biomass makes it into “deep storage,” it would be enough to offset the annual emission of 100,000 automobiles. Based on 2012 prices for the European Carbon Exchange, that stored carbon could be worth $205 million to $408 million—not a bad bonus for restoring an important predator in the nation’s Pacific Coast ecosystems.\nPhoto by Neil Fisher, taken for the Vancouver Aquarium, which was home to Milo until his death in 2012. Used with permission. Milo and Tanu became famous on Youtube when they were captured on video holding hands while napping.\nWilmers, C.C., Estes, J.A., Edwards, M., Laidre, K.L., Konar, B. 2012. Do trophic cascades affect the storage and flux of atmospheric carbon? An analysis of sea otters and kelp forests. Frontiers in Ecology and the Environment, 10(8), 409-415.\nCiais, P., C. Sabine, G. Bala, L. Bopp, V. Brovkin, J. Canadell, A. Chhabra, R. DeFries, J. Galloway, M. Heimann, C. Jones, C. Le Quéré, R.B. Myneni, S. Piao and P. Thornton, 2013: Carbon and Other Biogeochemical Cycles. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA\nHelp us improve our content",
  "source": "climate.gov"
}