{
  "url": "https://www.climate.gov/news-features/featured-images/five-years-ago-week-all-50-states-had-snow-ground",
  "title": "Five years ago this week, all 50 states had snow on the ground",
  "date": null,
  "content": "Thanks to back-to-back storms over the last month, most of the Midwest and North-Atlantic regions are covered by snow. But when was the last time there was snow on the ground in all fifty states—even our most tropical destinations, Florida and Hawaii? This kind of scenario is pretty rare and sometimes tough to document, but it has happened. The last time was five years ago this coming Thursday.\n(This question was originally sent to us by a Climate.gov reader. Were you snapping photos of snow on February 12, 2010? Do you have other historical trivia challenges for our scientists? Share them with us on Facebook or Twitter.)\nThe map shows snow (white) and ice cover (blue) in North America on February 12, 2010. Snow blankets the majority of the Lower 48, almost entirely covering the Northeast, Midwest, and northernmost states of the Great Plains. Snowy summits can be seen in the Cascades and Sierra Nevadas, as well as other mountain ranges throughout the Northwest and Southwest.\nThe inset images show pockets of snow on Hawaii’s 13,800-foot Mauna Kea volcano, taken on February 12, 2010. While snow in Alaska is to be expected during February, it’s also surprisingly common in the highest elevations of Hawaii’s mountains throughout much of the year. But as excitement grew over the possibility of a perfect ‘50-for-50’ event in mid-February 2010, forecasters in Hawaii were pessimistic, saying it had been several weeks since there had been snow in the mountains and that none was expected to fall any time soon. Webcams from astronomical observatories located high up in the mountains seemed to confirm this, too.\nPatrick Marsh, who at the time was a meteorology graduate student at the University of Oklahoma, tweeted on February 11 that if it were to snow in Florida the next day, there would be snow on the ground in all 50 states at the same time. (Marsh is now a meteorologist at NOAA’s Storm Prediction Center.) Marsh’s announcement caught the attention of several news outlets. In an interview with NPR, he announced his quest to collect pictures of snow from every state on February 12.\nMarsh thought there was a chance of finding traces of snow in some of the more sheltered, shaded areas of the Hawaiian mountains. But who could act as his remote sensors? A group of astronomers working at the Mauna Kea observatories were up to the task, and Marsh had photos from their hike down the north slope of the mountain in his inbox within 24 hours. Snow was so sparse on the mountain, Marsh explained, that if you combined all the patches of snow captured in the astronomers’ photos, they would only be about the size of a kitchen table.\nIn the Lower 48, many people will recall the back-to-back storms that brought record snowfalls to the many parts of the country in early February 2010. The first storm originated in the Pacific Ocean, and brought heavy rain and mountain snow to parts of the Southwest before swinging north to hit the Mid-Atlantic states on February 6. A second storm, which originated in Canada, pummeled the region with blizzard conditions on February 10. As of February 11, at least two inches of snow covered the majority of the contiguous United States—even as far south as Arizona and New Mexico.\nEven Floridians saw a touch of snow in the extreme northwest panhandle region on February 12. While snowfall in Florida is pretty rare, it can occur every few years across the northern panhandle and the north central peninsula. A major exception to this “only in the north” rule occurred on January 19, 1977. On that date, a strong cold front produced the only known snowfall ever recorded and/or seen in South Florida and the Bahamas.\nHoward Diamond of NOAA’s National Center for Environmental Information confirmed the correct date of snow in all fifty states by sifting through historical snow cover data. But he was able to back up some details with his own memories, too. “Florida has always been the toughest state for snow,” he recalls, “but I can tell you from personal experience growing up in Florida at that time, and I remember flurries being spotted as far south as Miami Beach while walking to school that morning.”\nFor other snow maps and information, visit: http://www.ncdc.noaa.gov/snow-and-ice/\nNOAA Climate.gov map by Hunter Allen, based on Snow and Ice Mapping System (IMS) data for February 12, 2010. Photos taken by Greg Warren and Matt Geballe.\nRelated Links\n49 states dusted with snow; Hawaii's the holdout. Phys.Org. Last updated: February 13, 2010.\nA Quest To Photograph Snow In All 50 States. NPR: All Things Considered. Published: February 12, 2010.\nOU student found snow in 50 states. NewsOK.com. Last updated: February 18, 2010.\n35th Anniversary of Snow in South Florida. National Weather Service Weather Forecast Office: Miami, Florida (pdf).\nHelp us improve our content",
  "source": "climate.gov"
}