{
  "url": "https://www.climate.gov/news-features/featured-images/picture-climate-what-can-we-learn-caves",
  "title": "Picture Climate: What Can We Learn From Caves?",
  "date": null,
  "content": "One of nature’s truly awe-inspiring creations, caves and the unique rock formations inside them are not only breathtaking but are also natural recorders of climate. These underground chambers contain the secrets of Earth’s climate in what you may know as stalactites, stalagmites, and other formations. Collectively, scientists call the icicle-shaped rocks hanging from the ceiling and the rock mounds that rise up out of a cave’s floor “speleothems.”\nIt is how these speleothems form that allow them to hold a natural record of climate. As water runs through the ground, it collects naturally occurring minerals like calcium carbonate from the soil. Then, as the water drips down into caves through cracks in the ground, it leaves those minerals behind in crystal deposits that form speleothems—similar to the way water leaves white spots on your bathroom faucet or shower. The speleothems grow over time as the water drips down from the cave’s ceiling, as seen in the top photo taken in Crystal Cave in Spring Valley, Wisconsin, or the water pools in its floor and the deposits build up in thin, shiny layers.\nOnce speleothems stop growing, their smooth, wet-looking surface turns dull as the speleothems become dirty and eroded. The bottom photo shows impressive stalactites adorning the ceiling above Dream Lake in Luray Caverns, Virginia. The formations that appear to be stalagmites below are actually a reflection on the water’s mirror-like surface. The Luray Caverns are millions of years in the making, and the formations continue to grow at the rate of one cubic inch every 120 years.\nSpeleothems often form annual growth rings similar to those found in trees and these may be deposited over hundreds or even thousands of years. Because the amount of water making its way into the caves determines the amount speleothems grow, their layers can indicate times of both heavy precipitation and drought in the area.\nPaleoclimatologists can also collect other climate information from speleothems by looking at the amount of a particular oxygen isotope they contain. There are two main types of oxygen isotopes in water, and the ratio of the two depends on several climate-related factors including air temperature, precipitation, and the volume of ice sheets in the world. Speleothems preserve this ratio of oxygen isotopes as they form, which also allows paleoclimatologists to use them to reconstruct past climate conditions.\nA single cave cannot, however, paint the full picture of past climate conditions in an area. So, paleoclimatologists study speleothems from many caves and look for overarching patterns. Additionally, insights gleaned from patterns in speleothems combined with data from other natural recorders like pollen, trees, ice, and corals can help scientists get a true sense of what Earth’s climate was like thousands to millions of years ago.\nVisit the Speleothem page to access climate data that scientists have derived from caves and learn more about NCDC’s Paleoclimatology Program.\nCaption by Susan Osborne, adapted from the original NOAA NCDC Picture Climate series. Top photo taken by Flickr user Brianne, some rights reserved. Bottom photo taken by Flickr user Arvind Govindaraj, some rights reserved.\nHelp us improve our content",
  "source": "climate.gov"
}