{
  "url": "https://www.climate.gov/news-features/featured-images/warm-oceans-pose-risk-global-coral-bleaching-event-2015",
  "title": "Warm oceans pose risk of global coral bleaching event in 2015",
  "date": null,
  "content": "After a surprisingly rough summer for coral reefs in 2014, NOAA scientists are warning that warm ocean temperatures in the tropical Pacific and Indian Oceans could set the stage for a global outbreak of coral bleaching—the loss of corals’ food-producing algae—in 2015.\nThe map above shows areas where there is a 60 percent likelihood of coral heat stress from March until June 2015 according to NOAA’s Four-Month Coral Bleaching Thermal Stress Outlook. The outlook depends on sea surface temperature forecasts from NOAA’s operational climate forecast system model to show regions that are most likely to experience bleaching up to four months in advance.\nAreas that are at risk of potential bleaching are shown in lighter shades of orange. The darker red colors indicate areas of more sustained heat stress. Alert Level 1 means significant bleaching is likely. Alert Level 2 means bleaching is likely to be widespread and significant mortality is likely.\nBleaching occurs when corals expel the symbiotic algae that live inside them and produce much of their food (through photosynthesis). Losing their algae causes the corals’ vibrant colors to fade to white—bleaching—and corals may starve or catch diseases during periods of prolonged stress.\nThe swath of red across the Pacific Ocean places the nations of Nauru, Kiribati, Tuvalu, Vanuatu, New Caledonia, Wallis and Futuna, Samoa, Fiji, Tonga, and Niue in the immediate line of fire. In these locations, heat stress has already reached levels that cause coral bleaching. In American Samoa, NOAA scientists are already seeing the start of bleaching on shallow reefs. Over the next few months, these conditions could spread to the Line Islands, Cook Islands, and the Galapagos to the east end of the Pacific Ocean.\nIn the Indian Ocean, heat stress has already reached bleaching levels around Madagascar and near Tromelin Island and Reunion in the southwest. Bleaching also may impact the central/eastern Indian Ocean, including the region covering Pulu Keeling and Christmas Island, Australia and parts of Indonesia.\nAfter May, the focus will shift to other regions of the globe. “In the coming months, we will be watching to see if the model predicts conditions that can cause bleaching in Southeast Asia and the Coral Triangle region around mid-2015,” said Mark Eakin, NOAA Coral Reef Watch coordinator. After that, all eyes will turn to the northwestern Pacific, the tropical Atlantic, and the Caribbean. In these areas, ocean temperatures should reach their peak around Summer-Fall 2015.\nIn 2014, an outbreak of coral bleaching in the Pacific and the Caribbean occurred. The reefs of the Florida Keys observed their worst bleaching impacts since 1998. The main Hawaiian Islands experienced their worst bleaching on record, and a record level of heat stress was observed in the Northwestern Hawaiian Islands. These widespread bleaching events were surprisingly severe for a year without a strong El Niño underway.\n“The outlook shows a pattern over the next four months that is similar to what we saw during global coral bleaching events in 1998 and 2010,” Eakin explained. “We’re really concerned that 2015 may bring the third global coral bleaching event.”\nNOAA Climate.gov image by Hunter Allen, based on data from the Four-Month Coral Bleaching Thermal Stress Outlook.\nRelated Links\nNOAA: Warm ocean temperatures may mean major coral bleaching. February 17, 2015.\nNOAA Coral Reef Watch\nHelp us improve our content",
  "source": "climate.gov"
}