{
  "url": "https://www.climate.gov/news-features/featured-images/how-does-el-ni%C3%B1o-affect-us-spring-precipitation",
  "title": "How does El Niño affect U.S. spring precipitation?",
  "date": null,
  "content": "After months of straddling the fence, the atmosphere and ocean over the tropical Pacific have finally leaned far enough toward El Niño that forecasters have declared an El Niño advisory.  In this week’s ENSO blog, Emily Becker with NOAA’s Climate Prediction Center explains the atmospheric and oceanic conditions that finally—but barely—tipped the scales.\nThis map pair from the blog shows how El Niño has affected U.S. precipitation during the 10 years of the modern instrument record during which El Niño was present in the spring: 1953, 1957, 1958, 1966, 1969, 1983, 1987, 1992, 1998, and 2010).\nThe map on the left shows March-April-May precipitation during those ten years compared to the long-term average, with browns indicating drier–than-average springs, and greens and blues indicating wetter-than-average springs. The map on the right shows how often that wet or dry precipitation pattern occurred. \"Cool\" colors indicate the particular wet or dry signal occurred less than 50 percent of the time, while \"warm\" colors indicate frequencies above 50 percent (meaning 5 or more years out of 10).\nThe maps show that spring precipitation in some parts of the United States has a reliable connection to El Niño.  Across the mountainous regions of the Pacific Northwest, for example, a moderate dry signal (dark browns) occurred between 60-70 (orange) and 80-90 (red) percent of the El Niño springs on record. The Great Lakes region and the Ohio Valley also saw moderately dry springs from 60-70 to 80-90 percent of the time.\nA strong wet signal (dark green and blues) shows up in coastal Northern California, northeast Texas, central Florida, and the Northeast coast from Massachusetts to New Jersey. But the reliability of that signal varies considerably from one place to another. The most reliable wet spring signal appears in central Florida, where it occurred in up to 9 years out of 10 (red areas). In most of California and Texas, on the other hand, El Niño brought wet springs less than 50% of the time (light blue and cyan).\nAs far as using the past to infer what a given region might expect from the current El Niño, a final important point to remember is that the maps above show the precipitation patterns during all El Niños of the modern record, regardless of how strong or weak they are. The current El Niño is weak, and it’s generally the case that the weaker the El Niño, the more likely it is that other weather variability will drown out its influence.\nHelp us improve our content",
  "source": "climate.gov"
}