{
  "url": "https://www.climate.gov/news-features/featured-images/lack-snow-drives-iditarod-start-250-miles-north",
  "title": "Lack of snow drives Iditarod start 250 miles north",
  "date": null,
  "content": "Alaska’s famous Iditarod Trail Sled Dog Race traditionally starts in the southern coastal city of Anchorage. Yesterday, however, the race kicked off in Fairbanks, 250 miles farther north, for the first time since 2003 and only the second time in the history of the race. Back in February, officials decided to reroute the trail due to a lack of snow cover and safety concerns.\nThe map at right show model-estimated snow depth across the state as of March 9, 2015. Snow depth increases from gray (one foot or less), to blue, to white (3 feet or more). Anchorage had only trace amounts of snow while Fairbanks was covered in 8-12 inches.\nThe historical Iditarod trail routes are shown in black. Upon leaving Anchorage, the trail splits into northern (used in even years) and southern (used in odd years) routes at the town of Ophir. This year, teams arriving from Fairbanks will intersect with the northern route at the town of Ruby. At Galena, the trail takes an additional detour, heading north to Huslia. As usual, the race will end in Nome. This year’s route is 18.65 miles shorter than the Anchorage-Nome route.\nExcept for three weeks in late January / early February, Alaska has been stuck in a pattern of mild temperatures since November. This is related to the warm-cold split that developed in the atmosphere over the Pacific and North America  this past winter, which favored cold, snowy conditions in the east and left the western half of the country unseasonably warm and dry. If you happened to be in Fairbanks or Nome on February 24, for example, you would have been enjoying warmer temperatures (29°F and 28°F, respectively) than Chicago (16°F) or New York City (18°F).\nOverall, Alaska experienced its 7th warmest winter on record this year, with an average temperature 11.1°F above the 1971-2000 average, marking the warmest winter for the state since 2002-03. According to the Third National Climate assessment, Alaska has warmed more than twice as rapidly as the rest of the United States over the past 60 years.\nMild winter temperatures have brought hazardous freezing rain events in place of snow in many locations across Alaska. Anchorage closed out the month of February with only 1.1 inches of snow—the fifth lowest February snow total on record. As of March 1, the seasonal snow total was only at 20.5 inches. Meanwhile, over on the East Coast, Boston had its snowiest month of any month since records began with 64.8 inches of snow.\nThe 11-mile ceremonial start, which remained in Anchorage this year, was held on Sunday. According to news reports, city crews delivered up to 350 dump truck loads of snow the night beforehand. The next day brought “very un-Iditarod-like conditions,” with rain falling at a balmy 40 degrees. Fortunately for the competitive race, around 4 inches of snowfall fell in Fairbanks as recently as March 7, priming trail conditions at the new starting line.\nLast year, sparse snow cover at several points along the trail exposed roots, tree stumps, and other hazardous obstacles. Lack of snow also made it harder for mushers to brake their speeding dogs. Only a few days in, several mushers—veterans among them—were forced to drop out because of injuries due to crashes.\nCaption by Caitlyn Kennedy. Maps by NOAA Climate.gov, based on modeled snow depth data (0.01 decimal degree resolution) provided by the NWS National Operational Hydrologic Remote Sensing Center.\nRelated Links\nAlaska. Climate Change Impacts in the United States: The Third National Climate Assessment, digital version. Accessed March 9, 2015.\nIditarod Trail Committee Website (2015, Feb. 11): The 2015 Restart will be in Fairbanks. Accessed March 9, 2015.\nIditarod Trail Committee Website (2015, March 7): Great Conditions in Fairbanks, Trail Update. Accessed March 9, 2015.\nNOAA National Climatic Data Center’s Climatological Rankings. Accessed March 9, 2015.\nNOAA National Climatic Data Center’s State of the Climate National Summary Information - February 2015. Accessed March 9, 2015.\nHelp us improve our content",
  "source": "climate.gov"
}