{
  "url": "https://www.climate.gov/news-features/featured-images/arctic-sea-ice-winter-maximum-may-be-smallest-record",
  "title": "Arctic sea ice winter maximum may be smallest on record",
  "date": null,
  "content": "Arctic sea ice typically reaches its summer minimum extent in September, and its winter maximum extent in early March. According to the National Snow and Ice Data Center (NSIDC),  Arctic sea ice extent reached 14.54 million square kilometers (5.61 million square miles) on February 25, and then began to decline, signaling that the spring thaw was underway.  Unless a late growth spurt takes place, it will be the smallest maximum extent in the satellite record.\nThis map shows sea ice concentration on February 25, 2015. The yellow line is the 1981-2010 median extent for that date. Satellites orbit near but not directly over the poles, so there is a data gap over the North Pole, and NSIDC calculations treat this area as completely ice covered.\nDespite a small increase after March 9, ice extent appears to have leveled off again, and further growth is increasingly unlikely—though not impossible—as the season continues to advance.  That means that the February 25 maximum extent is shaping up to be the smallest maximum of the satellite record, edging out the previous record of 14.67 million square kilometers (5.67 million square miles) set on March 9, 2011.You can compare 2015 to earlier years with NSIDC's Charctic Interactive Sea Ice Graph.\nTed Scambos, NSIDC lead scientist, attributes the unusually low 2015 maximum to low ice extent in the Pacific and a late-season drop in ice extent in the Barents Sea. Strong southerly winds in early March pushed the ice edge northward, and opened up polynyas north of some Barents Sea islands. As of February 25, the only areas in the Arctic with above-normal extent were Baffin Bay and the waters around Newfoundland. Subsequent ice growth in the Bering Sea partially offset ice retreat in the Barents and Kara Seas.\nThe Arctic Oscillation (AO) index has been generally positive in early 2015. In its positive mode, the climate pattern pulls warm air across Siberia and into the Arctic, potentially causing earlier melt onset. The positive mode also leads to wind patterns that favor increased export of old ice along the eastern Greenland coast.\nNSIDC cautions that Arctic sea ice extent may still grow somewhat in the next few weeks. Multiple recent years—2003, 2006, and 2011—experienced a resurgence of sea ice after several days of decline, and late-season ice-growth spurts are commonplace. But sea surface temperatures in the Barents Sea have been slightly above normal for this time of year, reducing the likelihood of further significant sea ice growth.\nA record-low winter maximum doesn’t necessarily foretell a record-low summer minimum.  The years 2006 and 2011 both experienced unusually low winter maximums, but neither year went on to set a new record summer low.  The record-breaking minimum year, 2012, had a winter maximum close to the 1981-2010 average.\nMeanwhile, Antarctic sea ice reached its minimum extent: 3.58 million square kilometers (1.38 million square miles) on February 20, 2015. It ranks as the fourth-highest summer minimum extent on record. Over the span of the satellite record, Arctic sea ice has been declining significantly, while sea ice in the Antarctic has increased very slightly. Recent research demosntrates that the Antarctic gains do not balance out the Arctic losses: globally, sea ice extent has decreased over the past several decades.\nYou can find more information about sea ice condtions in NSIDC's blog post, Possibly low maximum in the north, a high minimum in the south.\nTo learn more about the 2015 Arctic sea ice maximum, see the NSIDC Arctic Sea Ice News and Analysis release.\nHelp us improve our content",
  "source": "climate.gov"
}