{
  "url": "https://www.climate.gov/news-features/featured-images/warming-plants-are-swallowing-ponds-alaskan-arctic",
  "title": "With warming, plants are swallowing ponds in Alaskan Arctic",
  "date": null,
  "content": "For most of the year, the Arctic tundra of Alaska's Barrow Peninsula is dominated by ice, snow, and silence. During the region's brief summer, however, the landscape comes alive with vegetation and migratory birds. The birds shelter, feed, and nest among the ponds that puddle up on the tundra’s deeper, permanently frozen soil. With warming, those ponds are slowly disappearing.\n\nThese photos show two different scientists kneeling on a narrow observation platform over an Arctic pond in Alaska:  Malcolm Butler of North Dakota State University in 1976 (top) and Christian Andresen of the University of Texas at El Paso (bottom) in 2012. In the decades that elapsed between the two photos, the pond was overgrown with plants that hide the wooden platform.\n\nThe shrinking number of northern Alaska’s ponds is documented in a new study published in the Journal of Geophysical Research: Biogeosciences. Andresen and colleague Vanessa Lougheed compared aerial photos from 1948 to satellite images acquired in 2002, 2008, and 2010, and to low-altitude, kite-borne imagery acquired in 2010. Between 2010 and 2013, they waded out onto the soggy tundra to measure the depth of pond water and thawed soil at seven ponds originally studied in the 1970s as part of the International Biological Program.\n\nBeneath the tundra is permafrost: a layer of soil and rock that remains frozen year round. Melting snow can't penetrate permafrost, so ponds form. But rising temperatures are thawing permafrost, which releases stored nutrients that spur plant growth. Over time, plants overtake the open water.\n\nAndresen and Lougheed found that the number of ponds on the northern part of Alaska's Barrow Peninsula decreased by 17 percent between 1948 and 2010—a conservative estimate because it excludes long, narrow ponds that split into smaller ponds. The ponds that remain are roughly 30 percent smaller on average.\n\nHistorical records indicate that ponds normally grow and coalesce into Arctic lakes, but if ponds are shrinking instead of growing and merging, the coming centuries will bring fewer lakes to the Barrow Peninsula. The landscape change is expected to affect migratory birds that typically use Barrow Peninsula lakes for food and nesting habitat as well as the native communities that depend upon these migratory birds as part of their subsistence lifestyle.\n\nReferences\nAndresen, C.G., Lougheed, V.L. (2015). Disappearing Arctic tundra ponds: Fine-scale analysis of surface hydrology in drained thaw lake basins over a 65 year period (1948–2013). J. Geophys. Res. Biogeosci., 120, doi:10.1002/2014JG002778.\n\nAmerican Geophysical Union. (2015, March 12). Ponds are disappearing in the Arctic, new study finds.\n\nState of the Cryosphere. (2008, October 31). Permafrost and frozen ground. National Snow and Ice Data Center.\n\nWrona, F.J., Prowse, T.D., Reist, J.D. (2007). Freshwater Ecosystems and Fisheries. Arctic Climate Impact Assessment Scientific Report.\nHelp us improve our content",
  "source": "climate.gov"
}