{
  "url": "https://www.climate.gov/news-features/featured-images/us-climate-resilience-toolkit-nominated-webby-awards",
  "title": "U.S. Climate Resilience Toolkit nominated for Webby Awards",
  "date": null,
  "content": "The International Academy of the Digital Arts & Sciences has chosen the U.S. Climate Resilience Toolkit as one of five nominees for the annual Webby Awards for online excellence. We are nominated in the 'Green' category. If you're a fan of our site, please consider voting for us.\nVoting is open from now until April 23. You do have to register/login, but you can use your Facebook, Google, or Twitter logins, or an email address with no additional personal info.\nThe Webby Awards are the Internet's most respected symbol of success (much like a Grammy or an Oscar), so it's an honor just to be nominated. Out of the millions of sites, videos, ads, and mobile apps in existence, and the tens of thousands that were submitted for consideration, only a handful of Nominees were selected by the Academy for The 19th Annual Webby Awards.\nUsing plain language and easy-to-use tools, the U.S. Climate Resilience Toolkit illustrates climate-related vulnerabilities that communities and businesses face, from national to local scales, and summarizes steps they can take to become more resilient. The site is designed to serve interested citizens, communities, businesses, resource managers, planners, and policy leaders at all levels of government.\nThe Toolkit was developed in 2014 by a partnership of federal agencies and organizations, hosted by NOAA’s Climate Program Office, in response to the President’s Climate Action Plan and Executive Order to help the nation prepare for climate-related changes and impacts. The impacts of climate change—including higher temperatures, heavier downpours, more frequent and intense droughts, wildfires, and floods, and sea level rise—are affecting communities, businesses, and natural resources across the nation.\nSince the Toolkit's debut in November 2014, it has expanded to address a range of topics, including Human Health, Coastal Flood Risk, Food Resilience, Ecosystem Vulnerability, and Water Resource Risks.\nWe would appreciate your support, and hope you keep visiting us at http://toolkit.climate.gov!\nVote for the U.S. Climate Resilience Toolkit in the Green category.\nHelp us improve our content",
  "source": "climate.gov"
}