{
  "url": "https://www.climate.gov/news-features/featured-images/early-years-california%E2%80%99s-drought-may-be-linked-lingering-effect-la",
  "title": "Early years of California’s drought may be linked to lingering effect of La Niña",
  "date": null,
  "content": "On average, La Niña—the cool phase of a natural climate pattern in the tropical Pacific—leads to somewhat dry winters in California.  But a new analysis of historical data from scientists in NOAA’s Climate Program Office suggests that dryness often deepens into drought the following year, even if the tropical Pacific has technically shifted back to “neutral” conditions.  Consistent with that pattern, California’s ongoing drought began in 2011-12, during the second year of a La Niña phase, and it persisted into the “neutral” years of 2012-2014.\nThe first image at right shows winter (December-February) sea surface temperature and precipitation data for all neutral years in the historical record (1901-2004) that followed a La Niña year. Click tabs below image to see different maps. The second and third images below show the winters of 2012-13 and 2013-14—the second and third winters of the ongoing California drought. Areas that were warmer than average are red; areas that were cooler than average are blue. Areas of unusually high precipitation are green; unusually dry areas are brown.\nThe conditions during the winter of 2012-13 echo the historical pattern in many ways: cool in the eastern tropical Pacific and warm to the west. In the mid-latitudes, a pocket of cooler water is pinned against the West Coast by a larger blob of unusually warm water in the North Pacific. In the winter of 2013-14, many signs of the pattern remain, but the mid-latitude “blob” of warm water was much warmer than the winter before, and it was located much closer to the West Coast. Meanwhile, the cool anomalies were fading.\nThe scientists replicated the historical analysis in a climate model that does a good job simulating El Niño/La Nina cycles and found the same pattern: when neutral conditions follow La Niña conditions, ocean surface waters remain cool in the eastern tropical Pacific, warm in the western Pacific, and precipitation in California remains below average. The below-average precipitation is connected to a large ridge of high pressure (not shown) looming offshore, blocking moisture-laden storms from traveling through California.\nThe simulations suggest that the dryness can linger for multiple years after a La Niña—until the Pacific shifts all the way over to its warm phase, El Niño. And to really help the current drought, not just any El Niño will do. The warming would likely need to be strong and widespread, not just confined to the central Pacific—where the current El Niño is located—but extending across the eastern tropical Pacific, as well.\nThe location of the warming is key to delivering a wet winter to California because the warm waters become the epicenter for increased tropical rainfall. Tropical rainfall must generally shift all the way into the eastern Pacific in order to influence the jet stream in a way that can reliably steer mid-latitude storms across California and the southern tier of the United States.\nThe ENSO forecast for April 2015 gives a roughly 70% chance that current El Niño conditions will last through the Northern Hemisphere summer of 2015, but whether it will last through the winter—California’s wet season—is more uncertain.\nThe lingering influence of La Niña event may explain part of the current California drought, but with an event this complex, multiple factors almost certainly play a role. In addition, research indicates that extended dry spells might be the long-term norm for this part of the world. Research highlighted in The New York Times uses tree rings to reconstruct past climates over centuries. Such studies have found evidence of Western megadroughts that lasted decades.\nNOAA Climate.gov map by Dan Pisut, based on analysis by Pedro DiNezio, Yuko Okumura, and Clara Deser, in cooperation with the Modeling, Analysis, Predictions, and Projections group in NOAA’s Climate Program Office. Caption by Michon Scott and Rebecca Lindsey.\nHelp us improve our content",
  "source": "climate.gov"
}