{
  "url": "https://www.climate.gov/news-features/featured-images/climate-challenge-was-tropical-pacific-warmer-or-cooler-average-april",
  "title": "Climate Challenge: Was the tropical Pacific warmer or cooler than average in April 2015?",
  "date": null,
  "content": "How much warmer or colder than average would sea surface temperatures be in the eastern tropical Pacific Ocean in April 2015? That's the question we asked participants to consider last month in our new online game: Climate Challenge, in which players pit their predictive powers against experts’ opinions. According to NOAA’s Climate Prediction Center, the average sea surface temperature value in the Niño-3.4 region during the month of April was +0.79°C warmer than the 30-year average.\nIn the map above, colors show where average monthly sea surface temperature was above or below its 1981-2010 average. Blue areas experienced cooler-than-usual sea surface temperatures while areas shown in red were warmer than usual. The darker the color, the larger the difference from the long-term average. A box outlines the swath of the tropical Pacific Ocean called the Niño 3.4 Region. The observed difference from the average temperature in the Niño 3.4 Region is used to calculate the Oceanic Niño Index, which indicates the current phase of El Niño-Southern Oscillation (ENSO).\nThe experts’ average guess of +0.72°C (up 0.22°C from the March average) was closer to the mark than the participants’ average guess of +1.06°C. (Check the Climate Challenge Leaderboard to see the winners of each round.) The experts involved in this Climate Challenge question included Michelle L'Heureux (NOAA Climate Prediction Center), Tony Barnston (International Research Institute for Climate and Society at Columbia University, and Bill Patzert (NASA's Jet Propulsion Laboratory).\nThe experts were mindful that they were making their guesses during the so-called \"spring predictability barrier,” a particularly hard time to predict the ENSO state with confidence. Still, all three bet that the Niño 3.4 Region would get gradually warmer in the month of April; they pointed to persistent conditions in the ocean and atmosphere that you would expect in developing and mature El Niño events. (Back in March, NOAA officially declared the arrival of a weak El Niño phase.)\n“Low-level westerly wind anomalies in the western and central tropical Pacific have been causing downwelling Kelvin waves that have built up warm water below the surface [around the Niño 3.4 Region],” Barnston said.  “High subsurface heat content often leads to rising sea surface temperature.”\nThe ‘coupling’ of these oceanic and atmospheric conditions can maintain El Niño conditions going forward, as the ocean and atmosphere reinforce one another. Another potential influence was the Madden Julian Oscillation (MJO). In the last couple of weeks in March, favorable phases of the MJO put the tropical westerlies into overdrive, pushing warm waters from the western tropical Pacific into the Niño3.4 region.\nBut both Barnston and L’Heureux expressed some doubt that the MJO-enhanced westerlies would continue, and so they opted for only marginal increases in April. That forecast proved accurate, according to L’Heureux. The MJO faded during April, but surface waters continued to gradually warm as the El Niño-linked coupling of westerly winds and surfacing ocean Kelvin wave persisted.\nDespite the warming seen in April, there is still considerable uncertainty about what might transpire in the coming months.  “Many of today’s leading comprehensive coupled ocean-atmosphere dynamic models are predicting strengthening of El Niño conditions toward summer,” Barnston said, “and some even predict a moderate to strong event. But some models do not predict further strengthening, and some (mainly statistical models) even predict a return to neutral conditions.” Stay tuned to our ENSO blog for more details.\nNote: The April 2015 Niño-3.4 value will change slightly when the Extended Reconstructed Sea Surface Temperature (ERSST) dataset is updated next month.\nNOAA Climate Prediction Center’s El Niño Diagnostic Discussion\nNOAA Climate Prediction Center’s Monthly Sea Surface Temperature Indices\nOceanic Niño Index\nThe Spring Predictability Barrier: we’d rather be on Spring Break\nOceanic Kelvin waves: The next polar vortex*\nWhat is the MJO, and why do we care?\nHelp us improve our content",
  "source": "climate.gov"
}