{
  "url": "https://www.climate.gov/news-features/featured-images/southern-plains-some-rain-and-drought-relief",
  "title": "For the Southern Plains, some rain and drought relief",
  "date": null,
  "content": "At the end of April 2015, almost 60 percent of Oklahoma was experiencing moderate to exceptional drought, and 30 percent of Texas was experiencing drought conditions. Extreme drought conditions occupied central Texas and reached northward into central and western Oklahoma, with pockets of exceptional drought scattered along the border between the two states.\nBut according to the May drought outlook, conditions are likely to improve in the southern Plains this month. Forecasts indicate moderate to heavy rain in early May 2015 and enhanced chances of above-normal rainfall through the end of the month. The map pair at right shows  U.S. Drought Monitor status as of April 28 (left) and the NOAA Climate Prediction Center’s U.S. monthly drought outlook for May (right).\nMany of the areas experiencing extreme (bright red) or exceptional (dark red) drought in the southern Plains are projected to at least improve (tan) or see the end of drought (green) in May. The colors indicate that there is little opportunity for drought improvement in the northern Plains, but North Texas and western Oklahoma are likely to benefit from much-needed rainfall.\nThe NOAA Climate Prediction Center notes that May is one of the wetter months in the Great Plains region, generally bringing 10 to 20 percent of annual rainfall. NOAA’s monthly precipitation outlook for the United States shows western Texas and Oklahoma have at least a 40 percent chance of being wetter than normal through the end of the month, while much of the northern Plains region has an equal chance for precipitation totals that are below, near, or above the long-term average.\nSome slight improvement has already occurred in Texas and Oklahoma during late April. According to the U.S. Drought Monitor website, the coverage of extreme to exceptional (D3-D4) drought decreased from 37 to 24 percent from April 21 to 28 due to heavy rainfall in the western and central parts of the state. Recent rains also improved conditions in Texas, helping water supplies recover in the Dallas-Fort Worth and San Antonio urban areas.\nThe local National Weather Service Office in Amarillo, Texas, explains that while short-term relief in the form of periodic heavy rain events has benefited farming and ranching operations in the Texas and Oklahoma panhandles, long-term drought impacts remain across the area, including low reservoir levels, drier than normal deep soil zones, and thinned grass stands on rangeland. CPC forecasters also caution that “one month of above-normal precipitation during one of the wetter times of year is not necessarily enough to bring substantial drought relief.”\nNOAA Climate.gov maps, based on data from the U.S. Drought Monitor on April 28 and the the NOAA Climate Prediction Center’s U.S. monthly drought outlook for May.\nRelated Links and Resources\nTexas and Oklahoma Panhandle Drought Center. Amarillo, Texas, Weather Forecast Office.\nU.S. Drought Monitor\nClimate.gov Data Snapshots: U.S. Drought Monitor\nClimate.gov Data Snapshots: U.S. Monthly Drought Outlook\nClimate.gov Data Snapshots: U.S. Monthly Precipitation Outlook\nHelp us improve our content",
  "source": "climate.gov"
}