{
  "url": "https://www.climate.gov/news-features/featured-images/monthly-carbon-dioxide-levels-hit-new-milestone",
  "title": "Monthly carbon dioxide levels hit new milestone",
  "date": null,
  "content": "For 800,000 years before the twentieth century, carbon dioxide levels in Earth’s atmosphere never exceeded 300 parts per million. Then the Industrial Revolution began, and modern human civilization started burning through millions of years of fossilized carbon in the geological blink of an eye.\nYesterday, NOAA scientists reported that in March 2015 the monthly average global carbon dioxide level went above 400 parts per million for the first time. The graph at right puts this value into historical context, showing modern observations since 1980.  The seasonal cycle of plant growth and decay in the Northern Hemisphere causes the dips and peaks in the line.\nThe graph is overlaid on an astronaut photograph of the Earth’s atmospheric limb—the narrow halo of air that appears as a layered cake when viewed from the side and far away.  Heat from the sun-warmed surface of the Earth must travel that distance and pass back out to space for Earth’s surface temperature to remain in balance.\nBut within those layers of atmosphere, carbon dioxide molecules absorb heat, just like the bricks in your chimney absorb heat from a fire. The more carbon dioxide, the more heating, and the longer it takes the atmosphere to cool off. Every night, the solar heating stops, and everything begins to cool off, but every day the Sun comes up and restarts the heating. Because the day’s heat takes longer on average to pass through all those layers than it did when there was less carbon dioxide, Earth’s average temperature has gone up. The more carbon dioxide (and other greenhouse gases) we add, the more it will continue to go up.\nIn addition to the cascade of climate impacts from this global warming—rising sea level, more extreme rain events, insect pest population explosions, increasing coral bleaching—the extra carbon dioxide is also changing the pH of the ocean.  Carbon dioxide is mildly acidic when it dissolves in water (think of your favorite carbonated beverage). The ocean’s rising acidity has harmed oysters and other marine creatures by weakening their shells.\nWhen commenting on the milestone, NOAA scientists pointed out that carbon dioxide is a long-lived greenhouse gas, so stopping the further increase in emissions will not immediately return the Earth’s temperature to it’s pre-industrial state.  Once we stop adding more than the Earth’s natural systems can remove in any given year, we will still have to wait thousands of years for the Earth to completely remove the excess amount we have already emitted.\nImage by NOAA Climate.gov, based on monthly global carbon dioxide data from Mauna Loa Observatory, provided by NOAA ESRL. Astronaut photograph courtesy NASA Earth Observatory.\nHelp us improve our content",
  "source": "climate.gov"
}