{
  "url": "https://www.climate.gov/news-features/featured-images/longer-dry-spells-store-us-great-plains",
  "title": "Longer dry spells in store for U.S. Great Plains",
  "date": null,
  "content": "Across much of the Great Plains, less than 10% of the land devoted to crops is irrigated. From soybeans and sunflowers in North Dakota to cotton and winter wheat in Texas, large stretches of croplands in the U.S. Great Plains rely exclusively on rain. According to the National Climate Assessment, those croplands are going to face longer dry spells in coming decades as greenhouse gas concentrations continue to rise.\nThese maps, adapted from the U.S. National Climate Assessment issued in May 2014, show historical and projected patterns in the number of consecutive dry days experienced in different parts of the Great Plains. The historical map shows the average annual maximum number of consecutive dry days during 1971-2000. Darker shades of orange signify longer dry spells. During this 30-year period, the area with the longest dry spells generally stretched from western Nebraska southward through western Texas.\nThe projected maps show changes in consecutive dry days for 2041-2070, compared to 1971-2000. One scenario assumes substantial reductions in emissions, and the other scenario assumes continued rising emissions. Reductions in consecutive dry days appear in shades of blue-green, and increases in consecutive dry days appear in shades of brown, with darker brown signifying greater increases.\nIn both emissions scenarios, consecutive dry days are likely to increase throughout most of the southern Great Plains, particularly from Kansas southward. Projections are more severe under the continued-emissions scenario, which also shows lengthened dry spells in southwestern Montana, southwestern Wyoming, and southeastern Nebraska.\nConsecutive dry days are not projected to increase as substantially in eastern Texas. Most reductions in consecutive dry days occur in the north, which is consistent with general predictions of wetter conditions in northern North America under a warming climate.\nDepending on the crop, longer dry spells could force growers to begin costly irrigation, putting additional stress on rivers, streams, and groundwater. In other cases, some crops may simply become unsustainable in some parts of the Great Plains. Throughout much of the Great Plains, precipitation already fails to keep pace with water loss from evaporation and plant transpiration. This moisture deficit is expected to worsen for the southern Great Plains as greenhouse gas emissions from burning fossil fuels—and average temperatures—continue to rise.\nReferences\nShafer, M., D. Ojima, J. M. Antle, D. Kluck, R. A. McPherson, S. Petersen, B. Scanlon, and K. Sherman, 2014: Ch. 19: Great Plains. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 441-461. doi:10.7930/J0D798BC.\nU.S. Department of Agriculture. (2011, December). How is Land in the United States Used? Accessed November 4, 2014.\nU.S. Department of Agriculture Census of Agriculture. (2014, June 23). 2012 Census Ag Atlas Maps. Accessed May 18, 2015.\nU.S. Department of Agriculture. CropScape. Accessed May 18, 2015.\nHelp us improve our content",
  "source": "climate.gov"
}