{
  "url": "https://www.climate.gov/news-features/featured-images/june-outlook-heat-west-more-rain-plains-updated",
  "title": "June Outlook: Heat for the West, more rain in the Plains [Updated]",
  "date": null,
  "content": "The warm waters in the equatorial and northern Pacific off the West Coast and the water-logged soils in the Southern Plains are some of the factors influencing the temperature precipitation outlooks for June 2015.\nColored areas on these maps show the probability that June precipitation (left) and temperature (right) will be well-above or well-below average (in the upper or lower third of the historical June conditions). Darker colors mean greater chances of a given monthly outcome, not a larger temperature or precipitation anomaly. Areas that are white are places where the chances of above-, below-, and near-average conditions are equal.\nAccording to the latest outlook discussion from NOAA’s Climate Prediction Center, the elevated chance of relatively cool conditions in the Oklahoma and Texas are linked to the incredible amount of rain in the region in May. Wet soils tend to cool temperatures off.\nThe Pacific waters off the West Coast of the United States and south of Alaska are warmer than normal, contributing to the outlook for above-average warmth “downstream” over land.  In addition, a wide swath of western North America, from Alaska southward into northwest Mexico has been unusually warm since since January.\nThe broad band of elevated chances for well-above-normal precipitation across the heart of the country may be good news for drought conditions in the Southern Plains, but will hardly be welcome to those areas that experienced record-setting rain and floods in May.\nMaps by NOAA Climate.gov team, based on data from the Climate Prediction Center. Additional outlook maps are available via the Data Snapshots section of Climate.gov.\n[Updated June 4, 2015]  The post was updated with the latest forecast maps (issued May 31). The large versions show Alaska. The originals (issued May 21) are available via \"additional links\" below and to the right of the images. The new maps show many of the same features as before, with a few additions (elevated chances for warmth and wetness in the East, dryness in Alaska's interior and the Great Lakes) and subtractions (the elevated chances for wetter-than-average conditions in some of the Southern Plains and Lower Mississippi have subsided to equal chances for any outcome.)\nHelp us improve our content",
  "source": "climate.gov"
}