{
  "url": "https://www.climate.gov/news-features/featured-images/el-ni%C3%B1o-and-la-ni%C3%B1a-affect-spring-tornadoes-and-hailstorms",
  "title": "El Niño and La Niña affect spring tornadoes and hailstorms",
  "date": null,
  "content": "With springtime come longer days, daffodils, magnolias, Cherry Blossom festivals, shorts, sandals, March Madness, and baseball. Tagging along, unfortunately, are tornadoes and hailstorms. We have no way to actually prevent damaging storms, but one way scientists can help people prepare for them is to provide seasonal outlooks showing the likelihood of such storms. And a good place to look for clues turns out to be the Pacific Ocean.\n \nA paper published in Nature Geoscience in April 2015 by John Allen, Michael Tippett, and Adam Sobel examines the influence of the El Niño/Southern Oscillation (ENSO)—a natural climate cycle that periodically cools and warms different parts of the tropical Pacific Ocean—on hail and tornadoes that strike the contiguous United States during winter and spring. These maps are adapted from the that paper, and show tornado and hail frequencies for the spring months (March-May) during El Niño (left column) and La Niña (right) states.\n \nIn these maps, purple indicates higher storm event frequency, and brown indicates lower storm event frequency. Specifics vary, but in general, springtime tornadoes and hailstorms are less frequent in the southern central United States during El Niño, and more frequent during La Niña.\n \nThe research showed that ENSO affects tornado and hailstorm frequency by influencing the position of the jet stream over North America. El Niño weakens the surface winds that carry warm, moist air from the Gulf of Mexico over Texas and neighboring states. La Niña, in contrast, concentrates hot, humid air over the region. The heat and humidity over the southern Plains states sets up a strong north-south temperature gradient, which in turn favors storm formation.\n \nEl Niño/La Niña conditions often persist from winter into spring, the researchers found, so the ENSO state seen in December, January, and February can be used to predict tornado and hailstorm frequency for March, April, and May.\n \nTornado season and hail season don’t have set beginnings and endings. In general, tornado season peaks in Gulf Coast states in the spring, in the southern Plains in May and June, and in upper Midwest in June and July. (See Data Snapshots for maps of historical probability of severe weather.) But tornadoes can strike at any time of year. Severe hailstorms often strike between May and July, but can also occur at any time of year.\n \nThe authors explain that the connection between ENSO conditions and summertime storms is less clear, and unfortunately that is the time of year when severe storms peak throughout much of the United States. But for springtime, at least, ENSO data may be able to refine seasonal outlooks.\nCaption by Michon Scott. NOAA Climate.gov maps by Hunter Allen and Fiona Martin, based on data provided by John Allen. This research was funded by the Modeling, Analysis, Predictions, and Projections group in NOAA's Climate Program Office.\nAllen, J.T., Tippett, M.K., Sobel, A.H. (2015). Influence of the El Niño/Southern Oscillation on tornado and hail frequency in the United States. Nature Geoscience 8, 278–283.\n \nEdwards, R. The Online Tornado FAQ. NOAA Storm Prediction Center. Accessed June 2, 2015.\n \nRocky Mountain Insurance Information Association. Hail. Accessed June 2, 2015.\nHelp us improve our content",
  "source": "climate.gov"
}