{
  "url": "https://www.climate.gov/news-features/featured-images/el-ni%C3%B1o-revs-coral-bleaching-threat-caribbean",
  "title": "El Niño revs up coral bleaching threat in the Caribbean",
  "date": null,
  "content": "After an intense start to 2015, the waters of the South Pacific are finally cooling off, bringing relief to corals recovering from bleaching—the loss of their food-producing algae. Over the upcoming summer in the Northern Hemisphere, NOAA scientists expect the spread of bleaching conditions to the northeast Pacific and the Caribbean, placing many major reef systems in the line of fire.\nThe maps show areas where there is a 60 percent likelihood of coral heat stress occurring at some point from June through September 2015 in the Indian and western Pacific Ocean (bottom) and the eastern Pacific and Caribbean Sea (top), according to NOAA’s Four-Month Coral Bleaching Thermal Stress Outlook released on June 2, 2015. The outlook is based on sea surface temperature forecasts from NOAA’s operational climate forecast system.\nAreas that are at risk of potential bleaching are shaded in the colors ranging from orange to dark red. The darker red colors indicate areas of more sustained heat stress. Alert Level 1 means significant bleaching is likely. Alert Level 2 means bleaching is likely to be widespread and significant mortality is likely.\nBleaching occurs when corals expel the symbiotic algae that live inside their tissues and produce much of their food (through photosynthesis). Losing their algae causes the corals’ vibrant colors to fade to white—bleaching—and corals may starve and/or become prone to diseases during periods of prolonged stress.\nNOAA’s Coral Reef Watch expects another global-scale bleaching event in 2015, but hopefully not as severe as the event in 2010. The outlook indicates that heat stress along the central and eastern equatorial Pacific and Indian Oceans will remain strong through September. The ongoing El Niño is also heating up already warmer-than-average sea surface water along the west coasts of North and South America.\nAccording to NOAA’s Coral Reef Watch June 2015 update, Kelvin waves propagating from the west into the eastern Pacific and wind shifts continue to strengthen and maintain the El Niño. The swath of red—indicating potential Alert Level 2 heat stress—extending from the Gilbert Islands in the central equatorial Pacific Ocean to South America showcases the trademark El Niño pattern of higher-than-average sea surface temperatures.\nWarming in the equatorial Indian Ocean has already caused bleaching in the British Indian Ocean Territory and the Maldives. A bleaching watch extends across much of Southeast Asia, and warnings are in place from Vietnam east through the Philippines. While some minor bleaching could take place in the Coral Triangle through July, ocean temperatures should cool down by August 2015.\nNow warming has begun in the Caribbean, where ocean surface temperatures are expected to reach their peak toward the beginning of the fall season. Widespread bleaching watches and some warnings are already in place along the southwestern Caribbean coasts. The four-month bleaching outlook places Florida, Cuba, the northern Bahamas, and Bermuda under Alert Level 1 by September 2015.\nThough NOAA’s scientists note that their great concern is for the Caribbean region right now, they do not rule out the potential of bleaching again this year in Hawai’i. In 2014, a record level of heat stress was observed in the Northwestern Hawaiian Islands, and the main Hawaiian Islands experienced its worst bleaching on record -- even without a strong El Niño underway.\nRelated Links\nCoral Reef Watch Global Bleaching Update: June 2015\nHelp us improve our content",
  "source": "climate.gov"
}