{
  "url": "https://www.climate.gov/news-features/featured-images/may-2015-was-wettest-month-ever-recorded-us",
  "title": "May 2015 was wettest month ever recorded in U.S.",
  "date": null,
  "content": "Last month, much of the United States was wet. How wet? When climate scientists at NOAA’s National Centers for Environmental Information averaged the observations of rain, snow, and other precipitation from across the country, they found out it was the country’s wettest May since records began 121 years ago. In fact, it was the wettest month ever recorded!\nThis map shows precipitation across the contiguous United States for May 2015 compared to what is normal for this time of year. Places that were wetter than average are shades of green, while places that were drier than average are shades of brown.\nThe wettest places were parts of Arizona, Southern California, Northern Utah, a tiny spot in Nevada, and a small spot on the border of Texas and Oklahoma, where precipitation was at least 500% of average.\nThe driest places were California and North Carolina, but all of the Eastern United States was below average.\nAcross much of the middle of the country, rainfall was 200-300% of average for May. In all, fifteen states from the Great Basin to the Mississippi River had precipitation totals that were much above average. Colorado, Oklahoma, and Texas were each record wet for the month. The heavy precipitation during May essentially ended the multi-year drought that has plagued the Southern Plains since 2011.\nSurrounding the country’s soggy mid-section, however, much of the West and East Coasts were drier than average. Seven states from the Southeast to New England had May precipitation totals that were far below average, but no state was record dry. And on the West Coast, there was little to relieve the drought in California.\nFor more information about U.S. climate conditions in May, including temperature and extreme weather events, visit the website of the Monitoring Branch at NOAA’s National Centers for Environmental Information.\nCredit: Map and caption adapted from the State of the Climate: National Overview for May 2015 report, written and compiled by Jake Crouch. Special thanks to the FES fifth graders in Fayetteville, WV, for their help in posting this article.\nHelp us improve our content",
  "source": "climate.gov"
}