{
  "url": "https://www.climate.gov/news-features/featured-images/2015-halfway-over-and-hot",
  "title": "2015: Halfway over and hot",
  "date": null,
  "content": "Global temperatures so far this year are record-warm. And aside from eastern North America, we were all in it together, with areas of ‘’much warmer than average” temperatures on all continents and across parts of all observed ocean basins.\nThis map shows temperature rankings for the January-June 2015 period, and as you can see, surface temperatures have been not just warmer than average, but much warmer than average—even record warm—across large areas of both ocean and land.\nHere are some excerpts from NCEI’s monthly update for June:\nThe first six months of 2015 comprised the warmest such period on record across the world's land and ocean surfaces, at 0.85°C (1.53°F) above the 20th century average, surpassing the previous record set in 2010 by 0.09°C (0.16°F).\nThe average global sea surface temperature of +0.65°C (+1.17°F) for the year-to-date was the highest for January–June in the 136-year period of record, surpassing the previous record of 2010 by 0.04°C (0.07°F). The average land surface temperature of +1.40°C (2.52°F) was also record high, surpassing the previous record of 2007 by 0.13°C (0.23°F).\nMost of the world's land areas were much warmer than averge, that is falling within the top 10 percent of their historical temperature range for the January–June period.\nThe oceans were also much warmer than average across vast expanses, with much of the northeastern and equatorial Pacific, large parts of the western North Atlantic, and the Barents Sea notably record warm.\nOver land, only northeastern Canada was much cooler than average during the first half of 2015, as was the North Atlantic Ocean to the south of Greenland, with a region of observed record cold.\nWith half a year under our belt, and El Niño likely to persist into fall and winter, odds still seem favorable that 2015 will live up to climate blogger Deke Arndt’s hunch that 2015 will set a new global record for warmest temperature, which he shared in his last Beyond the Data blog post.\nHelp us improve our content",
  "source": "climate.gov"
}