{
  "url": "https://www.climate.gov/news-features/featured-images/climate-challenge-how-bad-was-us-drought-june-2015",
  "title": "Climate Challenge: How bad was the U.S. drought in June 2015?",
  "date": null,
  "content": "The June round of our “Climate Challenge” social media game pitted experts against players to answer the following question: What percent area of the United States will be in severe drought or worse in June 2015?\nAccording to the U.S. National Drought Monitor project, the percent of the continguous United States experiencing severe, extreme, or exceptional drought (according to the project’s classification scheme) was 13.00%.\nAs the map at right shows, the most severe drought was almost exclusively restricted to the West, with only a few small patches of extreme drought in the Southeast. (Neither Alaska nor Hawaii had any area with severe drought or worse.) California’s ongoing drought persisted in exceptional status (darkest red), and surrounding states were experiencing drought ranging from moderate to extreme (orange to bright red).\nThis month’s experts—Nina Oakley, of the Western Regional Climate Center; Tom DiLiberto, of the Climate Prediction Center; and Mike Brewer, of the National Centers for Environmental Information—drew on a wide variety of climate information sources to come up with their guesses, including drought maps and statistics, monthly climate outlooks, and forecasts for El Niño.\nOn average, the players were more pessimistic about drought conditions than our experts in this round of the game. The players’ average guess was 28.59%, while the average of our experts’ guesses was 12.58%. The closest individual guess came from expert Nina Oakley, who guessed that 12.92% of the United States would be experiencing severe drought or worse at the end of June 2015. The closet guess by an individual player was 13.33%.\nIf you’re on social media, and you want to join the game, you can read more and sign up at https://www.ecoresearch.net/climate-challenge/#. You can read about previous rounds’ questions and experts at http://www.adp.noaa.gov/Experts_and_Answers.html.\nHelp us improve our content",
  "source": "climate.gov"
}