{
  "url": "https://www.climate.gov/news-features/featured-images/climate-challenge-what-was-water-level-lake-mead-end-july",
  "title": "Climate Challenge: What was the water level in Lake Mead at the end of July?",
  "date": null,
  "content": "The July round of our “Climate Challenge” social media game pitted experts against players to answer the following question: What will the water level be in Lake Mead on July 31, 2015?\nAccording to the U.S. Department of Interior’s Bureau of Reclamation, the lake’s elevation measured at 1,078.15 feet on the last day of the month—137.61 feet below its last peak in 1998. The graph shows lake elevation (in feet) from 1940 through July 31, 2015. The photo, taken on July 10, 2015 at the Hoover Dam, shows the high points and low points of Lake Mead’s water history. The white “bathtub ring” seen on the rocky sides of the reservoir shows the historical high water level in the reservoir. The ring is a coating of minerals, deposited on the rocks while they were covered by water.\nLast July, Lake Mead reached its lowest water level since the lake was first filled after the construction of the Hoover Dam in the 1930s, according to the Bureau of Reclamation. Water supply forecasts remained pessimistic for much of winter 2014-2015, as below-average snowpack and above-average temperatures dominated the region, and at the end of June, the lake elevation was 1,075.08—just barely above a critical lake elevation and decision point at Lake Mead.  If the lake's elevation is projected to be at or below 1,075 feet at the beginning of 2016, it would trigger the first ever shortage declaration in the Lower Colorado River Basin.\nHowever, an unusually wet spring monsoon brought much above-average precipitation to the Colorado River Basin.  Higher-than-expected spring runoff in the Upper Colorado River Basin allowed for more inflows into Lake Powell, and the increased precipitation in the Lower Colorado River Basin reduced the demand for water from Lake Mead, allowing for Lake Mead to conserve water that would have otherwise been used downstream.  The increased water levels at both Lake Powell and Lake Mead have greatly reduced the risk of a shortage declaration next year.\nThe Lake Mead reservoir—the largest in the United States—stores Colorado River water for delivery to farms, homes, and businesses in southern Nevada, Arizona, southern California, and northern Mexico. According to the National Park Service website, about 96 percent of the water in Lake Mead is from melted snow that fell in Colorado, Utah, New Mexico, and Wyoming. The drop in elevation over the past few years coincides with a persistent drought affecting the western U.S. The lake’s most recent high of 1,215.76 feet occurred back in November 1998, but it has not approached that level since.\nThis month’s experts—Malcolm Wilson, of the U.S. Bureau of Reclamation's Upper Colorado Region; Ben McMahan of the Climate Assessment for the Southwest (CLIMAS); and Paul Miller of NOAA's Colorado Basin River Forecast Center—drew on a wide variety of climate and water information sources to come up with their guesses, including hydrological models, water demand forecasts, monthly climate outlooks, and more. The experts explained their individual approaches to making their guesses on the Climate Challenge website.\nIf you’re on social media, and you want to join the game, you can read more and sign up at https://www.ecoresearch.net/climate-challenge/#. Stay tuned to our Twitter and Facebook channels in the coming weeks to see who had the best guess...\nImage by NOAA Climate.gov, data courtesy of the U.S. Bureau of Reclamation Lower Colorado Region. Photo used with permission from Flickr user Rudy Salakory, some rights reserved.\nResources\nWestern drought brings Lake Mead to lowest level since it was built\nU.S. National Park Service Lake Mead website\nU.S. Bureau of Reclamation Lower Colorado River Region website\nU.S. Bureau of Reclamation Water Resources Group\nHelp us improve our content",
  "source": "climate.gov"
}