{
  "url": "https://www.climate.gov/news-features/featured-images/risk-very-large-fires-could-increase-sixfold-mid-century-us",
  "title": "Risk of very large fires could increase sixfold by mid-century in the US",
  "date": null,
  "content": "Warming due to increasing greenhouse gas emissions will likely increase the potential for ‘very large fires’—the top 10 percent of fires, which account for a majority of burned areas in many regions of the United States. Climate change is expected to both intensify fire-friendly weather conditions, as well as lengthen the season during which very large fires tend to spread.\nThe map at right shows the projected increase in the number of “very large fire weeks”—weeks in which conditions are favorable to the occurrence of very large fires—by mid-century (2041-2070) compared to the recent past (1971-2000). The darkest shades of red indicate that up to a six-fold increase is predicted across parts of the West. This area includes the Great Basin and Northern Rockies, as well as the Sierra Nevada and Klamath Mountains in Northern California.\nThe potential for very large fire events is also expected to increase along the southern coastline and in the forests around the Great Lakes, although the number of events along the northern tier of the country should only increase moderately given the historically low potential for these events.\nFor this study, researchers considered the average results of 17 climate model simulations to examine how the potential for very large fires is expected to change. Future projections* were based on a higher-emissions scenario called RCP 8.5, which assumes continued increases in carbon dioxide emissions.\nAlong with the elevated potential for very large fires across the western US in future decades, other climate modeling studies have projected increases in fire danger and temperature, and decreased precipitation and relative humidity during the fire season. The increased potential for these extreme events is also consistent with an observed increase in the number of very large fires in recent decades.\nIn addition, scientists have detected trends toward overall warming, more frequent heat waves, and diminished soil moisture during the dry season. The combination of these climate conditions and historic fire suppression practices that have led to the build-up of flammable debris have likely led to more frequent large fire events.\nAt this very moment, more than 70 wildfires are burning throughout the West, putting homes, lives, and livelihoods at risk. The smoke created by these fires exacerbates chronic heart and lung diseases while also degrading visibility and altering snowmelt, precipitation patterns, water quality, and soil properties. In addition to public health impacts, projected trends in extreme fire events have important implications for terrestrial carbon emissions and ecosystems.\nThe authors of the study also note that these findings could place a burden on national and regional resources for fighting fires. Fire suppression costs in the U.S. have more than doubled in recent decades, exceeding $1 billion per year since the year 2000, the National Interagency Fire Center reports. The vast majority of that money is spent on large incidents.\n*For everywhere except the western side of the southern Plains (where the increases were less than 50%), the projected changes met the following criteria: at least 90% of the models agreed on the sign of change, and the predicted change exceeded two standard deviations of the twentieth-century mean. In other words, in most places, the models agreed that the risk of very large fires would increase, and that the change would be large compared to historic natural variability. Grey indicates regions where historical observations of very large fires were insufficient to build robust models.\nThis research was funded in part by the Regional Integrated Sciences and Assessments program, part of NOAA's Climate Program Office in the Office of Oceanic and Atmospheric Research.\nReference\nBarbero, R.; Abatzoglou, J.T.; Larkin, N.K.; Kolden, C.A.; Stocks, B. 2015. Climate change presents increased potential for very large fires in the contiguous United States. International Journal of Wildland Fire.\nHelp us improve our content",
  "source": "climate.gov"
}