{
  "url": "https://www.climate.gov/news-features/featured-images/if-things-go-%E2%80%9Cnormal%E2%80%9D-most-us-locations-will-have-their-hottest-day",
  "title": "If things go as “normal,” most U.S. locations will have their hottest day of the year by the end of July",
  "date": null,
  "content": "If this year’s weather is statistically “normal,” most locations in the contiguous United States will experience their hottest day of the year between July 15-31. For another significant chunk of the country—including most of Alaska—the historical window for the hottest day of the year has already passed.\nThis map shows the average window for the day of the year with the highest maximum temperature based on the 1991-2020 U.S. Climate Normals, the nation’s official record of recent climate. The colors show date ranges progressing from June 1 (lightest yellow) through September 30 (darkest red). The darker the color, the later in the year the hottest day typically arrives.\nFor most of the country, the warmest day occurs sometime between mid-July and mid-August. The amount of solar radiation reaching Earth (in the northern Hemisphere) peaks at the summer solstice on June 21, but temperatures tend to keep increasing into July. The continued warming occurs because the rate of heat input from the sun during the day continues to be greater than the cooling at night for several weeks past the solstice, until temperatures start to descend in late July and early August.\nThe lightest and darkest areas of the map show just how variable the U.S. climate can be. The lightest colors (earliest warmest day) occur in New Mexico and Arizona. This early arrival reflects the influence of the North American Monsoon, a period of increased rainfall affecting the U.S. Southwest in mid-to-late summer. The region’s highest temperatures tend to occur in June, before the monsoon’s clouds and rain set in. The darkest colors occur along the Pacific coastline, where the persistence of the marine layer—a persistent layer of clouds that forms above the chilly coastal waters—maintains cool temperatures in early summer. In many locations, the warmest days on average do not occur until September when the fog lifts.\nThe National Centers for Environmental Information (NCEI) Warmest Day of the Year maps are derived from the 1991-2020 U.S. Climate Normals, 30-year averages of climatological variables including the average high temperature for every day. Temperature normals are important indicators that are used in forecasting and monitoring by many U.S. economic sectors. Knowing the probability of high temperatures can help energy companies prepare for rising electricity demand and help farmers monitor heat-sensitive crops. They are also useful planning tools for the healthcare, construction, and tourism industries. You may even want to check the normals at your destination as part of any advance planning your next event or vacation.\nOf course, any single year’s hottest day may arrive earlier or later than the normal window, depending on the short-term weather. For the latest weather forecasts and heat advisories for your area, visit weather.gov.\nHelp us improve our content",
  "source": "climate.gov"
}