{
  "url": "https://www.climate.gov/news-features/featured-images/2015-arctic-sea-ice-fourth-lowest-record",
  "title": "2015 Arctic sea ice fourth lowest on record",
  "date": null,
  "content": "On September 11, 2015, Arctic sea reached its fourth-lowest minimum extent in the satellite record. The National Snow and Ice Data Center (NSIDC) released its preliminary announcement today, saying that Arctic sea ice melted down to 1.70 million square miles (4.41 million square kilometers).\nThe map shows sea ice concentration in the Arctic on September 11. Only concentrations 15% or greater are mapped. The brighter the shade of white, the higher the ice concentration. The yellow line indicates the median extent recorded for this date from 1981 through 2010. The graph compares the 2015 minimum extent to the climatological average (1981–2010) as well as the three lowest minimums (2012, 2007, and 2011).\nIn both the Northern and Southern Hemisphere, sea ice grows throughout the winter and melts throughout the summer. Because ocean temperature typically lags behind atmospheric temperature, sea ice reaches is minimum or maximum extent in late summer or winter. NSIDC has tracked satellite observations of Arctic sea ice extent since 1979. This year’s minimum extent comes very close to the 2011 minimum (third lowest), and even close to the 2007 minimum (second lowest). The 2015 minimum also falls outside of two standard deviations of the 1981–2010 average.\nTen years ago, Arctic sea ice set a new record unlike anything previously observed. This year’s low is 350,000 square miles (910,000 square kilometers) below that. In fact, the nine lowest Arctic sea ice extents in the satellite record have all occurred in the last nine years, NSIDC reports.\n“It’s as though we have a new normal in the Arctic, with less ice than in the late 20th century,” says NSIDC lead scientist Ted Scambos. “Climatically, this was an unspectacular year in the Arctic. There was a brief warm period in July, but overall, it wasn’t particularly warm. There was no giant late-summer storm to break up ice and lead to melt. There were no especially strong wind patterns or currents to flush out old ice. And despite that relative normalcy, we reached a sea ice minimum not seen before 2007.”\nOn the opposite side of the globe, Antarctica’s sea ice was below normal for the first time since November 2011. The cause is unclear, but El Niño may be a factor. The increases in Antarctic sea ice extent that have been observed in the satellite record do not balance out the much larger ice losses in the Arctic.\nFor more information about sea ice, see NSIDC’s in-depth analysis. You can compare annual sea ice extents using NSIDC’s Charctic tool.\nHelp us improve our content",
  "source": "climate.gov"
}