{
  "url": "https://www.climate.gov/news-features/featured-images/nearly-25-million-acres-burned-across-us-august-2015",
  "title": "Nearly 2.5 million acres burned across US in August 2015",
  "date": null,
  "content": "*CORRECTIONS\nWednesday, Sep. 22, 12:45 pm. Due to a data entry error, a previous version of this article incorrectly stated that the area burned in August 2015 was 4.04 million acres, which would have set a new record for area burned in August. The correct figure is 2.4 million acres, which is the third-largest August burned area on record. Text and graphs have been updated to reflect the correct figure.\nLast month, our “Climate Challenge” online game pitted experts against players to answer the following question: What will be the total area burned due to wildfires in the United States in August 2015?\nAccording to the National Interagency Fire Center, wildfires charred about 2.4 million acres throughout the month, the third-largest area since reliable record-keeping began in 2000. The satellite image at right shows smoke from fires burning in Washington, Oregon, Idaho, and Montana on August 19, 2015. One of the month’s most significant fires was the source of the smoke drifting eastward from north-central Washington. Burning more than 300,000 acres and destroying 176 homes, the Okanogan Complex Fire evolved into the largest fire on record for the state.\nThe graph* shows the total number of acres burned in 2015 (red) relative to the 2000–2010 average (yellow).\nOur Climate Challenge experts—Louis Giglio, of the University of Maryland at College Park; LeRoy Westerling, of UC Merced; and Edward Delgado, of the Bureau of Land Management—drew on a wide variety of climate information sources to come up with their guesses, including satellite records, historical fire statistics, climate outlooks, and drought information.\nBut there is often a high level of uncertainty when predicting fire activity, Delgado explained, since “there are many variables that play a role in determining the numbers of fires and acres burned, such as when and where starts will occur; the burning environment in which fires occur; the events that cause fires; fire management strategies; and availability of firefighting resources.”\nAs forecasted, warmer-than-average temperatures in the Pacific Northwest coincided with drought conditions ranging from severe to extreme. “Higher temperatures mean more evaporation, and thus more flammable fuels,” Westerling said. “Combined with drought in and near California, and fuel accumulations from long-term fire suppression in some areas, the risk of a big fire season is high.”\nThe NOAA National Centers for Environmental Information (NCEI) reported that the eastern sides of Washington, Oregon, Idaho, and Montana were quite dry in August, with many locations receiving less than 25 percent of normal precipitation. Washington had its ninth driest summer on record, creating the ideal wildfire conditions that sparked the Okanogan Complex Fire.\nOverall, it has been an active summer for wildfires. As of the end of August, wildfires had burned more than eight million acres in the U.S., the most since 2000. For many locations in the High Plains and Midwest, it’s also been a hazy summer. Smoke from the fires out West drifted eastward, causing a wide range of impacts, including some benign and some harmful. For instance, smoke suppressed daytime temperatures this month (smoke particles reflect incoming sunlight), and also created beautiful sunsets. On the other hand, smoke also resulted in air quality issues, which caused respiratory problems for sensitive groups.\nIf you’re on social media, and you want to join the game, you can read more and sign up at www.ecoresearch.net/climate-challenge/. Stay tuned to our Twitter and Facebook channels.\nSatellite image by the NOAA Environmental Visualization Lab, taken by the Suomi NPP satellite's VIIRS instrument. Graph by NOAA Climate.gov, data courtesy of the National Interagency Fire Center.\nNational Interagency Fire Center\nNCEI State of the Climate Report: National Overview. August 2015.\nNCEI State of the Climate Report: Wildfires. August 2015.\nData Snapshots\nHelp us improve our content",
  "source": "climate.gov"
}