{
  "url": "https://www.climate.gov/news-features/featured-images/cold-winter-leads-large-late-antarctic-ozone-hole-2015",
  "title": "Cold winter leads to large, late Antarctic ozone hole in 2015",
  "date": null,
  "content": "The 2015 Antarctic ozone hole area was larger and formed later than recent years, according to scientists from NASA and the National Oceanic and Atmospheric Administration (NOAA).  On October 2, 2015, the ozone hole expanded to 28.2 million square kilometers (10.9 million square miles), an area larger than the continent of North America.\nThis image shows ozone concentration on October 2 from two different satellite points of view: from the side (left) and from above (right).\nViewed from the side, Earth’s atmosphere looks like a halo around the flat circle of the Earth. The image of this “halo” shows the density of ozone molecules at altitudes between 10 and 40 kilometers above the surface. A void in the halo over Antarctica shows the presence of the ozone hole.\nThe image at right shows the ozone hole from above, providing a view of the area covered by the hole. Values below 220 Dobson Units are considered part of the ozone hole. This year, the hole expanded across the entire continent, encompassing most of the Antarctic Peninsula, and spilling out over the Southern Ocean in places.\nThe ozone hole is an annual thinning of Earth’s protective, UV-blocking ozone layer.  It forms each year in the stratosphere over Antarctica in early Southern Hemisphere spring, generally reaching peak size between mid-September and mid-October. Ozone holes have been observed each year since the early 1980s.\nIn general, the colder the preceding winter, the greater the ozone depletion and the larger the ozone hole area. This past winter, the stratosphere was colder than average, and the atmospheric circulation over Antarctica was very stable, leading the ozone hole to become the fourth-largest on record.\nOzone is destroyed by highly reactive types of chlorine. The chlorine comes from the decay of manmade chemicals (CFCs) that were once widely used for refrigeration, air conditioning, and aerosol sprays. The atmospheric levels of these chemicals are no longer increasing, thanks to the Montreal Protocol, but the ones already present won’t break down completely for many decades.\nThe chlorine from the decay of CFCs is converted to a highly reactive gas by unusual clouds that only form in the stratosphere at extremely cold temperatures, which is why cold winters make for larger ozone holes. The return of sunlight to the polar latitudes in spring initiates the ozone-depleting reactions. But as spring progresses and temperatures rise, the clouds evaporate, the creation of highly reactive chlorine gas ceases, and the destruction of ozone stops. As the season continues, ozone from middle and lower latitudes flows into the polar stratosphere, filling the ozone hole back in for another year.\nOriginal image by Dan Pisut, NOAA Environmental Visualization Lab, based on NASA/NOAA satellite data.\nGraph caption: Total ozone at altitudes between 12 and 20 kilometers measured by balloon-borne sensors over the South Pole between late winter (July) and early summer (January). The pink line (2015) dips below the median (gray line) and stays there later into October than usual. Graph adapted from original provided by NOAA ESRL Global Monitoring Division.\nMeteorological Conditions and Ozone in the Polar Stratosphere  at the Climate Prediction Center Website\nChemical Sciences Division at NOAA Earth System Research Laboratory (ESRL)\nOzone imagery from NOAA View\nGlobal Monitoring Division at NOAA ESRL\nNASA’s Ozone Watch Page\nHelp us improve our content",
  "source": "climate.gov"
}