{
  "url": "https://www.climate.gov/news-features/featured-images/arctic-continues-be-significantly-warmer-average",
  "title": "Arctic continues to be significantly warmer than average",
  "date": null,
  "content": "“Arctic amplification” of climate change remained in full swing in 2015, according to the 2015 Arctic Report Card. Broad areas of the Arctic were more than 5°F (3°C) warmer than average during the report card’s monitoring year (October 2014-September 2015), with temperatures over land areas record warm. The increase in temperature over Arctic regions continued to outpace the global average.\n\nThe map at right shows the average temperature for October 2014-September 2015 compared to the 1981-2010 average, based on NCEP Reanalysis data. All around the Arctic, temperatures were much warmer than average, with only Greenland and a small part of northeastern Canada near or below average.\nThe graph beneath the map shows annual temperatures for the Arctic (areas between 60° and 90° North latitude) and the globe since 1900. Arctic temperatures (red line) are more variable from year to year than global temperatures (bigger swings above and below average). But despite the variability, a trend is clear: the Arctic has warmed more than the globe as a whole.\nThis amplification of climate change occurs for two main reasons. First is the feedback loop that gets underway as temperatures rise and snow and ice melt. The less snow and ice on the ground or ocean during the Arctic’s long summer days, the more sunlight the ocean and land absorb. The more they absorb, the warmer they get, and the more ice and snow melt.\nSecond, while the Arctic is warming, its temperature is still lower than the tropical or middle latitudes, and a colder atmosphere doesn’t radiate thermal energy back into space as efficiently as warmer parts of the atmosphere do. In other words, a colder atmosphere can’t get rid of the excess heat of global warming as well as other parts of the globe, and so it is warming faster.\nNOAA Climate.gov map based on NCEP/NCAR Reanalysis Data provided by NOAA ESRL Physical Sciences Division. Graph adapted from Figure 1.1b in the 2015 Arctic Report Card.\nJ. Overland, E. Hanna, I. Hanssen-Bauer, S.-J. Kim, J. E. Walsh, M. Wang, U.S. Bhatt, and R. L. Thoman. (2015). Surface air temperatures. (2015). In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (Eds.), Arctic Report Card: Update for 2015.\nHelp us improve our content",
  "source": "climate.gov"
}