{
  "url": "https://www.climate.gov/news-features/featured-images/warming-waters-shift-fish-communities-northward-arctic",
  "title": "Warming waters shift fish communities northward in the Arctic",
  "date": null,
  "content": "Marine ecosystems in the Barents Sea—a sub-arctic shelf sea bordering the Arctic Ocean—are warming faster than the global average, according to the 2015 Arctic Report Card, contributing to a northward shift in fish species. Not only are there now bigger fish to fry in the region, but scientists predict the natural marine ecosystem will undergo a transformation.\nThe maps shows a significant change in the locations of fish communities between the beginning of the annual Joint Norwegian/Russian Ecosystem Survey in the Barents Sea in 2004 (left) and in 2012 (right). Since the survey began, warm-water fish species from the Atlantic (red) and central Barents Sea (yellow) have taken over northern and eastern parts of the Barents Sea. Local cold-water fish species (blue) have been almost pushed out of the shelf area.\nMost of the fish species increasing in the north are large fish predators such as cod, beaked redfish, and long rough dab that are attracted to the warm temperatures and the increasing availability of food. Sea ice in this region is retreating earlier and productivity is booming now that previously ice-covered areas are exposed to sun. Cod, a major commercial species, reached a record high population size not observed since the 1950s—a combination of favorable climate conditions and reduced fishing pressure.\nUltimately, scientists predict the retreat of sea ice in the shallow shelf areas previously dominated by local Arctic fish will shift toward a favorable marine environment for large generalist fish species, which feed throughout the water column. Arctic fish communities would be vulnerable to this kind of change. Smaller and more stationary, these local fish species are benthivorous, meaning that they feed on organisms living on the sea bottom in the shallow shelf areas.\nUnlike larger fish, it is harder for Arctic fish species to travel long distances in search of more suitable habitat. As a result, the authors write, two previously separate fish communities are now mixing together, competing with each other for food, and introducing new predators. It is even possible that this could result in the local extinction of some Arctic fish species, even the most abundant arctic species, Polar cod, from these areas.\nMap by NOAA Climate.gov, based on Fossheim et al. (2015).\nReference\nM. Fossheim et al. (2015). Climate Change is Pushing Boreal Fish Northwards to the Arctic.  In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (2015) Arctic Report Card: Update for 2015.\nHelp us improve our content",
  "source": "climate.gov"
}