{
  "url": "https://www.climate.gov/news-features/featured-images/surface-melting-affected-more-half-greenland-ice-sheet-2015",
  "title": "Surface melting affected more than half of Greenland Ice Sheet in 2015",
  "date": null,
  "content": "The Greenland Ice Sheet serves as part of Earth's built-in refrigeration system, reflecting sunlight back into space, and holding some 684,000 cubic miles (2.85 million cubic kilometers) of our planet's fresh water as ice. If the Greenland Ice Sheet were to melt away completely, ocean level would rise roughly 23 feet (7 meters). So scientists have good reason to watch Greenland melt closely.\nAdapted from the Arctic Report Card: Update for 2015, this map shows the number of melt days in June, July, and August 2015 compared to the 1981–2010 average. Areas that experienced a greater-than-normal number of melt days appear in shades red. Areas that experienced a lower-than-normal number of melt days appear in shades of blue.\nThe melt season was up to 30 to 40 days longer than average in western, northwestern, and northeastern Greenland, but was close to or below average elsewhere on the ice sheet. On July 4, 2015, melt area extended over more than half of the Greenland Ice Sheet for the first time since July 2012. For 52 days of the 90-day melt season, melt area exceeded the 1981–2010 average.\nYear-to-year differences in the amount of surface melting on the Greenland Ice Sheet are affected by atmospheric circulation and climate drivers such as the North Atlantic Oscillation (NAO). When the NAO is in its negative phase, as it was much of this summer, melting is often enhanced.\nIn July 2015, a ridge of high pressure associated with the NAO was positioned north of Greenland, where it promoted sunny skies and a generally clockwise atmospheric circulation around Greenland. To the west, the circulation drew warm air up from the south, enhancing melting in the north. To the east, cold northern air was drawn south, inhibiting melting there.\nMap by NOAA Climate.gov, data courtesy of Dr. Thomas L. Mote - University of Georgia.\nReferences\nM. Tedesco et al. (2015). Greenland Ice Sheet.  In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (2015) Arctic Report Card: Update for 2015.\nGregory, J.M. et al. (2004). Threatened loss of the Greenland ice-sheet. Nature 428: 616.\nHelp us improve our content",
  "source": "climate.gov"
}