{
  "url": "https://www.climate.gov/news-features/featured-images/climate-impacts-walruses-may-be-masked-influence-hunting-pressure",
  "title": "Climate impacts on walruses may be masked by influence of hunting pressure",
  "date": null,
  "content": "Like polar bears and seals, walruses use sea ice for mating, giving birth, and resting, which means they face an increasing loss of a preferred habitat from global warming. But population trends are so heavily influenced by hunting pressures dating back hundreds of years, particularly for the Atlantic subspecies, that using current status to predict future impacts is far from straightforward.\nThe photo at right illustrates one of the major responses of walruses to sea ice retreat: thousands of walruses hauled out on a barrier island offshore of Alaska’s northern coast in late summer 2014.  This has occurred every year since 2010, except 2012.  Normally, walruses—especially mothers with dependent young—would be hauled out offshore on sea ice.\nBut the farther the sea ice retreats from the coastal shelf areas where walruses feed on clams and other bottom-dwelling creatures, the more energy they have to expend getting back and forth. Too far, and the animals may face an energy deficit. Experts think this barrier island haul out—a phenomenon that locals had never witnessed before—is the result of sea ice retreat in the adjacent Chukchi Sea.\nLand-based haul outs are more crowded, offer less protection from predators and storms, and are more likely to result in trampling deaths of the young. As sea ice declines, walruses in the Arctic must haul out more often on land and for a longer period of time. In the 2015 Arctic Report Card, wildlife biologists wrote:\nBecause walruses will make use of terrestrial sites for haul-out, extinction due to climate change impacts on sea ice is unlikely to occur for this species. But, it is certain that land-based sites alone will not support the same number of walruses that the mixed seasonal use of sea ice and land has permitted in the past.\nPredicting the walruses’ future is complicated by the lingering impact of past hunting in different parts of the Arctic. Pacific walrus populations have declined in recent decades, for example, but experts are reluctant to pin all the blame on observed sea ice losses. They suspect that the declines are partly the natural flip side of an unsustainable population “boom” that occurred through the late 1970s and early 1980s after hunting restrictions were put into place.\nMeanwhile, sea ice declines around Svalbard in the North Atlantic are the fastest in the Arctic, and yet walrus subpopulations there are increasing exponentially. On the surface, it might seem as if the walruses were insensitive to sea ice declines, but in reality, the experts explain:\nThis situation arises because of the extreme historical overexploitation of the walruses in this area that took place over several hundred years up until the 1950s. When walruses did finally become protected in Svalbard in 1952, there were at best a few hundred animals occupying a few sites. But, after 60 years of complete protection from hunting, with some special no-go reserve areas, recovery is taking place.\nIn addition to sea ice declines, walruses face other hazards, including ocean acidification, commercial shipping, oil and gas exploration, and disease. All these factors will determine the future health and abundance of Arctic walruses.\nK.M. Kovacs et al. (2015). Walruses in a Time of Climate Change.  In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (2015) Arctic Report Card: Update for 2015.\nHelp us improve our content",
  "source": "climate.gov"
}