{
  "url": "https://www.climate.gov/news-features/featured-images/january-2016-snowstorm-was-category-5-event",
  "title": "January 2016 snowstorm was a Category 5 event",
  "date": null,
  "content": "Feb. 18, 2016, CORRECTION: Upon further analysis, NCEI has upgraded the Regional Snowfall Index rank for this snowstorm from a Category 4 to a Category 5 event for the Northeast. The RSI value for the Northeast was updated from 17.758 to 20.138, making it the fourth most severe storm to affect the region. For the Southeast, the storm remains a Category 4, but the RSI value was updated from 12.616 to 13.776. The storm now ranks as the 12th most severe for the region.\nFrom Arkansas up through New Hampshire, the January 22–24, 2016, snowstorm affected nearly 103 million people—around one-third of the entire U.S. population. The storm dumped over 20 inches of snow on 21 million people in the Northeast and over 10 inches on about 5.6 million people in the Southeast. But, how did this snowstorm compare to the most historic storms in these two regions?\nThe map at right shows snowfall totals for the January storm ranging from less than 2 inches (light gray) to more than 24 inches (red). Many urban areas from the Ohio Valley to the Northeast received more than 6 inches of snow, and several of the Mid-Atlantic’s largest cities—including Washington, D.C., Baltimore, and Philadelphia—received well over a foot. Virtually all of West Virginia saw snow totals in the 12-18 inches range, with the eastern mountains and panhandle closer to 2 feet.\nThese snow totals—and how frequently snow events of that magnitude occur in a particular region—are one of the criteria that scientists at NOAA’s National Center for Environmental Information use to place storms into historical context. Their Regional Snowfall Index, which ranks snowstorms on a scale from 1 to 5, also takes into account how large an area was affected, and the population in that area.\nIn the Northeast, the RSI value for the January 22–24 snowstorm is 17.758, which makes it a Category 4, or “crippling,” event for the region. With that value, the storm ranks sixth out of the 199 snowstorms since 1900 that NCEI has analyzed for the Northeast, and it is the second most severe Category 4 storm to affect the region. Even though the overall footprint of the storm in the Northeast was not large by historic standards, some of the heaviest snow fell on highly populated areas, driving the high RSI value.\nAffecting nearly 59 million people, the late February snowstorm of 1969 remains the strongest storm to hit the Northeast, with an RSI value of 34.026 making it a Category 5 or extreme event. The March 1993 “Storm of the Century” remains the second strongest snowstorm to hit the Northeast, with an RSI value of 22.117 also making it a Category 5 event.\nIn the Southeast, the RSI value for the January 22–24 snowstorm is 12.616, which also makes it a Category 4 or crippling event for the region. With that value, the storm ranks 14th out of the 153 snowstorms since 1900 that we’ve analyzed for the Southeast. Around 3.4 million people in the region saw over 15 inches of snow—in RSI terms, 15 inches in the Southeast is equivalent to 30 inches or more in the Northeast. As in the Northeast, some of the heaviest snow fell on highly populated areas, driving the high RSI value.\nAffecting over 31 million people, the early January snowstorm of 1996 remains the strongest storm to hit the Southeast, with an RSI value of 26.373 making it a Category 5 or extreme event. The March 1993 “Storm of the Century” remains the second strongest snowstorm to hit the Southeast, with an RSI value of 24.433 also making it a Category 5 event.\nLearn more about the Regional Snowfall Index and use NCEI's interactive mapping tool to see RSI rankings for almost 600 snowstorms since 1900.\nHelp us improve our content",
  "source": "climate.gov"
}