{
  "url": "https://www.climate.gov/news-features/featured-images/el-ni%C3%B1o-warmth-continued-during-january-2016",
  "title": "El Niño warmth continued during January 2016",
  "date": null,
  "content": "As they were in December, waters across the tropical Pacific Ocean continued to be much warmer than average in January 2016, suggesting* that El Niño still had a grip on the basin.\nThis image shows satellite sea surface temperature departure for the month of January 2016. Colors show where average monthly sea surface temperature was above or below its 1981-2010 average. Blue areas experienced cooler-than-usual sea surface temperatures while areas shown in red were warmer than usual. The darker the color, the larger the difference from the long-term average.\nThe unusual warmth is coupled with a slowdown of the easterly trade winds, increased rainfall in the central tropical Pacific, and a drop in surface air pressure there. These disruptions to the normal air movements in the tropics affect the mid-latitude jet streams, which is how El Niño can affect the weather in the United States and other parts of the world.\nThis high-resolution map is based on a dataset that combines in situ measurements with near-real-time satellite observations. A map like this one provides a detailed, up-to-date view of what oceans look like at any point in time, which is helpful for monitoring how an event is evolving and for providing starting data to (scientists say initialize) forecast models. These data are not, however, the best choice for producing historical rankings of event strength because satellite data from different eras can have subtle differences that are hard to account for. Instead, scientists use carefully pieced together historical data sets.\nForecasters expect the sea surface temperature anomalies in the tropical Pacific to decrease gradually over the next several months, and they forecast a transition to neutral conditions by the late spring or early summer. For more El Niño updates, follow the Climate.gov ENSO blog or read the latest monthly El Niño advisory update from the NOAA Climate Prediction Center.\n*Correction–Feb 2, 2016. Based on preliminary information, this post originally stated that the strong El Niño described in our previous (December) update continued in January; however, NOAA's official ENSO update that considers all relevant climate indicators will not be available until Feb. 11, 2016, so the exact strength of the ongoing event has not been officially determined.\nDecember 2016\nHelp us improve our content",
  "source": "climate.gov"
}