{
  "url": "https://www.climate.gov/news-features/featured-images/us-winter-precipitation-during-every-el-ni%C3%B1o-1950",
  "title": "U.S. winter precipitation during every El Niño since 1950",
  "date": null,
  "content": "The tropical Pacific climate pattern known as \"ENSO,\" which is short for El Niño-Southern Oscillation, has its strongest influence on the U.S. climate during winter (December-February). El Niño in general acts to tilt the odds toward wetter- and cooler-than-average conditions across much of the South, and toward drier and warmer conditions in many of the northern regions.\nThe collection of maps at right shows winter precipitation (December-February) in each U.S. climate division compared to the 1981-2010 average during all 24 El Niño events since 1950. Years are ranked from strongest El Niño (top left) to weakest (bottom right)‚ based on the Oceanic Niño Index value observed during December–February. There is no universal definition for ranking the strength of ENSO events; for this graphic, events with ONI values greater than 1.5 were ranked as strong, events with ONI values between 1 and 1.5 were ranked as moderate, and events with ONI values less than 1 were ranked as weak.\nThese maps were first published on our ENSO blog as part of the 2015-16 winter outlook post by Mike Halpert, Deputy Director of NOAA's Climate Prediction Center. They were updated for Halpert's post about the 2018-19 winter outlook.  In the original post, Halpert wrote,\nThe most consistent signal is along the Gulf Coast, where almost all of the strong episodes were associated with greater-than-average precipitation. Other fairly reliable signals for the stronger events include a tendency for below-average precipitation in the Ohio and Tennessee Valleys and above-normal precipitation in southern California and the Southwest. Of course, these impacts are not ensured during every El Niño, not even the strongest ones.\nThis variability from one El Niño to the next is one reason why CPC scientists always talk about seasonal climate outlooks in terms of \"odds,\" \"chances,\" or \"probabilities\"—not guarantees.  For example, the climate division in the southernmost tip of Florida experienced wetter-than-average winters in 5 out of 6 strong El Niño events, and in 10 of 12 strong and moderate events, which is a high percentage, but still not a guarantee. And the magnitude of the anomaly—how much wetter than average—varied from just barely above average to much wetter than average.  In the latest ENSO blog post, Halpert explains how the weak El Niño predicted for the 2018-19 winter factors into NOAA's  winter climate outlook.\nMaps by NOAA Climate.gov, based on NCDC climate division data provided by the Physical Sciences Division at NOAA ESRL.\nHelp us improve our content",
  "source": "climate.gov"
}