{
  "url": "https://www.climate.gov/news-features/featured-images/january-2016-earth-still-hot-streak",
  "title": "January 2016: Earth still on a hot streak",
  "date": null,
  "content": "The planet has been on a hot streak recently. NOAA’s National Centers for Environmental Information reported earlier today that January 2016 became the ninth month in a row to set a new record-warmest monthly temperature. According to the report:\nA strong El Niño that evolved in 2015 continued to impact global weather and temperatures at the beginning of 2016. The January 2016 globally averaged temperature across land and ocean surfaces was 1.04°C (1.87°F) above the 20th century average of 12.0°C (53.6°F), the highest for January in the 137-year period of record, breaking the previous record of 2007 by 0.16°C (0.29°F).\nJanuary 2016 also marks the ninth consecutive month that the monthly temperature record has been broken and the 14th consecutive month (since December 2014) that the monthly global temperature ranked among the three warmest for its respective month.\nThe image at right shows how the January 2016 average surface temperature around the planet compared to the rest of the historical record, which dates back to 1880. Most of the tropics was either “much warmer than average” or “record warmest,” including the tropical Pacific and Indian Oceans and parts of all major tropical landmasses from South America to Indonesia.\nThe warmth was especially intense in Africa south of the Sahara, where Namibia, Angola, Zambia, the Democratic Republic of Congo (labeled DRC on the map), Tanzania, and parts of surrounding countries experienced their record warmest January according to the map. \n\nThe graph beneath the map shows how each January since 1880 compared to the twentieth century average temperature, with blue bars showing cooler than average years and red bars showing warmer than average years.  Earth hasn’t had a cooler than average January since 1976.\nFor more stats on the January climate, visit the NOAA NCEI website.\nHelp us improve our content",
  "source": "climate.gov"
}