{
  "url": "https://www.climate.gov/news-features/featured-images/february-2016-ocean-temperatures-across-tropical-pacific",
  "title": "February 2016 ocean temperatures across the tropical Pacific",
  "date": null,
  "content": "Similar to conditions in January 2016, waters along the equator in the tropical Pacific Ocean remained warmer than average during February. However, the departures from normal were smaller than January, according to satellite-based sea surface temperature estimates.\nIn the map at right, redder colors indicate where average monthly sea surface temperatures were above the 1981-2010 average, while blue colors indicate where sea surface temperatures were below average.  The darker the color, the larger the departure from the long-term average. And just like in January, you would be hard pressed to find any blues along the equator during February.\nThe tropical Pacific ocean is at the heart of the naturally occuring climate pattern called ENSO, which is short for El Niño-Southern Oscillation. Typically, El Niño events peak in strength during the winter and then weaken throughout the spring. However, El Niño can still impact the weather and climate across the globe even while it is waning.  El Niño’s impact on wind, air pressure, and rain throughout the tropics can have cascading effects, even shifting the location of the mid-latitude jet streams which guide storms towards the United States.\nThis image of sea surface temperature departures is from a dataset that uses both in situ (on site) measurements, like buoys and ship measurements, along with near-real-time satellite observations. Using both sources allows the resulting image to be high resolution, showing finer-scale details in our oceans. Daily high-resolution sea surface temperature data provide a detailed first glance at ocean conditions during an evolving El Niño, which can then be used to help “start up” (or in scientist-speak, initialize) forecast models.\nHowever, if a historical comparison of El Niño events is what you are after, you would be better off using datasets that have been purposefully pieced together for that purpose. Satellite-based datasets, though high-resolution, can have subtle differences between years which are hard to account for.\nFor more El Niño updates, please follow the Climate.gov ENSO Blog or read the latest monthly El Niño advisory update which is issued the second Thursday of every month from the NOAA Climate Prediction Center.\nJanuary 2016\nDecember 2015\nHelp us improve our content",
  "source": "climate.gov"
}