{
  "url": "https://www.climate.gov/news-features/featured-images/warm-winter-could-mean-early-bloom-dc%E2%80%99s-cherry-blossoms",
  "title": "Warm winter could mean early bloom for DC’s cherry blossoms",
  "date": null,
  "content": "Last year, more than a million people flocked to Washington, D.C., for the National Cherry Blossom Festival, an annual event that celebrates the bloom of thousands of cherry trees around the capital city’s Tidal Basin. The trees, a gift from Japan in 1912, signal the beginning of spring in Washington. Due to an unusually warm winter this year, the trees might reach peak bloom before the Cherry Blossom Festival begins on March 20.\nThis photo shows the pink cherry blossoms in peak bloom in 2015 with the Jefferson Memorial in the background. Predicting peak bloom—the day when 70 percent of the cherry blossoms are open—isn’t an exact science. According to the National Park Service’s Bloom Watch website, forecasting peak bloom is almost impossible more than 10 days in advance. Still, in early February, the National Park Service predicted peak bloom as March 31 through April 3. But last week, the Park Service revised its date and expects peak bloom for the capital’s 3,800 cherry trees will happen between March 18 and March 23.\nWhile early, March 18 isn’t the earliest the trees have been slated to bloom; in 1990, the basin blossomed on March 15. Extraordinarily warm temperatures usually result in early peak bloom. According to the National Centers for Environmental Information, this winter (December-February) was the warmest on record for the contiguous United States. A strong El Niño helped fuel the warm winter, with an average temperature 4.6°F above the twentieth-century average.  It’s likely that the record warmth affected the cherry blossom development, which are extremely dependent on weather, according to the Park Service.\nThe cherry trees typically bloom for several days though it is heavily reliant on the weather. Weather that’s calm and cool could mean the blossoms last longer, while a rainy, windy day could abruptly end the white and pink bloom. A late frost can even prevent the trees from blooming at all.\nHelp us improve our content",
  "source": "climate.gov"
}