{
  "url": "https://www.climate.gov/news-features/featured-images/arctics-winter-ice-extent-smallest-record",
  "title": "Arctic's winter ice extent is the smallest on record",
  "date": null,
  "content": "On March 24, 2016, the blanket of sea ice capping the Arctic Ocean reached its annual winter high. For the second year in a row it was a new record low. The National Snow and Ice Date Center (NSIDC) reported that Arctic sea ice extent reached 5.607 million square miles (14.52 million square kilometers), edging out 2015’s wintertime extent of 5.612 million square miles (14.54 million square kilometers).\nAdapted from NSIDC, this graph shows Arctic sea ice extent throughout the year. The gray line is the 1981–2010 average, and the semitransparent gray band surrounding it is the normal range of variability for that 30-year period. The extent line for 2015—the year of the previous record-low wintertime extent—is light blue. The extent line for early 2016 is white. The graph is overlaid on a photo of sea ice across the Arctic Ocean north of western Russia on September 5, 2006; ice ridges dominate the foreground.\nNSIDC’s science team pointed out that the difference between this year’s new record low and last year’s is small, and within the error of measurement, but added that back-to-back winters have now seen the lowest ice cover extents of the past 37 years. The extent in 2016 was 431,000 square miles (1.12 million square kilometers) below the 1981–2010 average, which is like carving away an area of ice the combined size of Texas, Oklahoma, Arkansas, and most of Louisiana.\nThe record-low maximum occurred amid unusual warmth in the Arctic. NSIDC reported that air temperatures were 4°–11°F (2°–6°C) warmer than average over almost the entire Arctic Ocean from December 2015 through February 2016. Unusually high temperatures continued in some regions through the first half of March. At the same time, southerly winds kept pushing the ice edge north of its usual location in some regions.\nArctic sea ice typically reaches its maximum extent between late February and early April, and then melts down to its minimum extent in mid- to late September. A record-low wintertime maximum does not necessarily portend a record-low summer minimum several months later. The lowest Arctic minimum extent on record happened in September 2012, even though the winter maximum that year was near normal.\nOne of the biggest drivers of record-low minimum extents is the onset of springtime melt; earlier melt dates generally encourage smaller summertime ice extents. The maximum-extent date for Arctic sea ice in 2016 occurred about 10 days later than normal.\nCaption by Michon Scott. Graph adapted from NSIDC’s Charctic Interactive Sea Ice Graph.  Photo by Mike Dunn, NC State Museum of Natural Sciences during the NOAA Climate Program Office's NABOS 2006 expedition.\nAnother record low for Arctic sea ice maximum winter extent. (2016, March 28). Arctic Sea Ice News and Analysis. NSIDC. Accessed March 30, 2016.\nThe Arctic sets yet another record low maximum extent. (2016, March 28). NSIDC. Accessed March 30, 2016.\nCharctic Interactive Sea Ice Graph. NSIDC. Accessed March 30, 2016.\nHelp us improve our content",
  "source": "climate.gov"
}