{
  "url": "https://www.climate.gov/news-features/featured-images/tropical-pacific-sea-surface-temperature-patterns-march-2016",
  "title": "Tropical Pacific sea surface temperature patterns in March 2016",
  "date": null,
  "content": "The tropical Pacific Ocean is at the heart of ENSO. Short for El Niño-Southern Oscillation, ENSO is a natural climate pattern in which the central-eastern tropical Pacific swings back and forth between a warm and rainy state (El Niño) and a cooler and drier state (La Niña). El Niño’s impact on wind, air pressure, and rain throughout the tropics can have cascading effects, even shifting the location of the mid-latitude jet streams that guide storms towards the United States.\nIn the map at right, redder colors indicate where average monthly sea surface temperatures were warmer than the 1981-2010 average, while blue colors indicate where sea surface temperatures were cooler than average. The darker the color, the larger the departure from the long-term average. In March 2016, temperatures across the tropical Pacific were above-average.\nThis image of sea surface temperature departures is from a dataset that uses both in situ (on site) measurements, like buoys and samples taken by ships, along with near-real-time satellite observations. Using both sources allows the resulting image to be high resolution, showing finer-scale details in our oceans. Daily high-resolution sea surface temperature data provide a detailed first glance at ocean conditions during an evolving El Niño, which can then be used to help “start up” (or in scientist-speak, initialize) forecast models.\nHowever, if a historical comparison of El Niño events is what you are after, you would be better off using datasets that have been purposefully pieced together for that purpose. Satellite-based datasets, though high-resolution, can have subtle differences between years which are hard to account for precisely enough to join together time series from different satellite missions.\nFor more El Niño updates, please follow the Climate.gov ENSO Blog or read the latest monthly El Niño advisory update, which is issued the second Thursday of every month from the NOAA Climate Prediction Center.\nFebruary 2016\nJanuary 2016\nDecember 2015\nHelp us improve our content",
  "source": "climate.gov"
}