{
  "url": "https://www.climate.gov/news-features/featured-images/could-enso-flavors-help-scientists-predict-regional-tornado-outbreaks",
  "title": "Could ENSO flavors help scientists predict regional tornado outbreaks in the U.S.?",
  "date": null,
  "content": "April 2011 went down in the tornado record books on multiple scores: most tornados in a month, the two largest individual outbreaks, the most tornados in a 24-hour period, and—tragically—the most tornado deaths in a single day. The extreme weather continued into May, winding up to the May 22 Joplin, Missouri tornado, the single most deadly and costly tornado of the modern record. Currently, the risk of regional-scale tornado outbreaks is predictable only about 7 days in advance. But this week, NOAA scientists report that sea surface temperatures in the tropical Pacific may provide a month or more of advance warning of an elevated risk for tornado outbreaks like those in April and May 2011.\nThe maps to the right show the probability of a regional tornado outbreak during the four dominant springtime flavors of ENSO (pronounced en’-so), a climate pattern in which the central-eastern tropical Pacific swings back and forth between a warm and rainy state (El Niño) and a cool and dry state (La Niña). Areas shaded yellow to red represent the probability of a regional tornado outbreak: 12 or more “F-scale weighted” tornadoes occurring within five days and a 200 kilometers radius. Black dots indicate a significantly heightened risk of an outbreak.\nMost El Niño and La Niña events peak in Northern Hemisphere winter. When an El Niño event lingers into spring (top left), the likelihood of tornado outbreaks has historically been mild over most of the country, except along the Gulf Coast and central Florida in February. The ongoing 2015-2016 event is an example of persistent El Niño.\nWhen a weak El Niño event terminates early, and cold sea surface temperatures begin to develop over the eastern tropical Pacific (top right), the probability for tornado outbreaks in the Upper Midwest increases up to 50 percent during May.\nWhen La Niña persists into spring and then resurges into another La Niña (bottom left), the probability of tornado outbreaks over widespread regions of the Ohio Valley, Southeast, and Upper Midwest surges up to 57 percent in April. The deadly and record-breaking 2011 tornado events occurred during a resurgent La Niña spring.\nWhen a two-year La Niña transitions to an El Niño (bottom right), the probability of tornado outbreaks in the South, particularly in Kansas and Oklahoma, increases up to 50 percent in April.\nIt’s important to remember that a tornado outbreak can occur in any season and almost anywhere in the United States, regardless of the state of El Niño or La Niña. The exact timing and location of extreme weather is largely a matter of random weather variability. But the scientists plan to test whether including the spring ENSO state into seasonal outlook models can reliably forecast the likelihood of regional tornado outbreaks in the United States one to three months in advance. Such information could be useful for community, county, and state agencies as they develop or review their emergency preparedness plans.\nThis research was funded in part by the Modeling, Analysis, Predictions, and Projections (MAPP) program, part of NOAA's Climate Program Office in the Office of Oceanic and Atmospheric Research, and NOAA’s Climate Prediction Center (CPC) and Atlantic Oceanographic and Meteorological Laboratory (AOML), working in collaboration with the Geophysical Fluid Dynamics Laboratory (GFDL).\nLee, S.-K., A. T. Wittenberg, D. B. Enfield, S. J. Weaver, C. Wang, and R. M. Atlas, 2016: U.S. regional tornado outbreaks and their links to spring ENSO phases and North Atlantic SST variability. Environ. Res. Lett., 11 (4), 044008.  doi: 10.1088/1748-9326/11/4/044008\nHelp us improve our content",
  "source": "climate.gov"
}