{
  "url": "https://www.climate.gov/news-features/featured-images/shrinking-ice-caps-ellesmere-island",
  "title": "Shrinking ice caps on Ellesmere Island",
  "date": null,
  "content": "Acquired on August 15, 2015, this animation shows the shrinking extent of ice caps on Ellesmere Island. Mark Serreze, Director of the National Snow and Ice Data Center (NSIDC) at the University of Colorado-Boulder, has observed the disappearance of these ice caps with particular interest. NSIDC reports:\nAs a young graduate student, Mark Serreze spent the summers of 1982 and 1983 studying two ice caps near St. Patrick Bay on Ellesmere Island in Nunavut, Canada. These ice caps have dramatically shrunk over the past 50 years and are likely to soon disappear entirely. Their imminent demise has hit Serreze, now NSIDC Director, at a personal level. Serreze reflected on his time there, and said, “I knew every quirk, nook, and cranny of those little ice caps. I had a very personal relationship with them.”\nThe rate of retreat has accelerated sharply since the turn of the 21st century. Serreze says that we may now be witnessing the ice caps’ final days. NSIDC continues:\nIn the 1959 photographs of the St. Patrick Bay Ice Caps, the larger, heart shaped ice cap had an area of about 7.48 square kilometers, and the smaller one about 2.93 square kilometers.  Based on the measurements taken by Carsten Braun and Doug Hardy [of the University of Massachusetts], by 2001 the larger and smaller of the two ice caps had shrunk to 62 percent and 58 percent of their 1959 areas. The last 15 years have not been kind. Imagery processed by NSIDC scientist Bruce Raup from the NASA ASTER (Advanced Spaceborne Thermal Emission and Reflection Radiometer) satellite instrument shows as of August 2015, the larger ice cap covered only 7 percent of the area that it did in 1959, and the smaller one was down to 6 percent of its original area. They shrank noticeably even between 2014 and 2015. This large one-year change appears to have been in direct response to the especially warm summer of 2015 over northern Ellesmere Island.\nThis image is from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) on NASA’s Terra satellite. ASTER produces images using infrared, red, and green wavelengths of light, and the ASTER data have been processed to approximate natural color.\nLike many images acquired in the Northern Hemisphere, this scene may cause an optical illusion known as relief inversion. The human eye is generally attuned to surfaces illuminated from above, or from the top of the image. But Northern Hemisphere landscapes are illuminated by sunlight from the south, making rivers look like ridges, and lakes look like high plateaus. A simple approach to combating relief inversion is to rotate the image 180° so that the bottom of the scene is toward the north.\nReferences\nNaranjo, L. (2016, February). The sad tale of the St. Patrick Bay ice caps. NSIDC Monthly Highlights. Accessed April 12, 2016.\nScott, M. (2011, July 12) . Are you ever fooled by relief inversion? NASA Earth Observatory. Accessed April 12, 2016.\nHelp us improve our content",
  "source": "climate.gov"
}