{
  "url": "https://www.climate.gov/news-features/featured-images/warming-may-lead-freshwater-stress-many-islands-around-world",
  "title": "Warming may lead to freshwater stress on many islands around the world",
  "date": null,
  "content": "The millions of people—not to mention other animals and plants—living on islands already face unique challenges due to global warming. As seas rise and temperatures climb, islanders may have fewer choices for relocating people, infrastructure, or agriculture than larger countries do. Among the most serious public health and ecological threats facing islands may be freshwater stress. Nearly three-quarters of the islands examined in a recent study were projected to experience much drier conditions by 2050, with the situation worsening by 2090.\nThe bubble map at top right shows projected changes in freshwater stress by 2090 for 80 island groups around the world. Brown indicates increased freshwater stress, and green indicates decreased stress. The larger the dot, the larger the current population.\nThe bottom map shows small island groups that may be especially vulnerable by the end of the century due to a combination of drying and expected population growth. (Only the 22 island groups that had their own entry in the World Bank’s nation-specific population database were included in the second analysis.) The size of the dots on this map was determined by multiplying the projected change in freshwater stress in 2090 by the estimated population growth by 2050 (the farthest time horizon available for these islands).\nKris Karnauskas, the lead scientist on the research, explains that when he and his colleagues considered future rainfall changes alone, the models predicted that roughly 50% of small islands would get drier in a warming climate. But when it comes to freshwater stress, rainfall is only half the story. The other half is evaporation, and estimating evaporation from the land surfaces of small islands is something most global climate models—called GCMs, for short—don’t do.\nThe problem is that most islands are smaller than the smallest square, or pixel, in the global grid map that GCMs are based on. In those simulated worlds, small islands simply don’t exist: the model treats that pixel as if it were open ocean. That assumption can work out reasonably well for rainfall over islands, especially flat ones. The study compared climate observations from island airports to those at buoys located hundreds of miles offshore and found them to be very similar.\nBut the assumption doesn’t work as well for evaporation. Compared to open ocean, for example, land surfaces generally get hotter in the summer than surrounding ocean, which makes overlying air “thirstier.” When Karnauskas and his colleagues developed a method to model evaporation over island land areas, the percent of island groups predicted to experience freshwater stress climbed from 50% to close to 75%.\nFreshwater stress is a serious threat to public health, agriculture, and the resilience of natural areas. The new research suggests the threat to small islands may be widespread, which is far from good news. But by establishing a more realistic method for predicting that stress, climate experts are providing tools that can help people plan for and adapt to coming change.\nCooperative Institute for Research in Environmental Resources. (2016, April 11). Islands face a drier future. Accessed April 20, 2016.\nKarnauskas, K.B., Donnelly, J.P., Anchukaitis, K.J. (2016). Future freshwater stress for island populations. Nature Climate Change, doi:10.1038/nclimate2987.\nRiahi, K., Rao, S., Krey, V., Cho, C., Chirkov, V., Fischer, G., Kindermann, G., Nakicenovic, N., Rafaj, P. (2011). RCP 8.5—A scenario of comparatively high greenhouse gas emissions. Climatic Change, doi:10.1007/s10584-011-0149-y.\nHelp us improve our content",
  "source": "climate.gov"
}