{
  "url": "https://www.climate.gov/news-features/featured-images/la-ni%C3%B1a-coming-deep-pool-cool-water-making-its-way-across-tropical",
  "title": "La Niña coming? Deep pool of cool water is making its way across tropical Pacific",
  "date": null,
  "content": "One of the strongest El Niños on record has been dominating the tropical Pacific Ocean for the past year. But beneath the surface, a deep pool of cool water has been sliding slowly eastward for the past couple of months. This massive, slow-motion wave is a favorable sign that La Niña—the cool phase of the ENSO climate pattern—might develop.\nThis animated gif shows where temperatures in the top 300 meters (~1,000 feet) of the Pacific Ocean at the equator were warmer or cooler than average during 5-day periods centered on three dates this spring: March 14, April 13, and May 3.\nAs the weeks pass, the layer of warm water at the surface contracts to the central Pacific and becomes very shallow, a sign that the current El Niño is on its way out. By the final frame of the animation, the cold pool is just breaching the surface of the eastern Pacific off South America. (You can see these cool-water breakthroughs in our map of April 2016 surface temperatures.)\nENSO (which scientists pronounce “en-so,” like a word) is short for El Niño-Southern Oscillation. ENSO is a natural climate pattern in which the central-eastern tropical Pacific swings back and forth between a warm and rainy state (El Niño) and a cooler and drier state (La Niña).\nENSO’s impacts on wind, air pressure, and rain throughout the tropics can have cascading side effects around the whole globe, including shifting the location of the mid-latitude jet streams that guide storms towards the United States. El Niño and La Niña also tend to have seesawing impacts on the Atlantic and eastern Pacific hurricane seasons.\nThe influence of ENSO on temperature and precipitation in the United States is weakest in summer and strongest in winter.  Last week, NOAA continued the previous month’s La Niña watch, indicating that conditions were favorable for La Niña to develop by fall. Read more about it on our ENSO blog.\nHelp us improve our content",
  "source": "climate.gov"
}