{
  "url": "https://www.climate.gov/news-features/featured-images/whats-behind-2016-atlantic-hurricane-season-outlook",
  "title": "What's behind the 2016 Atlantic hurricane season outlook?",
  "date": null,
  "content": "On May 27, forecasters from NOAA’s Climate Prediction Center released their preliminary 2016 Atlantic Hurricane Outlook. It indicated that a near-normal season is more likely (45% chance), than an above-normal (30% chance) or below-normal season (20% chance). However, forecasters cautioned that this year’s forecast comes with more uncertainty than usual, in part because they’re unsure if an era of high-activity seasons linked to the warm phase of an Atlantic sea surface temperature cycle has come to an end.\nThe graph at right shows seasonal hurricane activity since 1950 based on NOAA’s Accumulated Cyclone Energy (ACE) index. The index accounts for intensity and duration of all named storms and hurricanes during the season. Stronger hurricane seasons have a higher value. The graph is overlaid on a satellite image of 2005’s Hurricane Wilma, the last major hurricane to make landfall in the U.S.\nUsing the ACE index, it’s relatively easy to spot high- and low-activity eras for Atlantic basin hurricanes. We have been in a high-activity phase since 1995, with 13 of 21 Atlantic hurricane seasons (62%) have been above normal and only four have been below normal (1997, 2009, 2013, and 2015). Contrast that with the low-activity phase from 1971-1994, when half of the seasons were below normal and only two were above normal (1980 and 1989).\nThe high-activity eras of 1950-1970 and 1995-present coincide with the warm phase of a naturally occurring variation in Atlantic sea surface temperatures called the Atlantic Multi-decadal Oscillation. The low-activity era of 1971-1994 coincides with the pattern’s cool phase.\nThe warm phase of the AMO is associated with a warmer than normal ocean in the north and tropical Atlantic, and with a stronger and wetter monsoon in West Africa. These conditions make the basin friendly to hurricane development. The cool phase of the AMO brings the opposite.\nEach phase generally lasts 25-40 years, but switches between phases can be abrupt—occurring over just a few years—and difficult to predict. As the graph shows, two of the past three Atlantic hurricane seasons have  been below average. However, it can be difficult to know—right when it is happening—whether a changing sea surface temperature or seasonal hurricane activity pattern reflects a true shift in the phase of the AMO or whether it just a short-term “blip.”\nThis uncertainty is part of what has led NOAA forecasters to be less confident than in many recent years about whether the 2016 season will be above- near- or below normal. Another uncertainty involves the timing of the demise of El Niño’s impacts and the potential rise of La Niña. El Niño tends to suppress Atlantic hurricane activity, while La Niña tends to enhance it.\nAll these climate influences provide competing forces in the atmosphere and ocean, and NOAA scientists will be assessing how each plays out during the summer before they issue their mid-season Atlantic hurricane outlook in early August.\nHelp us improve our content",
  "source": "climate.gov"
}