{
  "url": "https://www.climate.gov/news-features/featured-images/2015-state-climate-global-temperature",
  "title": "2015 State of the Climate: Global Temperature",
  "date": null,
  "content": "It was another record-breaking year for global temperatures, with warmer-than-average conditions across most of the Earth’s surface. According to the State of the Climate in 2015 report, long-term warming and a strong El Niño contributed to the highest annual combined temperature for ocean and land since reliable records began in the mid-to-late 1800s.\nThe map to the right shows the average temperature departures for 2015 compared to the 1981-2010 averages. Russia and western North America were especially warm. On land, only a few areas, notably Greenland and northeastern Canada, were cooler than average. A strong El Niño resulted in high sea surface temperatures across much of the tropical Pacific, however, areas in parts of the North Atlantic, southern Pacific, and the waters of southern South America were below average.\nThe graph beneath the map shows Earth’s temperature history from 1880 to 2015 compared to the 1981-2010 average (dashed line at zero). Surface temperature is dark red; lower troposphere temperature is light red. (The troposphere is the lowest 10 kilometers [6.2 miles] of the atmosphere.)\nThe 2015 global surface temperature was 0.426°–0.466°C (0.76°–0.83°F) above the 1980-2010 average, depending on the data set. For the troposphere, 2015 ranked between first and fourth warmest of the past 58 years, again, depending on the data set.\nThe 2015 surface temperature broke the previous record set in 2014 by a margin of 0.136°–0.18°C, one of the two largest margins by which one record-warm year has beaten another. Only 1998—also an El Niño year—matched it, when it beat out 1997 by a margin of 0.12°C–0.16°C.\nNatural climate variability causes surface temperature to rise and fall from year to year and even decade to decade. However, this short-term variability is increasingly overwhelmed by what is happening over longer timescales: over the span of many decades to a century both the surface and troposphere have warmed. More significantly, 14 of the 15 warmest years on record have occurred since the year 2000.\nThe time series graph has been simplified from the original State of the Climate figure, which includes several observational time series. The exact rate of warming estimated from each data set varies somewhat, but they all show a similar trend.  We selected NOAA's in situ land and ocean temperature record for the surface temperature history, and the satellite data from Remote Sensing Systems (RSSv3.3) for the troposphere.\nChristy, J.R., 2016: Lower and Mid Tropospheric Temperature [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society, 97 (8), S13-S15.\nSánchez-Lugo, A., P. Berrisford and C. Morice, 2016: Surface Temperature [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society, 97 (8), S12-S13.\nHelp us improve our content",
  "source": "climate.gov"
}