{
  "url": "https://www.climate.gov/news-features/featured-images/2015-state-climate-sea-level",
  "title": "2015 State of the Climate: Sea Level",
  "date": null,
  "content": "The global mean sea level in 2015 was approximately 7 centimeters (2.7 inches) above the 1993 average, making it the highest observed since the satellite altimeter record began in 1993, according to the State of the Climate in 2015 report. Regional variations highlighted the short-term influence of climate phenomena like the Pacific Decadal Oscillation and the largest El Niño event since 1997/98.\nThe map to the right shows sea level in 2015 compared to the 1993-2014 average based on satellite altimeter data. Places where sea level was up to 20 centimeters (7.8 inches) higher than average are dark blue, and places where sea level was up to 20 centimeters (7.8 inches) below average are brown.\nA wide swath of blue across the central tropical Pacific shows the influence of 2015’s strong El Niño, which pushed sea level an estimated 10 millimeters (0.4 inches) above the long-term trend. Meanwhile, sea levels in the western equatorial Pacific were far below average, a sign of El Niño’s weakened trade winds that pushed surface water east out of the region.\nThe graph beneath the map shows yearly global sea level since 1993 compared to the 1993–1999 average line (gray line at zero). Sea level has risen at an average rate of 0.33 centimeters (0.1 inches) per year since the satellite altimeter record began in 1993, which is faster than the rate of rise in the early part of the twentieth century.\nSome ocean regions are rising faster than others. Regions with high rates of sea level rise in recent years include the western Pacific and Indian Oceans, while some areas of the eastern Pacific, Southern, and North Atlantic Oceans have experienced no change or falling sea level. These variations are not long-term and are largely related to wind patterns over the past 20 years associated with climate patterns like the Pacific Decadal Oscillation.\nBackground photo of Satellite Beach, Florida, by Roberto Mangual.  Used under Creative Commons license.\nM. A. Merrifield, E. Leuliette, P. Thompson, D. Chambers, B. D. Hamlington, S. Jevrejeva, J. J. Marra, M. Menéndez, G. T. Mitchum, R. S. Nerem, and W. Sweet, 2016. [Global Ocean] Sea level variability and change [in “State of the Climate in 2015”], Bulletin of the American Meteorological Society (BAMS), 97 (8), S80-S82.\nHelp us improve our content",
  "source": "climate.gov"
}