{
  "url": "https://www.climate.gov/news-features/featured-images/2015-state-climate-ocean-heat-storage",
  "title": "2015 State of the Climate: Ocean heat storage",
  "date": null,
  "content": "Ocean heat storage has increased substantially since 1993, hitting a record high in 2015, according to the State of the Climate in 2015 report. Ocean warming accounts for over 90% of the warming in Earth’s climate system.\nThe map to the right, created from in situ ocean temperature and sea level data from satellites, shows heat energy in the top 2,300 feet (700 meters, or slightly less than half a mile) of the ocean in 2015 relative to a 1993–2015 average. Areas in blue show ocean where stored heat was below average, while areas in orange and red show where ocean heat content was above average.\nAccording to the report, upper ocean heat shifted from the western equatorial Pacific toward the central Pacific in 2015, leaving a large pool of water near the Philippines with much-lower-than-average heat content. Meanwhile, heat energy was above average across the rest of the equatorial oceans. These shifts are consistent with the warm phase of a natural climate pattern in the tropical Pacific Ocean and atmosphere known as El Niño.\nA similar contrast shows up in the North Pacific: warm off the west coast of North America but cooler to the west. These contrasting temperatures reflect a transitioning Pacific Decadal Oscillation. The map also shows a large cool patch in the North Atlantic, which might be linked to a weakened Atlantic meridional overturning circulation.\nThe graph beneath the map shows heat content in the upper 2,300 feet (700 meters) of the ocean (orange) and the deeper ocean (2,300–6,500 feet, gray) relative to a 1993 baseline. Heat energy rises and falls every few years in response to natural patterns like El Niño and La Niña, but those ups and downs are superimposed on a long-term increase.\nThe orange line is steeper than the gray line, which means heat energy is building up faster in the upper ocean than in the deeper ocean. That pattern is what you’d expect to see as a result of atmospheric heating from greenhouse gases. This graph is simplified from the original State of the Climate report graphic, which included multiple analyses for each ocean layer. All analyses show large increases in ocean heat energy since 1993.\nJohnson G.C., J. M. Lyman, T. Boyer, C. M. Domingues, M. Ishii, R. Killick, D. Monselesan, and S. E. Wijffels, 2016: [Global Oceans] Ocean Heat Content [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society (BAMS), 97 (8), S66-S70.\nHelp us improve our content",
  "source": "climate.gov"
}