{
  "url": "https://www.climate.gov/news-features/featured-images/2015-state-climate-mountain-glaciers",
  "title": "2015 State of the Climate: Mountain Glaciers",
  "date": null,
  "content": "Glaciers grow by accumulating more snow in the winter than they lose through melt and evaporation in the summer. When snowfall and melt perfectly offset each other, glacier mass is in balance. When melt and evaporation outpace snow accumulation, the glacier loses mass. In 2015, glaciers across the globe, on average, continued to shrink for the 36th consecutive year.\nThe graph at right shows annual gain or loss in mass for 41 reference glaciers (gray bars) from 1980 to 2015 and the long-term accumulated loss (red line). There are more than a hundred glaciers in the World Glacier Monitoring Service’s network. “Reference glaciers” are those that have been monitored for 30 years or more.\nAt the time of this year’s State of the Climate publication, only 27 of the 41 reference glaciers had reported data, but the preliminary numbers indicate that the 2015 loss will join 2003 as one of the two highest losses in the 36-year record. In 2015, reference glaciers lost an amount of ice equivalent to a depth of 1,162 millimeters of water (3.8 feet) spread out across the surface of the glaciers. In 2003, reference glaciers lost an average of 1,268 millimeters of water (just over 4 feet), the greatest loss in a single year.\nThe 2015 State of the Climate report called the ongoing retreat “without precedent on a global scale,” for the observed period. Cumulative mass loss since 1980 is 18.8 meters, “the equivalent of cutting a 20.5 meter [67-foot] thick slice off the top of the average glacier.”\nAround the world, hundreds of millions of people rely on glacier melt for their drinking water and for crop irrigation. In some areas, glacial meltwater that keeps streams running is the only thing that keeps plants and animals hydrated during hot, dry seasons.  In other parts of the world, dams on glacier-fed rivers are key sources of hydroelectric power. Meltwater from glaciers also contributes to sea level rise. The retreat and disappearance of mountain glaciers worldwide is one of the clearest signs we have that the global climate is warming over the long term.\nPelto, M.S., 2016: Alpine Glaciers and Ice Sheets [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society, 97 (8), S23-S24.\nHelp us improve our content",
  "source": "climate.gov"
}