{
  "url": "https://www.climate.gov/news-features/featured-images/2015-state-climate-carbon-dioxide",
  "title": "2015 State of the Climate: Carbon Dioxide",
  "date": null,
  "content": "Using measurements taken worldwide, scientists estimated that 2015’s global average carbon dioxide concentration was 399.4 parts per million (ppm), a new record high. At Mauna Loa Observatory in Hawai’i, where atmospheric carbon dioxide has been recorded longer than anywhere else in the world, the annual average carbon dioxide concentration was 400.8—also a new record, and a new milestone.\nThe graph to the right shows monthly average carbon dioxide concentrations recorded at Mauna Loa since 1958. The small-scale ups and downs on the dark blue line show the influence of Northern Hemisphere vegetation on carbon dioxide: higher in winter, when vegetation is dormant, and lower in summer, when plant growth removes carbon dioxide from the air.\nThe bright pink line shows carbon dioxide concentrations with the seasonal cycle smoothed out, revealing the long-term rise more clearly. The rate of increase has not been steady over time: the line has gotten steeper. That’s because the annual growth rate of atmospheric carbon dioxide has roughly tripled, from 0.6 ppm per year in the early 1960s to an average 2.1 ppm during the past 10 years.\nAt Mauna Loa, carbon dioxide concentrations in 2015 jumped by 3.05 ppm—the largest annual increase in the observatory’s record. The previous largest annual jump in carbon dioxide that scientists observed at Mauna Loa (2.93 ppm) was in 1998 during another strong El Niño.  El Niño often leads to an expansion of global drought area, an increase in tropical forest fires, and other landscape changes that boost atmospheric carbon dioxide levels.\nBy burning fossil fuels for energy, human activities have increased the concentration of carbon dioxide in the atmosphere by more than 40% since the Industrial Revolution, causing global warming and making the ocean more acidic.\nAccording to the State of the Climate 2015 report, carbon dioxide was responsible for forcing an energy imbalance in Earth’s climate of 1.94 watts of energy per square meter in 2015. In other words, carbon dioxide caused the planet to absorb nearly 2 watts of energy more per square meter than it radiated out to space.\nIncreases in atmospheric carbon dioxide since 1958 are largely due to a fourfold increase in human emissions from fossil fuel combustion and cement production. Back when scientists at Mauna Loa Observatory began to systematically monitor and analyze carbon dioxide levels in the atmosphere, the annual carbon dioxide concentration was about 315 ppm.\nThe photo in the background of the graph is of Arizona’s coal-fired, Cholla power plant. The visible plumes from the smokestacks at coal-fired power plants generally include steam along with carbon dioxide and other gases.\nE. J. Dlugokencky, B. D. Hall, M. J. Crotwell, S. A. Montzka, G. Dutton, J. Mühle, and J. W. Elkins, 2016: [Atmospheric composition] Long-lived greenhouse gases [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society (BAMS), 97 (8), S44-S46.\nKaiser, J.W., g.r. Van Der Werf, and A. Heil. (2016) [Biomass burning]\nHelp us improve our content",
  "source": "climate.gov"
}