{
  "url": "https://www.climate.gov/news-features/featured-images/2015-state-climate-drought",
  "title": "2015 State of the Climate: Drought",
  "date": null,
  "content": "2015 was a tough year for vegetation, both natural and agricultural, with a near-record area of global land surfaces in some state of drought. The area in severe drought increased from 8% at the end of 2014 to 14% by the end of 2015.\nAdapted from the BAMS State of the Climate 2015, the map to the right shows the areas that experienced drought conditions in 2015. The darker the brown, the more extreme the drought. Patterns on the map partially reflect the impact of El Niño: the Caribbean, the Amazon region of South America, southern Africa, and the Maritime Continent (Southeast Asia) all tend to experience dry conditions during El Niño.\nThe graph shows the percentage of global land area (excluding ice sheets and deserts) in a moderate, severe, or extreme drought. By the end of 2015*, 30% of the global land was in drought, with 14% in a severe or extreme drought, the two most dire categories. This is among the highest since modern record keeping began in the 1950s. The area in drought conditions in 2015 was exceeded only by some years in the mid-1980s.\nThe regional patterns of drought in 2015 are partly associated with the strong El Niño event that developed in Northern Hemisphere spring. The large expansion of drought-affected area was similar to an expansion that took place in 1982, also a strong El Niño year, and the climate experts writing in the State of the Climate 2015 report warn that the full impact of El Niño on global drought conditions might not be apparent until 2016.\nIn the United States, California continued to experience severe or extreme drought conditions. Drought conditions in some Central American and Caribbean nations contributed to food insecurity in the region.  Extensive severe or extreme drought affected many countries in southern Africa, intensifying as El Niño progressed. Many areas of South America either continued earlier drought conditions, or were hit with new droughts in 2015. Despite wetter El Niño conditions, for example, parts of Chile remained in a severe 6-year drought.\nDry conditions were widespread across Australia, specifically along the west coast, the southeast, and parts of Queensland, continuing from 2014.  Farther north, dry conditions were established in many parts of the Maritime Continent, other parts of Southeast Asia, China and Mongolia.\nIn Europe, there was a strong contrast between the wet conditions of the southeast and Turkey and the severe drought in Eastern Europe and western Russia, which affected important crop production there.\n*The 2015 peak should be interpreted cautiously, according to the State of the Climate authors, since more observations for the final months of 2015 would only become available after publishing.\nOsborn, T.J., J. Barichivich, I. Harris, G. van der Schrier, and P. D. Jones, 2016: Monitoring global drought using the self-calibrating Palmer Drought Severity Index [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society, 97 (8), S32-S36\nRodell, M., D.P. Chambers, and J.S. Famiglietti, 2016: Groundwater and terrestrial water storage [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society, 97 (8), S30-S32\nHelp us improve our content",
  "source": "climate.gov"
}