{
  "url": "https://www.climate.gov/news-features/featured-images/2015-state-climate-extremely-warm-days-hit-new-record-high",
  "title": "2015 State of the Climate: Extremely warm days hit new record high",
  "date": null,
  "content": "People, plants, and animals don’t experience the global average temperature, which we hear so much about in relation to global warming. We experience temperatures locally, through daily temperature extremes. So the number of extremely warm days in a year can be a more meaningful indicator for how people, agriculture, and natural ecosystems feel the effects of climate change. In 2015, the frequencies of extremely warm days and nights were the highest ever recorded in western North America, parts of central Europe, and central Asia.\nAdapted from the BAMS State of the Climate in 2015 report, the map to the right shows the frequency of warm days in 2015 compared to the long-term (1961-1990) average. For this analysis, days with temperatures warmer than 90 percent of the 1961-1990 seasonal record are considered “extremely warm days.” The areas shaded red had a higher-than-average number of extremely warm days in 2015.\nThe few areas shaded blue—southern Greenland and the eastern United States—had fewer extremely warm days than average. In the eastern United States, this might have been due to the lingering influence of the cold 2014/15 winter.\nBelow the map, the graph shows the percent of days each year—from 1950 to 2015—that were extremely warm.  Although the percent of hot days rises and falls from year to year due to natural variability, the overall global trend is clear: the number of hot days has increased. The year 2015 broke the record for the highest number of extremely warm days in the 66-year record (1.8 times more than the average number according to one dataset).\nIn 2015, several regions, including western North America, Europe, and large parts of Asia and Australia experienced strong warm anomalies throughout much of the year. There were a number of notable extreme temperature events, including the European summer heat waves, a number of Asian heatwaves (in India, Pakistan, and Indonesia), and a warm spring and fall in Australia, Alaska, and western Russia.\nExtremely warm days can pose human health risks, especially in places that lack air conditioning; can stunt crops or interrupt key growth stages; and can stress livestock and other animals, including commercially and recreationally valuable fish in rivers and streams. The National Integrated Heat Health Information System names extreme heat events as one of the leading weather-related causes of death in the United States. According to the National Climate Assessment, from 1999 through 2009, extreme heat exposure caused more than 7,800 deaths.\nBackground photo by Bob James. Used with permission under a CC license.\nM. G. Donat, R. J. H. Dunn, and S. E. Perkins-Kirkpatrick, 2016: Land Surface Temperature Extremes [in “State of the Climate in 2015”]. Bulletin of the American Meteorological Society, 97 (8), S19-S20.\nLuber, G. et al, 2014: Ch. 9: Human Health. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 220–256. doi:10.7930/J0PN93H5.\nHelp us improve our content",
  "source": "climate.gov"
}