{
  "url": "https://www.climate.gov/news-features/featured-images/drought-building-places-other-california",
  "title": "Drought is building in places other than California",
  "date": null,
  "content": "A checkerboard of drought conditions has developed across the United States east of the Rockies between spring and summer 2016. Since March, the total drought-affected area of the country nearly doubled from 12.41%—as low as it’s been in five and half years—to 21.12% as of August 2, according to the National Drought Mitigation Center’s August 4 report.\nThe animated gif at right shows the development of severe to extreme drought in three areas between March 1 and August 2: the High Plains region of North and South Dakota, southeastern Montana and northeastern Wyoming; the Southeast from Mississippi to North Carolina; and the Northeast from Pennsylvania and New York into New England.\nParts of the Southern Plains, including northern Texas, Oklahoma, Kansas, and Nebraska, experienced moderate drought in April—thanks to below average rainfall and above average temperatures in March—but the event was short-lived. By the first week of May, drought areas had shrunk to a few isolated pockets, and these were nearly gone by June.\nWhile the Southern Plains were recovering, conditions in the High Plains, the Southeast, and New England were rapidly getting worse. In the northeastern corner of Wyoming and northern Alabama, some areas deteriorated straight from “abnormally dry” to “severe drought” between May and June. At the southernmost tip of Maine, conditions deteriorated straight from “no drought” to “moderate drought” over the same one-month period.\nBy early August, conditions in all three areas had worsened yet again, with drought becoming “extreme” in the High Plains and the Southeast and “severe” across western New York, almost all of Massachusetts, and parts of Long Island, New Hampshire, and southern Maine.\nAccording to the Drought Impacts Reporter, agricultural impacts are piling up. Pastures have deteriorated, hay production has fallen, and stock ponds and creeks have dried up in the High Plains, and fire danger is high.\nIn Massachusetts and other parts of the Northeast, farmers are struggling to irrigate lettuce, corn and other crops that are normally sustained by rainfall, with many growers suffering significant losses. Meanwhile, many towns and cities across the region are under voluntary or mandatory water restrictions.\nIf you’re wondering where climate experts think drought may improve or worsen, check out the August drought outlook from NOAA’s Climate Prediction Center in our Data Snapshots map collection.\nHelp us improve our content",
  "source": "climate.gov"
}