{
  "url": "https://www.climate.gov/news-features/featured-images/water-temperatures-gulf-could-give-advance-warning-summer-tornado",
  "title": "Water temperatures in Gulf could give advance warning of summer tornado activity",
  "date": null,
  "content": "Using a combination of observations and models, NOAA-funded scientists have found a small but significant “advanced warning” signal for heightened summer tornado activity in the U.S.: warmer-than-average water temperatures in the Gulf of Mexico. The knowledge has the potential to provide emergency response agencies, communities, and individuals with an early heads up that an upcoming severe weather season may be unusually active.\nThese maps show the tornado-Gulf of Mexico connection that researchers found when they divided 30 years of data (1981-2011) into two bins: summers when the Gulf of Mexico was cooler-than-average and summers when it was warmer-than-average. In cool Gulf summers, the amount of energy present in the atmosphere to fuel convection and tornadoes—a key severe weather ingredient, which weather experts call “CAPE”—was reduced (purple colors), and tornado counts in the United States were lower (less reds and oranges). When the Gulf was warm, CAPE was elevated (more orange colors), and tornado counts were higher.\nTornado outbreaks are notoriously hard to predict and right now, scientists can only offer outbreak warnings a few hours in advance. While the authors of this paper are not suggesting that this technique can be used to predict specific storms, it could highlight what conditions are more- or less-favorable for tornado formation—given that today's models do a reasonably good job of predicting Gulf of Mexico temperature anomalies up to 3 months in advance.\n“Severe storms threaten lives throughout the United States every year,” wrote the authors. “…any predictive capability is of large societal benefit.”\nThis research was funded in part by the Modeling, Analysis, Predictions, and Projections (MAPP) program, part of NOAA's Climate Program Office within the Office of Oceanic and Atmospheric Research.\nEunsil, J. and B. Kirtman, 2016. Can we predict seasonal changes in high impact weather in the United States? Environ. Res. Lett., 11 (7), 074018.  doi: 10.1088/1748-9326/11/7/074018\nHelp us improve our content",
  "source": "climate.gov"
}