{
  "url": "https://www.climate.gov/news-features/featured-images/warming-ocean-temperatures-push-lobster-populations-north",
  "title": "Warming ocean temperatures push lobster populations north",
  "date": null,
  "content": "Ocean temperatures around the globe have risen about 0.12°C per decade since 1980. In the coastal Northeast, sea surface temperatures warmed by nearly double the global rate from 1982 to 2006.  These warming sea surface temperatures from climate change are pushing populations of the American Lobster (Homarus americanus) farther north than ever before.\nThe animation at right shows the change in lobster catch distribution from 1967 to 2014 (the latest available data). The darker purple color represents the highest number of lobsters caught and white represents the lowest. Lobster populations have moved steadily northward through the decades, upending fishing communities along the coast.\nAs populations moved to higher latitudes, the lobster industry in New York and southern New England collapsed. New York lobstermen reported landings of 9.4 million pounds in 1996 (the state’s most profitable year). In 2014 (the latest data available), the industry shrunk to only 215,980 pounds--a 97.7% drop. The story is the same everywhere where the map turned from purple to white. From the most profitable years, Connecticut’s lobster landings fell 96.6% and Rhode Island’s dropped 70.3%.\nStarting in 2000, you can see the dark purple blossom and lobster populations start to explode in the Gulf of Maine. From 1994 to 2014, Maine’s lobster landings surged 219% to more than 124 million pounds. But scientists warn that sea surface temperatures in the Gulf of Maine are warming 99% faster than sea surface temperatures on the rest of the planet.* The Gulf’s temperatures are projected to rise between 2°F and  4°F by the end of the century depending on whether greenhouse gas are low or high.\nLobster populations thrive in waters up to 20°C (68°F). After that, the animals are vulnerable to infection and reproduction issues. So the Gulf’s warming temperatures could continue to push the populations farther north into the waters of Newfoundland and the Gulf of St. Lawrence.\n*[Correction: Jan. 5, 2017. The story originally stated that sea surface temperatures in the Gulf of Maine were warming 99% faster than the rest of the planet. The sentence was edited for clarity.]\nHelp us improve our content",
  "source": "climate.gov"
}