{
  "url": "https://www.climate.gov/news-features/featured-images/greenland-ice-mass-loss-continued-2016",
  "title": "Greenland ice mass loss continued in 2016",
  "date": null,
  "content": "Although surface melt on the Greenland Ice Sheet did not set a new record in 2016, the long-term trend of decreasing mass continued, according to the latest Arctic Report Card from NOAA and its partners. Multiple factors likely contributed to ice loss in 2016: early melt-season onset, low reflectiveness (“albedo” to climate experts), and unusually high air temperatures and prolonged melt in some regions.\nAdapted from the 2016 Arctic Report Card, this graph shows monthly changes in Greenland's total ice mass between April 2002 and April 2016. The ice mass amounts measured (vertical axis) are relative to the ice mass as of April 2002 (horizontal line set to 0). Report card authors estimated the changes based on measurements by NASA's Gravity Recovery and Climate Experiment (GRACE). The background photo is from Operation IceBridge.\nThe ups and downs in the graph track the accumulation of snow in the cold season and the melting of the ice sheet in the warm season. The Arctic Report Card: Update for 2016 reported that between April 2015 and April 2016, Greenland lost approximately 191 gigatonnes of ice, roughly the same amount that was lost between April 2014 and April 2015. Though the April 2015–April 2016 mass loss was lower than the average April-to-April decline over the entire observation period, it continued the long-term melt trend: approximately 269 gigatonnes per year from 2002 to 2016.\nOver the course of the  2016 warm season, melting was especially pronounced in Greenland's southwest and northeast. Melt season lasted about 30 to 40 days longer than usual in the northeast, and about 15 to 20 days longer along the west coast. Albedo (the proportion of incoming solar radiation reflected back into space) was the fifth lowest since the year 2000. Albedo was particularly low in the southwest, and near normal only in the northwest.\nM. Tedesco et al. (2016). Greenland Ice Sheet.  In Richter-Menge, J., Overland, J.E., Mathis, J. (2016) Arctic Report Card: Update for 2016.\nHelp us improve our content",
  "source": "climate.gov"
}