{
  "url": "https://www.climate.gov/news-features/featured-images/ocean-plant-growth-blooms-springtime-arctic-sea-ice-thins",
  "title": "Ocean plant growth blooms in springtime as Arctic sea ice thins",
  "date": null,
  "content": "Like plants on land, plants in the ocean use chlorophyll to convert carbon dioxide to sugar and oxygen through photosynthesis. In the Arctic, the rate at which ocean plants convert carbon dioxide to organic material—the region’s net primary productivity—has increased over the past 13 years, especially in the spring when ice in the Arctic is thinner and younger than it’s ever been.\nThe map at right shows total chlorophyll concentration across the Arctic in May 2016, based on NASA satellite observations. The darker the green, the higher the concentrations. Light gray indicates areas where there was no data due to clouds or ice. The most explosive growth was in the Barents Sea, where chlorophyll concentrations averaged more than 14 milligrams per cubic meter higher than the 2003-2015 average.\nMassive early-growing-season blooms like the one in May 2016 are helping to drive long-term changes in the Arctic Ocean. The graph below the map shows how net primary productivity-in the Barents Sea has increased between 2003 and 2016. The dotted line represents the trend over the 13-year period. In the relevant chapter in the 2016 Arctic Report Card, the authors said that recent declines in the Arctic sea ice extent have “contributed substantially to shifts in primary productivity throughout the open waters of the Arctic Ocean.”\nThe authors also reported “massive” under-ice algae blooms in Arctic waters. Since it’s not possible to view under-ice blooms via satellite, the scientists said that it was not clear whether or not these blooms were a new phenomena. The steady shift away from the thick, snow-covered, multi-year ice that was prevalent in the 1980s to thinner, younger ice today means more of the light necessary for primary production is making it through to the underlying ocean waters to spur the growth of algae.\nK.E. Frey et al. (2016). Arctic Ocean Primary Productivity. In Richter-Menge, J., Overland, J.E., Mathis, J. (2016) Arctic Report Card: Update for 2016.\nHelp us improve our content",
  "source": "climate.gov"
}