{
  "url": "https://www.climate.gov/news-features/featured-images/mild-weather-losses-climate-change-wont-be-shared-equally",
  "title": "Mild weather losses from climate change won't be shared equally",
  "date": null,
  "content": "Mild days—perfect for an outdoor picnic or a nice hike—are expected to drop about 14 percent by the end of the century, according to new research published in Climatic Change. Globally, we experience about 74 mild days annually (20 percent of the year), but thanks to climate change we may lose 10 mild days across the globe by 2100. That doesn’t seem like much, but the average masks large regional changes: in some places, the number of mild days may drop by more than 100.\nThe map at right shows the projected change in the annual number of mild days—temperatures between 64 and 86 degrees Fahrenheit (18 and 30 degrees C), less than a half inch of rain (1 mm), and low humidity—by the end of the century. Compared to the 1986-2005 average, the orange-brown regions are projected to experience fewer mild days by 2100, whereas the purple areas are expected to see an increase in mild days per year. The white regions will be unchanged. The deeper the color, the bigger the change the region can expect.\nDue to rising heat and humidity from climate change, large areas of Africa, Asia, and Latin America could see their mild days fall anywhere from 15 to more than 50 days per year by 2100. Of all the cities the scientists looked at, Lima, Peru—situated directly West of the Andes Mountains—was projected to have the highest loss. The South American city could see 114 fewer mild days by end of century.\nMeanwhile, higher latitudes of North America, Europe, and Asia may gain up to 15 days of mild weather per year. On all continents, there are examples of mountains and forests providing a counterpoint to projected regional losses in pleasant weather.\nThe scientists also projected shifts in when the mild days will happen during the year. For many locations, summers will lose mild weather days and winters will gain them. That loss could pose a big challenge to public health; periods of mild weather can provide communities with a crucial break during heatwaves.\n“The absence of mild weather during construction work, infrastructure projects, road works, landscaping projects, air travel, and rail or road transportation may cause delays with significant negative economic consequences,” said the authors.\nEditor's note:  In order to make all land areas easy to see, this map is shown as a plain rectangle (cylindrical equidistant projection to geographers). This format causes areas at middle and higher latitudes to look larger than they are in real life.\nvan der Wiel, K., Kapnick, S.B. & Vecchi, G.A. Climatic Change (2017) 140: 649. doi: 10.1007/s10584-016-1885-9\nNOAA Research: Climate change to shift global pattern of mild weather\nHelp us improve our content",
  "source": "climate.gov"
}