{
  "url": "https://www.climate.gov/news-features/featured-images/late-winter-heatwave-hits-us-february",
  "title": "Late winter 'heatwave' hits the U.S. in February",
  "date": null,
  "content": "It has been warm this winter for much of the country. But even with that said, temperatures recorded during a four-day period in late February 2017 across the central and eastern United States were extraordinary for the end of meteorological winter—December through February. The record-breaking heat started in the Midwest on February 22 before spreading east over the next several days.\nIn particular, high temperatures on February 24 were remarkably warm for the end of February. The map at right shows the daytime high temperature across the contiguous United States on February 24, 2017, using data from NOAA’s Real-Time Mesoscale Analysis (RTMA). A broad swath of the eastern United States observed temperatures that reached into the 70°Fs, a late spring-like temperature. In parts of the South, temperatures were downright summer-ish. Meanwhile, temperatures across the West were markedly cooler.\nFebruary 24 may have been the peak of the late February warm-up, but the heat was making news for days prior. On February 22, Milwaukee hit 71°F, breaking its previous winter (December-February) record by two degrees.  On Thursday, February 23, as the heat shifted east, Burlington, VT broke its all-time February record when the high temperature reached 62°F. This record lasted 48 hours; by Saturday, February 25, the high temperature was an astounding 71°F. The record-setting crossed borders when Toronto reached 63°F, a new all-time February record (177 years of record).\nOn February 24, all-time February records were smashed across the eastern United States. Boston (73°F) bested its previous February record by three degrees. Binghamton, NY, reached 70°F, setting a new monthly record by four degrees. Columbus, OH, broke its record by one degree when the mercury hit 76°F. According to the National Centers for Environmental Information (NCEI), these records were part of 408 total monthly high temperatures record set across the country in February. Meanwhile, only one cold temperature monthly record was set.\nThe warmth was partly due to southerly winds blowing mild air usually reserved for areas farther south to northern regions. Helping to make that air even warmer than normal were warmer-than-average sea surface temperatures across the western Atlantic and Gulf of Mexico.\nHot and cold records can happen at any time simply due to natural climate variability, but it’s also the case that average daytime high temperatures in February are rising across the U.S. According to NOAA’s Climate at a Glance analysis tool, the average February maximum temperature in the U.S. rose by 0.3°F per decade from 1895-2016. In the Eastern and Central Regions of the National Weather Service, the trends are 0.3°F and 0.4°F per decade, respectively.\nHelp us improve our content",
  "source": "climate.gov"
}