{
  "url": "https://www.climate.gov/news-features/featured-images/2017-arctic-winter-maximum-and-antarctic-summer-minimum-both-set-new",
  "title": "2017 Arctic winter maximum and Antarctic summer minimum both set new record lows",
  "date": null,
  "content": "As spring dawns in the Arctic, autumn descends on the opposite pole. Arctic sea ice stretches to its winter maximum, and Antarctic sea ice shrinks to its summer minimum. Despite being at opposite points of their annual cycle, the Arctic and Antarctic had something in common in March 2017: record-low sea ice extents.\nThe animated gif at right shows sea ice extent lines for January 1 through May 5 for every year in the continuous sea ice satellite record (1979–2017) for Arctic (top) and Antarctic (bottom). Yearly extents are color-coded by decade: 1979–1989 (green), 1990s (blue-purple), 2000s (blue), and 2010s (magenta). This animation is adapted from NSIDC’s Charctic interactive sea ice graph. Note that Arctic and Antarctic scales differ.\nOn March 22, the National Snow and Ice Data Center (NSIDC) announced record low sea ice seasonal extents for both hemispheres. Arctic sea ice extent reached its wintertime maximum on March 7, at 5.57 million square miles (14.42 million square kilometers). Antarctic sea ice extent reached its summertime minimum on March 3, at 813,000 square miles (2.11 million square kilometers). In both hemispheres, the extents were the lowest for the season in the 38-year satellite record.\nArctic sea ice extent from March 2017 edged out the previous record holders for low-wintertime-maximum extents: 2015’s maximum of 5.605 million square miles (14.517 million square kilometers), and 2016’s maximum of 5.606 million square miles (14.52 million square kilometers).\nThese minimal maximums continued a trajectory that became apparent in late 2016, when both hemispheres experienced low extents well outside the expected range of variability. But the low extents in the Northern and Southern Hemispheres didn’t necessarily mean the same thing.\nAs the animation shows, extent lines for the Arctic winter maximum follow a general pattern of lower amounts each year. Arctic sea ice extents have followed a steady downward trajectory since the start of the 21st century—at the same time global temperatures have reached new record highs. Besides setting multiple record-low summertime minimum extents, Arctic sea ice began to exhibit a pattern of poor winter recovery starting around 2004.\nIn the Antarctic, though, the situation is different, and there has been no clear trend. Two and a half years before reaching a record low, Antarctic sea ice set a record high extent. NSIDC lead scientist Ted Scambos suspects that Antarctic sea ice may be less affected by the global climate trend, and more closely tied to regional, short-term climate shifts in the Southern Ocean.\nBesides the Arctic reaching its yearly maximum and the Antarctic reaching its yearly minimum, these extent lines show another difference: wavier lines in the Arctic. In fact, sea ice in both hemispheres exhibits this behavior, and it’s tied to sea ice reaching its maximal circumference around the time of the winter maximum.\nThe combined low extents in the Northern and Southern Hemispheres in March 2017 put global sea ice at or near its lowest extent in the satellite record for this time of year. But, due to uncertainty about the causes of record-low Antarctic ice extent, the significance of the low global extent wasn't clear.\nHelp us improve our content",
  "source": "climate.gov"
}