{
  "url": "https://www.climate.gov/news-features/featured-images/warmer-april-high-temps-boston-marathon",
  "title": "Warmer April high temps for the Boston Marathon",
  "date": null,
  "content": "Ready, set, race! It’s Marathon Monday in Boston, and the first of more than 30,000 participants in this year’s race bolted off the starting line this morning. Runners today are more likely to face warmer temperatures than when the iconic race began in 1897.\nThe graph at right shows the average maximum temperature (the daytime high) in April for Massachusetts Climate Division 3 (the division that includes Boston) from 1897 to 2016. The division has seen its average maximum temperature rise 0.3°F per decade since 1897. That’s more than double the temperature rise recorded for the contiguous United States as a whole (0.12°F per decade).\nRecent decades have warmed even more rapidly. In the last 30 years or so, the rate of warming more than tripled, ranging from 1.0° to 1.3°F per decade in the Boston area, depending on the exact start and end year you use to calculate the trend. (For 1984-2014, for example, the trend is 1.3°F per decade. For 1984-2016, it is 1.0°F per decade. You can calculate trends yourself using NCEI’s Climate at a Glance tool.)\nThe Boston Marathon takes place every year on the third Monday in April. While recent temperatures are warmer on average, that doesn’t mean the runners of the past have never experienced a hot race. The Boston Athletics Association has a list of all the unusual race day weather. In 1905, the temperature was reported to have reached the 100-degree mark.\nAccording to a 2012 study in PLoS One, the ideal temperature for marathon runners is between 35°F and 47°F, with faster runners favoring the cooler temperatures. Today’s race will be warmer than ideal conditions, with the National Weather Service predicting a high of 71°F in the Boston area.\nThe National Integrated Heat Health Information System (NIHHIS), an inter-agency group that provides information on extreme heat, lists athletes as a high-risk group for heat stress. The combination of exposure and exertion means athletes are more likely to experience heat illness. According to a local news station, about 2,500 runners sought medical treatment during the 2016 race. Thanks to the warmer temperatures in today’s climate, we could see heat stress among marathon runners continue to rise.\nAccess heat forecasts as well as information on how to prevent, recognize, and treat heat stress at: toolkit.climate.gov/NIHHIS.\nHelp us improve our content",
  "source": "climate.gov"
}