{
  "url": "https://www.climate.gov/news-features/featured-images/2017-us-tornado-season-whirlwind-start",
  "title": "2017 U.S. tornado season off to a whirlwind start",
  "date": null,
  "content": "The 2017 tornado season across the United States has gotten off to an active start. As of April 17, 570 tornadoes have been reported (preliminarily), which is almost a hundred more than average. The season jumped out of the gate with an incredibly active January: 134 tornadoes in total—more than triple the long-term average—and an especially radical departure from the past three years, during which the average number of January tornados was just 16.\nThe image at right shows the running tally of preliminary tornado counts in 2017 (gold line, through April 22) compared to the 2005-2015 average (beige bars). The data were provided by Patrick Marsh of NOAA’s Storm Prediction Center. As the daily numbers add up, the line rises like an irregular staircase, with this year far steeper than normal.  The graph is overlaid on a picture of a tornado looming over a farm in Benton County, Minnesota, on August 24, 2014.\nSevere weather encompasses not only tornadoes, but also thunderstorm winds faster than 58 miles per hour and hail larger than 1 inch* in diameter. Severe weather is at a relative minimum during the winter months, as you can see in this animation of the historical probability of severe weather. When it does occur, the highest likelihood is for it to be somewhere across the southeastern United States. As winter ends and temperatures warm, the highest activity for severe weather begins to shift north and westward towards the southern Great Plains and Tornado Alley.\nAs mentioned above, much of the early tornadic activity in 2017 was focused across the Gulf Coast states, especially Georgia. Why does severe weather tend to occur across the Gulf Coast during winter? For tornado-producing thunderstorms to form, they need moisture, an unstable atmosphere that lets air rise easily, and something to force the air up in the first place. During winter, when much of the country is cold and dry, the Gulf Coast states can remain warm and moist due to the nearby Gulf of Mexico, which holds onto its summer warmth longer than the atmosphere. When the warmth and moisture combine with winter storm systems that can be found racing along the jet stream across the southern tier of the United States, thunderstorms—some severe—can be the result.\nBy spring, as warm air begins to re-invade the country, the jet stream—an area of fast moving winds high in the atmosphere that serves as a storm highway and reflects a boundary of cold air to the north and warm air to the south—begins to move north. As warm and moist air which originates over the Gulf of Mexico penetrates farther into the interior of the United States, the locations with the highest chance for severe weather begins to shift northward and westward to the aptly named Tornado Alley.\nAs for the current tornado season, with a preliminary total of 558 tornadoes, the 2017 season is already more than halfway to the seasonal total of just a year ago. However, an overactive start to the tornado season doesn’t mean it will stay that way. (The flip side is also true: even a season that is slow to start may wind up being unusually active by the time it’s all over.) Regardless of seasonal totals, the way to stay safe is to be ready for any severe weather event, so pay attention to the latest forecasts from NOAA’s Storm Prediction Center and your local National Weather Service office for any severe weather updates.\n*[Correction]. The article originally described the threshold for \"large hail\" as three-quarters of an inch, which was an old criteria.\nHelp us improve our content",
  "source": "climate.gov"
}