{
  "url": "https://www.climate.gov/news-features/featured-images/low-sea-ice-chukchi-sea-alaska",
  "title": "Low sea ice in the Chukchi Sea off Alaska",
  "date": null,
  "content": "Sea ice this spring in the Chukchi Sea, off northwest Alaska, is breaking up and melting earlier and much more extensively than is typical for May. While small areas of open water in this region during mid-May are normal, it appears to be unprecedented in the satellite era to have this much open water north of 68°N latitude (Point Hope) at this time of year.\nThe map at right shows sea ice concentrations on May 20, 2017, in shades of blue to white, with white showing areas that are 90 to 100% ice covered, and darkest blue showing areas of essentially open water, meaning less than 10% ice covered.  Purple areas are shore-fast ice, which is ice that is grounded, immobile, in the coastal shallows. This sea ice analysis combines information from a wide variety of remote sensing tools, including polar orbiting satellites and synthetic aperture radar, and in a couple of locations ground-based radar. Therefore, this analysis has much higher spatial resolution (detail) than the well-known Arctic-wide sea ice maps derived from passive microwave sensors.\nAs is typical for mid-May, ice concentration is something of a patchwork. As overall ice coverage decreases with the arrival of summer, the remaining ice slowly melts, and it is easily moved around by winds. The feature that has Alaskans’ attention is the open water in the Chukchi Sea, off the northwest coast of the state.\nWhy is this melt happening now? First, open water persisted in a large area in the western Arctic until mid-December. This was very unusual—possibly unprecedented—and it reduced the time available for ice growth by a month or more. Also, virtually no multi-year ice moved into the area from the northeast, as typically happened in decades past. Finally, the winter was exceptionally mild. Utqiaġvik (Barrow) recorded an average temperature for October through April of +5.4°F, the warmest winter in nearly a century of climate observations.\nImpacts of an early opening of the Chukchi Sea extend across the climate system, ecosystems, and human activities. The mere presence of water instead of ice gives an immediate boost to regional temperatures and possibly precipitation. The lack of ice and increased mobility of the remaining ice impacts marine mammals and the overall biology of a region tuned to a longer ice season. For human activity, impacts include access and feasibility of subsistence hunting, a mainstay of the northwest Alaska traditional economy as well as the potential for an earlier than expected start to marine activities, including commercial shipping and tourism-related sailing ventures.\nHelp us improve our content",
  "source": "climate.gov"
}