{
  "url": "https://www.climate.gov/news-features/featured-images/look-drought-florida-surveillance-system-doesn%E2%80%99t-need-rainfall-data",
  "title": "A look at drought in Florida from a surveillance system that doesn’t need rainfall data",
  "date": null,
  "content": "At the end of May 2017, central Florida was the only part of the contiguous United States experiencing extreme drought. Meteorologists linked the drought to low rainfall and record and near-record high temperatures over the winter months.\nThis animation tracks the development of Florida's drought from late December 2016 through late May 2017. Healthy vegetation appears in shades of green, while stressed vegetation is brown. In December 2016, most of Florida’s vegetation shows no sign of stress, with just isolated patches of poor conditions near the Georgia and Alabama borders. By late May, almost the entire state is parched.\nThese maps are based on near-real time satellite data from NOAA’s GOES satellites, and they are being operationally produced by a drought surveillance system that can detect vegetation stress without knowing anything about how much it has rained.\nPoor rainfall usually drives, or at least contributes to drought. But monitoring strategies that rely on rainfall—or even a combination of rainfall and temperature—can fail. Extensive irrigation buffers many agricultural areas from the effects of rainfall deficits. Even in areas that rely primarily on rain to water crops, monitoring may suffer from sparse precipitation data. And even when rains are favorable, “flash droughts” can develop due to extreme heat and drying winds that suck moisture out of the soil.\nWhen the soil dries out, soil evaporation and transpiration (water used by the plant and then evaporated from the leaf surfaces) slow or shut down. Without the cooling effects of evapotranspiration, the temperature of both the ground and the plants’ leaves (“the canopy”) rises—signaling that plants are stressed. The drought surveillance system that produced these images relies on thermal infrared satellite measurements to spot places where the surface below is hotter than usual because the soil has dried out, leaving little moisture for plant uptake and evaporative cooling.\nThe Evaporative Stress Index (ESI) was developed in a collaboration by NOAA’s Climate Program Office, , NASA’s Applied Sciences Water Resources Program,  the U.S. Department of Agriculture – Agricultural Research Service’s Hydrology and Remote Sensing Lab, and NASA’s Short-term Prediction Research and Transition Center (SPoRT) at the Marshall Space Flight Center. The system has been running operationally since September 2016 at NOAA’s National Environmental Satellite, Data, and Information Service.\nWater and Drought from the U.S. Climate Resilience Toolkit\nAnderson, M.C., Hain, C., Wardlow, B., Pimstein, A., Mecikalski, J.R., Kustas, W.P. (2011). Evaluation of drought indices based on thermal remote sensing of evapotranspiration over the continental United States. Journal of Climate, 24, 2025-2044.\nHydrology and Remote Sensing Lab. Evaporative Stress Index. USDA. Accessed May 17, 2017.\nHelp us improve our content",
  "source": "climate.gov"
}