{
  "url": "https://www.climate.gov/news-features/featured-images/why-does-start-summer-mean-higher-probability-severe-weather",
  "title": "Why does the start of summer mean a higher probability of severe weather?",
  "date": null,
  "content": "April showers bring May flowers, but what does June bring? History says mid-to-late June brings a higher probability of severe weather across much of the contiguous United States.\nThe map at right shows the historical probability of severe storms within a 25-mile radius of a given location on June 26. (For today's actual risk for severe weather, visit the Storm Prediction Center's webpage.) This time of year, there is at least some probability of severe weather for most of the lower 48 states. The probability is based on severe weather events from 1982-2011. “Severe weather” is defined as tornadoes, thunderstorm winds over 58 miles per hour, or hail larger than a quarter (one inch in diameter). The darker the color, the higher the number of severe weather reports on that date throughout history.\nDuring the spring, severe weather patterns are dominated by the path of the jet stream. The atmospheric current operates over large distances that can span a third or more of the contiguous United States at any given time. As we head into summer in mid-to-late June, the jet stream retreats north into Canada. The result is that weather in the contiguous United States is more affected by smaller-scale weather processes known as “mesoscale”--weather systems ranging from 5-1,000 kilometers in size.\nAs we move from spring to summer, the predominant way severe weather forms across the U.S. changes. Once the jet stream moves north, severe weather occurs mainly due to mesoscale processes as larger areas of the country experience warm, humid conditions. These conditions are, historically, prime ingredients for severe weather events.\nThe map above comes from Climate.gov Data Snapshots map collection. It is based on the work by NOAA’s National Severe Storms Laboratory. Download individual maps in a variety of formats from Climate.gov's Data Snapshots.\nHelp us improve our content",
  "source": "climate.gov"
}