{
  "url": "https://www.climate.gov/malaria_ethiopia",
  "title": "Malaria risk zones expand to higher elevations in Ethiopian Highlands",
  "date": null,
  "content": "The Ethiopian Highlands, a region of high-altitude plateaus and mountains reaching above 14,000 feet, have long provided a topographic defense against the spread of malaria, one of the world’s deadliest diseases. At many higher elevations, temperatures have historically been too cold for the Plasmodium parasites responsible for most cases of malaria in the region to be transmitted. But as global temperatures rise, that built-in protection has been fading.\nThis elevation map shows locations that have become more favorable for malaria-carrying parasites between 1981 and 2014 due to rising minimum temperatures. Lower elevations are dark gray, and higher elevations are lighter gray to nearly white. Superimposed upon the topography are outlines of elevations where winter temperatures have become more favorable for P. falciparum (red), which requires minimum temperatures above 64°F (18°C), and P. vivax (blue), which needs temperatures above 59°F (15°C).\nBased on recent research led by Bradfield Lyon of the University of Maine, a wide range of elevations lost their cool temperature protection in the past three decades, with 10-day average minimum temperatures now becoming warmer than the critical threshold for malaria protection. In other words, the red and blue outlines show where new pockets of the Ethiopian Highlands became more malaria-friendly over the past 30 years.\nAmong epidemiologists, there is little doubt that climate change will increase some high-altitude temperatures, and consequently raise the elevation that experiences the threshold temperature required for malaria transmission. But Ethiopia has historically lacked high-quality climate data for its highlands. In Ethiopia, it has been difficult to identify temperature trends for individual weather stations, much less across the highlands as a whole.\nAs a result, many malaria-prevention efforts have been based largely on simple elevation thresholds, for example targeting elevations below 5,700 feet (1,750 meters), assuming that higher elevations were safe. The recently published study addresses the dearth of data by using a new high-spatial-resolution data set from the International Research Institute for Climate and Society’s Enhanced National Climate Services (ENACTS) initiative. According to Lyon, one of the most important results is that a wide range of elevations, including some in areas above 6,500 feet (2,000 meters), have been identified as becoming at risk for the establishment of malaria parasites.  The new data will thus allow health officials to develop more specific strategies for targeting prevention and control efforts.\nAccording to statistics released by the World Health Organization, there were 212 million cases of malaria worldwide in 2015, and 429,000 of those cases were deadly. Sub-Saharan Africa typically experiences 76% of the world's malaria cases, and 75% of its malaria deaths, most of them children under the age of five. Improved data collection and modeling will help epidemiologists spot the places with the greatest malaria vulnerability. And similar analyses could help identify expanding risk areas for other diseases and pests that affect people, livestock, or crops in other parts of the world.\nLyon, B., Dinku, T., Raman, A., Thomson, M.C. (2017). Temperature suitability for malaria climbing the Ethiopian Highlands. Environmental Research Letters. 12, 064015.\nWorld Health Organization. Malaria. Accessed August 16, 2017.\nHelp us improve our content",
  "source": "climate.gov"
}