{
  "url": "https://www.climate.gov/arctic-min-2017",
  "title": "2017 Arctic sea ice minimum comes in at eighth smallest on record",
  "date": null,
  "content": "On September 19, the National Snow and Ice Data Center (NSIDC) announced that Arctic sea ice had probably reached its annual minimum extent. Defined as the area of ocean with at least 15% sea ice concentration, the extent dipped to 1.79 million square miles (4.64 million square kilometers) on September 13, 2017. It was the eighth-lowest Arctic minimum extent in the 38-year satellite record.\nThis animation tracks Arctic sea ice seasonal melt from about the time of the 2017 winter maximum. It shows monthly sea ice concentration for April, May, June, July, and August 2017, and the final frame shows sea ice concentration on the date of the likely minimum extent, September 13. In each frame, sea ice ranges from white (high concentration) to dark blue (low concentration), and the yellow line is the median ice edge for the climatological average (1981–2010).\nArctic sea ice reached its wintertime maximum on March 7. Following an exceptionally warm autumn and winter, it was the lowest Arctic sea ice extent maximum in the satellite record. After reaching its winter peak, sea ice melt got off to a slow start, but melt rates accelerated in June. From about the second week of June through the first week of August, the overall Arctic sea ice melt rate nearly matched that of 2012, the year of the lowest Arctic minimum extent on record. As August 2017 progressed, however, melt rates slowed.\nIn its Arctic Sea Ice News and Analysis blog, NSIDC discussed factors contributing to a slowing of ice melt. July brought a mixture of above- and below-average temperatures to different parts of the Arctic Ocean, but a widespread low-pressure area dominated the region, a condition that's generally unfavorable to ice loss. Cooler-than-average conditions persisted in in the Central Arctic in August, driven by cold-core cyclones.\nDepending on their location, and on ice conditions, such cyclones can drive ice loss, as they did in 2012 and 2016. The August 2017 cyclones, however, occurred near the North Pole, over an area of concentrated ice pack, where they had little chance of breaking up the ice.\nThough nowhere near a record low, the 2017 minimum extent was well below the long-term average. Throughout the 2017 Northern Hemisphere melt season, sea ice extent remained below the 1981–2010 average, and below 80% of the range of values around that average. (Visit NSIDC's Charctic to compare yearly values.)\nThis year's low extent continues a long-term trend of Arctic sea ice decline. The 10 lowest extents have all been recorded since 2007, and 2009 is the only year not to have a sea ice extent in the bottom 10.\nArctic Sea Ice News and Analysis. NSIDC. Accessed September 20, 2017.\nCharctic Interactive Sea Ice Graph. NSIDC. Accessed September 20, 2017.\nHelp us improve our content",
  "source": "climate.gov"
}