{
  "url": "https://www.climate.gov/news-features/featured-images/temperature-patterns-during-every-la-ni%C3%B1a-winter-1950",
  "title": "Temperature patterns during every La Niña winter since 1950",
  "date": null,
  "content": "When La Niña develops across the tropical central/eastern Pacific Ocean, it can affect areas thousands of miles away, including the United States. The effects are usually strongest in Northern Hemisphere winter. However, no two La Niña winters will have identical temperature and precipitation patterns across the United States.\nThis series of maps shows temperature patterns across the continental United States compared to the 1981-2010 average for every winter season—December through February—since 1950 that coincided with La Niña conditions in the equatorial Pacific Ocean. The years are ranked by how far below average the temperatures were in the central/eastern tropical Pacific: strong (at least -1.5° Celsius colder than average), moderate (between -1° and -1.5°C), and weak (between -0.5° and -1°C colder-than-average.\nIn general, the stronger the La Niña, the more reliable the impacts on the United States. The typical U.S. impacts are warmer- and drier-than-average conditions across the southern tier of the United States, colder-than-average conditions across the north-central Plains, and wetter-than-average conditions in the Pacific Northwest stretching into northern California.\nHowever, as is evident in these maps, there is a great deal of variability even among strong La Niña events. For example, 8 of the 11 strong and moderate events show the cool conditions in the Northern Great Plains, which is most winters, but not all. This “failure” of the typical pattern occurs because La Niña is never the only thing that influences the climate over the United States during the winter. Other climate phenomena, such as the Arctic Oscillation or the Madden Julian Oscillation, as well as the random nature of weather can also play a large part in how a winter turns out.\nFor the latest United States winter forecast for temperature and precipitation, head to NOAA’s Climate Prediction Center. Or stay tuned to Climate.gov’s ENSO blog later this month for a post describing what is forecast for the upcoming winter.\nHelp us improve our content",
  "source": "climate.gov"
}