{
  "url": "https://www.climate.gov/news-features/featured-images/very-wet-2017-water-year-ends-california",
  "title": "Very wet 2017 water year ends in California",
  "date": null,
  "content": "It may not have seemed like the year was ending when September turned into October recently. After all, no ball was dropped, and there were no parties to attend. But a “year” did in fact end on September 30: the water year for California. Due to the high amounts of fall and winter precipitation across California, the “water year” there is defined as October 1–September 30. And this past water year was a wet one.\nPictured here is the total observed precipitation from the PRISM dataset for October 2016 through September 2017. The amounts are determined through a combination of radar estimates and rainfall gauge reports. Precipitation during the 2016-2017 water year exceeded 100 inches across the higher elevations in the Sierra Nevada Mountains, with lesser amounts, 25-50 inches, falling across lower elevations.\nThe relatively large amount of precipitation helped to drastically increase the snowpack in the mountains and raise reservoir levels across the state.  As of October 9, most of the reservoir levels across the state were higher than average, including Lake Shasta which was 73% full—23% higher than normal for this time of year.\nAcross the Northern Sierra Mountains, where the highest rainfall amounts were recorded, an eight-station average of precipitation totals during the 2016-2017 water year reached 94.7 inches, the highest on record and over six inches higher than the previous record set in 1982-83. Farther south near the agriculture-heavy San Joaquin Valley, a five-station average showed that the past water year was the second wettest on record after 72.7 inches fell.\nAt the start of the previous water year, Californians were still worried about drought. In fact, 83.6% of the state was in drought, with 21% of California in an exceptional drought, the most severe category listed by the United States Drought Monitor. By the end of the water year in September 2016, only 8% was in drought, and exceptional drought was down to 0%. Yes, you read that right.\nMuch of this precipitation fell during an extremely wet January and February as numerous atmospheric river events drenched the state. It was an unusually high amount of precipitation to occur during a La Niña winter. The wettest water years in California tend to occur with El Niño conditions during the winter, while the drier years are often concurrent with La Niña winters. For instance, the extremely wet 1982-83 water year was a year with one of the strongest El Niños on record, and the extremely dry 1976-77 water year had a strong La Niña that winter.\nLa Niña is favored to develop by this winter. Does this automatically mean that the decent water conditions of the past year will be wiped out? Not necessarily. As the past year has shown, La Niña does not guarantee that drier conditions will prevail. Check back with the Climate Prediction Center later this month for an updated forecast for the upcoming winter.\nHelp us improve our content",
  "source": "climate.gov"
}