{
  "url": "https://www.climate.gov/news-features/featured-images/2017-lining-be-among-three-warmest-years-record",
  "title": "2017 lining up to be among the three warmest years on record",
  "date": null,
  "content": "The global climate summary for September was released by NOAA's National Centers for Environmental Information this morning, documenting our planet's climate vital signs, including monthly temperature, precipitation, polar ice extent, and extreme events.\nAccording to the report...\nThe September temperature across global land and ocean surfaces was 1.40°F above the 20th century average of 59.0°F, the fourth highest value for September in the 138-year period of record, behind 2015 (highest), 2016 (second highest), and 2014 (third highest). The 10 warmest Septembers have occurred during the 21st century, specifically since 2003. September 2017 also marks the 41st consecutive September and the 393rd consecutive month with temperatures at least nominally above the 20th century average.\nThe maps at right show temperature percentiles for September 2017 (top) and for the year to date (January-September) bottom. No location was record cold in September, but many places were record warm, including Africa south of the Sahara Desert and Southeast Asia. Central Europe and central Russia were the only land areas that were cooler than average last month, but several ocean basins had pockets of cooler-than-average surface waters.\nFor the year to date, no locations anywhere were record cold or even much colder than average. Three small, isolated patches of cooler than average conditions dot the North Pacific, the North Atlantic, and the Southern Ocean off the Antarctic Peninsula. The rest of Earth's surface was dominated by much warmer than average or record hottest temperatures.\nIn the report's supplemental information, NCEI scientists wrote:\nThe average global land and ocean surface temperature for January–September 2017 was 0.87°C (1.57°F) above the 20th century average of 14.1°C (57.5°F)—the second highest global land and ocean temperature for January–September in the 1880–2017 record, behind the record year 2016 by 0.13°C (0.23°F). However, the January–September 2017 value surpasses 2015 by only 0.01°C (0.02°F) and 1998 (the only year from the 20th century among the top 10 warmest years on record) by 0.19°C (0.34°F).... 2017 is gearing up to end up among the top three warmest years on record and the warmest year with ENSO-neutral conditions.\nHelp us improve our content",
  "source": "climate.gov"
}