{
  "url": "https://www.climate.gov/news-features/featured-images/even-global-warming-extremely-hot-summers-would-be-less-frequent-if",
  "title": "Even with global warming, extremely hot summers would be less frequent if it weren’t for deforestation",
  "date": null,
  "content": "Anyone who has escaped into the woods on a scorching summer day—or scored the coveted space under a parking lot’s only tree—would probably have a hunch about how cutting down forests could affect summer heat. New NOAA modeling research backs up those hunches with numbers. In many parts of the mid-latitudes, including the United States and Europe, forest clearing over the past few centuries has likely doubled to quadrupled the frequency of extremely hot, dry summers.\nThe maps at right show model estimates of the number of years between a location’s hottest and driest summers during the period between 1981-2005, taking into account both greenhouse gas increases and forest clearing. The return periods are color-coded to show how they compare to the projected frequency of such events in a world without deforestation. Red means shorter return periods (fewer years between extreme summers), gray means no change, and blue means longer return periods (more years between extreme summers).\nFor the experiment, scientists combined land surface and atmospheric models to create two simulated worlds. In one world, greenhouse gases, deforestation, and other climate influences were allowed to change much as they did in the real world between the mid-1800s and the present. In the other, everything was identical except that forests and other vegetation were kept as they would naturally be without human activities.  For each world, they ran the simulation twice—tweaking the starting conditions a bit each time to increase the range of possible outcomes—and averaged the results.\nThe team then identified the hottest and driest 10 percent of summers that a location would have experienced between 1981-2005 if forests and other vegetation had not been cleared for agriculture. Describing a summer as so extreme that it only occurs 10% of the time is the same as saying that it occurs once per decade on average, or every 10 years. How often, the scientists asked, would such an extreme summer occur with real-world patterns of deforestation?\nAs the map shows, regional and local impacts vary a lot. Gray areas of the map show where the return period remained around 10 years regardless of deforestation. But across much of Europe, Canada, and the United States, models estimate that the loss of shading and evaporative cooling shortened the return period for extremely hot, dry summers significantly: from every ten years to every 2-3 years.\nThe opposite pattern shows up in the tropics, though: forest clearing appears to have reduced the frequency of extremely hot and dry summers, although the scientists say those results are not as conclusive as the mid-latitude results. The experiments also indicated that deforestation in the mid-latitudes made winters colder. Both those results stem from the way deforestation changes how much sunlight Earth’s surface reflects and absorbs.\nLike a black shirt on a sunny day, the dark green canopy of a forest absorbs much more sunlight than cornfields or pastures. Without the forest, the land itself reflects more sunlight. In the tropics, where the Sun is overhead year round, loss of forests can cause net annual cooling. In the mid- and high latitudes, that cooling influence would be especially strong in winter, especially when there was snow on the ground. Globally, scientists believe that worldwide forest clearing since the 1700s has had a small net cooling effect on global average surface temperature.\nBut global isn’t local, and we don’t physically experience the “global average temperature.”  This new research helps us understand the importance of the landscape in shaping the seasonal climate and extreme weather that we experience where we live, and suggests that the modeling technique used in the study could help scientists and land managers predict the impact of future forest clearing or restoration efforts.\nNew research: Forests minimize severe heat waves\nFindell, K. L., Berg, A., Gentine, P., Krasting, J. P., Lintner, B. R., Malyshev, S., … Shevliakova, E. (2017). The impact of anthropogenic land use and land cover change on regional climate extremes. Nature Communications, 8(1), 989. https://doi.org/10.1038/s41467-017-01038-w\nHelp us improve our content",
  "source": "climate.gov"
}