{
  "url": "https://www.climate.gov/news-features/featured-images/record-low-sea-ice-alaska-waters-fall-2017",
  "title": "Record low sea ice in Alaska waters in fall 2017",
  "date": null,
  "content": "Rick Thoman of Alaska’s National Weather Service in Alaska alerted us to some unusual environmental conditions in Alaska waters this November. In the Bering and Chukchi Seas, where sea ice should be starting its winter expansion, thousands of square miles of open water stretch out from the state’s western coastline in late fall 2017. It’s the lowest ice extent on record for this time of year for the combined basins.\nThe image at right shows the sea ice extent (percent ice cover) on November 19, 2017, mapped by a combination of satellites (synthetic aperture radar and passive microwave sensors) and ground-based radar. Except for a few areas of nearshore ice, the entire Bering Sea is ice-free as are thousands of square miles of the Chukchi Sea to the north.\nBelow the map is a graph of ice extent in the two seas on November 19 each year since 1978.  This year’s combined ice extent is less than 350,000 square kilometers (135,000 square miles), the smallest ice cover extent the region has seen in 40 years.\nThese fall conditions are an echo of unusually low—possibly unprecedented—ice conditions in this area in May of 2017. Low ice extent so early in the year set the stage for extensive summer melt. Despite the fact that Arctic-wide ice extent was among the most extensive of the past decade, those more moderate conditions didn’t extend to the western Arctic.\nAccording to Thoman, the ice conditions are unlikely to reverse course any time soon. Predicted storminess in the near-term means that waves and winds will be churning up the surface waters, breaking up and dispersing ice that does form and bringing more unseasonably warm air into the region.\nThe presence of so much open water during what has historically been a relatively icy time of year has complicated impacts on Alaska marine life and people. Since late September, several coastal floods and significant episodes of erosion have occurred along the western Alaska coast. Utqiaġvik (Barrow) sustained an estimated $10 million dollars in damage from a storm at the end of September. In early October, minor flooding occurred at several Kuskokwim delta communities. November 6-9 brought high water to parts of Norton Sound, and on November 11-12, Shishmaref suffered considerable erosion from a storm, prompting officials to declare a local disaster.\nThoman also wrote, \"As I write this, on November 21, another round of flooding—potentially the most impactful of the many storms this season—is underway over NW Alaska.\"\nIn addition to physical damage and stress to communities, the mild weather and lack of ice creates severe challenges for people in places with a significant subsistence-based hunting economy. Sea ice and river ice are necessary features for traditional Alaska Native activities, and the absence of ice creates considerable hardships. The impacts from the lack of ice now will be felt the rest of the winter, as ice that does eventually form is likely to be thin and easily mobile, challenging hunters the entire season and greatly increasing the chances for an early melt out of the ice in spring 2018.\nHelp us improve our content",
  "source": "climate.gov"
}