{
  "url": "https://www.climate.gov/news-features/featured-images/it%E2%80%99s-beginning-look-lot-winter-potentially",
  "title": "It’s beginning to look a lot like winter, potentially",
  "date": null,
  "content": "Thanks to a change in weather patterns, the chance for much below normal temperatures is elevated across the eastern half of the country for December 12-18. As the cold air rushes down out of Canada, the wind is also expected to cause below-average wind chill temperatures across much of the northern Plains, Great Lakes, and Northeast United States.\nIn the latest 8-to-14-day (known colloquially as the week-2) outlook issued by NOAA’s Climate Prediction Center, each half of the United States is likely to experience diametrically opposed temperature outcomes during December 12-18. The eastern half of the United States has an elevated chance of temperatures in the lowest third of the current climatological record (1981-2010). The odds peak at a greater than 80% chance of well below normal temperatures around Lake Erie and Ontario in Michigan, Ohio, Pennsylvania, and New York.\nIn stark contrast, while cold air is expected to funnel down out of Canada and into the eastern half of the United States, warm southerly winds are likely to lead temperatures in the western United States to be in the upper third of the normal (1981-2010) range. The outlook peaks with a greater than 70% chance of much hotter than normal temperatures in California and into the desert southwest.\nIn creating the most recent outlook, scientists issued their confidence levels by way of probabilities as to whether the upcoming period will have temperatures that are above-normal, below-normal, or normal.\nThe above-, below-, or normal temperature categories are determined by calculating the 7-day temperatures—the 8 to 14 day period is seven days in length—over the length of the thirty year climatology (1981-2010). These values are then ranked 1 to 30. If the upcoming 8 to 14 day period falls into the bottom or top ten, the period will be either below- or above-normal, respectively. If temperatures fall into the middle 10 years, it is considered normal.\nIn areas in the East where cold temperatures are expected, strong winds are likely to cause wind chill temperatures—the temperature your body feels when outside—to be colder than usual for this time of year.  Standing outside in low wind chill temperatures for prolonged periods can hasten the onset of hypothermia.\nAnd in locations which are also downwind of the still-warm (relatively) Great Lakes, the cold winds have the potential to pick up enough moisture to create lake effect snows, at least through the beginning of the week-2 period.\nMeanwhile, in the west, the expected warmer-than-average temperatures would provide little respite for areas, especially southern California, where ongoing wildfires are burning.\nFor additional information on the 8-14 day outlooks as well as other products such as the monthly and seasonal outlooks, check out the Climate Prediction Center’s website or the Data Snapshot section of climate.gov.\nHelp us improve our content",
  "source": "climate.gov"
}