{
  "url": "https://www.climate.gov/news-features/featured-images/2017-arctic-report-card-extreme-fall-warmth-drove-near-record-annual",
  "title": "2017 Arctic Report Card: Extreme fall warmth drove near-record annual temperatures",
  "date": null,
  "content": "Spring and summer temperatures in the Arctic were cooler in 2017 than they have been in many years this decade, but the annual average surface temperature was still the second highest on record according to the annual issue of NOAA’s Arctic Report Card.\nThis map shows temperature from October 2016-September 2017 compared to the 1981-2010 average. (The climate-monitoring year in the Arctic traditionally ends in September, when sea ice reaches it smallest extent of the year). A dashed line at 60 degrees North shows the boundary of the Arctic region. Dark red shows places that were up to 11 degrees Fahrenheit warmer than the long-term average; blue areas show the opposite.\nBelow the map is a graph that compares the history of surface temperatures at land stations in the Arctic (red line) to the whole globe (gray line). Each year's temperature is compared to the 1981-2010 average (dashed line at zero).  The past year was slightly cooler than 2016, but it was still nearly 1.5 degrees Celsius warmer than the 1981-2010 average. The rate of warming in the Arctic is twice the rate occurring over the globe as a whole.\nAccording to the 2017 Arctic Report Card, the near-record warmth was driven largely by an extremely warm fall, during which low pressure and persistent southerly winds drew in warmer air from over the mid-latitudes of both the Pacific and Atlantic Oceans. That atmospheric pattern clearly left its mark on the annual map, which shows the largest departures from average in the central Arctic, with lower latitudes experiencing conditions closer to the 1981-2010 normal.\nMap based on NCEP Reanalysis data provided by NOAA ESRL. Graph adapted from Figure 1.1 in the \"Surface Air Temperature\" chapter of the 2017 Arctic Report Card.\nARC 2017: Surface Air Temperature\nHelp us improve our content",
  "source": "climate.gov"
}