{
  "url": "https://www.climate.gov/news-features/featured-images/2017-arctic-report-card-summer-temperatures-are-rising-rapidly-most",
  "title": "2017 Arctic Report Card: Summer temperatures are rising rapidly in most Arctic seas",
  "date": null,
  "content": "In the 2017 issue of NOAA’s Arctic Report Card, experts report that summer ocean temperatures across much of the Arctic have warmed dramatically in the past three decades. The warming reinforces sea ice loss—which stresses marine mammals, complicates native hunting and fishing traditions, and increases coastal storm damage and erosion—and shrinks habitat suitable for important commercial fish stocks.\nThis map shows the trend in ocean temperatures for the entire Arctic in August—the height of summer warmth—from 1982-2017. Redder colors mean that ocean waters are warming, while bluer colors mean that they are cooling. Places where the observations revealed no statistically significant trend are colored light gray. The white area shows the August 2017 ice extent, which was significantly smaller than the 1982-2010 median extent (black line).\nArctic-wide, warming dominates cooling, with especially large warming trends in the Chukchi Sea, north of Alaska and Russia, as well as in areas around Greenland. Small exceptions to the overall warming trend are scattered across the eastern Arctic, including isolated cooling in the Laptev and northern Barents Seas.\nThe summer warming of Arctic waters goes hand in hand with declining sea ice. The ice-free waters absorb more sunlight, leading to even more warming. The amount of solar exposure depends not just on the total amount of sea ice left, but also on how early in the season the ice retreats.\nIn the Chukchi Sea, where waters have warmed 0.7 degrees Celsius (1.3 degrees Fahrenheit) per decade since the early 1980s, sea ice loss isn’t the whole story. An influx of warm water from the south has been observed entering the Chukchi Sea through the Bering Strait, and summer air temperatures have been especially mild.\nThis rate of warming is more than four and a half times the pace of warming in the global ocean, and it reflects some years’ staggeringly large departures from average temperatures. In August 2017, for example, surface waters in the Chukchi Sea were 11 degrees Celsius (20 degrees Fahrenheit) warmer than average! Such exceptional warmth delays winter ice formation, which—among many other impacts—makes coastal areas more vulnerable to flooding and erosion during winter storms.\nARC 2017: Surface Air Temperatures\nHelp us improve our content",
  "source": "climate.gov"
}