{
  "url": "https://www.climate.gov/news-features/featured-images/2017-arctic-report-card-sea-ice-melting-unprecedented-least-1500-years",
  "title": "2017 Arctic Report Card: Sea ice melting unprecedented in at least 1,500 years",
  "date": null,
  "content": "In the 2017 issue of NOAA’s Arctic Report Card, scientists report on a body of paleoclimate research that shows that the extent and rate of sea ice decline in the Arctic is unprecedented over at least the past 1,500 years. Reconstructions such as this one extend our knowledge into the distant past, and they provide context for the extraordinary increases in ocean temperature and decreases in ice extent that have occurred in recent times.\nThis time series shows the Arctic sea ice extent in millions of square kilometers over the past roughly 1,500 years. Scientists use climate proxies like sediment/ice cores, tree rings, and fossilized shells of ocean creatures to extend the sea ice extent records back in time. These records show that while there have been several periods over the past 1,450 years when sea ice extents expanded and contracted, the decrease during the modern era is unrivaled. And just as importantly, it is beyond the range of natural variability, implying a human component to the drastic decrease observed in the records.\nThe minimum sea ice extent, which occurs each summer, is influenced by the atmospheric circulation, air temperature, and variations in the amount of warm water that flows into the Arctic. Since 1900, waters that enter the Arctic Ocean through the Fram Strait have increased by 2 degrees Celsius (4 degrees Fahrenheit). Meanwhile, proxy records show that the current warming trend in surface air temperatures has not been observed in the Arctic over at least the last 2,000 years.\nSea ice in the Arctic Ocean has a history much longer than the last 2,000 years. It likely first formed about 47 million years ago. However, perennial—year round—sea ice at the North Pole first occurred 14-18 million years ago. A number of paleoclimate studies have shown that perennial sea ice has existed in the central Arctic for much of the last 350,000 years, with significant regional variability. This variability highlights the importance of expanding the number of paleoclimate reconstructions to better predict which regions are most susceptible to further sea ice loss.\nThroughout geologic times, the amount of sea ice increased and decreased along with changes in temperature, atmospheric carbon dioxide concentrations and the ice-age climate cycles. In fact, there were intermittent periods of ice-free conditions in the past 350,000 years up until the “modern” era of sea ice conditions began about 5,000 years ago.\nThese ice-free periods usually coincided with times when solar energy reaching the Arctic was at its largest due to small variations in the shape of Earth’s orbit and its axis of rotation. However, since the latter half of the Holocene epoch (about 5,000 years ago), some amount of year-round Arctic sea ice cover has been present. But as we move through the rest of the century, some climate model projections suggest that ice-free Arctic summers will return, possibly as early as 2030, but very likely before 2100.\nThe Arctic plays a vital role in our planet’s climate and can serve as a canary in a coalmine for ongoing impacts from human-caused climate change. Understanding how the Arctic is going to change in the future, including changes in sea ice and impacts on Arctic ecosystems, requires a continued effort to develop additional reconstructions like the one above to help scientists better grasp what makes the Arctic Ocean tick.\nAdapted from Figure 3 in “Paleoceanographic Perspectives on Arctic Ocean Change” in the 2017 Arctic Report Card. Original data from Kinnard et al., 2011.\nKinnard, C., C.M. Zdanowicz, D.A. Fisher, E. Isaksson, A. de Vernal and L.G. Thompson. (2011). Reconstructed change in Arctic sea ice over the last 1,450 years. Nature letter, DOI:10.1038/nature10581\nARC 2017: Sea Ice\nHelp us improve our content",
  "source": "climate.gov"
}