{
  "url": "https://www.climate.gov/news-features/featured-images/2017-arctic-report-card-warm-summers-challenge-bering-sea-pollock",
  "title": "2017 Arctic Report Card: Warm summers challenge Bering Sea pollock",
  "date": null,
  "content": "Groundfish stocks in the economically vital eastern Bering Sea are currently healthy, according to the 2017 Arctic Report Card, but a string of very warm summers since 2014 have likely reduced the survival rates of young walleye pollock and led NOAA biologists to recommend lower catch limits for what is the nation's largest commercial fishery.\nThis pair of images illustrates the relationship between two environmental variables that strongly influence young pollock survival rates: the extent of late winter sea ice across the Eastern Bering Sea and the size of a pool of cold bottom water that develops below it.  Young pollock have higher energy reserves going into winter in years when the cold pool is large and persists into summer.\nAs these photo-like satellite images show show, late winter sea ice extent in the Eastern Bering Sea is extremely variable. In March 2012 (left hand image), sea ice reached southward all the way to the Alaska Peninsula. The summer cold pool (overlay) stretches nearly to the Alaska Peninsula. In warmer years like 2016 (right hand image), the ice pack may only reach as far as St. Matthews Island, and the summer cold pool shrinks dramatically.\nSpawned in a favorable climate year, the class of 2012 currently dominates the walleye pollock population in the Eastern Bering Sea. Its success has allowed biologists to set high quotas for the fishery in recent years. But the years since 2014 have been extremely warm, and the survival rates of subsequent year classes have dropped. In response to the warm conditions and other factors, NOAA biologists recommended lowering catch limits.\nIn the 2017 Arctic Report Card, biologists report that pollock and other groundfish stocks in the Eastern Bering Sea are healthy at present, overall. But they caution that both the surface and bottom waters of the Eastern Bering Sea are predicted to warm. And multiple studies predict overall declines in Bering Sea pollock and other changes in the kind and number of fish species that will thrive on the shelf with warming due to greenhouse gas emissions.\nCommercial fishing in Alaska’s Eastern Bering Sea accounts for 40 percent of all fish landings in U.S. waters, a haul that includes crab, cod, halibut, herring, salmon, and walleye pollock. Between warming and the impacts of ocean acidification, NOAA scientists will be keeping a careful eye on ocean conditions and the health of the sea’s fish stocks. And for the sake of the pollock and the industry that depends on it, here’s hoping that a cold year like 2012 will come along again soon.\nNASA Terra MODIS natural-color satellite images from March 20, 2012 (left) and March 15, 2016 (right) from the Worldview website. Overlay adapted from Figure 2 in “Groundfish Fisheries in the Eastern Bering Sea” chapter of the 2017 Arctic Report Card, based on data provided by Bob Lauth.\nARC 2017: Groundfish Fisheries in the Eastern Bering Sea\nHelp us improve our content",
  "source": "climate.gov"
}