{
  "url": "https://www.climate.gov/news-features/featured-images/some-places-experimental-noaa-models-could-have-predicted-western-snow",
  "title": "In some places, experimental NOAA models could have predicted Western snow drought eight months in advance",
  "date": null,
  "content": "In the western United States, residents rely on winter’s snow for summer’s water. A string of skimpy snowpacks between 2012 and 2015 in many Western mountain ranges curtailed municipal water use, threatened endangered species, dried out crops and rangeland, and boosted the risk of wildfire. Better snowpack forecasts might have helped the West prepare for what was coming, but seasonal snowpack is notoriously difficult to predict.\nA recent “hindcast” experiment led by Sarah Kapnick of NOAA’s Geophysical Fluid Dynamics Laboratory shows climate experts are making progress, though. This pair of maps shows average March snowpack between 2012-2015: predictions made on July 1 of each year (left) compared to observations (right). The maps show snow water equivalent: the amount of liquid water a snowpack would yield if it were all to melt at once. Places where the water content of the snowpack was above average are blue; places where it was below average are brown.\nThe maps show that the predictions from the experiment’s 50-kilometer resolution model matched many of the regional features of the 2012-2015 snow drought, especially the southwest-northeast gradient: below-average snowpack in the west-southwest (Oregon’s Cascade Range, the Sierra Nevada of northern California, Utah’s Wasatch Range) and above-average snowpack in small areas of the Northern Rockies in Montana and Wyoming.\nThese maps are only a subset of all the tests the team ran in the experiment—which took months to run on NOAA’s Gaia and Theia supercomputers. They also tested a less detailed, 200-kilometer model and a more detailed, 25-kilometer model. They tested the models’ ability to simulate the 2012-2015 snow drought and their ability to predict the 36-year average snowpack between 1981-2016. They scored each model’s individual performance in each mountain range, and they tested whether averaging models together would improve the results.\nAll of these tests reflect this experiment’s main purpose as a path-finding mission: to see if any of the GFDL group’s current models could get snowpack estimates that were even in the right ballpark. Running solo, the 50-kilometer model performed the best in the most mountain ranges. In individual ranges, however, sometimes the best result came from averaging different models’ outputs.\nIn the southern Sierra Nevada, however, nothing worked. Beyond their ability to successfully predict observed declines in snowpack due to long-term warming, the models had no skill in predicting March snowpack in this range eight months in advance. So the team plans to test whether predictions with shorter lead times, say 3 months out, or a new model configuration—new equations representing the models’ physics, or models with even more detail than 25-kilometers—might be more successful.\nEven failure is useful, though. All those differences in skill are clues to which of the model’s “rules” (the equations of physics and thermodynamics that govern how the ocean, land, and atmosphere interact in the virtual world) and which kinds of input data are most important for snowpack prediction. These clues will help Kapnick and her team make revisions to the models—upgrades that they hope will soon turn it into a practical tool for water users and managers in the snow-dependent West.\nRead more: Modeling expert Sarah Kapnick talks more about the new study in a story for NOAA's Office of Oceanic and Atmospheric research.\nClimate Modeling. (2016, November 28). NOAA Geophysical Fluid Dynamics Laboratory. Accessed January 19, 2018.\nKapnick, S.B., Yang, X., Vecchi, G.A., Delworth, T.L., Gudgel, R., Malyshev, S., Milly, P.C.D., Shevliakova, E., Underwood, S., Margulis, S.A. (2018). Potential for western US seasonal snowpack prediction. PNAS doi:10.1073/pnas.1716760115.\nHelp us improve our content",
  "source": "climate.gov"
}