{
  "url": "https://www.climate.gov/news-features/featured-images/new-data-snapshots-monthly-maps-future-us-temperatures-each-decade",
  "title": "New in Data Snapshots: Monthly maps of future U.S. temperatures for each decade of the 21st century",
  "date": null,
  "content": "One of the questions that we routinely field from visitors to Climate.gov is, “Where can I get a map of  (_____) to use in my blog/article/book/report/presentation/TV broadcast?” One of the first places we suggest people look is our Data Snapshots map collection.  The collection includes publication-ready global and national maps based on climate data from NOAA and other providers, optimized for re-use at multiple sizes in multiple platforms: on the web, TV, or in print.\nIn recent months we’ve made a major addition to Data Snapshots: monthly maps of projected U.S. temperatures (average, maximum, and minimum) for each decade of the twenty-first century for two possible future energy paths. The image at right shows an example: U.S. maps of average daytime high temperature for January, April, July, and October from 1981-2010 (top row) and future temperatures in the 2060s (bottom row) if global carbon dioxide emissions continue to increase unchecked.  You can read more about the data sources and the emission pathways on the “About this Snapshot” page associated with each map in our collection.\nBy mid-century, the high emissions pathway will raise average daytime high temperatures in every season, but every part of the country will not warm at the same rate. Some differences are easy to spot, even in the small maps. For example, in April and October, places with average daytime high temperatures below 60°F may largely disappear east of the Mississippi.\nOther differences are a bit harder to spot. With a careful eye, you can see the northward shift and overall shrinking of the area of the country where the average daytime high in January is below freezing. (The bright robin’s-egg blue indicates temperatures in the low to mid-30s).  In the July 2060 map, the deep raspberry color, used for temperatures near 90°F, is considerably more widespread across the Southern Plains of Kansas, Oklahoma, and Texas; the Lower Mississippi Valley and the Gulf Coast; and the valleys of the Great Basin.\nWant to see what’s projected for the end of the century? Wondering what could happen if we can stabilize and then decrease carbon dioxide emissions? Check out the Projections tab in Data Snapshots.  Here are two things to look out for as you browse.\nHelp us improve our content",
  "source": "climate.gov"
}