{
  "url": "https://www.climate.gov/news-features/featured-images/drought-worsens-across-southern-plains-and-southwestern-united-states",
  "title": "Drought worsens across southern Plains and southwestern United States",
  "date": null,
  "content": "Dry conditions nationwide have led to an expansion of drought conditions across the United States during the past six months. This winter has continued this dryness trend for many areas in the western half of the United States leading to deepening drought in late winter. Luckily, not all places have been dry as the eastern half of the United States has seen several storms in the last two months drop enough precipitation to improve drought conditions.\nThe animation at right shows the precipitation deficits that have contributed to the drought expansion. The first two frames show percent of normal precipitation in December 2017 and January 2018, with places that received less than 100 percent of their average monthly precipitation in shades of brown and places that received greater than 100 percent of normal precipitation in shades of green. The final frame shows the latest U.S. Drought Monitor map, released on February 13, 2018.\nDrought is widespread across the United States as winter draws to a close, with 36% of the country experiencing some form of drought. The worst-hit areas are located in the southwestern United States and southern Plains. In fact, a large portion of the panhandles of Texas and Oklahoma are mired in an extreme drought, which has only worsened this winter.\nWhile a lack of precipitation is not the sole reason droughts exist or worsen, it does tend to coincide with drought. And during December 2017 and January 2018, large swaths of the country observed below-average amounts of precipitation.\nIn December, 2017, precipitation totals were far below-normal along the West Coast, the Southwest, southern and central Plains, the Great Lakes region and across the Mid-Atlantic/Northeast.\nPrecipitation totals in January 2018 rebounded across the Mid-Atlantic/Northeast, Great Lakes, and West Coast. However, for the Southwest and the southern Plains, including the panhandles of Oklahoma and Texas, January provided no reprieve as monthly precipitation totals were again well below average.\nWith a dry winter following a dry autumn for many places in the southern and western United States, the area in at least severe drought exploded from 3.5% three months ago to 18% in the most recent U.S. Drought Monitor. At the same time, droughts conditions have faded along the East Coast.\nFor the latest US Drought Monitor and precipitation maps, check out the Data Snapshots section of Climate.gov. For even more information on the U.S. Drought Monitor, including additional statistics and descriptions of the areas under drought, head to US Drought Monitor webpage.\nHelp us improve our content",
  "source": "climate.gov"
}