{
  "url": "https://www.climate.gov/news-features/featured-images/spring-arriving-earlier-national-parks",
  "title": "Spring is arriving earlier in National Parks",
  "date": null,
  "content": "This post is excerpted from an article published by NASA’s Earth Observatory.\nThis spring, the cherry trees around the Tidal Basin, southwest of the National Mall in Washington, D.C., are reaching peak bloom in early April 2018—timing that is in line with the 96-year average. After a warm February, cool March temperatures confounded models that had predicted the bloom to occur earlier than usual. That’s not surprising, as temperature plays a crucial role in bloom timing.\nBut over the longer term, climate change is causing spring to begin earlier and earlier across the United States. These maps reveal just how much earlier spring is arriving in National Parks across the country. The data were published in 2016 by ecologists from the National Park Service, working in collaboration with colleagues at other agencies and institutions.\nThe first map shows the rate of change (days per century since 1901) of “first leaf”—the date at which leaves first appear from buds. The second map shows the same rate of change for “first bloom,” the average date when blooms appear. Combined, the two indices provide a way for ecologists to identify how vegetation is responding to warming temperatures.\nOf the 276 parks in the study (including Alaska, not pictured), about three-quarters of them are experiencing earlier springs. More than half are experiencing “extreme” early springs; that is, recent springs are among the earliest ever observed—and in many cases are wholly unprecedented—compared to the past 112 years. The charts below show that indeed, the vast majority of parks are experiencing first leaf and first bloom earlier than usual. This means that most parks are already experiencing and responding to climate-driven changes.\nTo learn about the implications of these change for park ecosystems and staff (and for larger versions of the maps), read the full story at NASA’s Earth Observatory.\nHelp us improve our content",
  "source": "climate.gov"
}