{
  "url": "https://www.climate.gov/news-features/featured-images/exceptional-drought-parts-seven-states-us-southwest",
  "title": "Exceptional drought in parts of seven states in U.S. Southwest",
  "date": null,
  "content": "The changing of the seasons from winter to spring has brought an unwelcome worsening of drought across the U.S. Southwest and Southern Plains. This animated gif shows drought conditions becoming more intense and widespread between the start of the animation on January 9 and the final frame on April 17, 2018.\nAt the start of the year, only a few small areas of extreme drought existed in the contiguous United States, the largest of them in Oklahoma and South Dakota. As the season advanced, extreme drought conditions expanded from Oklahoma into Texas and Kansas, with detached pockets also appearing in Arizona and New Mexico by mid-February.\nBy mid-March, drought in the panhandle of Oklahoma had reached “exceptional” status, and severe drought had pushed northward from Arizona and New Mexico into Utah and Colorado. As of mid-April, parts of seven Southwest states had progressed into exceptional drought.\nDrought impacts are piling up. Endangered fish in the Rio Grande had to be rescued and relocated to wetter stretches as parts of the river in New Mexico dried up. In Arizona and New Mexico, birds and elk have been observed coming to stock ponds and yards for water and food as natural sources of surface water and vegetation become scarce.\nIn Colorado, livestock operators are hauling water for cows and sheep as stock ponds and streams dry up, and farmers along the Middle Rio Grande in New Mexico have been told to expect half their normal irrigation allotment. Fire danger is extremely high for so early in the season, and burn bans are in place across many counties and forest service districts in multiple states.\nYou can find weekly drought maps along with drought outlooks in our Data Snapshots map collection.  For details about drought conditions, visit Drought.gov.\nHelp us improve our content",
  "source": "climate.gov"
}