{
  "url": "https://www.climate.gov/news-features/featured-images/2016-arctic-heat-would-have-been-virtually-impossible-without-global",
  "title": "2016 Arctic heat would have been virtually impossible without global warming",
  "date": null,
  "content": "In the fall of 2016, the Arctic experienced heat that was so extreme that one expert called it a black swan event. That warmth helped set a new annual temperature record that was double the magnitude of the record set the year before. New NOAA-led research confirms that the event could not have happened without human-caused global warming and sea ice loss.\nThese maps compare the observed differences from average temperature in 2016 (left) to two computer simulations of 2016 (right). The top right map shows results from models that included only natural climate influences, using estimated conditions from the late nineteenth century. The bottom right map shows results from models in which things like  greenhouse gases, sea surface temperatures, and sea ice were allowed to change as they have in the real world due to human activities.\nNone of the simulations using only natural climate influences were able to reproduce the extreme warmth that overtook the Arctic in 2016. Instead, those models projected that there would have been some areas that were cool and some that were warm, but not extremely so. Only the simulations that mirrored human-caused changes in greenhouse gases and the resulting sea ice loss were able to generate a realistic picture of the extreme heat. The most realistic simulations were generated by models in which sea ice was not only allowed to shrink in area, but also to thin—just as it has in the real world.\nThe scientists concluded that there was virtually zero chance that such an extreme heat event would have occurred without human influence on the climate. But they also concluded that its severity—exactly how far above average the temperatures were— was partially due to natural variability, including the influence of the strong 2015-16 El Niño event in the tropics.\nThis overlap of the impacts of human-caused climate change and natural variability is a common theme for many types of extreme weather events from high-tide flooding to heavy downpours. Events like the extreme warmth in the Arctic in 2016 are an early preview of what “normal” may look like within as little as a decade if greenhouse gas emissions continue their rapid rise.\nSun, L., Allured, D., Hoerling, M., Smith, L., Perlwitz, J., Murray, D., & Eischeid, J. (2018). Drivers of 2016 record Arctic warmth assessed using climate simulations subjected to Factual and Counterfactual forcing. Weather and Climate Extremes, 19, 1–9. https://doi.org/10.1016/j.wace.2017.11.001\nHelp us improve our content",
  "source": "climate.gov"
}