{
  "url": "https://www.climate.gov/news-features/featured-images/old-sea-ice-continues-disappearing-arctic-ocean-0",
  "title": "Old sea ice continues disappearing from the Arctic Ocean",
  "date": null,
  "content": "Sea ice grows throughout the fall and winter, and melts throughout the spring and summer. But not all Arctic sea ice melts; some portion of the ice survives at least one melt season, persisting throughout the summer months. This ice is usually thicker and more resistant to melt than ice that's less than a year old, and therefore more likely than first-year ice to survive the coming melt season. As Arctic sea ice often reaches its maximum extent around late February or early March (around the ninth week of the calendar year) that's a good time to measure multiyear versus first-year ice.\nIn the ninth week of 1984, multiyear ice comprised 61 percent of the Arctic sea ice pack. In the ninth week of 2018, multiyear ice comprised 34 percent of the sea ice pack. In its Arctic Sea Ice News and Analysis blog, the National Snow and Ice Data Center (NSIDC) reported that only 2 percent of the Arctic's sea ice was at least five years old. That is the lowest percentage of such old ice during wintertime in the satellite record\nThese maps show multiyear and first-year ice in the ninth week of 1984 (left) and 2018 (right). Land areas are light gray. Ocean water is dark gray. Sea ice appears in shades of blue to white, with darker shades indicating younger, thinner ice, and white indicating the oldest ice (7 or more years old). The small amount of multiyear ice in early 2018 continued a decades-long trend of Arctic sea ice decline.\nReplacing thick, multi-year ice with thinner, first year ice is not an equal exchange when it comes to the roles sea ice plays in the heat budget, climate, and ecology of the Arctic. Younger, thinner ice permits more heat to escape from the ocean water into the atmosphere, raising Arctic air temperatures. It is also more easily fragmented and less able to dampen wave activity during winter storms, increasing coastal hazards from tidal flooding and storm debris. And because it is so much quicker to melt in the coming warm season, it leads to higher water temperatures in spring and summer, suppressing populations of commercially valuable fish.\nFirst-year ice forms on open water, so the amount of open water in the Arctic at the end of the melt season is a strong driver of first-year ice extent the following spring. Arctic sea ice minimum extent in 2017 was the eighth-smallest on record—well below the 1981–2010 average, but not a record setter.\nSea ice generally exits the Arctic through the Fram Strait east of Greenland, and NSIDC reported that the low extent of multiyear ice may have been driven by a vigorous transport of sea ice during the 2017–2018 winter. The Beaufort Gyre north of Alaska has traditionally acted as a nursery for growing sea ice, but warmer conditions have impeded the gyre's ability to preserve older ice since the start of the 21st century.\nArctic winter warms up to a low summer ice season. (2018, May 3). National Snow and Ice Data Center. Accessed May 8, 2018.\nState of the Cryosphere. (2018, January 26). Sea ice. National Snow and Ice Data Center. Accessed May 8, 2018.\nHelp us improve our content",
  "source": "climate.gov"
}