{
  "url": "https://www.climate.gov/news-features/featured-images/saildrones-monitor-plant-growth-and-acidification-remote-arctic-waters",
  "title": "Saildrones monitor plant growth and acidification in remote Arctic waters",
  "date": null,
  "content": "Over the past few years, NOAA’s Pacific Marine Environmental Laboratory has partnered with a private technology company to deploy a new autonomous vehicle for ocean observations: the saildrone. The new platform will fill a unique niche in the agency’s observational fleet. It’s a nimble vehicle that is tough enough explore some of the planet’s most remote oceans. Case in point: the Arctic.\nThe animation at right shows a saildrone’s observations of the difference in carbon dioxide levels in the air and water during an expedition into the Arctic in late summer 2017. The observations have been normalized to account for variations in water temperature along the saildrone’s track. The outbound track through Alaska coastal waters is on the left; the return is on the right. Green shows where the partial pressure of carbon dioxide was higher in the air than the ocean. Purple shows where the carbon dioxide pressure was higher in the ocean than the air.\nIn the waters of the coastal shelf, the ocean-air differences in carbon dioxide reveal something important about the microscopic plant life (phytoplankton) that makes up the base of the ocean food web. Large negative values (dark green) generally mean photosynthesis by phytoplankton is soaking up carbon dioxide from the water. Large positive values (dark purple) usually mean decay: bacteria are decomposing the phytoplankton and releasing carbon dioxide back into the water. (Different rules apply over the deeper waters in the far north, where physical processes like seasonal ice melt and freezing play a major role in the water’s carbon chemistry.)\nThe saildrone’s outbound leg (on the left) is dominated by green. The Arctic’s spring/summer phytoplankton bloom is well underway, and ocean carbon dioxide levels are lower than the levels in the air.  (A pulse of purple around July 26 marks the drone’s passage through Yukon River outflow, which is rich in decaying organic matter from land.) By the return leg in August and September (right), the bloom has run its course. Phytoplankton are decaying, and the amount of carbon dioxide in the ocean versus the atmosphere is more balanced (white).\nTracking the growth and decay of the phytoplankton is important for studies of basic ecology—who eats what, and where, and when—in this remote region. It will also help scientists understand what is happening to the pH (acidity) of the ocean as it absorbs the bulk of human carbon dioxide emissions.\nJust like adding carbon dioxide to soft drinks makes them a little bit acidic, adding carbon dioxide to the ocean makes it a little bit acidic. And just like too much soda can erode your tooth enamel, too much ocean acidity can erode the skeletons and shells of ocean creatures like coral, crabs, oysters, and snails. Alaska’s coastal waters are uniquely vulnerable to acidification because cold water can hold more carbon dioxide than warm water and also because ocean currents in the area regularly deliver pulses of deeper, naturally acidic waters up to the surface.\nThe impacts of acidification aren’t just cosmetic. It impairs growth, reproduction, and disease resistance in shell-building animals, with repercussions throughout the food web. Acidification tends to ease during the spring and summer phytoplankton bloom because the tiny plants are removing carbon dioxide from the water. The bloom’s decay phase tends to make acidification worse because carbon dioxide is released back into the water.\nOcean acidification will have significant consequences for Alaska’s billion-dollar commercial fisheries, not to mention the hundreds of thousands of residents who depend on subsistence fishing and hunting of marine mammals. Better data on ocean carbon dioxide and pH will help NOAA scientists advise fisheries and residents on the timing and severity of projected impacts and help coastal communities adapt to future change.\nHelp us improve our content",
  "source": "climate.gov"
}