{
  "url": "https://www.climate.gov/news-features/featured-images/cruises-cut-slice-through-atlantics-carbon-pie",
  "title": "Cruises cut a slice through the Atlantic's carbon pie",
  "date": null,
  "content": "Burning fossil fuels releases carbon dioxide into the atmosphere, and about a third of it winds up being absorbed by the ocean. This uptake slows the impact of carbon dioxide on Earth's temperature, but it comes at the cost of ocean acidification that harms shellfish, coral, and other marine life. According to 2016 research from NOAA and university oceanographers, the amount of fossil-fuel carbon absorbed by the Atlantic Ocean increased significantly between the 1990s and the 2000s, causing surface pH to drop by roughly 0.4% per year.\nThis image shows changes in the concentration of fossil-fuel carbon along a vertical slice through the Atlantic Ocean measured during repeat ship cruises from three eras: the late 1980s/early 1990s, 2003/2005, and 2013/2014. Purple indicates parts of the ocean where human-generated carbon increased over the roughly 20-year period, and green indicates places where it decreased. The darker the color, the bigger the change. Gray indicates submarine mountains and other topography of the ocean floor.\nThis route (known to scientists as “transect A16”) runs nearly the full length of the Atlantic from Iceland into the Southern Ocean. To simplify the graphic, we’ve smoothed the ships’ route to a single longitude, but in reality, it shifts from slightly east of 20°W degrees longitude in the North Atlantic to slightly west of 34°W longitude in the South Atlantic, running roughly down the middle of the entire length of the Atlantic. For each era, different segments of the route were acquired during different cruises, which means that scientists had to follow strict protocols for where, when, and how to take measurements to ensure that the segments could be stitched into a seamless track.\nThe study found that the Atlantic Ocean absorbed increasing amounts of carbon at high latitudes and decreasing amounts of carbon closer to the Equator. In addition, the increase in absorbed carbon was greater in the Northern Hemisphere and extended farther down the water column. The researchers cautioned that their study may have overstated the depth to which additional carbon was absorbed in the Southern Hemisphere.\nThe Atlantic Ocean absorbs a relatively large amount of fossil-fuel carbon dioxide for its size. Carbon dioxide absorbed at the surface can be mixed almost the full depth of the ocean in a couple of decades due to strong overturning circulations at high latitudes, especially in the North Atlantic. Based on the A16 cruises and a handful of others in different parts of the Atlantic basin, scientists estimate that the entire Atlantic absorbed just over 8 petagrams of fossil-fuel carbon in the 2000s compared to about 5 in the 1990s. (A petagram is 1 billion US tons).\nThe differences in carbon uptake between the two decades were mostly in the North Atlantic. The scientists attribute the difference to the influence of the North Atlantic Oscillation, a natural climate pattern in which the location of persistent high- and low-pressure systems change places between the high and mid-latitudes of the North Atlantic. Among other things, the change in pressure patterns related to the NAO influences prevailing storm tracks and surface temperatures, especially in the winter. Multiple studies have found that a strongly positive NAO correlates with high ocean carbon storage in the Northern Hemisphere. During positive phases of the NAO, strong storms have multiple effects. The storms increase vertical mixing in the water column. They transport more carbon-dioxide-rich water from the sub-tropical gyre to the North Atlantic, where that water sinks. They also increase fluxes of carbon dioxide from the atmosphere into the ocean.\nAs it absorbs greater amounts of carbon dioxide, the ocean’s pH drops. Just like carbon dioxide absorption, the lower pH is not uniform across the ocean, but the study found that, between 2003 and 2014, pH had decreased by roughly 0.5% per year in ocean surface waters.\nA better understanding of the ocean’s natural patterns and their influence on carbon uptake is crucial for projecting the fate of future carbon dioxide emissions. Will the ocean always be able to absorb as much of the atmospheric surplus of carbon as it has in the past? How much more acidic are the oceans likely to become if emissions continue as they have been? When and where will critical acidity thresholds for coral reefs, oysters, lobsters, and other economically or culturally valuable species be reached?\nNOAA is committed to helping our country answer these questions. This study was funded in part by NOAA’s Climate Program Office and the Atlantic Oceanographic and Meteorological Laboratory, which supports repeat cruises in ocean basins around the world, and the National Science Foundation (NSF). NOAA’s Pacific Marine Environmental Laboratory has deployed carbon dioxide sensors on buoys and saildrones in the Pacific. And through its labs and partner organizations, NOAA works directly with communities and businesses that have been or are likely to be negatively affected by ocean acidification.\nOcean Chemistry and Ecosystems Division. NOAA Atlantic Oceanographic and Meteorological Laboratory. Accessed May 30, 2018.\nWoosley, R.J., Millero, F.J., Wanninkhof, R. (2016). Rapid anthropogenic changes in CO2 and pH in the Atlantic Ocean: 2003–2014. Global Biogeochemical Cycles, doi:10.1002/2015GB005248.\nHelp us improve our content",
  "source": "climate.gov"
}