{
  "url": "https://www.climate.gov/news-features/featured-images/2017-state-climate-global-surface-temperature",
  "title": "2017 State of the climate: Global surface temperature",
  "date": null,
  "content": "Given the size and tremendous heat capacity of the global oceans, it takes a massive amount of accumulated heat energy to raise Earth’s average yearly surface temperature even a small amount. Behind the seemingly small increase in global average surface temperature over the past century is a significant increase in accumulated heat. That extra heat is driving regional and seasonal temperature extremes, reducing snow cover and sea ice, intensifying heavy rainfall, and changing habitat ranges for plants and animals—expanding some and shrinking others.\nThe map at right shows surface temperatures in 2017 compared to the 1981–2010 average. Isolated below-average temperatures (blue) occurred in parts of the Pacific Ocean, the southern Atlantic Ocean, the eastern Indian Ocean, and the Atlantic Ocean south of Greenland. Some of those below-average temperatures were actually close to the 1981–2010 average. But across most of the globe, land and sea surface temperatures exceeded the 1981–2010 average (yellow to red), with especially warm conditions in the high latitudes of North America and Russia.\nAccording to the American Meteorological Society's State of the Climate in 2017, the year brought an end to the three-year streak of new record temperatures that were set each year from 2014­­­­­–2016. Depending on the data set used, 2017 came in second or third warmest, after 2016 (warmest) and 2015 (second or third warmest). The near-record temperatures occurred in the absence of El Niño, which is usually a factor in extreme global warmth. For much of 2017, El Niño-Southern Oscillation (ENSO) conditions were neutral, and October 2017 brought the start of La Niña, which typically drops global temperatures. Despite this, 2017 readings were 0.38­–0.48° Celsius (0.68–0.86° Fahrenheit) above the 1981–2010 average. It was the warmest non-El Niño year in the instrumental record.\nAdapted from State of the Climate in 2017, the graph at right shows global surface temperature from a variety of data sets each year from 1900–2017 compared to the 1981–2010 average. (See Table 2.1 and Figure 2.1 in the report for details on the different data sets.) Since 1901, the planet’s surface has warmed by 0.7–0.9° Celsius (1.3–1.6° Fahrenheit) per century, but the rate of warming has nearly doubled since 1975 to 1.5–1.8° Celsius (2.7–3.2° Fahrenheit) per century.\nThe 10 warmest years on record have all occurred since 1998, and the four warmest years on record have all occurred since 2014. Looking back to 1988, a pattern emerges: except for 2011, as each new year is added to the history, it becomes one of the top 10 warmest on record at that time, but it is ultimately replaced as the “top ten” window shifts forward in time.\nGlobal land temperatures are calculated from weather station observations, and global sea surface temperatures are calculated from observations by ships and buoys. Different research groups assemble these ingredients in slightly different ways, and different groups have different ways of handling places where observations are missing (especially across polar areas). But despite small differences in the data sets, all agree on the overall warming trend.\nSánchez-Lugo, A., Morice, C., Berrisford, P., Argüez, A. (2018). Temperature [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S11–S13.\nHelp us improve our content",
  "source": "climate.gov"
}