{
  "url": "https://www.climate.gov/news-features/featured-images/2017-state-climate-sea-level",
  "title": "2017 State of the climate: Sea level",
  "date": null,
  "content": "In the United States, roughly 40 percent of the population lives near the coast. Worldwide, more than 600 million people (roughly 10 percent of the global population) lived within 10 meters of sea level in 2000, according to one widely cited estimate. That concentration of people in low-elevation coastal zones makes millions of people’s lives and property vulnerable to potentially deadly storm surges as well as inconvenient and expensive sunny-day flooding from high tides. Rising sea level is bringing a host of problems to coastal cities—more severe flooding, erosion, infrastructure damage—as well as to culturally and economically important natural resources, including wetlands, marshes, and fresh water supplies.\nThe American Meteorological Society's State of the Climate in 2017 reports that global mean sea level in 2017 was the highest in the satellite record—77 millimeters (3 inches) higher than it was in 1993. This map shows the annual sea level in 2017 compared to the 1993–2017 average. The scale spans anomalies up to 15 centimeters (6 inches) above and below average. Places where sea level was up to 20 centimeters (8 inches) higher than the long-term average are blue; the few places where sea level in 2017 was lower than average are brown.\nSea levels were higher than average over most of the globe, in keeping with the long-term upward trend. Sea levels were close to their long-term average in the central tropical Pacific, making the area a relative low spot. This dip is consistent with La Niña—the cool phase of the El Niño-Southern Oscillation (ENSO). During La Niña, the ocean surface in the central and eastern tropical Pacific cools significantly, which reduces its volume, resulting in a sea level drop. During a strong La Niña, sea levels can drop below average, but the 2017 La Niña was relatively weak and began late in the year.\nThe graph shows monthly average sea level since the start of the satellite era (black line) plus independent measurements of the factors that contribute to sea level rise: added water, mostly meltwater from glaciers and ice sheets, but also from shifts in ground- and surface water storage (blue line); and volume expansion due to ocean warming (red line). When those contributors are added together (purple line), they closely match the sea level measurements from satellite. According to the State of the Climate report, 2017 was the sixth year in a row during which global mean sea level increased relative to the previous year. Since the start of the satellite record, there have been only two years in which sea level failed to rise: 1998 and 2011, both of them La Niña-transition years.\nAccording to the report, the average rate of sea level rise since 1993 is 3.1 millimeters (0.12 inches) per year, but the increase in global mean sea level hasn’t been constant. After accounting for ENSO variability and the influence of the cataclysmic eruption of Mt. Pinatubo in 1991, experts estimate that since 1993, climate change has accelerated the rate of sea level rise by 0.084 millimeters (three thousands of an inch) per year each year.\nThompson, P.R., Merrifield, M.A., Leuliette, E., Sweet, W., Chambers, D.P., Hamlington, B.D., Jevrejeva, S., Marra, J.J., MItchum, G.T., Nerem, R.S., Widlansky, M.J. (2018). Sea level variability and change [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S84–S87.\nHelp us improve our content",
  "source": "climate.gov"
}