{
  "url": "https://www.climate.gov/news-features/featured-images/2017-state-climate-global-drought",
  "title": "2017 State of the climate: Global drought",
  "date": null,
  "content": "Drought is a slow-moving natural disaster that can wither crops, threaten endangered species and other natural resources, and disrupt public water supplies. Drought can also increase the likelihood of wildfires, pest infestations, even epidemics. In the U.S. and other countries with diverse and well-developed economies, drought’s impacts on food security and economic hardship can often be mitigated by government programs and private insurance, but in other parts of the world, drought can lead to famine and can worsen civil conflict.\nAdapted from the State of the Climate in 2017, this map shows global drought patterns in 2017 using an analysis called the self-calibrated Palmer Drought Severity Index. The index uses regional temperature and precipitation data to estimate dryness. In this map, dry conditions appear in shades of brown, and wet conditions appear in shades of blue-green. The darker the color, the greater the intensity of wet or dry conditions, with near-normal conditions nearly white.\nLarge areas of severe or extreme drought affected every continent except North America in 2017. Many coastal countries in Africa suffered drought, including the drought driving Cape Town water restrictions. An especially severe drought took hold in southwestern India.\nThe graph shows the monthly percentage of global land area, excluding ice sheets and deserts, experiencing moderate (beige), severe (tan), and extreme (brown) drought conditions since 1950. Global-scale drought conditions temporarily improved in early 2017 compared to recent years. Global drought area reached its highest level in several years starting in late 2015 and remained high throughout 2016, but rapidly declined by early 2017.\nStill, the area affected by drought in 2017 was above the 1901–2017 average. Extreme drought conditions affected at least 3 percent of the global land area in every month of 2017, an extent that had only been observed in just a few prior years: 1984, 1985, and 2016. Global area affected by moderate and severe drought in 2017 was closer to the long-term average.\nReferences\nClimatic Research Unit, University of East Anglia. Drought indices. Accessed July 8, 2018.\nNOAA National Centers for Environmental Information. Definition of Drought. NOAA. Accessed July 8, 2018.\nOsborn, T.J., Barichivich, J., Harris, I., van der Schrier, G., Jones, P.D. (2018). Drought [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S36–S37.\nUniversity Corporation for Atmospheric Research Climate Data Guide. Palmer Drought Severity Index (PDSI). Accessed July 8, 2018.\nHelp us improve our content",
  "source": "climate.gov"
}