{
  "url": "https://www.climate.gov/news-features/featured-images/2017-state-climate-hot-days",
  "title": "2017 State of the climate: Hot days",
  "date": null,
  "content": "When it comes to long-term climate change, we hear a lot about global average surface temperature and how it is changing over time. But when it comes to real-world impacts of climate variability and change, daily temperature extremes are a lot more relevant; they threaten public health and safety, increase demand for energy and water, and strain natural and agricultural ecosystems.\nAdapted from the State of the Climate in 2017, this map shows the number of extremely warm days experienced in 2017 compared to the 1961–1990 average. For this analysis, “extremely warm” means in the top 10 percent (above the 90th percentile) of daytime high temperatures at that location from 1961–1990. In an average year, 36.5 days (10 percent of 365) would meet this threshold. Places that exceeded that threshold in 2017 are colored in shades of yellow, orange, and red; places with fewer days than the climatological average appear in shades of blue.\nThe highest numbers of hot days in 2017 were found across southern Europe, central Asia, and eastern Australia, all of which experienced at least 40 more extremely warm days than their long-term average. Eastern Greenland and southwestern North America also experienced many more hot days than usual, including a ferocious heatwave in June 2017 that grounded aircraft in Arizona and California.\nThe graph shows the number of hot days each year since 1950 relative to the 1961–1990 average. Extreme heat relaxed a bit in 2017 compared to 2016 and 2015, the latter of which holds the record for highest number of hot days. Still, 2017 recorded more than 60 days of extreme daytime heat worldwide, nearly double the 1961–1990 average of 36.5, continuing the long-term trend toward more hot days each year across the globe.\nBackground photo (behind graph) by Bob James via a Creative Commons license.\nPerkins-Kirkpatrick, S.E., Donat, M.G., Dunn, R.J.H. (2018). Land surface temperature extremes [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S15–S16.\nHelp us improve our content",
  "source": "climate.gov"
}