{
  "url": "https://www.climate.gov/news-features/featured-images/2017-state-climate-mountain-glaciers",
  "title": "2017 State of the climate: Mountain glaciers",
  "date": null,
  "content": "Glacier runoff provides drinking and irrigation water to hundreds of millions of people, and it waters millions of acres of habitat for plants and animals around the world. Glacier-fed rivers generate hydroelectric power. Along with these benefits, glaciers also pose risks: rapid melting can trigger ice avalanches and deadly glacial outburst floods. Melting of mountain glaciers also contributes to global sea level rise.\nThe longest-running records of glacier mass balance (whether a glacier loses or gains mass over the course of a year) are kept by the World Glacier Monitoring Service (WGMS). The group tracks changes in 140 glaciers; just over three dozen of them qualify as climate reference glaciers, with records spanning more than 30 years.\nThis graph shows mass balance of 37 reference glaciers each year since 1980 (bars), along with the total mass loss over time (red line). (Water equivalent is the depth of water that would result if the ice that was lost or gained were to melt and spread out evenly over the glacier’s surface area.) Glacier mass balance in 2016 (the most recent year with complete data) was -847 millimeters (33 inches water equivalent per glacier), with only one glacier showing a positive mass balance.\nOf the 29 reference glaciers that had been surveyed in 2017—including those from Austria, Canada, China, France, Italy, Kazakhstan, Norway, Russia, Switzerland, and the United States—all but three showed a negative mass balance, for an overall negative balance of -1,036 millimeters (41 inches). Mass losses were especially dramatic in the European Alps, where 9 reference glaciers from Austria, France, Italy, and Switzerland, had an average mass loss of 1,664 millimeters of water equivalent (5.5 feet).\nWhile individual glaciers in the global network have experienced years in which they gained mass, not a single year has passed since 1980 during which the average of all reference glaciers was positive. Based on the preliminary data, 2017, is likely to be the 38th year in a row of mass loss of mountain glaciers worldwide. According to the State of the Climate in 2017, “The cumulative mass balance loss from 1980 to 2016 is -19.9 meters, the equivalent of cutting a 22-meter-thick (72-foot-thick) slice off the top of the average glacier.”\nThe mass losses are occurring in all glacier regions, and there is little difference between the trends in long-term reference glaciers and the other glaciers (with shorter histories) monitored by the WGMS. The report also notes that mass loss from mountain glaciers is accelerating each decade: -228 millimeters of water equivalent (9 inches) in the 1980s, -443 millimeters (17 inches) in the 1990s, -676 millimeters (27 inches) in the 2000s, and -896 millimeters (35 inches) for 2010–2017.\nPelto, M., WGMS Network. (2018). Alpine glaciers [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S23–S25.\nContribution to High Asia Runoff from Ice and Snow (CHARIS). National Snow and Ice Data Center. Accessed July 6, 2018.\nGlaciers, Climate, and Society. University of Oregon. Accessed July 6, 2018.\nWorld Glacier Monitoring Service. Accessed July 6, 2018.\nHelp us improve our content",
  "source": "climate.gov"
}