{
  "url": "https://www.climate.gov/news-features/featured-images/2017-state-climate-ocean-heat-content",
  "title": "2017 State of the climate: Ocean heat content",
  "date": null,
  "content": "More than 90 percent of the excess heat absorbed by the climate system due to human-caused greenhouse gas warming is stored in the ocean—not just at the surface, but deep below. As this heat is absorbed, it raises ocean temperatures and accelerates the retreat of glaciers and ice sheets, both of which cause sea level rise. The heat also melts sea ice, fuels evaporation, and affects the intensity of tropical cyclones and coral bleaching.\nAdapted from State of the Climate in 2017, this map shows the ocean heat content in the upper ocean (from the sea surface to a depth of 700 meters, or 2,300 feet) for 2017 relative to the 1993–2017 baseline. It's based on a combination of Argo float observations and satellite data. Places with higher-than-average heat storage are orange, while places with lower-than-average heat storage are blue.\nWorldwide, most ocean basins had higher-than-average heat content in 2017, consistent with the long-term trend of ocean heat uptake due to global warming. Exceptions include the central South Pacific and the western tropical Indian Ocean, a feature that the State of the Climate authors attributed to an unusual eastward flow of warm surface water back toward the other side of the basin. (Because of the Earth’s rotation, prevailing surface winds and currents near the equator are generally westward).\nAnother interesting pattern is the stark contrast between much higher-than-average heat content in much of the North Atlantic and much lower-than-average heat content in the waters south of Greenland. According to the report, this heat build up in the North Atlantic has persisted since 2009, and the lower-than-average heat content south of Greenland has been in place since at least 2014. The reason for this pattern has not been entirely established, but it may be associated with a reduction in the Atlantic meridional overturning circulation.\nBelow the map is a graph of ocean heat content over time from the sea surface to a depth of 700 meters (2,300 feet) in shades of orange, and from 700-2,000 meters (6,600 feet) in shades of purple. (Different colors represent different data sets. Details can be found in Figure 3.6 of State of the Climate in 2017.) The upper ocean and deeper ocean trends are both strongly positive, with 2017 exhibiting record-high values for both.\nAveraged over Earth's surface, the 1993–2017 heat-gain rates are 0.36 (±0.06) to 0.40 (±0.18) watts per square meter for 0–700 meters, and 0.19 (±0.07) to 0.35 (±0.03) for depths of 700–2,000 meters. Less than a watt per square meter might seem like a small change, but multiplied by the surface area of the ocean (more than 360 million square kilometers), that translates into an enormous global energy imbalance.\nJohnson, G.C., Lyman, J.M. , Boyer, T., Cheng, L., Domingues, C.M., Gilson, J., Ishii, M., Killick, R., Monselesan, D., Purkey, S.G., Wijffels, S.E. (2018). Ocean heat content [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S72–S77.\nHelp us improve our content",
  "source": "climate.gov"
}