{
  "url": "https://www.climate.gov/news-features/featured-images/2017-state-climate-ocean-uptake-human-produced-carbon",
  "title": "2017 State of the climate: Ocean uptake of human-produced carbon",
  "date": null,
  "content": "The world’s oceans are the only long-term sink for carbon dioxide emissions from human activities. By absorbing carbon dioxide, the ocean reduces the amount of warming those emissions would otherwise cause. This may seem like an all-around win, but there’s a down side. Absorbing carbon dioxide increases the acidity of seawater, which can harm shell-building creatures and other marine life.\nThe American Meteorological Society’s State of the Climate in 2017 reports that in 2017, the ocean absorbed a net 2.6 billion tonnes (petagrams) of carbon from human activities, which is 36% higher than the 2005-2015 average of 1.9 billion tonnes. Carbon dioxide and other gases are constantly being exchanged between the ocean and the atmosphere. The map at right shows where on average the ocean absorbed human-produced carbon dioxide (green areas) and where it released it back to the atmosphere (purple).\nConsistent with the overall net uptake of carbon in 2017, more ocean areas are dark green (large amounts of carbon absorbed) than dark purple (large releases). Warm, tropical waters are the biggest areas where the ocean emits carbon back to the atmosphere, while higher latitudes of both hemispheres are where the ocean absorbs the most carbon. Outside of the tropics, there are areas of net carbon release in areas of the ocean where strong currents and underwater topography cause upwelling of deep, carbon-rich waters.\nTracking the ocean’s long-term uptake of human-produced carbon dioxide is critical to understanding both the pace of ocean acidification and also how fast atmospheric carbon dioxide levels will rise in the future. As the graph at right shows, annual carbon uptake can vary considerably from month to month and year to year due to seasonal changes in ocean plant growth (phytoplankton) and natural climate variability, including climate patterns such as El Niño and La Niña.\nFrom 1982 until around 2001, observations suggest a decline in the ocean uptake of human-produced carbon. But from 2002 through 2017, there has been a large increase in the amount of carbon absorbed by the ocean. Since 2000, the rate of ocean carbon uptake has increased by 0.8 billion tonnes per decade. If this trend continues, additional carbon dioxide will be kept out of the atmosphere. While this will slow atmospheric warming, it will also continue the trend of ocean acidification.\nImages adapted from Figure 3.27 (graph) and 3.28a (map) in the 2017 State of the Climate report. The graph is overlaid on an underwater photo of phytoplankton blooming underneath sea ice in the Arctic. This post is adapted and simplified from information in the 2017 State of the Climate report.\nFeely, R.A., Wanninkhof, B.R., Carter, P., Landschützer, P., Sutton, A., Triñanes, J.A.  (2018). Global ocean carbon cycle. [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S96.\nHelp us improve our content",
  "source": "climate.gov"
}