{
  "url": "https://www.climate.gov/news-features/featured-images/what%E2%80%99s-us-climate-outlook-september-2018",
  "title": "What’s the U.S. climate outlook for September 2018?",
  "date": null,
  "content": "It may not feel like it for many people suffering through hot and humid conditions, but technically once the calendar shifted to September, we officially entered meteorological fall. With that said, you may be wondering if temperatures are still going to be above-average in September. Luckily, we have scientists for that. But much of the country may not want to hear the news.\nOn August 31, scientists at the National Weather Service’s Climate Prediction Center issued their latest monthly outlook for September, and the forecast indicated a tilt in the odds towards a warmer than average first month of fall 2018  for much of the country. A wetter than average month is favored for the Gulf and East Coast and an area in the southwestern/central United States. (Visit the Climate Prediction Center's website for maps that include Alaska).\nThe monthly outlooks use colors to indicate where September temperature and precipitation are favored to be well above, well below or near average. Red and blue temperatures are for temperature and green and brown are for precipitation. The darker the colors means the higher the odds, not the larger the difference from average. White areas mean that there is an equal chance of all three forecast categories: above-, below-, and near-average conditions. Well above and well below refer to temperatures or precipitation “in the upper or lower third of values in the 1981-2010 record.”\nThe September temperature outlook shows odds favored towards well above-average for most of the country. The regions with the highest chance for above-average temperatures, with more than a 60% chance, are those in the northeastern United States stretching into northern Ohio and southern Michigan. Elsewhere, there is a 50% chance for well above average temperatures in central/southern California. Only the northern Mountain West stretching into Washington and northern Oregon doesn’t favor above-average temperatures and instead faces equal chances of above, below or near average temperatures. .\nThe odds for above and below-average precipitation are more focused geographically than temperature. There is a tilt in the odds for wetter than average conditions along the Gulf Coast and East Coast as well as an area stretching from the southwestern United States northeast to the Great Lakes. The highest odds for a wetter than average September (over 60%) are over northern Iowa and western Wisconsin. In contrast, the Pacific Northwest is favored to be drier than average this September.\nA wetter than average September across the southwestern and central United States would be good news for  drought conditions, especially over major drought areas in New Mexico, southern Colorado, Missouri, eastern Kansas, and southern Iowa.\nWhen scientists make these outlooks, they are utilizing not only long-term climate and statistical models, but also weather models for the first couple of weeks of the month.  It was these weather forecasts for heavy rains along the Gulf Coast and in that band stretching across the central Plains over the first week of the month which likely helped push odds higher for a wetter September.\nThese monthly outlooks are updated twice a month, on the third Thursday and last day of the month so be sure to watch out for October's outlook later this month in Climate.gov’s Data Snapshots map collection or at the Climate Prediction Center.\nHelp us improve our content",
  "source": "climate.gov"
}