{
  "url": "https://www.climate.gov/news-features/featured-images/how-do-rainfall-totals-predicted-florence-compare-average-september-us",
  "title": "How do rainfall totals predicted for Florence compare to an average September in the U.S. Southeast?",
  "date": null,
  "content": "Among the key messages that NOAA’s National Hurricane Center has been sharing about Hurricane Florence is that storm surge and winds are not the only threats from this storm. Inland flooding due to heavy rainfall is also a major concern. One way to put the predicted rainfall amounts into context is to compare them to how much rain these areas would receive during an average September.\nThe map at left shows the average September precipitation in each U.S. climate division in the eastern United States from 1981–2010. At right is the 5 a.m. forecast for the 7-day precipitation accumulation beginning at 8 a.m. Eastern Daylight Time today (Friday, September 14) and ending at 8 a.m. on Friday, September 21.  (Of course, rain has already been falling in many of these areas, and those amounts would not be included in these forecast totals.)\nThe bull’s-eye for highest predicted rainfall amounts is over the southern coastal plain of North Carolina, where 7-day rainfall amounts are predicted to be 20 inches or more, which would be quadruple what the region receives in an average September (around 5.4 inches). Much of North and South Carolina are predicted to receive more than double or triple their average monthly rainfall in the coming week.\nEven at the edges of the Florence-affected area, including in parts of Virginia and West Virginia, 7-day rainfall totals will approach the monthly average. That’s still a lot of rain to get in such a short amount of time, especially considering that precipitation amounts in the first half of the month have already been estimated to be 150-200 percent of normal in some parts of the area.\nFor the latest updates on Hurricane Florence, visit the National Hurricane Center website. For the latest 5- and 7-day total precipitation forecasts visit the Weather Prediction Center website. And for the very latest watches and warnings for you neighborhood, visit weather.gov and enter your zip code.\nHelp us improve our content",
  "source": "climate.gov"
}