{
  "url": "https://www.climate.gov/arctic-ice-2018",
  "title": "2018 Arctic sea ice minimum continues longer trend",
  "date": null,
  "content": "Arctic sea ice has probably reached its annual minimum for 2018, according to the National Snow and Ice Data Center (NSIDC). Sea ice extent dipped to 1.77 million square miles (4.59 million square kilometers) on September 19, and again on September 23. After that, ice extent began to rise, signaling an end to the summer melt season. The 2018 minimum was nowhere near the record-low extent of 1.31 million square miles (3.39 million square kilometers) recorded on September 17, 2012, but it was nowhere near the 1981–2010 average, either. It was tied with 2008 and 2010 for the sixth-lowest extent in the nearly 40-year satellite record. The 12 lowest Arctic sea ice minimums have all occurred in the last 12 years.\nSeptember 2018 observations continue a longer trend of Arctic sea ice decline. This map shows trends in September sea ice concentration for 1979–2017. (September 2018 figures will not be available until October.) Ocean waters are light gray. Landmasses are dark gray, and so is the area around the pole where satellite sensors have not acquired data every year. Areas of increasing trends per decade appear in shades of blue, and areas of decreasing trends appear in orange and red. Decreasing trends dominate the ice pack, and those trends are especially strong along the ice pack perimeter north of western Canada, Alaska, and eastern Siberia—in the Beaufort, Chukchi, and East Siberian Seas.\nWarm water from the North Pacific enters the Arctic Ocean through the Bering Strait, and in recent decades, this warm water has exerted an increasing influence on Arctic Sea ice. Decades ago, the Beaufort Gyre north of the Alaskan and Siberian coasts served as a sea ice nursery. Ice could remain in that gyre for years, thickening over time, but by the late 1990s, ice had begun to diminish in the southern arm of the gyre. Multiyear started to melt or be transported out of the Arctic, leading to younger, thinner ice more prone to melt. First-year ice that has not survived a single melt season now dominates the Arctic.\nSea ice extent in the Arctic is declining in all months, but the decline is largest in September, which is historically the end of the summer melt season. But these sharp declines in summertime ice extent are beginning to extend into the fall freeze-up. In November 2017, sea ice scientists noted a dearth of sea ice in the Chukchi Sea, as well as the Bering Sea to the south.\nSuch a widespread absence of sea ice has implications for indigenous hunters who rely on animals that depend on sea ice, and sea ice loss combined with permafrost thaw contributes to coastal erosion. When sea ice is slow to re-form in the fall, Arctic coastal communities are especially vulnerable to battering waves and flooding that accompany winter storms.\nNSIDC. Arctic sea ice at minimum extent for 2018. Accessed September 27, 2018.\nNSIDC. Arctic Sea Ice News and Analysis. Accessed September 20, 2018.\nNSIDC. Charctic. Accessed September 20, 2018.\nNSIDC. State of the Cryosphere: Sea Ice. Accessed September 20, 2018.\nPerovich, D., Meier, W., Tschudi, M., Farrell, S., Hendricks, S., Gerland, S., Haas, C., Krumpen, T., Polashenski, C., Ricker, R., Webster, M. 2017. Sea Ice. Arctic Report Card: Update for 2017.\nHelp us improve our content",
  "source": "climate.gov"
}