{
  "url": "https://www.climate.gov/news-features/featured-images/snow-during-el-ni%C3%B1os-1950-2009",
  "title": "Snow during El Niños from 1950 to 2009",
  "date": null,
  "content": "If you’ve been reading Climate.gov’s ENSO blog, then you’ve heard by now that forecasters think the tropical Pacific climate phenomenon known as El Niño is likely to visit this winter. One of El Niño’s common “downstream” impacts is above-average winter precipitation across the southern United States, the result of a stronger than usual Pacific jet stream.\nWhen it comes to winter precipitation, of course, what most of us are really curious about is the snow. Is El Niño likely to mean or less of it where you live? These maps provide a hint. They show the difference from average snowfall during the cold season (October-April) during the ten strongest El Niño winters from 1950-51 through 2008-09 (top) and during all El Niño winters (21 events, bottom). Places where cold season snowfall was above average are colored blue, while places where snowfall was below average are shades of brown.\nMost of the areas that experienced snowier-than-average cold seasons during strong El Niño years are in the southern half of the country, with the biggest departures from average west of the Mississippi: California, Nevada, Utah, Colorado, New Mexico, and Arizona. That north-south split is consistent with the influence of a strong Pacific jet stream driving winter storms across the southern United States. In the region’s high country—California’s Sierra Nevadas, Arizona’s Colorado Plataea, New Mexico’s Sangre de Cristos and Sacramento Range—precipitation carried by those storms will often fall as snow.\nThe tricky thing about using El Niño to forecast winter climate impacts is that El Niño doesn’t guarantee a given snow or temperature pattern; it’s just tilts the odds that way. Another wrinkle is that the strength of the El Niño event doesn’t really predict the strength of the impacts. A strong El Niño makes it more likely that there will be a snowier than average winter in the northern Colorado Front Range and eastern plains, for example, but whether that means a little snowier or a lot isn’t predictable based on the strength of El Niño alone.\nAnother thing we have to remember is that statistically speaking, the 20 or so El Niño events that we have to work with are not all that many, especially when we further sort them into “strong” and “weak” categories. With only ten years to analyze, even one unusual winter storm during a strong El Niño year could leave a confusing fingerprint on the overall pattern. Meanwhile, during weak El Niño years, other natural variability may drown out the El Niño signal.\nThe most reliable impacts of El Niño on U.S. snowfall, therefore, may not necessarily be the biggest ones on the “strong events” map, but rather any of the above- or below-average patterns that show up on both maps, regardless of their strength. That would include patterns such as the below-average snowfall from the Pacific Northwest to the Great Lakes, for example, and the snowier-than-average conditions across the high plains of eastern Colorado, Nebraska, Kansas, and northern Texas, as well as in the Mid-Atlantic and the southern Appalachians of West Virginia, Virginia, and North Carolina.\nThe analysis was done by Stephen Baxter of NOAA’s Climate Prediction Center, using satellite-based snow data from the Rutgers Snow Lab. (It’s an encore to a similar analysis he did for the ENSO blog, showing snow patterns during La Niña winters.) He and his colleagues are working to expand the seasonal snow anomaly datasets to include measurements up through last winter. The more events scientists have for their analysis, the more confident they can be that the patterns they find are really connected to El Nino, and are not just due to chance. Baxter thinks the update may prove particularly interesting for teasing out possible connections between El Niño and snowfall in the Northeast: it will incorporate two prominent El Niño events (2009-10 and 2015-16) during which there were also major winter storms in the Northeast.\nHelp us improve our content",
  "source": "climate.gov"
}