{
  "url": "https://www.climate.gov/news-features/featured-images/no-safe-haven-coral-combined-impacts-warming-and-ocean-acidification",
  "title": "No safe haven for coral from the combined impacts of warming and ocean acidification",
  "date": null,
  "content": "Corals reefs face double threats from rising atmospheric carbon dioxide: severe heat stress and ocean acidification. Severe heat stress causes bleaching (the expulsion of corals’ food-producing algae). Ocean acidification (the drop in seawater pH as the ocean absorbs carbon dioxide) reduces the availability of calcium minerals for skeleton building and repair. The combination of these two threats poses a Catch-22 for coral reefs. In many cases, the longer a reef is protected from severe heat stress, the more time the ocean has to absorb carbon dioxide, and the greater the threat the reef will face from acidification by that point in time.\nThe maps at right show how this relationship is likely to play out in the tropical Pacific, based on modeling research led by scientists at NOAA’s Atlantic Oceanographic and Meteorological Laboratory. The top map shows the year in which heat stress sufficient to cause severe bleaching (8 degree heating weeks) is likely to become a yearly event, causing severe degradation of the reefs and the goods and services they provide. The bottom map shows the projected declines, by that year, in how saturated seawater is with the mineral aragonite, the form of calcium carbonate used by growing corals.\nCorals close to the equator—such as around the Solomons Islands—are projected to experience potentially fatal levels of heat stress on a yearly basis in less than 15 years with continued high rates of carbon dioxide emissions. Meanwhile, reefs at higher latitudes, such as those around Fiji or Hawaii, may have three decades before they hit that threshold. This latitude-linked pattern is consistent for reefs around the globe. (See global views of heat stress and aragonite saturation state maps.)\nMeanwhile, the bottom maps shows that increasing ocean acidification will mean there are few safe havens for coral, as rising acidity leads to a steady decline in how saturated seawater is with aragonite. The longer the threat of severe annual heat stress is delayed—in the southern Great Barrier Reef between Australia and New Caledonia, or around Fiji or Hawaii—the more carbon dioxide the ocean will absorb. The more carbon dioxide it absorbs, the lower the pH drops, and the more aragonite saturation declines. In parts of the Southwest Pacific, the saturation state of aragonite may have dropped close to 20% by the time those reefs have begun to experience annual severe bleaching.\nAccording to the results, 90% of all reefs in the world will be experiencing severe annual bleaching by 2055 if carbon dioxide emissions continue to follow a high-emissions scenario (RCP 8.5). Drastic emissions cuts will be needed even to delay the onset on bleaching by 20-30 years. (See global maps of annual heat stress and aragonite saturation state declines under the RCP 6.0 scenario). In the intervening years, however, aragonite declines will pose their own risks to reefs’ resilience, which may make reefs more susceptible to bleaching even with lower levels of heat stress.\nThese results of the double threats of bleachign and acidification paint a dire picture for the future of coral reefs if we continue on a high-carbon-emissions path. But the scientists also point out the research also allows managers to more fully evaluate the risks facing reefs and to identify which areas may have the best chance of near and intermediate-term survival if they are also protected from other stressors such as pollution, boat damage, and overfishing.  The authors of this research, which was published in 2014, have gone on to produce an even higher resolution (more detailed) suite of projections of future bleaching risk. The results are freely available for use by scientists and reef managers worldwide.\nHooidonk, R. van, Maynard, J. A., Manzello, D., & Planes, S. (2014). Opposite latitudinal gradients in projected ocean acidification and bleaching impacts on coral reefs. Global Change Biology, 20(1), 103–112. https://doi.org/10.1111/gcb.12394\nHelp us improve our content",
  "source": "climate.gov"
}