{
  "url": "https://www.climate.gov/news-features/featured-images/2018-arctic-report-card-less-1-percent-arctic-ice-has-survived-four-or",
  "title": "2018 Arctic Report Card: Less than 1 percent of Arctic ice has survived four or more summers",
  "date": null,
  "content": "As the Arctic has warmed over recent decades, the extent of the summer sea ice pack has shrunk dramatically. Winter ice extents have declined much less. But the winter ice pack is profoundly different in another way: the ice is much younger than it used to be. In March 1985, sea ice that had survived at least four summers made up 16 percent of the Arctic ice pack at winter maximum. In March 2018, it made up less than 1 percent.\nAdapted from the 2018 Arctic Report Card, these maps show the age of sea ice in the Arctic ice pack in March 1985 (left) and March 2018 (right). Ice that is less than a year old—meaning it formed over the most recent winter—is darkest blue. Ice that has survived at least 4 full years is white.  Thirty years ago, a significant portion of the sea ice in the Arctic Ocean basins of far eastern Russia, Alaska, and Canada was at least 4 years old; as of March 2018, only tiny patches of the oldest ice remained along the margins of the Canadian Arctic archipelago and the northern coast of Greenland.\nMultiyear ice—ice that has survived one or more melt seasons—tends to be much thicker than first-year ice. Over time, multiyear ice piles up, exceeding 10 feet in places. This older, thicker ice is more resilient to future melt and break-up during storms. The fact that so little very old ice remains in the Arctic sets up a negative feedback loop that accelerates melting. The less old ice, the more vulnerable the ice pack is to summer melt. The more melting in the summer, the younger the winter ice pack becomes, and the more vulnerable it is the next summer.\nHistorically, the Beaufort Gyre—a gyre is a looping current—north of Alaska gave young ice a place to thicken and grow. As the Arctic has warmed, sea ice circulating in the Beaufort Sea has been less likely to survive its trip along the southern arm of the gyre. Meanwhile, the Fram Strait east of Greenland has continued to act as a sea ice “exit ramp” out of the Arctic. With very little multi-year ice being rebuilt, the winter ice pack has become younger, thinner, and more fragile.\nSea ice plays multiple roles in the Arctic: habitat for Arctic wildlife (including microscopic plant life), a buffer slowing heat exchange between ocean and atmosphere, a reflector of incoming sunlight during the long days of summer, and a barrier to human activity in the region. As sea ice retreats and thins, all of these roles are being disrupted, creating risks and opportunities—ecological, economic, cultural, and security—for current and future generations.\nPerovich, D., Meier, W., Tschudi, M., Farrell, S., Hendricks, S., Gerland, S., Haas, C., Krumpen, T., Polashenski, C., Ricker, R., Webster, M. 2018. Sea ice. 2018 Arctic Report Card.\nMaps by NOAA Climate.gov, adapted from Figure 3 in “Sea Ice” chapter of the 2018 Arctic Report Card, based on data provided by Mark Tschudi.\nHelp us improve our content",
  "source": "climate.gov"
}