{
  "url": "https://www.climate.gov/news-features/featured-images/2018-arctic-report-card-red-tides-and-other-toxic-species-expanding",
  "title": "2018 Arctic Report Card: Red tides and other toxic species expanding across the Arctic, increasing risks to marine mammals and humans",
  "date": null,
  "content": "As ocean temperatures rise, species adapted to warmer environments have spread north into the Arctic Ocean, and species once present at low numbers have the potential to increase and colonize new areas. Among them are toxin-producing phytoplankton that lead to harmful algal blooms and paralytic shellfish poisoning (PSP) in humans. According to the 2018 Arctic Report Card, “Over the past 40 years, PSP cases have increased seven-fold in Alaska, which now has one of the highest incidences of PSP in the world.”\nThis map shows the location and kind of toxins detected in marine mammal species across the Alaskan Arctic sampled from 2004 to 2013, either after the animals were harvested (h) or stranded (s). Each icon stands for between one and five individuals of each species: humpback whales, bowhead whales, beluga whales, harbor porpoises, northern fur seals, Steller sea lions, harbor seals, ringed seals, bearded seals, spotted seals, ribbon seals, Pacific walruses, and northern sea otters. The neurotoxin domoic acid (red) was detected in every marine mammal species shown on the map. Species that tested positive for saxitoxin are colored blue. Most of the toxin concentrations measured in these animals were considered low, but they highlight the escalating risk of potential health impacts to marine mammals with increasing toxin presence in the Arctic.\nAround the world, all coastal communities periodically deal with harmful algal blooms (HABs) that can poison marine wildlife and people who eat contaminated seafood. These blooms can have severe consequences for fishing and tourism-based economies as well as public health and safety. Across most of the United States, robust testing procedures maintain the safety of the public food supply, but as the 2018 Arctic Report Card notes, “The northward shift of HABs means that the Arctic is now vulnerable to species introductions into local communities and ecosystems that have little to no prior exposure to this phenomenon.”\nThis increasing risk of exposure, combined with the prevalence of traditional hunting and fishing activities among Alaska natives and residents, poses a unique economic and public safety challenge in the Alaska Arctic—one that may worsen with future warming.\nAnderson, D.M., Richlen, M.L., Lefebvre, K.A. 2018. Harmful Algal Blooms in the Arctic. 2018 Arctic Report Card.\nLefebvre, K.A., Quakenbush, L., Frame, E., Huntington, K.B., Sheffield, G., Stimmelmayr, R., Bryan, A., Kendrick, P., Ziel, H., Goldstein, T. and Snyder, J.A., 2016. Prevalence of algal toxins in Alaskan marine mammals foraging in a changing arctic and subarctic environment. Harmful algae, 55, 13-24.\nHelp us improve our content",
  "source": "climate.gov"
}