{
  "url": "https://www.climate.gov/news-features/featured-images/2018-arctic-report-card-multi-year-stretch-record-and-near-record",
  "title": "2018 Arctic Report Card: Multi-year stretch of record and near-record warmth unlike any period on record",
  "date": null,
  "content": "Human-caused climate change is transforming the Arctic, both physically and biologically. Driving this transformation is the rapid warming of land and ocean temperatures. According to the 2018 Arctic Report Card, the annual average air temperature in the Arctic from October 2017 through September 2018 was the second-highest on record, behind the same period for 2015–2016. All five years since 2014 have been warmer than any prior records.\nThis map shows where average annual air temperatures from October 2017­­–September 2018 were above (red) and below (blue) the 1981–2010 baseline, based on NCEP reanalysis data. The thin gray circle corresponds to 60°N, the Arctic region boundary. Despite some areas of slightly below-average temperatures, including over eastern North America, above-average temperatures dominated the Arctic in 2018.\nFor land stations north of 60°N, the average annual temperature was 1.7°C (3.1°F) warmer than the 1981–2010 average, strongly influenced by an especially warm fall and winter. (Summer, on the other hand, was closer to average temperature.) Temperatures were particularly high north of Alaska and far eastern Siberia, and the band of unusual warmth extended across the Arctic Ocean past Greenland.\nThe graph tracks difference from average temperature each year from 1900 through September 2018. (The Arctic monitoring year runs from October-September to avoid splitting the winter season). The red line indicates Arctic temperatures, and the gray line indicates global temperatures. Throughout most of the observational record, Arctic anomalies have swung both above and below the global average due to natural variability, but after the year 2000, Arctic temperatures remain consistently above the global average. The multi-year persistence of record and near-record warmth since 2014 is unlike any other period on record.\nAccording to the 2018 Arctic Report Card, the Arctic is now warming at more than twice the rate of the global average temperature. This enhanced warming is known as Arctic Amplification, and it’s caused by multiple feedback loops, including less snow and ice to reflect incoming sunlight, warmer oceans releasing heat into the atmosphere later into the fall, and increasing winter cloudiness, which moderates cold conditions.\nOverland, J.E., Hanna, E., Hanssen-Bauer, I., Kim, J., Walsh, J.E., Wang, M., Bhatt, U.S., Thoman, R.L. 2018. Surface air temperature. 2018 Arctic Report Card.\nMap based on NCEP Reanalysis data provided by NOAA ESRL. Graph adapted from Figure 1 in the \"Surface Air Temperature\" chapter of the 2018 Arctic Report Card.\nHelp us improve our content",
  "source": "climate.gov"
}