{
  "url": "https://www.climate.gov/news-features/featured-images/national-climate-assessment-states-and-cities-are-already-reducing",
  "title": "National Climate Assessment: States and cities are already reducing carbon emissions to save lives and dollars",
  "date": null,
  "content": "Climate change is already affecting the United States and its economy, according to the Fourth National Climate Assessment Volume II (NCA4), and costs will continue to grow as existing impacts worsen and new risks arise. If people want to avoid the worst of climate change’s impacts—including flooding from sea level rise, extreme heat, and ocean acidification—then governments at all levels will have to commit to reducing carbon emissions. In the United States, a number of cities and states already engage in such activities.\nPublished in Chapter 29 of the NCA4, this map shows the number of mitigation-related activities each state participates in as of 2017 (color-coded from light green to dark blue), as well as cities that support emissions reductions (orange dots). The majority of states fall in the middle range of having 5-12 total mitigation-related activities. California partakes in a total of 25 mitigation activities, the most of any state. In general, the highest concentration of activities are found in coastal states. Zooming in to the local level, a total of 455 cities nationwide support emissions reduction, with 110 of those cities having set emissions reduction targets.\nWhen evaluating state activities in this analysis, the researchers considered 30 types of mitigation-related activities that spread across six areas: greenhouse gas emission targets, caps, and emissions pricing; renewable energy, carbon dioxide capture and storage, and nuclear energy; transportation; energy efficiency; non-carbon dioxide greenhouse gas emissions; and forestry and land use. Cities were mapped if they had emissions reduction measures of any type.\nSome states, local governments, and private-sector businesses have voluntarily pledged to reduce emissions in line with the goals outlined in the international Paris Climate Agreement. For example, California has a legal mandate to reduce emissions 40% below 1990 levels by 2030. States in the Northeast are part of the Regional Greenhouse Gas Initiative, which is an effort to reduce emissions from power production. Many U.S. tribes and Indigenous peoples are also engaging in energy-efficiency and renewable energy projects.\nIf enough emissions mitigation plans are carried out, some of the worst impacts of climate change may be avoided, especially if mitigation activities are paired with adaptation efforts. According to the NCA4 report, by the end of the century, reduced emissions could avoid thousands to tens of thousands of deaths per year from extreme temperatures, hundreds to thousands of deaths per year from poor air quality, and the annual loss of hundreds of millions of labor hours from extreme temperatures.  On the whole, the report concludes, reducing emissions would save thousands of lives and tens to hundreds of billions of dollars per year in avoided economic losses.\nHelp us improve our content",
  "source": "climate.gov"
}