{
  "url": "https://www.climate.gov/news-features/featured-images/intense-drought-us-southwest-persisted-throughout-2018-lingers-new",
  "title": "Intense drought in the U.S. Southwest persisted throughout 2018, lingers into the new year",
  "date": null,
  "content": "As part of their year-end national climate recap, the NOAA National Centers for Environmental  Information reported on the stubbornness of extreme drought in the U.S. Southwest and Four Corners region in 2018.\nThe animated gif at right shows drought conditions across the contiguous United States every four weeks throughout 2018, starting with January 2 and ending with December 25. Places identified as “abnormally dry” are colored yellow, and increasing intensity of drought is shown in shades of orange to dark red.\nAccording to NCEI’s report,\nA large area of extreme to exceptional drought dominated the Southern Plains early in the year, before improving during the summer, when drought intensified across Oregon and adjacent parts of the Pacific Northwest and Great Basin. Large parts of Colorado, New Mexico, Arizona, Utah and Oregon experienced drought throughout the vast majority of the year. Smaller parts of northern North Dakota, West Texas and Southern California did as well.\nAccording to the U.S. Drought Monitor, drought coverage peaked at 39.6% of the contiguous United States in early February 2018. This coverage was largely attributable to intense drought stretching from the Southern Plains across the southern Rockies and Four Corners regions. A secondary peak of 35.7% in early August was driven by continued drought in the Four Corners region and a new center of drought conditions in Oregon and parts of the adjacent Northwest.\nAs the drought persisted, the impacts on people, agriculture, and natural landscapes piled up. According to news reports, the drought contributed to an intense fire season in northwestern Colorado, and for the first time in its history, the Yampa River (east of Dinosaur National Monument) was subject to a water “call:” all users whose water rights were granted since 1951 had to stop diverting any water from the river to protect the flows for more senior users.\nMeanwhile, in New Mexico, surface water supplies dwindled to the point that parts of the Rio Grande were in danger of running dry. The U.S. Bureau of Reclamation had to broker a $2 million deal to lease groundwater from the Albuquerque Bernalillo County Water Utility Authority in order to keep minimum up minimum flows needed to protect endangered species.\nThe drought had abated somewhat as of late January, according to the U.S. Drought Monitor’s latest weekly report. But parts of the Four Corners remained stuck in extreme drought.\nThe maps in the animation above come from our Data Snapshots map collection, which also includes larger formats of weekly maps. The maps are adapted from data provided by the U.S. Drought Monitor Project.\nHelp us improve our content",
  "source": "climate.gov"
}