{
  "url": "https://www.climate.gov/news-features/featured-images/national-climate-assessment-map-shows-uneven-impact-future-global",
  "title": "National Climate Assessment map shows uneven impact of future global warming on U.S. energy spending",
  "date": null,
  "content": "Few events tax an energy grid like a really hot day. In the short term, everyone turning on the air conditioning risks a blackout. In the long term, continued reliance on fossil fuels to meet electricity needs risks more frequent heatwaves and higher energy costs over the 21st century. By the end of the century, increased energy demands across the United States could raise average annual energy costs anywhere from $32 billion to $87 billion. Heatwave-induced blackouts and air conditioning bills may be the most noticeable hassles for private citizens, but the consequences won't end there; anymore, the energy sector affects every other sector in the nation.\nTaken from the Fourth National Climate Assessment report (NCA4), released in November 2018, this map shows projected changes in U.S. electricity expenditures by 2080–2099 compared to today. The projections assume that the world continues to follow a pathway depending mostly on fossil fuels, and produces high levels of carbon dioxide emissions. For each county, the fill color (ranging from blue to orange-red) indicates the median percentage change in projected spending on electricity as a result of rising global temperatures.\nThe outline color (white, gray, or black) indicates the level of uncertainty in the projections. A thin white outline means greater uncertainty in the direction of future change (that is, more disagreement among models about whether energy spending will increase or decrease). No outline means that 83 percent of the projections agree about the direction of  change. A black outline means that more than 95 percent of the projections agree with the direction of the change. In other words, counties outlined in black have projections with the greatest confidence.\nThe greatest risk of increased energy costs are likely to occur in the southern, especially southeastern, United States, where costs for additional cooling are projected to be larger than the savings from lower heating bills. In the northernmost reaches of New England and the Midwest, and throughout much of the Pacific Northwest and Rocky Mountains, energy expenditures may actually decrease. In those areas, lower expenditures on heating could outweigh higher expenditures on air conditioning. For the Lower 48 states on average, the models project the risk of greater demand for air conditioning overwhelming savings on heating, meaning national energy expenditures could rise overall.\nBeyond increasing demand on an aging power grid, the NCA4 points out possible challenges for the national energy supply due to global warming. Higher temperatures, particularly extreme-heat events, may reduce the efficiency of electricity generation and delivery. Storms may flood power plants in low-lying areas. In addition, climate change could reduce the availability of a steady supply of water in some areas. Water supply affects energy supply not just in hydropower plants, but in most U.S. power stations—whether coal, natural gas, geothermal, concentrated solar, or nuclear—because those plants need water for cooling.\nThis map was part of a comprehensive analysis of the impacts of global warming on multiple sectors of U.S. economy. Originally published in Science in 2017, the research also projected county-level damages or benefits in agriculture, the labor supply, human mortality rates, hurricane damage in coastal areas, and crime. After combining all impacts, the authors wrote,\nIn some counties, median losses exceed 20% of gross county product (GCP), while median gains sometimes exceed 10% of GCP. Because losses are largest in regions that are already poorer on average, climate change tends to increase preexisting inequality in the United States.\nHsiang, S., Kopp, R., Jina, A., Rising, J., Delgado, M., Mohan, S., Rasmussun, D.J., Muir-Wood, R., Wilson, P., Oppenheimer, M., Larsen, K., Houser, T. (2017). Estimating economic damage from climate change in the United States. Science, 356, 1362–1369. doi:10.1126/science.aal4369\nZamuda, C.D., Bilello, D.E., Conzelmann, G., Mecray, E., Satsangi, a., Tidwell, V., Walker, B.J., Pryor, S.C. (2018). Chapter 4: Energy supply, delivery, and demand. Fourth National Climate Assessment.\nClimate Impact Lab. http://www.impactlab.org/research/estimating-economic-damage-from-climate-change-in-the-united-states/\nHelp us improve our content",
  "source": "climate.gov"
}