{
  "url": "https://www.climate.gov/news-features/featured-images/national-climate-assessment-hurricanes-and-hospital-flooding",
  "title": "National Climate Assessment: Hurricanes and hospital flooding",
  "date": null,
  "content": "Think of a hurricane and you probably picture house-peeling winds. However, flooding usually inflicts the worst damage. Storm surges pose the greatest dangers to human lives and structures, and in damaging hospitals, storm surges can threaten both at once.\nFrom Chapter 14 of the Fourth National Climate Assessment (NCA4), these maps show potential hurricane-caused inundation in Miami-Dade County, Florida; and Charleston, South Carolina. The maps show projected flooding from hurricanes in shades of blue. Superimposed on the projected flooding are dots indicating hospital locations. The hospital flooding appears in shades of yellow to red. The darker the color, the lower the hurricane category needed to flood the hospital and surrounding area.\nAt the time of the NCA4 release, in November 2018, Miami-Dade County had 38 hospitals. A Category 2 storm could flood four of them (11 percent), and a Category 5 hurricane could flood 26 of them (68 percent). For the 11 hospitals in Charleston, the situation was worse. A Category 2 storm might flood seven of those hospitals (64 percent), and a Category 5 storm might flood nine of them (80 percent).\nFlooding would likely cause cascading effects on regional healthcare. Hospitals that escape the flooding might be asked to take on additional patients. Flooded facilities and washed-out roads could impede access to medical attention for people who get sick or injured during the storm.\nAlong southeastern U.S. coastlines, storm surges pose a growing threat, the NCA4 reports:\nHigher sea levels will cause the storm surges from tropical storms to travel farther inland than in the past, impacting more coastal properties. The combined impacts of sea level rise and storm surge in the Southeast have the potential to cost up to $60 billion each year in 2050 and up to $99 billion in 2090 under a higher scenario (RCP8.5).35 Even under a lower scenario (RCP4.5), projected damages are $56 and $79 billion in 2050 and 2090, respectively (in 2015 dollars, undiscounted).35 Florida alone is estimated to have a 1-in-20 chance of having more than $346 billion (in 2011 dollars) in property value (8.7 percent) below average sea level by 2100 under a higher scenario (RCP8.5).\nFortunately, healthcare facilities can take some steps to reduce risk:\n[H]ealthcare facilities may benefit from modifications to prepare for potential consequences of climate change. For example, Nicklaus Children’s Hospital, formerly Miami Children’s, invested $11.3 million in a range of technology retrofits, including a hurricane-resistant shell, to withstand Category 4 hurricanes for uninterrupted, specialized medical care services.151 The hospital was able to operate uninterrupted during Hurricane Irma and provided shelter for spouses and families of storm-duty staff and some storm evacuees.\nCarter, L., Terando, A., Dow, K., Hiers, K., Kunkel, K.E., Lascurain, A., Marcy, D., Osland, M., Schramm, P. (2018). Chapter 19: Southeast. Fourth National Climate Assessment.\nEbi, K.L., Balbus, J.M., Luber, G., Bole, A., Crimmins, A., Glass, G., Saha, S., Shimamoto, M.M., Trtanj, J., White-Newsome, J.L. (2018). Chapter 14: Human Health. Fourth National Climate Assessment.\nHelp us improve our content",
  "source": "climate.gov"
}