{
  "url": "https://www.climate.gov/news-features/featured-images/warming-may-increase-risk-rapidly-intensifying-hurricanes-along-us",
  "title": "Warming may increase risk of rapidly intensifying hurricanes along U.S. East Coast",
  "date": null,
  "content": "New model simulations of future Atlantic hurricane seasons suggest that higher greenhouse gas emissions will reduce vertical wind shear in an inconvenient place: along the U.S. East Coast. Inconvenient because active hurricane eras, such as the one we’ve been experiencing since the mid-1990s, tend to simultaneously produce relatively high vertical wind shear along the U.S. East Coast. This shear acts like a “speed bump” to landfalling hurricanes, making them less likely to rapidly intensify before coming ashore.\nThe map at right shows how vertical wind shear at the peak of hurricane season is projected to change by the end of the 21st century (2070-2099) compared to the end of the 20th century (1971-2000). Places where vertical wind shear is projected to relax are colored blue, while places where wind shear is projected to increase are brown. The simulations were based on a hypothetical pathway of greenhouse gas emissions in which carbon dioxide and other greenhouse gas emissions continue increasing at a relatively high rate in coming decades.\nA broad area of blue across the eastern United States indicates that the region is projected to experience a decrease in vertical wind shear during peak hurricane season (August-October) by the end of the century. At least 75% of the model simulations in this area agreed that wind shear would decline, indicating a high amount of confidence in the change. (The exact locations of the transition zones between areas of increasing and decreasing shear are more uncertain.)\nVertical wind shear and water temperatures in the tropical North Atlantic are the two most important influences on seasonal hurricane activity. When conditions in the main hurricane development region are especially favorable for hurricane formation—meaning warm temperatures and low vertical wind shear—conditions are simultaneously less favorable over the East Coast. But that built-in protection may erode in the future, leaving the heavily populated East Coast more vulnerable to storms that rapidly intensify as they approach landfall.\nBecause warm water is the fuel that powers hurricanes, rising ocean temperatures are already expected to raise the maximum potential intensity of future storms, and the rate of increase is projected to be especially rapid along the U.S. East Coast. Writing in Scientific Reports, the authors concluded,\nThe increase in [potential intensity] along the U.S. East Coast, coupled with the more favorable wind shear environment for hurricane intensification there, suggests that hurricanes tracking toward the U.S. East Coast will have a better chance of achieving [their potential intensity] in the future, which may be much stronger than what we’ve experienced in the past.\nThe research was led by Mingfang Ting, of Lamont-Doherty Earth Observatory, and included Jim Kossin of NOAA’s National Centers for Environmental Information. The study was partly funded by the Modelling, Analysis, Predictions, and Projections program in NOAA’s Climate Program Office. The office supports a wide range of research intended to improve our understanding of past and present hurricanes, their impacts, and how to improve seasonal forecasts of hurricane activity.\nTing, M., Kossin, J. P., Camargo, S. J., & Li, C. (2019). Past and Future Hurricane Intensity Change along the U.S. East Coast. Scientific Reports, 9(1), 7795.\nHelp us improve our content",
  "source": "climate.gov"
}