{
  "url": "https://www.climate.gov/news-features/featured-images/prepare-more-downpours-heavy-rain-has-increased-across-most-united-0",
  "title": "Prepare for more downpours: Heavy rain has increased across most of the United States, and is likely to increase further",
  "date": null,
  "content": "Warming conditions mean more evaporation, which leads to more water vapor in the air. When rain-triggering conditions are favorable, more saturated air leads to heavier precipitation. This has been the story across most of the United States in the past century. Extreme precipitation events have grown more frequent since the start of the twentieth century, and such events are likely to become even more frequent over the twenty-first.\nAdapted from Figure 2.6 in the Fourth National Climate Assessment (NCA4), these maps show observed (top row) and predicted (bottom row) changes in heavy precipitation events—those bouts of heavy rain or snow ranking among the top 1 percent (99th percentile) of daily events. All four maps use the same color scale. Percentage changes below 0 (decreases) are pale yellow, and increases appear in shades of pale green (smallest) to navy blue (greatest).\nThe maps of observed changes cover two time periods, 1901–2016 and 1958–2016, and display uniform percentage changes by region: Northwest, Southwest, Northern Great Plains, Southern Great Plains, Midwest, Southeast, and Northeast. Because the latter half of the twentieth century had denser weather station coverage, different methods have been used to calculate changes. The change from 1901–2016 reflects the difference between 1901–1960 and 1986–2016. The change from 1958–2016 shows the linear trend over that period. (The high-resolution image for 1958–2016 also shows observed changes in Alaska and Hawaii.)\nThe maps of projected changes cover the same period, 2070–2099 relative to 1986–2015, but reflect two possible future greenhouse gas emissions pathways: higher emissions (RCP 8.5) and lower emissions (RCP 4.5). Although both high- and low-emissions scenarios forecast more frequent extreme events, the projected impacts are worse for higher emissions. The Northeast region is projected to see the biggest changes. The region has already experienced a 55% increase in heavy rain events in recent decades, and is projected to face at least a 40 percent further increase by the end of the century.\nHeavy precipitation can have cascading effects on communities, infrastructure, agriculture and livestock, and economically and culturally important natural ecosystems. For example, these weather events contribute to dead zones in the Gulf of Mexico, with regional and national economic repercussions. In West Coast streams, frequent heavy rain events can scour out (or smother with silt) pebble beds that are critical for salmon spawning. And of course, extreme rain events can do expensive damage to wastewater treatment plants, culverts, and roads.\nTo explore projected increases in extreme precipitation events in coming decades in your own county, visit the Climate Explorer, part of the U.S. Climate Resilience Toolkit.\nEasterling, D.R., K.E. Kunkel, J.R. Arnold, T. Knutson, A.N. LeGrande, L.R. Leung, R.S. Vose, D.E. Waliser, and M.F. Wehner, 2017: Precipitation change in the United States. In: Climate Science Special Report: Fourth National Climate Assessment, Volume I [Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 207–230, doi:10.7930/J0H993CC.\nHayhoe, K., D.J. Wuebbles, D.R. Easterling, D.W. Fahey, S. Doherty, J. Kossin, W. Sweet, R. Vose, and M. Wehner, 2018: Our Changing Climate. In: Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 72–144. doi:10.7930/NCA4.2018.CH2.\nHelp us improve our content",
  "source": "climate.gov"
}