{
  "url": "https://www.climate.gov/news-features/featured-images/2019-arctic-sea-ice-extent-ties-second-lowest-summer-minimum-record",
  "title": "2019 Arctic sea ice extent ties for second-lowest summer minimum on record",
  "date": null,
  "content": "The National Snow and Ice Data Center (NSIDC) reported that Arctic sea ice extent—the area where ice concentration is at least 15 percent—dipped to 1.60 million square miles (4.15 million square kilometers) on September 18, 2019, and has since been increasing. Barring a major storm that could break up and disperse more ice, this is likely to be the lowest extent of the year. While greater than the 2012 record low of 1.31 million square miles (3.39 million square kilometers), the 2019 minimum was statistically tied with 2007 and 2016 for second lowest.\nThis map shows Arctic sea ice concentration on September 18, 2019. Darkest blue indicates open water or ice concentration less than 15 percent. Lighter blue to white indicates 15–100 percent ice cover. The gold line shows the median ice extent for this date over 1981–2010, an area of 2.44 million square miles (6.33 million square kilometers). Median means “in the middle”: half of years had larger extents, and half had smaller extents. The 2018 extent falls short of the 1981–2010 average across most of the Arctic Ocean, but especially north of Alaska and eastern Siberia.\nAdapted from NSIDC’s Charctic tool, the graph shows daily Arctic sea ice extent for every year since continuous satellite monitoring began in 1979. Older decades appear in lighter shades of blue, and more recent decades appear in darker shades of blue. The extent line for 2019 is dark pink. Over time, summer minimums have dipped much lower than they did in the early years of the satellite record. Winter maximum extents have also shrunk, but not as dramatically (although the ice pack is dramatically thinner than it used to be.)\nArctic sea ice is as fundamental to the environment and ecosystems of the Arctic as trees are to the Amazon Rainforest. Since 1979, ice extent has shrunk by 40 percent, and the loss is transforming Alaska’s climate, accelerating coastal erosion, reducing walrus and other marine mammal habitat, changing the timing and location of blooms of the food web’s microscopic plant life, and lowering survival rates for young walleye pollock—the nation’s largest commercial fishery.\nThis year’s Arctic sea ice extent resembled 2007’s at both the maximum and minimum: It effectively tied with 2007 for seventh-lowest wintertime maximum extent, and tied with 2007 (and 2016) again at the summer minimum. But 2019 was unique in a couple respects. Throughout much of April, and again in late July and early August, 2019 Arctic sea ice extent was the lowest on record. The rapid melt seen in June and July slowed substantially in mid-August. Sea ice extent actually rose for a few days in late August and again in early September before falling some more. The waviness in the extent line almost resembled sea ice behavior at the time of the winter maximum, and it is unusual in the satellite record at the time of the summer minimum.\nNSIDC’s Walt Meier explains that the up-and-down movement of the extent line in 2019 likely results from the loss of old, thick Arctic sea ice. “Sea ice used to just melt back to the multiyear ice, and that ice was pretty impervious to winds and melt,” he says. “As Arctic sea ice has gotten thinner, it’s more easily pushed around by winds and storms, and that affects the extent.”\nNSIDC. (2019, September 23). Arctic sea ice at minimum extent for 2019.\nNSIDC. (2019, September 23). Arctic Sea Ice News and Analysis.\nNSIDC. Charctic. Accessed September 22, 2019.\nHelp us improve our content",
  "source": "climate.gov"
}