{
  "url": "https://www.climate.gov/news-features/featured-images/weather-time-machine-provides-reconstruction-1915-galveston-hurricane",
  "title": "Weather time machine provides reconstruction of 1915 Galveston hurricane",
  "date": null,
  "content": "It’s been the stuff of science fiction for generations: a time machine that would allow researchers to reach back into yesteryear and ask new questions about long-ago events. This month, a NOAA-funded research team published an update to a weather “time machine” they’ve been developing since 2011. Generated by feeding historic weather observations into a modern computer forecast model, this third update to the time machine provides an increasingly detailed picture of the global weather every day back to 1836.\nFor this image, scientists rolled the time machine back to August 16, 1915, as World War I was raging across Europe, and the second major Galveston hurricane in less than 20 years was coming ashore and testing the seawall the city built after the catastrophic losses of the 1900 hurricane. The image blends a historic, hand-drawn map of winds and pressure on the left with a modern reconstruction of sea level pressure (yellow lines) and atmospheric moisture (gray to blue colors) from around the same time on the right. The pressure contours trace out the boundaries of high- and low-pressure areas that surface winds would have followed on that day.\nThe reconstruction of historic weather conditions is known as the “20th Century Reanalysis Project,” and the recent release is its third update. With each update, experts improve the reconstruction by feeding additional historic weather, ocean, and sea ice observations into an updated version of NOAA’s Global Forecast System.\nThe 20th Century Reanalysis Project is an international effort led by researchers from the Physical Sciences Division of NOAA’s Earth System Research Laboratory and CIRES and supported by multiple partners, including NOAA’s Climate Program Office and the U.S. Department of Energy, which provided the supercomputing power needed to reconstruct temperature, pressure, winds, moisture, solar radiation, and clouds 8 times a day for the past 180 years.\nTo read more about how the “time machine” was built and the kinds of things we can learn from it, see the full story on the NOAA Research website. To explore the data, visit the 20th-Century Reanalysis Project home page. To learn more about participating in recovery of historic data, visit https://www.oldweather.org.\nHelp us improve our content",
  "source": "climate.gov"
}