{
  "url": "https://www.climate.gov/news-features/featured-images/noaa-weather-balloons-find-no-zero-ozone-regions-above-south-pole",
  "title": "NOAA weather balloons find no zero-ozone regions above South Pole during 2019 ozone hole season",
  "date": null,
  "content": "In mid-October 2019, NOAA and NASA scientists reported that the yearly ozone hole over Antarctica was the smallest on record since 1986. The small size was the result of an extreme weather event that disrupted the Southern Hemisphere polar vortex in early September, causing a rapid spike in temperatures in the part of the stratosphere where the ozone layer resides. The warmth weakened one of the links in the chain of events that leads to ozone destruction.\nBased on observations collected by weather balloons, this pair of images shows how the amount of ozone loss in a given year (top) is connected to South Pole spring temperatures (bottom). Each column represents a column of the atmosphere stretching from 12-22 kilometers altitude. The top image shows the lowest ozone amounts recorded at each altitude from September 24–October 15 (“ozone hole season”) each year. The bottom shows average temperatures over the same time period. Warm years (red-orange) are mostly correlated with high ozone amounts (dark purple), while cold years (blue) are linked to low—often no—ozone (light purple or white).\nConditions in 2019 were similar to those in 2002 and 1988. In all three years, average temperatures in the low to mid-stratosphere during spring ozone hole season remained above -78°C, the extremely cold temperature needed to produce polar stratospheric clouds. (Read more about the chemistry of ozone depletion here and here.) These solidly orange columns in those years are matched by solidly purple columns in the ozone image, showing that during those years, balloons found no altitudes where ozone was entirely absent.\nThe Antarctic ozone hole is seasonal. The highly reactive chemicals capable of destroying ozone are only produced in significant amounts during the coldest months of the Southern Hemisphere winter. As spring advances, temperatures rise, and the production of ozone-destroying chemicals stops. The ozone layer fills back in through the late spring and summer.\nThe Montreal Protocol has been largely successful in halting further production of the chemicals that harm the ozone layer. But these chemicals (CFCs) have a very long lifetime in the stratosphere, where there is little moisture or weather to break them down. Experts estimate that the ozone layer will fully recover around 2070.\nImages based on ozonesonde data provided by Bryan Johnson, NOAA Earth System Research Laboratory.\nHelp us improve our content",
  "source": "climate.gov"
}