{
  "url": "https://www.climate.gov/news-features/featured-images/outlook-november-2019-tilts-cold-great-lakes-and-northeast-dry",
  "title": "Outlook for November 2019 tilts cold for Great Lakes and Northeast, dry for mountain West",
  "date": null,
  "content": "NOAA’s Climate Prediction Center released its November 2019 temperature and precipitation outlook for the United States on October 31. Scientists expect a tilt in the odds towards a warmer than normal November for the West Coast, Alaska and Florida, and a cooler than normal month for parts of the Great Plains, Great Lakes and Northeast. Drier-than-normal conditions are favored for the Great Basin and Middle Mississippi Valley, while a wetter-than-normal month is favored for the Southeast, Montana and western Texas.\nFor any given month or season, NOAA forecasters calculate the probability of each of three possible climate outcomes—above, below, or near normal—for each part of the country. The colors on the maps indicate the most likely of the three outcomes. For the temperature outlook, darker reds refer to increasing likelihood of warmer-than-average temperatures, while darker blues refer to increasing odds of cooler-than-average temperatures. For precipitation, green areas show where the odds rise for wetter-than-average conditions, and browns show increasing odds for a drier-than-average month. Areas in white are places where the odds for all three categories—above, below and near-normal—are the same or have “equal chances” of occurring.\nThe tilt in the odds to a colder-than-average November for the Great Lakes and Northeast is partially due to the forecasted cold temperatures expected during the first two weeks of the month.  Meanwhile, as cold air spills into the northeast, warmer-than-average air is favored out West. And those odds could be enhanced in areas that also are expected to see a drier-than-average month.  That includes wildfire-affected areas in northern California, where the November outlook indicates a greater than 60% chance for above-normal temperatures along with a slight tilt in the odds toward a dry November. A drier-than-normal November would deepen precipitation deficits in California as dry conditions during October have already started the California water year off on the wrong foot.\nAcross the country, odds favor a wetter than average November across the Southeast, including flash-drought-affected areas in Georgia and South Carolina. The wetter conditions, if realized, will be welcomed. In the latest U.S. Seasonal Drought Outlook from the Climate Prediction Center, drought removal is likely across much of the Southeast through the beginning of winter.\nTo follow the latest climate outlooks for the next week, two weeks, month and season, head to the Climate Prediction Center. You can also find the latest monthly and seasonal outlooks in Climate.gov’s Data Snapshots.\nHelp us improve our content",
  "source": "climate.gov"
}