{
  "url": "https://www.climate.gov/news-features/featured-images/2019-arctic-report-card-period-record-and-near-record-warmth-continues",
  "title": "2019 Arctic Report Card: Period of record and near-record warmth continues for sixth straight year",
  "date": null,
  "content": "Air temperatures over the Arctic have broken record after record in the past decade, bringing profound change to communities and their infrastructure, as well as to plants and animals on land and in the sea. In 2019, surface temperatures were the second-warmest on record, continuing a string of six years that have been warmer than all other periods in the historic record dating back to 1900.\nThis map shows air temperature from October 2018–September 2019 compared to the 1981–2010 average. (The meteorological year in the Arctic doesn’t follow the calendar year to avoid splitting the winter season.) Air over Alaska and the seas of the western Arctic experienced especially extreme warmth (darkest reds), with weaker hotspots visible over north-central Russia and Davis Strait, southeast of Greenland. Only a small area of the Canadian Arctic experienced a cooler-than-average year (blue) in 2019.\nThe graph shows Arctic (red) versus global (gray) temperatures each year since 1900. As you’d expect for a smaller area, the Arctic has bigger year to year swings in temperature than the globe as a whole. For most of the twentieth century, the two lines overlap. That changes at the start of the twenty-first century, however. Since 2000, temperatures in the Arctic have been higher than the global average, and the area has been warming roughly twice as fast as the global average since the 1990s.\nThis image is adapted from NOAA’s 2019 Arctic Report Card, which provides an annual update on observations from the Arctic, documenting changes in the physical environment—including sea ice, the atmosphere, snow, the Greenland Ice Sheet, and carbon stored and released by permafrost—and the impacts on people, plants, and animals that live there. This peer-reviewed collection of essays is part of NOAA’s mission to help the nation understand and prepare for the risks and opportunities of a changing climate.\nHelp us improve our content",
  "source": "climate.gov"
}