{
  "url": "https://www.climate.gov/news-features/featured-images/2019-arctic-report-card-sea-ice-disappears-arctic-seas-are",
  "title": "2019 Arctic Report Card: As sea ice disappears, Arctic seas are experiencing extreme summer warmth",
  "date": null,
  "content": "Like the air, the waters of the Arctic are warming, triggering a feedback loop in which sea ice melts, exposing more water to sunlight, leading to more warming. The warmth in summer can be extreme, as shallow coastal areas that were historically covered with sunlight-reflecting ice and snow are now open water.\nAdapted from the 2019 Arctic Report Card, this map shows sea surface temperatures across the Arctic in August 2019 compared to the 1981–2010 average. The solid white area is the area covered by at least 15 percent sea ice, while the white line shows the 1981–2010 median ice extent (median means half of the years in the record had larger extents, half had smaller). With one lone exception, all the coastal seas ringing the Arctic Ocean were warmer than average (orange and red colors).\nThe warmth was extreme in several basins, including Russia’s Kara and Laptev Seas, and the Chukchi Sea northwest of Alaska, where temperatures in August 2019 were up to 14 degrees Fahrenheit (7 degrees Celsius) warmer than the long-term average in places. Only in the Barents Sea were waters somewhat cooler than average (light blue). These patterns in 2019 are consistent with the long-term trend across the Arctic. All of the Arctic Ocean’s coastal seas are warming in summer, except for the Barents Sea, which shows a small cooling trend. (The annual average trend in the Barents Sea, however, is warming). These trends are likely a factor in the changing location where different groups of Arctic and warmer-water fishes are being found in the Barents and Bering Seas.\nThe extreme warmth in coastal Arctic seas lingers into fall, delaying the ice freeze-up. The delay may benefit the shipping, tourism, and commercial fishing industries, but it also complicates traditional modes of transportation, disrupts feeding patterns for Arctic marine mammals and sea birds, and increases the vulnerability of coastal communities to the pounding waves brought by fall and winter storms.\nThis image is adapted from NOAA’s 2019 Arctic Report Card, which provides an annual update on observations from the Arctic, documenting changes in the physical environment—including sea ice, the atmosphere, snow, the Greenland Ice Sheet, and carbon stored and released by permafrost—and the impacts on people, plants, and animals that live there. This peer-reviewed collection of essays is part of NOAA’s mission to help the nation understand and prepare for the risks and opportunities of a changing climate.\nHelp us improve our content",
  "source": "climate.gov"
}