{
  "url": "https://www.climate.gov/news-features/featured-images/2019-arctic-report-card-gateways-arctic-northern-fish-are-retreating",
  "title": "2019 Arctic Report Card: At gateways to the Arctic, northern fish are retreating",
  "date": null,
  "content": "As Arctic waters warm, fish and marine mammals are migrating in search of their preferred habitats and food sources. Some species are gaining habitat, while others are being squeezed out by new arrivals and habitat loss. At the Atlantic and Pacific gateways to the Arctic, these changes are likely to have major impacts on both commercial fishing and food security of native peoples.\nAdapted from the 2019 Arctic Report Card, this collection of maps shows how the location of Arctic and sub-Arctic fish communities have changed over the past decade or so in the coastal shelves of the Bering Sea (top row) and the Barents Sea (bottom). The ranges of communities of southern species (red outlines) have expanded northward, while the range of Arctic species (black) have contracted northward.\nIn the Bering Sea, the ranges of different fish communities has historically been dictated by the presence of the summer cold pool that develops in the winter beneath the sea ice. Extremely low sea ice cover in recent winters has shrunk the summer cold pool. In response, southern species—including red king crab and northern rock sole—have expanded northward. The range of northern species like Arctic cod and Bering flounder have shrunk.\nAlthough fish and other mobile species can migrate in search of their preferred temperature ranges, that freedom has limits. Some Arctic species have evolved to feed on organisms that grow on the shallow floor of the coastal shelf; they cannot simply shift to occupying offshore, deep water locations.\nThis depth constraint is particularly clear in the Barents Sea, where Arctic fish species retreated to the northernmost rim of the coastal shelf (lighter blue) between 2004 and 2017. Further northward expansion would take Arctic species into deep waters for which they are not well adapted. Further warming may drive such species locally extinct, to be replaced by larger “generalist” species that can feed from prey throughout the water column.\nThis image is adapted from NOAA’s 2019 Arctic Report Card, which provides an annual update on observations from the Arctic, documenting changes in the physical environment—including sea ice, the atmosphere, snow, the Greenland Ice Sheet, and carbon stored and released by permafrost—and the impacts on people, plants, and animals that live there. This peer-reviewed collection of essays is part of NOAA’s mission to help the nation understand and prepare for the risks and opportunities of a changing climate.\nHelp us improve our content",
  "source": "climate.gov"
}