{
  "url": "https://www.climate.gov/news-features/featured-images/temperature-and-precipitation-outlooks-february-2020",
  "title": "Temperature and precipitation outlooks for February 2020",
  "date": null,
  "content": "We’ve entered the final month of meteorological winter, and NOAA’s Climate Prediction Center has issued its monthly outlook for February 2020 temperature and precipitation. These outlooks don’t predict the actual temperatures or precipitation: they predict the probability that conditions will be in the upper or lower third of the climatological record for a given location from 1981-2010. Darker colors mean higher chances, not more extreme conditions.\nIn California, the odds are tipped toward a warmer- and drier-than-average February, while in Montana, Wyoming, and surrounding areas, it’s the opposite. Across a wide swath of the United States from the Gulf Coast to the Mid-Atlantic, February is more likely to be above average than below average in terms of both temperature and precipitation. For Alaska maps, visit the Climate Prediction Center’s webpage.\nWhat about the rest of the country?\nFor every location, there are three possible climate outcomes: above, below, or near average. In any random month or season, all three have an equal chance of occurring: 33.3%. When forecasters see no reason to expect one outcome over another in a given location—no recent trends that might continue, no large-scale climate influencers like El Niño or La Niña to tip the scale—they declare those areas to be “equal chances,” and leave them colored white. For February 2020, that includes the Pacific Northwest, the Four Corners, much of the Great Plains and Great Lakes, parts of the Northeast.\nBehind the forecast\nIn their discussion of this month’s outlooks, the Climate Prediction Center covers notes that while sea surface temperatures “upstream” of the United States in the central tropical Pacific are warmer than average, consistent with El Niño, the atmosphere has failed to get the message, which means forecasters have no reason to expect a classic El Niño influence.\nForecasters also mentioned a second tropical climate pattern that can influence U.S. weather and climate, the MJO, which is short for \"Madden Julian Oscillation.\" At the time of the forecast (end of January), the heart of the MJO—an area of storminess and convection that circles the tropics in 30-60 days—was weak and positioned close to the International Dateline (west of Hawaii). Should the current cycle of the MJO dissipate and then reform over the Maritime Continent later in the month, as some models predict, that would favor warmer-than-average temperatures in the East.\nNo discussion of winter climate can be complete without a discussion of the polar vortex, and the Climate Prediction Center had this to say:\nThere is currently a strong polar vortex in the Arctic stratosphere with the signal extending through much of the troposphere. Statistically a strong stratospheric polar vortex supports a strengthening of the positive Arctic oscillation in the troposphere and an increase in the probabilities of above normal temperatures over the eastern CONUS [contiguous United States], while enhancing the chances of below normal temperatures over parts of the western CONUS.\nHelp us improve our content",
  "source": "climate.gov"
}