{
  "url": "https://www.climate.gov/news-features/featured-images/unexceptional-arctic-sea-ice-maximum-2020",
  "title": "Unexceptional Arctic sea ice maximum in 2020",
  "date": null,
  "content": "Arctic sea ice extent—the area where ice concentration is at least 15 percent—reached its apparent annual maximum on March 5, 2020. On March 24, the National Snow and Ice Data Center (NSIDC) reported that the 2019–2020 growth season had an unexceptional finish: 5.81 million square miles (15.05 million square kilometers). It was the 11th-lowest maximum in the 42-year satellite record.\nThis color-coded map shows Arctic sea ice concentration on March 5, 2020. Darkest blue indicates open water or ice concentration less than 15 percent. Shades of lighter blue to white indicate 15–100 percent ice cover. The gold line shows the median ice extent for this date over 1981–2010, an area of 6.04 million square miles (15.64 million square kilometers). Median falls “in the middle” because half of the years in the 1981–2010 reference period had larger extents, and half had smaller extents.\nAdapted from NSIDC’s Charctic tool, the graph shows daily Arctic sea ice extent for every year since continuous satellite monitoring began in 1979. Each year, the extent line follows a similar path: starting high in January, rising through the time of the maximum (between early March and mid-April), falling until mid-September, and rising again through the remainder of the calendar year. In this graph, extent-line shades range from light green (older decades) to deep blue (recent decades). The extent line for 2020 is dark pink, and the time series ends on March 19, 2020.\nAlthough it’s nowhere near the bottom of the pack, the 2020 extent line does land in the lower half of the satellite record. NSIDC reported that the 2020 maximum fell 228,000 square miles (590,000 square kilometers) below the 1981–2010 average maximum of 6.04 million square miles (15.64 million square kilometers).\nIn contrast to recent years, the 2020 wintertime sea ice extents were closer to the long-term average in the Barents Sea (north of Norway and western Russia) and the Bering Sea (south of the Bering Strait between Russia and Alaska). Although Arctic sea ice has not declined in winter as rapidly as it has in summer, winter sea ice is now well below the 1981–2010 average. Compared to the 1980s, very little sea ice survives multiple years in the Arctic now.\nThe announcement of the 2020 maximum Arctic extent lagged the actual event by nearly 20 days for a good reason. Sea ice scientists try to exercise caution in calling the maximum because the extent line gets particularly wavy around the time of the winter maximum. After seeming to reach its yearly peak, sea ice extent might resume growing at this time of year.\nSea ice extent at the winter maximum doesn’t predict the summer minimum extent with any reliability. Summer weather conditions in the Arctic Ocean exert tremendous influence on the minimum extent, and those conditions cannot be predicted from sea ice extent at the end of winter.\nArctic Sea Ice News and Analysis. (2020, March 24). No record-breaker maximum. NSIDC. Accessed March 24, 2020.\nNSIDC. (2020, March 24). Arctic sea ice at maximum extent for 2020. Accessed March 24, 2020.\nHelp us improve our content",
  "source": "climate.gov"
}