{
  "url": "https://www.climate.gov/news-features/featured-images/april-2020-temperature-and-precipitation-outlook",
  "title": "April 2020 temperature and precipitation outlook",
  "date": null,
  "content": "It may be hard to believe, but the interminable March is over. The 31 days of the month felt like a thousand, but we’ve moved onto April. That means we should take a look at NOAA Climate Prediction Center’s monthly outlook for temperature and precipitation during April 2020.\nThe information in these outlooks is not the prediction of the exact temperature or precipitation amounts. Instead, the outlooks predict the probability (percent chance) that April temperatures and precipitation will be in the upper or lower third of the climatological record (defined as 1981-2010) for April in a given location. Darker colors mean higher chances, not more extreme conditions.\nThe temperature outlook is a story of two halves. The eastern half of the country has a tilt in the odds towards a much warmer than average April, with the highest chance located along the Gulf Coast. Meanwhile a much colder than average April is favored over the northwestern part of the contiguous United States from the Pacific Northwest to North Dakota.\nFor precipitation, it’s a wet forecast for much of the contiguous United States. April precipitation is favored to be among the wettest third of Aprils from 1981-2010 across much of the Plains, Gulf Coast, Tennessee and Ohio Valleys and West Coast. This would be a relief along the West Coast from northern California to Washington after a drier-than-average March. The highest chances for a wet April are along the Gulf Coast in Texas and Louisiana, in the Northern Plains in Minnesota and the Dakotas, and in areas west of the San Francisco Bay area in California.\nThe climate being the way it is (probabilistic), there is always some chance of three possible outcomes in a given month: below-average, near-average, or above-average. The colors show the outcome with the highest chances. The white areas on the map show locations where all three possibilities have an equal chance (33.3%) of occurring.\nForecasters can come to this conclusion in different ways. Sometimes there is no clear climate reason to favor one category over another. No El Niño, no recent trends, etc. Other times there can be conflicting climate information making forecasting one category over another very difficult. Either way—importantly—equal chance DOES NOT mean that average conditions are favored.\nOne thing that can help forecasters predict monthly temperature is the state of snow across the country. The snowpack is below-normal for much of the Great Plains and Northeast. This lack of snow favors above-normal temperatures for this time of year as white snow is replaced with darker soil. White things reflect incoming sunlight, while darker things absorb it and heat up.\nAnother factor in this month’s forecast is the Arctic Oscillation (AO), which is forecast to remain in a positive phase through at least the first half of the month. When the AO is positive, cold air is locked up across the poles, while warmer than average temperatures are usually observed across the mid-latitudes, but not necessarily everywhere. Sometimes the warm spot is in the eastern United States; other times it’s over Europe or Asia. For the first couple of weeks of April, the positive AO combined with model forecasts suggest warmth across the eastern contiguous United States and below-average temperatures across the western United States. That pattern is expected to moderate in the second half of the month.\nTo see the full discussion from the Climate Prediction Center, head here!\nHelp us improve our content",
  "source": "climate.gov"
}