{
  "url": "https://www.climate.gov/news-features/featured-images/march-2020-continues-hot-start-year",
  "title": "March 2020 continues hot start to the year",
  "date": null,
  "content": "After February 2020 marked the end to the second-warmest winter on record, March 2020 decided to start spring off the same warm way, finishing as the second-warmest March on record, too. This keeps 2020 as the second-warmest year on record through the first three months of the year, easily on pace to finish in the top five of warmest years come December. Where’d this info come from? Well, it is just one of many highlights from the March 2020 global climate summary released by the National Centers for Environmental Information.\nThis map shows how temperatures in March 2020 were different from normal (1981-2010) across the globe. (These “normal” thirty-year periods are updated every ten years, so “normal” will be 1991-2020 soon). Red colors reflect areas that were up to 11°F (6°C) warmer than average, while blues represent areas that were up to 11°F cooler than average. Not surprisingly, this map of the second-warmest March on record has a lot of red.\nTemperature anomalies were over 11°F above average across Eastern Europe and Russia, with much of the rest of the planet observing temperatures 0-4°F above average for the month. For the second consecutive month, the largest negative (cool) anomalies were observed across Alaska and northern Canada, likely reflecting the continued positive phase of the Arctic Oscillation. The positive Arctic Oscillation keeps temperatures cooler than average across the Far North, just as they were during March.\nOverall, March was a little over 1°C (2°F) above the 20th-century average, making it only the fourth March in the 141-year record, along with 2016, 2017 and 2019, to break that milestone. Notice a trend? In fact, the 1.16°C-temperature anomaly observed in March 2020 tied with this past February and December 2015 as the third-highest departure from normal for any month in the 1,683-month record.\nEven more unusual, no El Niño was present this March, unlike December 2015 and the two months (February and March 2016) with the first- and second-largest warm anomalies. El Niños, which warm the tropical Pacific Ocean, help to boost global temperatures, which means during extreme El Niños global temperatures records tend to be broken. 2020’s temperatures to date are only slightly below temperatures observed in 2016, during one of the strongest El Niños since 1950.\nIn terms of record temperatures, over 8% of Earth experienced record high March temperatures (this type of record extends back to 1951.) This was the second-highest percentage for March in that time. Only a tiny area in the North Atlantic, 0.06% of the globe, observed a record-cold March.  Combined with a warm January and February, the start to 2020 has been the second-warmest start to the year on record for the globe as a whole, and the warmest start to a year by far for Europe and Asia. January-March temperature anomalies for both continents broke the 3°C (5.4°F) warmer than average milestone for the first and second time ever, respectively.\nSo like February, March continues 2020’s hike towards another much warmer than average year, in part due to human-caused climate change.  Keep following as we take a look back at each month as we travel through 2020 together.\nHelp us improve our content",
  "source": "climate.gov"
}