{
  "url": "https://www.climate.gov/news-features/featured-images/us-first-month-spring-2020-follows-path-set-winter",
  "title": "In the U.S., first month of spring 2020 follows the path set by winter",
  "date": null,
  "content": "Continuing on the same path as winter, the first calendar month of spring was warmer than average across most of the United States. According to the March 2020 climate summary from NOAA’s National Centers for Environmental Information, the average temperature across the Lower 48 0 was 46.1° Fahrenheit, nearly 5° above the twentieth-century average. It was the tenth warmest March in the 126-year historical record.\nThe top map shows how temperatures in each climate division compared to the 1981-2010 average, with areas that were warmer than average in red and areas that were cooler than average in blue. Slightly cooler than average temperatures stretched inland from Washington, Oregon, California, into parts of Montana, Idaho, Nevada, and Arizona. Warmth dominated elsewhere, with especially warm temperatures across the Gulf Coast states of Texas, Louisiana, Mississippi, Alabama, and Georgia.\nNationwide average precipitation was a hint (0.32 inches) above average, with 7 states well above average and an additional 12 states above average. Mixed in with that wetness, however, were pockets of dryness that were extreme in places, including around the Gulf Coast, where the Climate Prediction Center warns that drought may develop or worsen throughout April.\nThe bottom map shows the percent of average precipitation received by climate division across the Lower 48 in March 2020. Dryness traced the U.S. coasts in March, with nearly all of the Eastern Seaboard and Pacific Coast receiving less than 100% of their average precipitation. The dryness was extreme across parts of the Gulf Coast, with many climate divisions receiving much less than half of their usual March precipitation. In California and the Southwest, however, precipitation was well above average.\nFor more information on U.S. monthly climate conditions, visit the National Centers for Environmental Information, the nation’s official climate recordkeeper.\nHelp us improve our content",
  "source": "climate.gov"
}