{
  "url": "https://www.climate.gov/news-features/featured-images/may-2020-temperature-and-precipitation-outlook",
  "title": "May 2020 temperature and precipitation outlook",
  "date": null,
  "content": "The days are getting longer, the trees are getting greener, and severe weather is popping up across the Plains and Southeast. It must be spring. What’s on the horizon during May as we move into late spring? Let’s take a look at NOAA Climate Prediction Center’s monthly outlook for temperature and precipitation for May 2020.\nAs a reminder, these outlooks are not predictions of the exact temperatures or precipitation that will occur during the month of May. Instead, these outlooks provide the probability (percent chance) that May temperatures and precipitation will be in the upper or lower third of the climatological record (defined as 1981-2020) for May in a given spot. The color family (reds or blues) indicate which outcome is more likely. Darker colors mean higher chances, not more extreme conditions.\nTemperatures are likely to be on the warmer side for the western United States along with the Gulf of Mexico, with the highest chances (over 60%) located across southern Florida and the U.S. Southwest. Meanwhile, temperatures are favored to be cooler than average for May across the Great Lakes and into the upper Northeast. Elsewhere, there is an equal chance of above-, below-, or near-average temperatures for the northern Plains and much of the southeastern United States.\nFor precipitation, odds are tilted towards a wetter-than-average May for the Gulf Coast and Northeast, but only slightly. Predicting monthly precipitation is difficult during this time of year because late spring precipitation tends to be more thunderstorm-y in nature—heavy but localized—making it less predictable. In contrast, there is a greater than 50% chance that precipitation will be below average in May across the Great Lakes.\nThe climate outlooks are assigning probabilities to three different outcomes: above-average, below-average, and near-average. The maps show the outcome that is favored the most of the three. Sometimes, though, there is no clear climate reason to assign one outcome more likely than the other two. During these occasions, the same 33.3% chance is assigned to all three outcomes, otherwise known as “Equal Chances.” Importantly, these white “Equal Chance” areas DO NOT mean that average conditions are favored.\nScientists look at a variety of climate models when they come up with their predictions for the next month. When those different models agree with each other, the forecaster has more confidence in the models’ prediction.\nThis month, the models are in excellent agreement, at least for the first two weeks of May, that the atmosphere will have higher atmospheric pressure (a ridge in atmospheric terms) over the western United States and a lower atmospheric pressure (a trough) across the eastern United States. This led forecasters to up their predictions for a warmer-than-average May for the western United States and below-average temperatures across the Great Lakes.\nAnother influence in the forecast is the incredibly high amount of moisture in the soils across the Great Lakes, and Mississippi and Missouri Valleys. Really wet soils help to cool temperatures. Thus, the high soil moisture across the Great Lakes favors a cooler than average May.  Meanwhile, across the Mississippi and Missouri Valleys where equal chance is forecast, any favoring of above-average temperatures in the models is counteracted by the high soil moisture values.\nTo see the full discussion from the Climate Prediction Center, head to their website. And check back later this month for a recap on what happened during April in the United States and across the globe.\nHelp us improve our content",
  "source": "climate.gov"
}