{
  "url": "https://www.climate.gov/news-features/featured-images/brief-periods-dangerous-humid-heat-arrive-decades-early",
  "title": "Brief periods of dangerous humid heat arrive decades early",
  "date": null,
  "content": "“It’s not the heat, it’s the humidity.” On a hot day, that expression rings true. Sticky, tropical-like air makes extreme heat a greater health risk. Climate models project that combinations of heat and humidity could reach deadly thresholds for anyone spending several hours outdoors by the end of the 21st century. New research says these extremes are already happening—decades before anticipated—due to global warming to date.\nThe paper authors used an index called “wet-bulb temperature” based on weather station temperature and humidity data. The reading, from a thermometer when covered in a wet cloth, is related to how muggy conditions feel. This map shows locations that experienced extreme heat and humidity levels briefly (hottest 0.1 percent of daily maximum wet-bulb temperatures) from 1979–2017. Darker colors show more severe combinations of heat and humidity. Some areas have already experienced conditions at or near humans’ survivability limit of 35°C (95°F).\nWet-bulb temperature represents how effectively a person sheds heat by sweating. Around a value of 95°F (35°C), humans’ survivability limit, evaporation of sweat is no longer enough for the human body to regulate internal temperature. But serious impacts occur at values as low as 79°F (26°C).\n“When wet-bulb temperatures are extremely high, there is so much moisture in the air that sweating becomes ineffective at removing the body’s excess heat, like what happens in a steam room,” said the study’s lead author Colin Raymond. “At some point, perhaps after six or more hours, this will lead to organ failure and death in the absence of access to artificial cooling.”\nThe authors identified over 7,000 past occurrences of wet-bulb temperatures above 88°F (31°C), over 250 above 91°F (33°C) around the world, and two stations that reported multiple daily-maximum wet-bulb temperatures above 95°F. These extremes occurred for 1–2 hours in parts of coastal southwest North America, South Asia, and the coastal Middle East.\nThe southeastern United States, especially along the Gulf of Mexico, had multiple incidences of wet-bulb temperatures at or above 88°F; specifically, in east Texas, Louisiana, Mississippi, Alabama, the Florida Panhandle, Arkansas, and North Carolina. Parts of India, Pakistan, northwestern Australia, the coast of the Red Sea, and areas along the Gulf of California in Mexico saw even higher extremes. Hot spots were primarily concentrated in coastal areas near high ocean surface temperatures and intense continental heat—a recipe for extreme humid heat.\nThis research was funded in part by NOAA’s Climate Program Office through its Northeast Regional Integrated Sciences and Assessments (RISA) team, one of 11 such teams that NOAA sponsors across the country to help connect people with climate science and services specifically relevant to their region’s economy, communities, and infrastructure.\nAdapted from a feature story published by NOAA Research News.\nRaymond, C., Matthews, T., Horton, R.M. (2020). The emergence of heat and humidity too severe for human tolerance. Science Advances, 6(19), eaaw1838.\nHelp us improve our content",
  "source": "climate.gov"
}