{
  "url": "https://www.climate.gov/news-features/featured-images/april-2020-another-month-%E2%80%99s-second-warmest-record",
  "title": "April 2020: another month that’s the second warmest on record",
  "date": null,
  "content": "April 2020 continued the last two month's pattern of being the second warmest on record, which means 2020 is almost certain to be among the four warmest years on record, with a good chance at being the warmest or second warmest on record.  While each month has seen different patterns of warmth—details which I will describe below—the overall picture is clear. Our oceans and land are much hotter than they used to be. To read through all of the details of what happened during April 2020, check out the April 2020 global climate summary by the National Centers for Environmental Information.\nThis map shows the global temperature anomalies in April 2020. Temperature anomalies show how different from normal (1981-2010) temperatures were across the planet. Red colors reflect areas that were up to 11°F (6°C) warmer than average, while blue colors represent areas that were up to 11°F cooler than average. Even though April 2020 was the second-warmest April on record for the globe, there were still areas that observed a cooler than average month.\nThe largest “hotspot,” where temperatures were the most above average, was in northern Asia, where temperatures were over 11°F warmer than normal. Other areas, including central Europe, western Australia, and much of Africa and South America observed warmer than average temperatures as well. The one cooler-than-average outlier was across Canada and the eastern contiguous United States, where April temperatures were over 2°C (3.6°F) below average. This highlights how even if temperatures are very different than normal where you live, the global picture can be drastically different.\nOverall, April global temperature was 1.91°F (1.06°C) above the twentieth-century average, making April 2020 the second-warmest April in the 141-year record. Only this past April and April 2016 (the warmest April on record) had global temperature anomalies above 1°C (1.8°F). It was also the 44th consecutive April and 424th consecutive month with temperatures above the twentieth-century average. Nearly 7% of the planet observed record-high April temperatures. No areas observed record-cold monthly temperatures.\nApril 2020 was second in a lot of ways. But it did come in first in at least one way. Ocean temperatures across the globe were a record 1.49°F (0.83°C) above the twentieth-century average, beating the previous record set in April 2016. In particular, April surface temperatures across the Caribbean and Gulf of Mexico were the warmest on record, with the Caribbean region breaking the 1°C-above-average mark for the first time during April.  The Gulf of Mexico’s 3.08°F (1.71°C) April temperature anomaly, meanwhile, was the region’s largest warm temperature departure for any month on record. The oceans play a large role in just how warm surface air temperatures get across these regions.\nOcean temperatures across the Gulf of Mexico will be monitored closely as we move into the summer months. Not only can warmer than average ocean temperatures lead to stronger tropical cyclones, but a warmer than average Gulf of Mexico has also been tied to increased summer tornado activity across the United States.\nHelp us improve our content",
  "source": "climate.gov"
}