{
  "url": "https://www.climate.gov/news-features/featured-images/boston%E2%80%99s-ambitious-climate-plan-could-save-hundreds-lives-and-billions",
  "title": "Boston’s ambitious climate plan could save hundreds of lives and billions of dollars each year",
  "date": null,
  "content": "Avoiding more than 200 deaths a year due to air pollution. Saving close to $2 billion a year in health spending. These are some of the “fringe benefits” Suffolk County, Massachusetts, could reap from the city of Boston’s ambitious plan to become carbon neutral by 2050, according to a research collaboration among NOAA, NASA, and the National Institutes of Health.\nThese maps show the annual number of avoided deaths (left) and the healthcare savings (right) that could be reaped in the counties surrounding Boston if air pollution from burning fossil fuels—particulate matter smaller than 2.5 microns and ground-level ozone—dropped from 2011 levels to zero just in the city alone. Darker colors mean larger savings of lives and dollars.\nThe research team, which included scientists at NOAA’s Urban Northeast RISA (CCRUN), estimated that the annual reduction in population-adjusted mortality for Suffolk County would be about 47 per 100,000 people, which works out to 213 avoided deaths per year. Across eastern Massachusetts and its environs, improved air quality would save the region an estimated $2.4 billion per year, and $1.7 billion in Suffolk County alone.\nStudies have shown a strong link between particulate matter and heart attacks, respiratory illness, lost productivity, and mortality. Likewise, studies have associated higher levels of ground-level ozone with various adverse health impacts. Reducing burdens on the health care system yields monetary savings, which would help offset the costs of controlling climate change.\nThe authors of the study chose Boston because it has taken bold climate action. In 2016, the city signed the Metro Mayors Climate Mitigation Commitment, committing to carbon neutrality by 2050 and an interim carbon reduction goal of 50 percent by 2030. From 2013 to 2019, the city ranked as the most energy-efficient city in the nation according to the American Council for an Energy-Efficient Economy.\nThe city is also a member of C40 Cities, a coalition of 94 world cities committed to enacting the Paris Agreement at the local level. Social scientists, economists, and climate scientists are keenly observing the city’s progress on its climate plan and its impacts on Boston’s economic output—an estimated $120 billion in Gross Domestic Product in 2018.\n“These findings,” said Mathew Raifman, one of the paper’s authors, “highlight the symbiotic relationship between actions taken to address climate change and human health. In this paper, we examined only the impacts of eliminating emissions from the City of Boston, but other cities in the region are also considering climate action. A natural follow-up would be to examine if concerted action on climate change from multiple cities might have an outsized effect on regional emissions.”\nThis research was funded in part by NOAA’s Climate Program Office through its Northeast Regional Integrated Sciences and Assessments (RISA) team, one of 11 such teams that NOAA sponsors across the country to help connect people with climate science and services specifically relevant to their region’s economy, communities, and infrastructure.\nHelp us improve our content",
  "source": "climate.gov"
}