{
  "url": "https://www.climate.gov/news-features/featured-images/june-2020-temperature-and-precipitation-outlook",
  "title": "June 2020 temperature and precipitation outlook",
  "date": null,
  "content": "Meteorological summer starts June 1 so if you’re one of those people who loves the heat: Happy Summer! If you’re the type of person who prefers the cold (myself included), well… brace yourself, as the odds favor a warmer-than-average June for much of the country. It’s time to dive into the entire monthly outlook for temperature and precipitation for June 2020 from NOAA’s Climate Prediction Center.\nThe monthly outlooks from the Climate Prediction Center are not predictions for the exact temperature and precipitation that will occur during June. Instead, the outlooks provide the probability (percent chance) that June temperatures and precipitation will be in the upper or lower third of the climatological record (defined as the 1981-2020 period) for June in a given location. The color (reds or blues for temperature; brown and teals for precipitation) indicate which outcome is more likely. Darker colors mean higher chances, not more extreme conditions.\nWith the exception of the Pacific Northwest (which has an equal chance for above-, below-, or near-average temperatures), the rest of the continental United States (including Alaska: not seen in picture) has a tilt in the odds towards a warmer-than-average June. The highest probabilities (~60%) for a warmer-than-average start to summer are across the Central Plains in Kansas, Nebraska, Iowa, South Dakota, northern Missouri, and eastern Colorado. In general, there is around a 50% chance that temperatures will fall in the upper third of the climatological record across the entire Plains from the Mexican border in Texas, to the Canadian border in North Dakota and Minnesota.\nThe precipitation pattern is more varied.  A slight tilt in the odds towards a wetter-than-average June exists across the Gulf Coast and the Pacific Northwest, while a drier-than-average start to summer is favored across the coastal Mid-Atlantic into New England and the Central Plains, centered in Kansas and northern Missouri.\nThe climate outlooks issue probabilities for three possible outcomes: above-average, below-average, and near-average. The maps simply show the outcome that is favored the most of the three. Sometimes, though, there is no clear climate reason for the scientist to favor one outcome more than the others. During these instances, the scientists gives the same 33.3% chance to all three outcomes, otherwise known as “Equal Chances.” Importantly, the white “Equal Chance” areas DO NOT mean that average conditions are favored.\nIn May, we had an article about the developing drought across the Pacific Northwest. The drought could have potential negative effects on livestock operators, farmers, and fish, as well as heighten the risk of wildfires.\nThis month’s outlook might foretell some relief. While there is no clear signal when it comes to temperature, there is a clear tilt in the odds towards a wetter-than-average June across the region.\nHowever, even with this forecast, the scientists who produce the monthly drought outlook still expect drought to persist across the region. But any precipitation is good precipitation when you’re mired in a drought.\nThe above-average precipitation expected across the Gulf Coast is also good news for localized dryness and drought concerns in that region, too. The latest drought outlook has drought conditions there improving or even ending during the month of June.\nTo see the full discussion of the monthly climate outlooks from the Climate Prediction Center, head to their website. And check back later this month for a recap on what happened during May in the United States and across the globe.\nHelp us improve our content",
  "source": "climate.gov"
}