{
  "url": "https://www.climate.gov/news-features/featured-images/june-2020-third-hottest-june-record",
  "title": "June 2020: third-hottest June on record",
  "date": null,
  "content": "After five consecutive months to start the year that were either the warmest or second warmest on record, June 2020 finally broke the streak by becoming only the [drumroll] third-warmest June on record. 2020’s heat has been relentless. The blazing first half of 2020 has made it incredibly likely that 2020 will finish the year as one of the five warmest years on record. There’s even around a 35% chance 2020 will dethrone 2016 as the warmest on record.  For more information on global temperatures and precipitation in June 2020, check out the June 2020 global climate summary by the National Centers for Environmental Information.\nThis figure shows the monthly global temperature anomalies for January through June 2020. Temperature anomalies indicate how different from normal (defined as the 1981-2020 average) temperatures were across the globe. Red colors reflect areas that were up to 11°F (6°C) warmer than average, and blue colors represent locations that were up to 11°F cooler than average. The story of the first half of 2020 is clear: warmth consistently dominated Earth.\nJanuary through June 2020 average temperatures were the second warmest on record, almost 2°F above the twentieth-century average. Broken down even more, some regions of the planet have been downright toasty so far in 2020. Central and eastern Europe along with northern Asia have been running at least 3.6°F (2°C) above average so far this year, with some locations in northern Asia being an astounding 9°F above average.\nThe continents of South America, Europe, and Asia all have had their warmest first half of the year in 2020, with Asia a whopping 5°F (2.78°C) above average, breaking the previous record by more than a whole degree F. This extreme heat is evident in the figure, where large positive temperature anomalies lingered over northern Asia for much of the first six months of the year. The remarkably stable warm pattern is reflected in the persistent dark red patches on the maps.\nSpecifically for June 2020, global temperatures were 0.92°C (1.66°F) above the twentieth-century average, making the month the 44th consecutive June and the 426th consecutive month with temperatures above average.  The seven warmest Junes have all occurred in the last seven years—something that would be extremely unlikely if it weren’t for human-caused global warming trend.\nJune temperatures were farthest above average across northern/eastern Europe, northern Russia, and the North Pacific Ocean. On June 20, temperatures reportedly rose to 100.4°F (38°C) in Verkhoyansk, a town north of the Arctic Circle in Russia. If verified by the World Meteorological Organization (see the process here), it will have set a record for warmest temperature ever observed north of the Arctic Circle.\nIn total, over six percent of the world’s land and oceans experienced record-high June temperatures. And similar to past months, while some locations observed a cooler-than-average June, including western/southeastern Russia, India, Greenland, and the eastern Tropical Pacific, no areas experienced record-cold temperatures.\nThe cooler-than-normal temperatures over the eastern tropical Pacific reflect a cooling of the ocean in the region which, along with other factors, led NOAA’s Climate Prediction Center to issue a La Niña Watch during the beginning of July. La Niñas typically cool global temperatures. But even if one forms, given how warm the first half of 2020 was, it likely won’t be enough to significantly slow down another hot year.\nHelp us improve our content",
  "source": "climate.gov"
}