{
  "url": "https://www.climate.gov/news-features/featured-images/better-information-and-more-it-can-improve-driver-safety-flooded",
  "title": "Better information, and more of it, can improve driver safety on flooded roadways",
  "date": null,
  "content": "Driving a car in the rain is challenging and dangerous enough. But what if flash floods disrupt traffic and damage roadways? The decision to drive through floodwaters or pursue a safer path is complex. New NOAA-funded research finds that a multitude of cultural and situational factors, including official warning messages, influence motorist decisions in these situations.\nThis cartoon illustrates some of the information and influences, cultural and official, that drivers say influences them as they decide how to handle flooded roads, according to the results of the study. Official signs with messages like “Road May Flood” are influential, as are cultural cues like belief in trucks and SUVs’ ability to safely pass floodwaters. Drivers also seek more information about their environment, such as possible detours.\nThe research team, which was funded by the NOAA Climate Program Office’s Regional Integrated Sciences and Assessments (RISA) program, chose Tucson, Arizona, as the subject of a case study on driver psychology. Tucson’s streets regularly flood during the monsoon season in July and August, and a city program called “Operation Splash” aims to discourage motorists from entering flooded roadways with permanent signs, seasonal A-frame signs, and road barriers. The experts wanted to understand what kind of messages and information would help drivers make the safest decisions, so researchers analyzed data from two focus-group interviews with Tucson flood risk managers and a mail-in survey sent to Tucson residents.\nTucson residents were asked to provide their typical responses (what have you done in the past ) or hypothetical responses (what you might do) to encountering a flooded roadway. They responded that the main factors that deter their crossing of floodwaters were (in order of importance): (1) it’s dangerous (risk injury or death) (2) the presence of a barricade or sign and (3) it might damage or destroy the car. Respondents indicated the main incentives for crossing were (in order of importance): (1) the car ahead made it through (2) there is family on the other side or (3) I don’t know another possible route. The study also ranked respondents’ trust in various sources of information on floodwaters. The most trusted sources, in order of influence, were (1) firefighters, (2) environmental cues such as observing other vehicles safely crossing the water, and (3) emergency responders.\nOne of the authors’ primary goals for this study was evaluating the efficacy of public information campaigns, including warnings on signs and city-erected barricades. Results affirm that drivers trust these messages. The presence of water on roads, however, does not always indicate danger, so drivers seek more information before deciding whether to cross floodwaters. For example, they value real-time cues, such as observing another vehicle successfully cross. The study suggests that municipalities should offer more specific official messaging to drivers during floods—such as details on the severity of present danger and directions to alternate routes—to improve driver safety.\nThis research was funded in part by NOAA’s Climate Program Office through its Regional Integrated Sciences and Assessments (RISA) program, which supports research teams that help expand and build the nation's capacity to prepare for and adapt to climate variability and change. Central to the RISA approach are commitments to process, partnership, and trust building.\nHelp us improve our content",
  "source": "climate.gov"
}