{
  "url": "https://www.climate.gov/news-features/featured-images/august-2020-us-climate-outlook-tropical-wetness-douse-east-coast-while",
  "title": "August 2020 U.S. climate outlook: Tropical wetness to douse the East Coast while dryness likely to continue across Southwest",
  "date": null,
  "content": "We’ve entered the dog days of summer across the United States which, along with continued summer heat, comes a climatological increase in hurricane activity in the Tropical Atlantic Ocean. (The season’s average peaks occurs around September 10). The August 2020 outlook favors hotter-than-average temperatures along both coasts, while tropical moisture is likely to lead to a wetter-than-average August along the East Coast. Plenty of reasons to try to stay inside to beat the heat and rain, if you ask me. Read on to find out more about the August 2020 outlook for temperature and precipitation from NOAA’s Climate Prediction Center.\nThe monthly outlooks from the Climate Prediction Center, importantly, are not predictions for the actual temperatures or precipitation amounts on a given day in August. They simply provide the probability (percent chance) that August precipitation or temperature at any location will be in the upper, middle or lower third of the climatological record (1981-2020) for August. The upper and lower third correspond to “well above” and “well below” average or, similarly, “much wetter” or “much cooler” than average. The colors (red or blue for temperature; brown or teal for precipitation) indicate which outcome is most likely. Darker colors mean higher chances of a given outcome; not more extreme conditions.\nUnlike previous months’ outlooks, August’s temperature outlook does not favor a nearly coast-to-coast swath of hotter-than-average temperatures. Instead, the tilt in the odds towards a hotter-than-average August are located over both the western and eastern United States, with the highest probabilities (60-70%) located across the desert Southwest in Arizona and New Mexico.\nBut stuck in between, a broad area across the central United States from Nebraska to the Mississippi River is forecast to favor a cooler-than-average month. This region of the country experienced a wetter-than-average July. This wetness is one of the reasons why scientists expect temperatures to be below average.\nThe precipitation outlook is a tale of two halves of the country. Across the Mountain West and into the Southwest, a drier-than-average August is favored with the highest probabilities over Arizona and Utah. Just like last month’s outlook, this drier- and hotter-than-average outlook for the Southwest indicates a sluggish or weaker-than-average monsoon, which usually begins bringing rain to the southwestern United States in July and August.\nMeanwhile, the outlook has a tilt in the odds towards a wetter-than-average August for the entire East Coast, with a 60-70% chance across the Mid-Atlantic States.  The reason? Look to the tropics! The precipitation outlook across the eastern United States is heavily influenced by the rain expected from Hurricane, now Tropical Storm, Isaias. As the storm moves up the East Coast during the first week of August, tremendous amounts of rain are forecast. For locations where the odds for a wetter-than-average month are greater than 50%, the forecast rain from just this storm would make it impossible for monthly precipitation totals to be below normal. That’s right! If the forecast rains from Isaias come to fruition, some areas need not receive one more drop of rain for the entire month to have August totals be around average.\nThis event highlights the impact one or two major events can have on monthly outlooks for precipitation, and how monitoring the evolution of precipitation during the month is important. For instance, if the rains stop for the rest of the month after Isaias passes through, there will likely be dryness concerns come September, even if August rainfall amounts were near average or even above average.\nTo see the entire discussion of the monthly climate outlooks from the Climate Prediction Center, head to their website. And check back later this month for a recap on what happened during July in the United States and across the globe.\nHelp us improve our content",
  "source": "climate.gov"
}