{
  "url": "https://www.climate.gov/news-features/featured-images/2020-arctic-sea-ice-minimum-second-lowest-record",
  "title": "2020 Arctic sea ice minimum second lowest on record",
  "date": null,
  "content": "On September 15, 2020, the National Snow and Ice Data Center (NSIDC) announced, Arctic sea ice appeared to have reached its annual minimum extent. At 1.44 million square miles (3.74 million square kilometers), this minimum was second only to the record-low extent observed on September 17, 2012. The 2020 figure—preliminary because a late-season surge of summer warmth could still drop the extent further—continued an observed trend of long-term Arctic sea ice decline.\nNSIDC defines extent as the area where ice concentration is at least 15 percent. This map shows Arctic satellite-based sea ice concentration on the date of the announced minimum, September 15, 2020. In this map, land is gray and ocean water is navy blue. Sea ice ranges in color from blue to white, with darker shades indicating lower sea ice concentration. (For the purpose of the annual extent, the hole over the North Pole, where the satellites' orbits don't reach, is assumed to be at least 15% ice covered.) The gold line shows the climatological median extent for this date. Over 1981–2010, the September 15 median ice extent was 2.46 million square miles (6.36 million square kilometers), so the difference between the 1981–2010 average and the 2020 value exceeds 1 million miles.\nAdapted from NSIDC’s Charctic tool, the graph shows daily Arctic sea ice extent over the past 15 years (light purple for years from 2005-2009, blue-green for 2010-2014, and dark blue for 2015-19). Each year’s line traces sea ice extent over the calendar year, starting high in January, rising through the time of the winter maximum around late March, declining through mid-September, and rising again through the rest of the year. Only 2012 (dashed red line) had a smaller summer minimum than 2020 (dark gray). (This animation from NOAA's Global Systems Laboratory shows the mapped daily extent during the 2020 melt season.)\nSince the start of the satellite record, sea ice extent has steadily declined, a trend noted in all seasons but especially pronounced around the time of the summer minimum. NSIDC senior research scientists Walt Meier remarks, “Including this year, the last 14 years—2007 to 2020—have the lowest 14 minimum extents of the 42-year satellite record.” The minimum extent for every one of those 14 years fell well below the 1981–2010 average.\nAmong long-time observers of Arctic sea ice, the 2020 value was significant in that it not only punctuated a long-term decline, but also because it fell below the 4-million-kilometer (1.5-million-mile) threshold for only the second time in the satellite record—after  2012, when the minimum extent dipped to 1.31 million square miles (3.39 million square kilometers). Ted Scambos, senior research scientist at the Earth Science Observation Center at the University of Colorado-Boulder, says, “This threshold means the Arctic is more ocean than ice, a blue highway that’s been open since mid-July and won’t close until well into October, and a huge fetch for wave action along an 8,000-mile open coast of Siberia and Alaska.” The combination of sea ice decline and permafrost thaw can lead to coastal erosion as more abundant waves wear away newly softened coastlines.\nThe low sea ice minimum in September 2020 followed a record-breaking heat wave and unprecedented wildfires in Siberia.\nHelp us improve our content",
  "source": "climate.gov"
}