{
  "url": "https://www.climate.gov/news-features/featured-images/greenland-ice-loss-2020-was-below-record-above-average",
  "title": "Greenland ice loss in 2020 was below the record but above average",
  "date": null,
  "content": "If the ice that blankets Greenland melted away completely, global sea level would surge by more than 24 feet (7 meters). Glaciologists suspect that, for several decades before 1990, the Greenland Ice Sheet was neither gaining nor losing significant ice. Since 2002, the Gravity Recovery and Climate Experiment (GRACE) and GRACE-Follow-On satellites have enabled scientists to better follow the ice sheet’s health. The observations show steady decline.\nAdapted from the 2020 Arctic Report Card (ARC), this graph shows monthly changes in Greenland ice mass over April 2002–April 2020. The 2017–2018 segment without data results from the gap between the GRACE missions. The background is a NASA satellite image of a Greenland fjord.\nBetween September 2018 and August 2019, the Greenland Ice Sheet set a record for ice loss (532 ± 58 billion metric tons). Between September 2019 and August 2020, the rate of ice loss from the Greenland Ice Sheet was much lower (293 ± 66 billion metric tons), but still above the 2002–2020 average measured by GRACE. Average ice loss for Greenland over the full 18-year record was 268 ± 14 billion metric tons per year.\nGreenland ice loss in 2019 was enough to raise global ocean level by 0.06 inches (1.5 millimeters). That amount might seem small, but Twila Moon, lead author of the ARC Greenland Ice Sheet chapter explains that it is just one source of rising seas, supplemented by others, “and that's simply a single year of addition.” Cumulative sea level rise is already harming coastal infrastructure around the globe, and the impacts will worsen into the future. “Some places, for example, the U.S. Gulf Coast and Eastern Seaboard, will see more sea level rise than other places in the world.”\nLower melt rates over September 2019–August 2020 resulted partly from unusual atmospheric circulation centered over Greenland. The circulation caused lower summer surface air temperatures relative to the previous year. Over the same period, ice sheet albedo—reflectivity of sunlight from the ice sheet surface—was above average over most of the ice sheet. When ice reflects more light, it melts less.\nMoon cautions that the more muted melt in 2020 doesn’t signal a return to normal conditions. She says, “The Greenland Ice Sheet has lost ice every year now since 1998. Any ice loss is not helpful for maintaining the ice sheet. Even small years of ice loss add up.”\nMoon, T.A., Tedesco, M., Box, J.E., Cappelen, J., Fausto, R.S., Fettweis, X., Korsgasard, N.J., Loomis, B., Mankoff, K.D., Mote, T., Reijmer, C.H., Smeets, C.J.P.P., van As, D., van de Wal, R.S.W. (2020). Greenland Ice Sheet. Arctic Report Card: Update for 2020. [URL: https://arctic.noaa.gov/Report-Card/Report-Card-2020/ArtMID/7975/Articl…]\nHelp us improve our content",
  "source": "climate.gov"
}