{
  "url": "https://www.climate.gov/news-features/featured-images/2020-arctic-air-temperatures-continue-long-term-warming-streak",
  "title": "2020 Arctic air temperatures continue a long-term warming streak",
  "date": null,
  "content": "From sea ice and glacier loss to tundra greening and wildfires, rising surface temperatures are at the heart of the ongoing transformation of the Arctic. According to NOAA’s 15th annual Arctic Report Card, the 12-month period of October 2019–September 2020 was the second-warmest year on record for-surface air temperatures over land in the Arctic. (To avoid splitting the winter season, the Arctic meteorological year doesn’t match the calendar year). Despite annual average warmth, parts of the western Arctic, including Greenland and Alaska, experienced a colder-than-average winter, and Greenland also experienced a colder-than average summer.\nThis map shows near-surface air temperature for October 2019–September 2020 compared to the 1981–2010 average. Above-average temperatures appear in shades of red and orange. Below-average temperatures appear in shades of blue. Although slightly below-average temperatures occurred in parts of Eurasia, North America, Greenland, and the North Atlantic Ocean, above-average temperatures predominate, especially over the Arctic Ocean and central Russia.\nThe graph shows how yearly temperatures over the Arctic (red) and the entire globe (gray) compared to the 1981–2010 average. Only October 2015–September 2016 brought warmer temperatures to the Arctic than the most recent meteorological year. Temperatures during October 2018–September 2019 are now in third place.\nIn the first half of 2020, Siberia experienced remarkably high temperatures, 5–9°F (3–5°C) above average for January–June. The unusual warmth prompted record-low June snow cover in the Eurasian Arctic, and preceded a summer season of unprecedented wildfire activity in Siberia and northeastern Russia.\nThe unusual Arctic warmth of October 2019–September 2020 continues a seven-year-long streak of the warmest temperatures recorded since at least 1900. Since the year 2000, Arctic temperatures have consistently been above the 1981–2010 average, and nine of the last 10 years have seen temperatures at least 1.8°F (1°C) above that average. Over October 2019–September 2020, according to the Arctic Report Card, the annual average surface air temperature for land areas between 60°N and 90°N was 3.4°F (1.9°C) above the 1981–2010 average.\nSince 2000*, Arctic temperatures have risen about twice as fast as global temperatures. Arctic amplification—more intense warming in the Arctic than over the rest of the globe—is consistent with both theoretical understanding of Earth’s climate system and model projections of global warming. Multiple factors contribute to Arctic amplification, including the transport of heat to the region through atmospheric and oceanic circulation and reduced snow and ice cover. Because snowy, icy surfaces reflect most of the sunlight reaching them back into space, their retreat means Arctic land and ocean surfaces absorb more energy and continue warming.\n*Editor's note: Text originally said \"1990\". Over the years, different Arctic Report Card authors have expressed this same point using different reference periods.  While the statement was correct as written, we have revised it to match the period referenced by the authors of the 2020 Surface Air Temperature essay.\nReference\nBallinger, T.J., Overland, J.W., Wang, M., Bhatt, U.S., Hanna, E., Hanssen-Bauer, I., Kim, S.-J., Thoman, R.L., Walsh, J.E. (2020). Surface air temperature. Arctic Report Card: Update for 2020. [URL: https://arctic.noaa.gov/Report-Card/Report-Card-2020/ArtMID/7975/Articl…]\nHelp us improve our content",
  "source": "climate.gov"
}