{
  "url": "https://www.climate.gov/news-features/featured-images/2020-adds-another-year-extreme-warmth-warming-trend-arctic-ocean",
  "title": "2020 adds another year of extreme warmth to warming trend in Arctic Ocean",
  "date": null,
  "content": "In the 2020 issue of NOAA’s Arctic Report card, experts reported that summer surface temperatures across much of the Arctic Ocean were again much warmer than average, adding another year of extreme warmth to the warming trend observed over the last thirty years. The warming waters are driving tremendous changes in marine ecosystems, delaying fall freeze-up, and even reducing the amount of carbon dioxide the ocean absorbs from the atmosphere.\nThis map shows the trend in ocean temperatures for the Arctic in August—the peak of summer warmth—from 1982-2020. Redder colors mean that surface waters are warming, while blue colors mean that they are cooling. The white areas show the August 2020 sea ice extent, which was much smaller than the 1981-2010 median extent (gray line).\nAcross the Arctic Ocean, the warming trend dominates, with basin-wide surface temperatures warming by 0.03 degrees Celsius per year (0.05 degrees Fahrenheit per year). In many of the Arctic’s coastal seas, August temperatures are rising up to as much as 1 degree Celsius (1.8 degrees Fahrenheit) per decade, with especially strong warming in the Chukchi Sea, northwest of Alaska. The one notable Arctic exception is across the northern Barents Sea, which has experienced a cooling trend.\nOcean warming leads to a reinforcing cycle in the Arctic: warming leads to less sea ice, which leads to more sunlight being absorbed by the ocean, which leads to more ocean warming. Not only does less total sea ice mean more open ocean to absorb sunlight, but the earlier retreat of the winter’s ice has prolonged the heating period. The delay in fall freeze up not only interferes with Arctic indigenous people’s subsistence hunting and fishing activities, it also makes their communities more vulnerable to damaging waves during fall and winter storms.\nOn a year-to-year basis, weather patterns and differences in ocean circulation can lead to large differences in which areas of the Arctic warm the most. In 2020, the Kara and Laptev seas saw especially low amounts of sea ice in July. And in August, those seas were up to 5.5 degrees Celsius warmer than the 1982-2010 average. Meanwhile, the Chukchi and Beaufort Seas retained more early summer sea ice than they did last year, and August ocean temperatures were up to 4°C cooler than 2019. Even with such large year-to-year swings, the overall decline in Arctic sea ice basin-wide has led to a clear warming signal across the surface waters of the Arctic Ocean and most of its coastal seas.\nTo learn more about sea surface temperature change in the Arctic and how it is influencing marine ecosystems and Arctic communities, visit the 2020 Arctic Report Card website.\nTimmermans, M.-L., and Labe, Z. (2020) Sea surface temperature. In J. Richter-Menge, M.L. Druckenmiller, and R.L. Thoman. 2020 Arctic Report Card.\nNOAA Climate.gov map adapted from the 2020 Arctic Report Card, based on data provided by Mary-Louise Timmermans and Zachary Labe.\nHelp us improve our content",
  "source": "climate.gov"
}