{
  "url": "https://www.climate.gov/news-features/featured-images/when-it-comes-us-climate-what%E2%80%99s-normal-about-change",
  "title": "When it comes to U.S. climate, what’s normal is about to change",
  "date": null,
  "content": "Every decade, member nations of the World Meteorological Organization release an updated version of their country’s climate normals—a statistically smoothed, carefully quality-controlled, 30-year average of recent climate conditions. NOAA climate experts at the National Centers for Environmental Information are currently working on the new U.S. Climate Normals, which span 1991-2020. The new data are planned for release in May 2021.\nThese images are a sneak peak at how the new normals for winter temperature (top) and precipitation (bottom) are different from the current normals, which cover 1981-2010. Consistent with the long-term warming trend, winter is warmer across most of the contiguous United States, but the amount of warming ranges from nearly 0.0 (light pink) to 1.5 degrees (darker pink) Fahrenheit depending on the location. There are even a few small areas of the Northern Plains where the normal winter temperature for 1991-2020 is slightly cooler than the 1981-2010 normal (light blue).\nThere’s a lot more variation in the changes in winter precipitation, which includes both rain and snow. The map shows the percent difference in normal winter precipitation in the new normal versus the old normals. The Northern Plains and Upper Midwest have seen the biggest percent increases in normal winter precipitation, while the biggest percent decreases occurred in the Southwest and Southern Plains, including Colorado’s Eastern Plains. (In absolute terms, these changes are equivalent to only fractions of an inch of liquid water because these locations are normally quite dry during the winter.)\nClimate normals provide the baseline for comparing U.S weather and climate to the recent past, providing context for decisions in multiple economic sectors, including agriculture, energy production, and construction. Among the new information NCEI experts are working on is a secondary set of normals that cover just the last 15 years—useful for applications that need a normal closer to today.  Read more about the ongoing work on the new climate normals at the NCEI website.\nHelp us improve our content",
  "source": "climate.gov"
}