{
  "url": "https://www.climate.gov/news-features/featured-images/even-small-additional-increases-greenhouse-gases-will-make-decades",
  "title": "Even small additional increases in greenhouse gases will make decades-long “megadroughts” in the Southwest more common",
  "date": null,
  "content": "At the dawn of the 21st century, drought descended on southwestern North America. Two decades later, the drought continues. Recent NOAA-funded research found that even small additional increases in greenhouse gas emissions will make such decades-long “megadroughts” more common. But limiting greenhouse gas emissions will reduce the intensity of megadrought by reducing the risk of the most intense single-year droughts that occur within the longer period.\nThese maps show projected changes soil moisture—one way to measure drought—across the Southwest by the late 21st century (2071–2100) depending on how many greenhouse gases people produce in coming decades. In these maps, wetter conditions are blue-green; drier conditions are brown. Summer soil moisture is likely to decline in the future, even in a world where greenhouse gas emissions are kept fairly low (left). But the drying impact is far less severe than in a future in which greenhouse gas emissions are much higher (right).\nTo project future conditions, the scientists chose two drought events from the historical record—the megadrought that began in 2000 and the extreme single-year drought of 2002—and used them as test cases for what droughts like those might look like in a future, warmer climate. Even in the model experiments with the lowest future greenhouse gas emissions, the risk of 21-year soil moisture deficits as bad as or worse than the current drought was roughly 50 percent.\nBut that doesn’t mean there’s no benefit to reducing how many greenhouse gases we emit. The researchers also found that reducing greenhouse gas emissions will significantly lower the risk of extremely dry single-year droughts within a longer megadrought. If we can reduce the occurrence of intense, single-year droughts, it will reduce the overall intensity of megadroughts. That will give us a better chance to adapt to the drier conditions we may not be able to avoid.\nCook, B. I., Mankin, J. S., Williams, A. P., Marvel, K. D., Smerdon, J. E., Liu, H. (2021). Uncertainties, Limits, and Benefits of Climate Change Mitigation for Soil Moisture Drought in Southwestern North America. Earth’s Future, 9(9). https://doi.org/10.1029/2021ef002014.\nNOAA Climate Program Office. (2021, September 8). Study: Dry future likely unavoidable for Southwest, but reducing greenhouse gases can still help. Accessed September 18, 2021.\nHelp us improve our content",
  "source": "climate.gov"
}