{
  "url": "https://www.climate.gov/news-features/featured-images/2021-arctic-report-card-arctic-had-seventh-warmest-year-record",
  "title": "2021 Arctic Report Card: Arctic had seventh-warmest year on record",
  "date": null,
  "content": "The Arctic Report Card: Update for 2021 describes Arctic conditions over October 2020–September 2021. (The annual monitoring year in the Arctic splits the calendar year to avoid splitting the cold season). During that time, near-surface air temperatures across the Arctic land areas were the seventh-highest on record since 1900. Surface air temperature anomalies were 2°F (1.1°C) above the 1981-2010 average.\nThis map shows near-surface temperatures for October 2020–September 2021 compared to the 1981–2010 average. (The map is based on ERA5 Reanalysis, 925-millibar pressure-level data from the Copernicus Climate Change website.) Areas with warmer-than-average temperatures are orange and red, and areas with colder-than-average temperatures are blue. Despite some slightly below-average temperatures in parts of Eurasia, North America, and the North Atlantic Ocean, warm temperatures predominate. Temperatures are particularly high over the central Arctic, the Laptev Sea, and the periphery of Greenland.\nThe graph shows temperatures over land areas north of 60°N (red line) compared to the global average (dark gray line). Temperatures have risen across the globe since 1900, but since the year 2000, Arctic temperatures have risen at least twice the global average. This “Arctic amplification” results from multiple mechanisms that enhance warming at high latitudes, including the loss of ice and snow, which reduces the Arctic’s ability to reflect incoming sunlight.\nAccording to the Arctic Report Card authors, October–December 2020 terrestrial temperatures were the highest on record for that time of year across the Arctic as a whole and the Asian Arctic. On June 30, 2021, the temperature at Fort Smith, Northwest Territories, Canada, soared to 103.8°F (39.9°C)—a temperature that could have broken records at much lower latitudes. On August 14, 2021, above-freezing temperatures at the summit of the Greenland Ice Sheet prompted several hours of rainfall.\nBallinger, T.J., Overland, J.E., Wang, M., Bhatt, U.S., Brettschneider, B., Hanna, E., Hanssen-Bauer, I., Kim, S.-J., Thoman, R.L., Walsh, J.E. 2021. Surface air temperature. Arctic Report Card: Update for 2020.\nHelp us improve our content",
  "source": "climate.gov"
}