{
  "url": "https://www.climate.gov/news-features/featured-images/2021-arctic-report-card-greenland-ice-loss-below-average-2021-despite",
  "title": "2021 Arctic Report Card: Greenland ice loss below average in 2021 despite late-season melt spike",
  "date": null,
  "content": "According to Arctic Report Card: Update for 2021, the Greenland Ice Sheet lost a total of 85±16 billion metric tons of ice mass between September 1, 2020 and August 31, 2021, based on observations from the GRACE-FO satellite. The loss was substantially less than the 2002–2021 average of 264±12 gigatons of ice per year. The smaller ice losses came despite several extensive melt events that occurred unusually late in the summer.\nThis map shows how the 2021 melt season compared to the 1981–2010 average. Areas with a longer-than-average melt season are orange and red, and areas with a shorter-than-average melt season are blue. The darker the color, the greater the difference from average. Extensive areas of much longer-than-average melt season occurred along the ice sheet perimeter in eastern Greenland. Even areas in the interior of the island—where the elevation is highest—had slightly more melt days than average.\nTypically, the Greenland melt season peaks in mid-July, with less than 40 percent of the ice sheet affected. But on July 19, 2021, surface melt occurred across 43 percent of the ice sheet. On July 28, 54 percent of the ice sheet showed surface melting. On August 14, melt occurred across 53 percent of the ice sheet. The August melt event reached the ice sheet’s highest elevation (nearly 2 miles above sea level), and it was accompanied by rain—the first time that’s been observed at the National Science Foundation’s Summit Station.\nThe August 14 event was unprecedented: it was the latest in the year that satellites had ever observed melt on more than half of the ice sheet’s surface. It was also only the second time on record that surface melt affected more than half of the ice sheet twice in a single melt season.\nMoon, T.A., Tedesco, M., Box, J.E., Cappelen, J., Fausto, R.S., Fettweis, X., Korsgaard, N., Loomis, B.D., Mankoff, K.D., Mote, T.L., Wehrlé, A., Winton, Ø.A. 2021. Greenland Ice Sheet. Arctic Report Card: Update for 2021.\nHelp us improve our content",
  "source": "climate.gov"
}