{
  "url": "https://www.climate.gov/news-features/featured-images/2021-arctic-report-card-strong-greening-trend-continues-across-arctic",
  "title": "2021 Arctic Report Card: Strong greening trend continues across Arctic tundra",
  "date": null,
  "content": "Encircling the Arctic Ocean, Arctic tundra is a cold-adapted ecosystem of low-profile plants making the most of short, cool summers. Since the early 1980s, satellites have detected an increase in tundra vegetation productivity, a phenomenon known as “the greening of the Arctic.” According to NOAA’s 2021 Arctic Report Card, the strong Arctic-wide greening trend continues, with 2021 bringing another summer with high summer-peak greenness.\nThis map shows where tundra productivity has increased (green) or decreased (brown) over the past two decades according to NASA satellite data. Overall, the Arctic is greening, with especially strong trends in Canada east of Hudson Bay and in Russia’s Far East. A few areas appear to be declining in productivity. The Russian coast inland of the East Siberian Sea is the most obvious.\nSatellite-based “greenness” is an index (NDVI) that compares how much visible and near-infrared light a landscape reflects. Vegetation strongly absorbs visible light, but strongly reflects near-infrared light.  This combined reflection—low visible, high near-infrared—is a signature of vegetation density and leafiness that’s visible from space. Satellite observations going back to the early 1980s show without a doubt that tundra is greening across most of the North American and Eurasian Arctic. The five highest summer-peak greenness values of the long-term satellite record have all occurred within the last decade.\nBut what does “greening” mean on the ground? Arctic scientists have reported that a significant part of the satellite greening trend is driven by the “shrubification” of the tundra. In many areas, tundra shrubs are becoming larger and denser. They are also colonizing areas of newly thawed permafrost and other landscape disturbances.  While these trends are widespread, they aren’t universal. Satellites have also observed localized “browning” events associated with extreme weather, and physical landscape disturbances such as tundra fire and flooding of landscape patches affected by permafrost thaw.\nFrost, G.V., Macander, M.J., Bhatt, U.S., Berner, L.T., Bjerke, J.W., Epstein, H.E., Forbes, B.C., Goetz, S.J., Lara, M.J., Park, T., Phoenix, G.K., Serbin, S.P., Tømmervik, H., Walker, D.A., Yang, D. 2021. Tundra greenness. Arctic Report Card: Update for 2021.\nHelp us improve our content",
  "source": "climate.gov"
}