{
  "url": "https://www.climate.gov/news-features/featured-images/today%E2%80%99s-seasonal-climate-models-can-predict-ocean-heat-waves-months",
  "title": "Today’s seasonal climate models can predict ocean heat waves months in advance",
  "date": null,
  "content": "Heat waves in the ocean can disrupt the food web, spur toxic algal blooms, increase human-wildlife conflict, and lead to fisheries disasters. Evidence indicates they’re becoming hotter, and their impacts are becoming more severe thanks to global warming. There’s no good way of reversing these trends without getting greenhouse gas emissions under control.\nBut that doesn’t mean there’s nothing we can do right now to help protect ocean life and the people that depend on it. New research from a team of NOAA-led scientists demonstrates that for large parts of the ocean, today’s climate models can already predict ocean heat waves several months in advance—enough time to take actions to reduce other stress on coral reefs, marine mammals, or fisheries in vulnerable areas.\nThis map shows the average skill of ocean heatwave forecasts over the period 1991-2020 made by the NMME climate forecasting system three months in advance. Experts pulled these previously made forecasts from an archive and compared them to observations of sea surface temperatures over the same period. Any area where the forecasts had no skill on average—where it was worse than random chance—is colored white. Places where the average skill was highest are darkest red (in this case reaching scores as high as 80%, with 100 representing perfect prediction skill).\nThe highest skill is across the central-eastern tropical Pacific Ocean, where heat waves are closely linked to El Niño events (which the models can also reliably predict a few months ahead of time.) But the red around Hawaii, along the West Coast of North America, and across much of the Caribbean mean that the models did significantly better than chance at predicting heat waves in those areas three months before they happened. The models had the toughest time predicting heatwaves in waters along the western edges of ocean basins—where the rotation of the Earth creates strong, wind-driven currents can give rise to heat waves that form and fade quickly.\nThe scientists noted that the models producing these forecasts—a distributed collection of 6 different models running at NOAA and other institutions whose results are woven together into an ensemble describing a range of possible outcomes—are already produced every month and could be put to work in ocean heat wave prediction right away. The flow of monthly forecasts at up to a year’s lead time would allow resource managers to develop a flexible response framework for their unique situation based on their risk tolerance, the lead time they need to act, and the forecasted chances of a heat wave of a given intensity. The strategy could include steps to engage people whose way of life or livelihood depends on ocean resources, so that they can help come up with solutions—or at least begin to prepare for heat wave disruptions, like reduced catch limits or fisheries closures.\nUltimately, the surest way to protect ocean life from more extreme temperatures is to stop further global warming. But today’s seasonal climate models could help to identify moments when taking extra care to reduce other threats could avert a devastating blow from which a fishery, a reef, or a whale population might not recover.\nFunding for this research was provided by the MAPP division of NOAA's Climate Program Office.\nJacox, M. G., Alexander, M. A., Amaya, D., Becker, E., Bograd, S. J., Brodie, S., Hazen, E. L., Pozo Buil, M., & Tommasi, D. (2022). Global seasonal forecasts of marine heatwaves. Nature, 604(7906), 486–490. https://doi.org/10.1038/s41586-022-04573-9.\nHelp us improve our content",
  "source": "climate.gov"
}