{
  "url": "https://www.climate.gov/news-features/featured-images/noaas-2022-arctic-report-card-confirms-precipitation%E2%80%94including",
  "title": "NOAA's 2022 Arctic Report Card confirms precipitation—including extreme precipitation—is increasing in the Arctic",
  "date": null,
  "content": "Computer-based simulations of Earth’s climate have long predicted that a warmer Arctic will be a wetter one, with more precipitation overall and more frequent and intense heavy precipitation events. In the 2022 update of NOAA’s Arctic Report Card, experts confirm that these patterns have emerged across much of our planet’s Far North.\nThese maps show how total precipitation across the Arctic changed between 1950 and 2022 during fall (October-December, top) and winter (January–March, bottom)—the seasons with the largest increases. The darker the color, the bigger the change: green for increases, brown for decreases. The maps are based on ERA5 data from the European Centre for Medium-Range Weather Forecasts.\nPrecipitation has increased by at least a small amount across most of the Arctic in both fall and winter, although in some places the trends were small compared to year-to year variability. In the fall, areas with large increases appear on both the Pacific side of the Arctic and the Atlantic side. In winter, the biggest increases are largely on the Atlantic side, including much of the North Atlantic, the Greenland and Barents Seas, and most of the Scandinavian Peninsula. (See essay for graphs of seasonal changes over time and for details on statistical significance of local trends.)\nGlobal warming increases precipitation by increasing evaporation from the ocean and other surface water. Having more water vapor in the air can increase the number of rainy or snowy days, and it can increase the amount of rain or snow that falls during an event. The authors report such changes in extreme precipitation are also detectable now. At many locations scattered across the Arctic, the year’s biggest 1-day and 5-day precipitation totals have grown bigger. Also, large areas have seen an increase in the number of consecutively wet days.\nAs in other parts of the world, increases in precipitation can overwhelm infrastructure, threaten public safety, affect water quality and food supplies, and have positive or negative effects on plant and animal habitat. To learn more, see Precipitation in the 2022 Arctic Report Card.\nMaps by NOAA Climate.gov, adapted from the 2022 Arctic Report Card, based on data provided by Siiri Bigalke.\nWalsh, J.E., Bigalke, S., McAfee, S.A., Lader, R., Serreze, M.C., Ballinger, T.J. (2022). Precipitation. Arctic Report Card: Update for 2022.\nHelp us improve our content",
  "source": "climate.gov"
}