{
  "url": "https://www.climate.gov/news-features/featured-images/late-season-melt-spikes-break-records-greenland",
  "title": "Late-season melt spikes break records in Greenland",
  "date": null,
  "content": "The 2022 melt season on the Greenland Ice Sheet started slowly, but ended late, with multiple melt spikes in September. Across the 44-year observational record, no larger melt events have been observed so late in the season, according to the Arctic Report Card: Update for 2022.\nAcquired by Landsat, the satellite image shows a portion of the western edge of the ice sheet, near Ilulissat. Landsat acquired this image on September 1, 2022, shortly before the first late-season melt event. Electric blue melt ponds dot the surface of the ice. From the sky, snowy and icy surfaces can also be distinguished from each other. Whereas the snow is brilliant white, the bare ice is gray.\nThe graph shows the melt extent, expressed as a percentage of the Greenland Ice Sheet area during April–October. The extent line for 2022 is blue and the average extent line is white. The early-September melt event occurred when the melt season is typically ending. The late-September event occurred well after the melt season’s usual conclusion.\nHistorically, August marks the end of the summer melt season on Greenland, and the new monitoring year begins in September. In 2022, Greenland surface melt area remained well below average through June. A large melt event in the second half of July offset the earlier below-average ice loss, and the melt season appeared set to wind down by the end of August as usual.\nBut what initially looked like an uneventful melt season took a dramatic turn on September 2, when a mass of warm, moist air from the North Atlantic Ocean spread over the island, ultimately causing surface melt over 229,000 square miles (592,000 square kilometers) of the ice sheet. The warm air mass first arrived on the ice sheet’s western side. Moving eastward, the air mass raised temperatures at Summit Station, 10,500 feet (3,200 meters) above sea level, then descended onto the ice sheet’s eastern side, bringing a temperature anomaly of 36°F (20°C) above average for that time of year. The warm air also brought rain, which exacerbated the melt.\nThe second surprising melt event occurred on September 26, driven by remnants of Hurricane Fiona. Roughly 94,600 square miles (245,000 square kilometers) of the Greenland Ice Sheet experienced surface melt. Though much smaller than the early-September event, the late-September spike was unprecedented for the second half of the month.\nFollowing both warm events, normal cold conditions quickly returned. By rapidly refreezing the snowpack before the meltwater had a chance to drain deeper into the ice sheet, the cold temperatures increased the likelihood of slabs of ice—ice lenses–forming in the top layers of the snowpack. Ice lenses may interfere with the snowpack’s ability to absorb meltwater in subsequent summers, forming a hard barrier that impedes the water’s downward path through the snow and increases surface runoff. Scientists won’t know until next summer how these late-season melt events will affect ice mass loss.\nAlthough unprecedented in timing, the early-September melt spike was nowhere near the record melt extent. It was less than half the record melt event recorded in mid-July 2012, and the late-September melt event was smaller still. Likewise, the overall mass loss from the Greenland Ice Sheet in 2022 was roughly 115 gigatons less than the average mass loss of 261 ± 11 gigatons recorded over 2022–2022. But overall, the 2022 Greenland melt season continued the long-term trend of ice loss, with the ice sheet losing mass for the 25th consecutive year.\nReferences\nMoon, T.A., R.S. Fausto, X. Fettweis, B.D. Loomis, K.D. Mankoff, T.L. Mote, K. Poinar, M. Tedesco, A. Wehrlé, C.D. Jensen. (2022). Greenland Ice Sheet. Arctic Report Card: Update for 2022.\nNational Snow and Ice Data Center. Greenland Today. http://nsidc.org/greenland-today/2022/11/record-september/\nHelp us improve our content",
  "source": "climate.gov"
}