{
  "url": "https://www.climate.gov/news-features/featured-images/watch-la-ni%C3%B1a-fade-and-el-ni%C3%B1o-approach-tropical-pacific-ocean-2023",
  "title": "Watch La Niña fade and El Niño approach in the tropical Pacific Ocean in 2023",
  "date": null,
  "content": "As we blogged about earlier this month, the odds that El Niño—the warm phase of the planet’s most powerful natural climate pattern, the El Niño-Southern Oscillation—will emerge in the tropical Pacific Ocean later this year continue to rise. One sign that El Niño is on its way is the rapid shift from cool to warm ocean surface temperatures in the heart of the tropical Pacific.\nThis animation shows weekly temperatures across the Pacific Ocean compared to the long-term average from December 5 to May 14. Cooler-than-average waters are blue; warmer than average waters are orange to red. The key area for monitoring La Niña and El Niño is outlined with a black rectangle. Week by week, cooler surface waters are gradually replaced by warmer waters from the east.\nLa Niña reigned through the Northern Hemisphere winter of 2022-23, and the animation shows the swath of blue, cooler-than-average waters across nearly the entire tropical Pacific. By February, however, pockets of warm water began passing through the main monitoring region and by mid-March, warm waters were everywhere in the eastern tropical Pacific.\nIn April, the warm waters intensified strongly off the coast of South America, and waters across the entire span of the key monitoring region were more warm than cool overall. By the end of the animation on May 14, the waters in the main monitoring region were uniformly warm.\nThe warming of the tropical Pacific Ocean east of the international dateline (180 degrees longitude) is a sign that the prevailing winds across the ocean surface have faltered. Normally, those winds, known as the trade winds, blow reliably from east to west across the region—so reliably that they create a literal hill of warm water in the western Pacific. In the east, cooler waters from deeper in the ocean well up to the surface. When the winds fail, the cool upwelling stops and surface waters warm.\nFor El Niño to fully develop, these coupled wind and ocean disruptions have to persist for several months, long enough to move the basin’s heaviest rainfall from its normal location over the western Pacific into the central and eastern Pacific. Changing where most of the rainfall happens disrupts the normal flow of the atmosphere across the tropical Pacific. The disruptions are biggest in the tropics, but the ripples can spread outward as far as Antarctica.\nTo keep up with what’s happening with El Niño and what it may mean for summer climate, stay tuned to our ENSO blog in coming months.\nHelp us improve our content",
  "source": "climate.gov"
}