{
  "url": "https://www.climate.gov/news-features/featured-images/ocean-warming-1991-doubles-size-marine-heat-wave-forecasted-september",
  "title": "Ocean warming since 1991 doubles the size of the marine heat wave forecasted for September 2023",
  "date": null,
  "content": "Earlier this week, NOAA launched a new website for monitoring and forecasting the size and intensity of ocean heat waves up to a year in advance. According to the experimental forecast issued in June, 50 percent of the global oceans could experience heat wave conditions by September 2023. The forecast system also estimates how large and intense heat waves are without global warming’s influence on the ocean over the past three decades. Without the warming effect, the models predict that only 25 percent of the global ocean will be impacted by heat waves in September.\nThis pair of maps shows the probability that monthly average temperature in September will end up being in the warmest 10 percent (the 90th percentile) of Septembers for a given location between 1991 and 2020. The top map shows the forecast with the effects of long-term warming included, and the bottom map shows the forecast without the observed sea surface temperature trend between 1991 and 2020. Places that are darkest blue indicate a less than 10 percent chance of experiencing a heat wave; places that are brightest yellow indicate that the chance of a heat wave is greater than 90 percent.\nMuch more of the ocean, especially in the Indian and Pacific basins, is colored blue and purple in the bottom image, meaning that much less of the ocean is expected to experience a September heat wave when the influence of global warming over the past three decades is removed. A notable exception is the eastern tropical Pacific Ocean, where the forecast indicates a high chance of a heat wave even without long-term warming, thanks to the developing El Niño event.\nIn the Atlantic, meanwhile, the climate system appears to have been primed for a hot summer. While the chances of a heatwave across the Gulf of Mexico, Caribbean Sea, and tropical Atlantic would have been lower in a world without warming (bottom image), they were still pretty substantial–over 50 percent in many areas (dark pink to orange). As it is, however, the odds are greater than 70 percent across most of the region, and above 90 percent in places. (As with any forecast, the skill varies from place to place, and the uncertainty gets larger with longer lead times. The forecast page also provides maps of skill at various lead times so users can gauge how much confidence, based on past performance, underpins each forecast.)\nMarine heat waves can cause mass coral bleaching, toxic algal blooms, and other heat-related disruptions of ocean ecosystems. These impacts can lead to mass die-offs of fish, marine mammals, and seabirds. Billions of dollars are lost in such events around the world each year. The new marine heatwave site can help fishing fleets, ocean managers, and coastal communities anticipate and prepare for the variety of impacts that occur during these events.\nRead the full web story or explore the site on your own.\nHelp us improve our content",
  "source": "climate.gov"
}