{
  "url": "https://www.climate.gov/news-features/featured-images/historically-how-has-el-nino-influenced-summer-temperature-and",
  "title": "Historically, how has El Niño influenced summer temperature and precipitation around the world?",
  "date": null,
  "content": "Ever since NOAA declared El Niño to be officially underway in June 2023, people have been asking us what it would mean for summer heat. For most of the United States, the short answer has been “probably very little.” Or as the experts put it, El Niño doesn’t have a strong summer climate signal for most of the country. That’s true whether we look at departures from average temperature (anomalies) in summers leading up to El Niño, or whether we look at the frequency of warmer-than-average summers, which is what we are showing here.\nFor parts of the tropics, it’s a different story. Northern Hemisphere summers that lead up to El Niño winters do tend to be hotter than average across parts of northern Africa, India, and Central and South America. They also tend to be drier than average.\nExactly how often do these patterns occur? These maps show the scorecard for all 29 El Niño summers on record, 1950–present. For this analysis, which was done by Brian Brettschneider, a climate expert with the National Weather Service-Alaska, what we are calling an “El Niño summer” is any summer (June-August) leading into a winter (December-February) with El Niño conditions, regardless of whether El Niño was officially in place in the summer. (See “additional details” for an explanation of why Brettschneider chose to look at things this way.)\nOn the top map, red areas mean that out of the 29 El Niño summers on record, more were hot than cold. Blues mean cold El Niño summers outnumbered hot ones. (“Hot” and “cold” are shorthand for hotter and colder than average; “wet” and “dry” are shorthand for wetter and drier than average.) On the bottom map, brown areas mean El Niño summers were more often dry than they were wet; green areas mean wet El Niño summers outnumbered dry ones. In both maps, the darker the color, the more lopsided the count. In other words, the darker colors indicate how reliable or frequent the specific climate anomaly was at a given place, not how intense it was. The point of looking at the patterns this way is to emphasize that El Niño and La Niña may increase the chances for above- or below-average temperature or precipitation in different parts of the world, but they don't guarantee it.\nNot surprisingly, the only place where an El Niño summer was nearly always hotter than average (26 or more out of 29 years) was in the heart of the tropical Pacific, where above-average temperatures are literally part of the definition of El Niño. (If the coming winter wound up having El Niño conditions, the warmth would have been building there in summer, even if the temperature hadn’t reached official El Niño status at that time.) Across the tropics in places as scattered as the African Sahel and Hawaii, 20 or more out of 29 El Niño summers on record (close to 70 percent) were warmer than average. For many of those same areas, dry El Niño summers far outnumbered wet ones. Together those conditions significantly would have raised the risk of drought and fires in places like the Amazon Rainforest and Indonesia.\nMeanwhile, across the United States, most of the country is light blue, with a few pockets of light orange, meaning cooler-than-average El Niño summers only barely outnumbered hot ones (15-17 out of 29). (Reminder: the colors do not indicate how much cooler-than-average it was, only how often it was cooler than average by any amount.) The pattern reverses in the Pacific Northwest and Alaska, with several pockets of medium orange showing that 17-20 out of 29 El Niño summers were hotter than average—roughly 60-70 percent. The area around the Great Lakes shows the greatest tip in the other direction, with some areas having a count of 17-20 cool summers out of 29.\nWhat other patterns do you see? Join us on social media (Facebook, Twitter/X, and Instagram) and share your thoughts!\nHelp us improve our content",
  "source": "climate.gov"
}