{
  "url": "https://www.climate.gov/news-features/featured-images/antarctic-ozone-hole-yearly-maximum-extent-12th-largest-record",
  "title": "Antarctic ozone hole yearly maximum extent 12th-largest on record",
  "date": null,
  "content": "This year's ozone hole in the stratosphere over Antarctica reached its maximum extent on September 21, 2023, with an estimated area of 10 million square miles (26 million square kilometers), making it the 12th-largest* daily ozone hole extent since satellite records began in 1979. Averaged over the period from September 7-October 13, the broad peak of the ozone hole season, the hole was the 16th-largest on record. Scientists define the ozone hole as the total area where ozone amounts drop below 200 Dobson Units. In this map, places where satellites detected ozone amounts below that threshold are colored dark blue.\nNot a literal hole, the area of ozone depletion is more like a thin spot that develops each spring in the Southern Hemisphere ozone layer, a thin layer of triplet oxygen molecules, which absorb harmful ultraviolet radiation that can cause sunburns, skin cancer, and other cellular damage in people and other living things. The ozone hole is caused by now-banned CFCs—short for chloroflourocarbons—and related chemicals that were once widely used in refrigerators, air conditions, and spray cans.\nAccording to NOAA and NASA scientists, this year's ozone hole was \"modest\" in size. Ozone thinning ramped up earlier than usual, probably linked to the 2022 submarine eruption of Hunga-Tonga volcano, which shot a massive plume of water vapor into the stratosphere. Water vapor can help speed up ozone-destroying chemical reactions. But the early start was balanced by active stratospheric weather,  which mixes in air from lower latitudes that has higher ozone amounts. (Note the areas of pink and orange in the map, where ozone amounts are double those found in the ozone hole). As a result, the final extent was not as large as it likely would have been otherwise.\nThe bar chart to the right of the map shows how 2023 (light purple) compares to the size of each year's annual daily maximum ozone hole since 1979. Ozone holes began appearing in the mid-1980s and grew in size up through the mid-2000s, peaking in area at close to 30 million square kilometers. (The U.S. land area is about 9 million square kilometers).  But thanks to the Montreal Protocol, amounts of CFCs and related chemicals are no longer increasing, and no new record-large ozone holes have occurred. CFCs are extremely long-lived, so it will be many decades before the ozone layer fully recovers, but twice since 2015, the ozone hole has been smaller than 20 million square kilometers—a size not seen since 1988—offering a preview of future recovery.\nCorrection: Nov. 1, 1:35 pm Eastern. Due to an error in the press release, this story's title, image title, and the first paragraph text originally said this year was the 16th-largest ozone hole on record based on daily maximum extents. The 2023 maximum daily extent was the 12th-largest on record. Averaged over the period September 7- October 13 the 2023 hole was 16th largest.\nNOAA Climate.gov image, based on NOAA TOAST data (map) and NASA Ozone Watch data (graph).\nHelp us improve our content",
  "source": "climate.gov"
}