{
  "url": "https://www.climate.gov/news-features/featured-images/2023-was-warmest-year-modern-temperature-record",
  "title": "2023 was the warmest year in the modern temperature record",
  "date": null,
  "content": "The year 2023 was the warmest year since global records began in 1850 at 1.18°C (2.12°F) above the 20th-century average of 13.9°C (57.0°F). This value is 0.15°C (0.27°F) more than the previous record set in 2016. The 10 warmest years in the 174-year record have all occurred during the last decade (2014–2023). Of note, the year 2005, which was the first year to set a new global temperature record in the 21st century, is now the 12th-warmest year on record. The year 2010, which had surpassed 2005 at the time, now ranks as the 11th-warmest year on record.\nThis map shows 2023 temperatures compared to the 1991-2020 average. Most of the globe was warmer-than-average (red). Only a few areas were colder than average (blue). The animated bar graph shows yearly average temperature since 1976 compared to the 20th-century average. It's been 47 years—nearly half a century—since Earth's temperature was colder than average. 2023 set a new warmest-year record by a wide margin.\nUnlike the previous two years (2021 and 2022), which were squarely entrenched in a cold phase El Niño Southern Oscillation (ENSO) episode, also known as La Niña, 2023 quickly moved into ENSO neutral territory, transitioning to a warm phase episode, El Niño, by June. ENSO not only affects global weather patterns, but it also affects global temperatures. As seen in the image below, during the warm phase of ENSO (El Niño), global temperatures tend to be warmer than ENSO-neutral or La Niña years, while global temperatures tend to be slightly cooler during cold phase ENSO episodes (La Niña). Despite 2021 and 2022 not ranking among the five warmest years on record, the global annual temperature increased at an average rate of 0.06°C (0.11°F) per decade since 1850 and more than three times that rate (0.20°C / 0.36°F) since 1982.\nFor more 2023 climate details, see the December 2023 monthly report from NOAA National Centers for Environmental Information (NCEI).\nNOAA Climate.gov image, based on data from NOAA NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}