{
  "url": "https://www.climate.gov/news-features/featured-images/noaa-coral-reef-watch-extends-alert-scale-following-extreme-coral",
  "title": "NOAA Coral Reef Watch extends alert scale following extreme coral heat stress in 2023",
  "date": null,
  "content": "Last year’s record-breaking ocean heat content led to several extreme marine heat waves across the world’s oceans, including in the eastern tropical Pacific and the wider Caribbean. The intensity and duration of this heat stress caused entire coral reefs to bleach, with some experiencing widespread death, in Florida and throughout the Caribbean. In the aftermath of this unprecedented coral bleaching and heat stress, the scientists at NOAA’s Coral Reef Watch released an update to their satellite-based coral bleaching monitoring maps to include new risk categories.\nThis pair of images show how the heat stress of 2023’s mass bleaching events across the Atlantic and Pacific Oceans would have been mapped utilizing the old categories (top) compared with the new categories (bottom). The previous alert scale had five categories ranging from “No Stress” to “Bleaching Alert Level 2,” based on how far the daily temperature was above the usual summertime maximum and how long that level of heat lasted. A Level 2 alert meant that severe, widespread bleaching and death were expected on tropical coral reefs. In October, at the height of last year’s bleaching event, large portions of the Pacific and Atlantic were engulfed in a Level 2 alert (red areas) including the Caribbean, portions of the Gulf of Mexico and along the eastern tropical Pacific.\nThe widespread intensity of this heat stress was the catalyst to this new update in December 2023. NOAA’s Coral Reef Watch introduced three new categories to their Bleaching Alert Levels, above the previously open-ended Level 2, as shown in shades of pink to dark purple in the bottom map. Bleaching Alert Level 5, the new highest level, is categorized as a risk of “near complete mortality”, meaning greater than 80 percent of corals in the highlighted area are at risk of dying.\nThis update will help better categorize and identify the amount of coral bleaching heat stress and where it is occurring across the world’s oceans. Click here to see the most recent alert status.\nNOAA Climate.gov image, based on data from Coral Reef Watch.\nHelp us improve our content",
  "source": "climate.gov"
}