{
  "url": "https://www.climate.gov/news-features/featured-images/how-does-2023-24-global-coral-bleaching-compare-past-events",
  "title": "How does 2023-24 global coral bleaching compare to past events?",
  "date": null,
  "content": "Last month NOAA confirmed that the world’s fourth global coral bleaching event on record was underway. A global coral bleaching event means significant coral bleaching has been confirmed in all the ocean regions where warm-water corals live: the Pacific, Atlantic, and Indian Oceans in both the Northern and Southern Hemispheres. Since the beginning of 2023 and through mid-May 2024, mass coral bleaching has been confirmed in at least 62 countries and territories worldwide.\nThese maps show how the current global bleaching event compares to the previous three global events in 1998, 2010, and 2014-2017. The top three maps show the location and intensity of coral heat stress during the peak of each of the three prior events. The bottom map shows the peak-to-date of the current event through mid-May 2024. Using NOAA Coral Reef Watch’s updated bleaching alert levels, the maps rank heat stress on a scale of 1 to 5. Categories are based on a combination of how warm the water is (compared to the average temperature during each location's hottest month of the year) and how long the temperatures have been elevated. The experts at NOAA’s Coral Reef Watch compare their Bleaching Alert Level 5 to a Category 5 hurricane in terms of impacts to coral reef ecosystems.\nDuring both the 1998 and 2010 global bleaching events, the area affected by the highest heat stress was smaller than the area affected during the two most recent events. Despite the lesser extent, eight percent of the world’s corals died as a result of the 1998 event. Severe bleaching-level heat stress existed across a much greater expanse of the world’s oceans from 2014-2017. An additional 14 percent of the world’s corals died between 2009 and 2018. What makes the current, ongoing event stand out is the amount of accumulated heat stress across the Atlantic Ocean basin. None of the previous global bleaching events showed such severe and widespread heat stress throughout the Atlantic. Within the past year, 99.7 percent of Atlantic tropical reef areas have experienced bleaching-level heat stress.\nTo date, the 2014-2017 event is still considered the longest, most widespread, and most damaging of the four known global coral bleaching events, with 65.7 percent of global reef area impacted. But the current event is expected to surpass the extent and severity of the previous event in the weeks ahead, according to NOAA’s Coral Reef Watch. Already, mass bleaching has been documented in many locations across the Caribbean, along Florida’s Coral Reef, off of Brazil, in the eastern tropical Pacific, along Australia’s Great Barrier Reef, and throughout a large swath of coral reef areas in the central and western equatorial Pacific. In the Indian Ocean, bleaching has been confirmed across the Red Sea, Persian Gulf, and Gulf of Aden, in the Chagos Archipelago, along eastern Africa, and off of Indonesia, India, Thailand, and Sri Lanka.\nGlobal-scale coral bleaching was never reported before the end of the 20th century. Since then, each event has been associated with El Niño events, which generally raise global temperatures. But even with La Niña forecast to develop later this summer, the ongoing event is already considered extreme and for some regions, unprecedented. It has experts worried about how long it will last, how many more coral reef areas it will impact, and whether certain reef areas that bleached in 2023, but are starting to recover, will be impacted again by bleaching-level heat stress this year.\nStatistics about coral losses and areas impacted by past and ongoing bleaching events came from a media call with Coral Reef Watch director, Derek Manzello.\nHelp us improve our content",
  "source": "climate.gov"
}