{
  "url": "https://www.climate.gov/news-features/featured-images/more-year-north-atlantic-has-been-running-fever",
  "title": "For more than a year, the North Atlantic has been running a fever",
  "date": null,
  "content": "Sea surface temperatures have been record warm across the North Atlantic Ocean since March 2023. Temperatures have been so extreme that much of the North Atlantic has been experiencing a marine heatwave. This particular event has already brought devastating heat stress to nearly all of the Atlantic’s tropical reef areas and contributed to a very active 2023 Atlantic hurricane season.\nThe top map shows where sea surface temperatures across the North Atlantic on June 16, 2024, were warmer (red) or cooler (blue) than the 1971-2000 average (white). Much of the Atlantic is colored red. Temperatures are about 2 to 5 degrees Fahrenheit (about 1 to 3 degrees Celsius) warmer than normal across much of the central North Atlantic, Caribbean, and Gulf of Mexico, while areas along the U.S. East Coast (along the Gulf Stream) and across northern portions of the North Atlantic show anomalies (departures from average) close to 9 degrees Fahrenheit (5 degrees Celsius) above normal.\nThe bottom map shows the actual sea surface temperatures across the North Atlantic on June 15, 2024. Areas in white and orange show where sea surface temperatures are above 80 degrees Fahrenheit (26 degrees Celsius)—the temperature needed to fuel hurricane development. The darker the orange the closer temperatures are to 90 degrees Fahrenheit (32 degrees Celsius). Areas in blue show where the sea surface temperatures are below 80 degrees Fahrenheit. Much of the tropical Atlantic, Caribbean Sea, and Gulf of Mexico were experiencing temperatures greater than 80 degrees Fahrenheit by mid-June.\nOver the last week, daily sea surface temperature anomalies across the Gulf of Mexico have decreased a bit due to some mixing from Tropical Storm Alberto. However, this brief cool down is not expected to last long, as temperatures across the entirety of the Atlantic continue to track along a trajectory similar to 2023’s record highs. Scientists remain concerned about the continued impacts of this marine heatwave on corals, marine life and ecosystems, and the current hurricane season.\nFor the latest marine heatwave forecast check out NOAA’s Physical Science Laboratory’s marine heatwave page.\nHelp us improve our content",
  "source": "climate.gov"
}