{
  "url": "https://www.climate.gov/news-features/featured-images/how-do-atlantic-sea-surface-temperatures-year-compare-2020-most",
  "title": "How do Atlantic sea surface temperatures this year compare to 2020, the most active hurricane season on record?",
  "date": null,
  "content": "Sea surface temperatures across the Atlantic have been near-record to record warm since the start of hurricane season. This exceptional warmth, especially across the main development region (the area in the tropical Atlantic where most tropical cyclones form), contributed to the earliest Category 5 hurricane observed in the Atlantic on record. This heat is also one factor behind NOAA’s prediction in May of an 85% chance that the 2024 Atlantic hurricane season would be above normal. How does the heat compare to conditions at the start of the 2020 season, the current most active season (based on number of named storms) on record?\nThe map on the left shows the actual sea surface temperatures across the North Atlantic on June 29, 2024. Areas in white and orange show where sea surface temperatures are above 80 degrees Fahrenheit (26 degrees Celsius)—the temperature needed to fuel hurricane development. The darker the orange the closer temperatures are to 90 degrees Fahrenheit (32 degrees Celsius). Much of the Atlantic Hurricane main development region (white box) has been record to near-record warm for much of 2024 through June. Temperatures across the Caribbean Sea and Gulf of Mexico were also warm enough to support hurricane development.\nThe map on the right shows the actual sea surface temperatures across the North Atlantic on June 27, 2020. Temperatures across the main development region, the Caribbean, and the Gulf of Mexico were also warm by the end of June, but not as warm as this year. Key areas where 2020 had cooler temperatures than 2024 are in the Gulf of Mexico, parts of the Caribbean, and just east of the Windward Islands, (in the MDR, where Beryl formed). The 2020 Atlantic Hurricane Season ended up being extremely active, with a record-breaking 30 named storms. This past May, NOAA forecasted 17 to 25 total named storms (the highest amount ever forecast in May), citing near-record ocean temperatures and the development of La Niña. So how do ENSO conditions compare?\nAt the end of June 2020, we were in ENSO neutral conditions but by the beginning of July, a La Niña Watch was issued. La Niña ultimately developed by August (prior to peak hurricane season in September) and hung around through the winter. Similarly, ENSO neutral conditions are currently in place with a 65 percent chance that La Niña will arrive by July-September. La Niña typically favors more hurricane activity in the Atlantic by reducing wind shear, primarily over the western half of the tropical Atlantic, which creates an environment more favorable for storms to form, organize, and become more intense. The looming development of La Niña in the coming months combined with exceptional sea surface temperatures have forecasters concerned about a very active hurricane season.\nRead more about how NOAA sees the 2024 Atlantic hurricane season shaping up\nHelp us improve our content",
  "source": "climate.gov"
}