{
  "url": "https://www.climate.gov/news-features/featured-images/arctic-sea-ice-minimum-2024-seventh-lowest-record",
  "title": "Arctic sea ice minimum in 2024 seventh lowest on record",
  "date": null,
  "content": "Arctic sea ice probably reached its annual minimum extent on September 11, 2024, according to the National Snow and Ice Data Center (NSIDC). At 1.65 million square miles (4.28 million square kilometers), it was the seventh-lowest extent in the satellite record dating back to November 1978.\nThis map shows Arctic sea ice concentration on September 11, 2024, the likely date of the 2024 minimum. Higher sea ice concentrations appear in white, and lower concentrations appear in blue. The mustard-colored line is the 1981-2010 median extent for September 11. (Median means \"in the middle.\" Half of years had larger extents; half had smaller.) NOAA Climate.gov image, based on data from the National Snow and Ice Data Center.\nNSIDC made the provisional announcement on September 24, 2024, with the caveat that changing winds and/or a late-season melt spike might drive the 2024 figure lower. NSIDC also pointed out an interruption to its sea ice source data (September 12–18), which compelled the data center to infer the minimum date based on daily trends before and after the data gap.\nThe reported 2024 annual minimum extent was 344,000 square miles (890,000 square kilometers) above the all-time record low recorded September 17, 2012, but it fell roughly 749,000 square miles (1.94 million square kilometers) below the 1981–2010 average minimum extent. More importantly, the 2024 minimum extent continued the Arctic’s long-term sea ice decline. NSIDC reports that, relative to the 1981–2010 average, the amount of ice covering the Arctic Ocean at the end of the summer melt season is declining by 12.5 percent per decade.\nAs NSIDC reported, the lowest 18 sea ice extents on record have all occurred in the last 18 years (2007–2024). Besides the record low of 2012, other minimum extents below 2024’s include: 2020 (second lowest); 2007, 2016, and 2019 (statistically tied for third lowest); and 2023 (sixth lowest).\nSea Ice Today. Arctic sea ice extent levels off; 2024 minimum set. National Snow and Ice Data Center. Accessed September 24, 2024.\nHelp us improve our content",
  "source": "climate.gov"
}