{
  "url": "https://www.climate.gov/news-features/featured-images/where-theres-smoke-art-x-climate-gallery",
  "title": "'Where there's smoke' from the Art x Climate Gallery",
  "date": null,
  "content": "Released in 2023, the Fifth National Climate Assessment (NCA5) includes an Art × Climate Gallery. The gallery collection features the work of 92 artists, selected from more than 800 submissions. Climate.gov is happy to reproduce some of the artwork for our readers. This art may only be reproduced or re-used in connection with the Fifth National Climate Assessment. Any other use must be negotiated with the author.\nHuman-caused climate change combined with longstanding fire-suppression tactics and land-use changes have increased the danger of wildfires in the western United States. By preventing natural and Indigenous fires in landscapes that evolved with fire, fire-suppression policies have unintentionally increased the density of vegetation. By raising temperatures and changing precipitation patterns, human activities have increased that vegetation’s likelihood of burning.\nNCA5’s Southwest and Focus on Western Wildfires chapters highlight sobering statistics. The largest wildfires in Arizona, New Mexico, and Utah have all occurred since 2007. The seven largest wildfires on record in California have all occurred since 2018. The three largest wildfires in Colorado burned in 2020. In 2021 alone, 3,363 structures burned in California, and Colorado’s Marshall Fire burned more than 1,000 homes in mere hours.\nMichele Colburn made this image in 2021, combining watercolors, gunpowder residue, and charcoal on archival paper. She wrote this artist statement describing her work:\nIn the summer of 2021, I created a work Where There's Smoke while wildfires raged uncontrolled in California. I have lived in Colorado and Arizona in my life and am aware of such natural events, but also know that those of late are more dangerous and larger due to climate change. It was devastation that surpassed anything I had witnessed in my lifetime.\nHelp us improve our content",
  "source": "climate.gov"
}