{
  "url": "https://www.climate.gov/news-features/featured-images/coral-conundrum-dead-or-alive-art-x-climate-gallery",
  "title": "'Coral Conundrum: Dead or Alive' from the Art x Climate Gallery",
  "date": null,
  "content": "Released in 2023, the Fifth National Climate Assessment (NCA5) includes an Art × Climate Gallery. The gallery collection features the work of 92 artists, selected from more than 800 submissions. Climate.gov is happy to reproduce some of the artwork for our readers. This art may only be reproduced or re-used in connection with the Fifth National Climate Assessment. Any other use must be negotiated with the artist.\nConstance Colburn made this image in 2023. She wrote this artist statement describing her work:\nCoral reefs are being threatened globally from climate change, unsustainable fishing, and land-based pollution. This piece recalls coral reefs and their inhabitants. As reefs deteriorate, they lose their vibrant color and their ability to provide nutrients and shelter to thousands of marine species. Here, the gradation from color to monochrome represents the bleaching that occurs as coral dies. We need to protect these crucial ecosystems, or we lose them. I used upcycled remnant warp yarns for the coral clusters and created handmade paper.\nNCA5’s Oceans chapter highlights the economic importance of coral reef tourism, which produced nearly $3 billion (measured in 2022 dollars) over 2008–2012. Even people who never see a coral reef in person benefit from the services they provide, considering roughly a quarter of all marine fishes live out at least part of their lives in coral reefs. But today’s coral species face pressures from rising ocean temperatures, disease, and acidification.\nThough they look like plants, corals are animals that feed on prey. They get most of their energy from photosynthetic algae residing in their tissues. When stressed by high ocean temperatures, corals may expel their algae—coral bleaching. If high ocean temperatures persist long enough, the bleached corals can’t recover. As fossil fuel burning releases more carbon dioxide into Earth’s atmosphere, more of that carbon dioxide dissolves in the world ocean, changing the ocean’s chemistry and making it harder for corals and other animals to survive. NCA5 warns that, for some coral reefs, “thresholds are being reached, beyond which ecosystem functions will be eroded and systems will be permanently altered.”\nHelp us improve our content",
  "source": "climate.gov"
}