{
  "url": "https://www.climate.gov/news-features/featured-images/eye-storm-art-x-climate-gallery",
  "title": "'In the Eye of the Storm' from the Art x Climate Gallery",
  "date": null,
  "content": "Released in 2023, the Fifth National Climate Assessment (NCA5) includes an Art × Climate Gallery. The gallery collection features the work of 92 artists, selected from more than 800 submissions. Climate.gov is happy to reproduce some of the artwork for our readers. This art may only be reproduced or re-used in connection with the Fifth National Climate Assessment. Any other use must be negotiated with the artist.\nOne of the award-winning art submissions for the NCA5 came from Simona Clausnitzer, who made this linocut print in 2020. This is her statement:\nThis piece illustrates the lived experiences of hurricanes, specifically Hurricane María. As the climate continues to change, catastrophic storms are expected to become more severe in the Caribbean region. Mirroring a local memorial, shoes follow the road to calmer places. The piece is a composite overlay of three linocuts depicting the storm itself, the infrastructural impacts, and the human impacts. It can be interpreted literally, as a hurricane and its numerous effects, or symbolically: watching ourselves twist in a storm system of inequities that caused Puerto Rico to be without power for as many as 328 days after María. The impacts are still being felt years later. As the eye of the storm, we witness all.\nNCA5’s Caribbean chapter discusses not only observed and projected impacts of climate change, but also how those impacts intersect with equity. U.S. territories in the Caribbean are especially vulnerable to extreme events because, in addition to climate hazards, they are faced with aging populations, shrinking economies, and inadequate infrastructure. Across the United States, an average of 11.4 percent of the population lives below the poverty line. In the U.S. Virgin Islands, that figure is 18.4 percent. In Puerto Rico, the figure is 43.5 percent.\nAssuming temperatures rise 3.6°F (2°C) above current levels, rain rates in Atlantic-basin hurricanes are projected to rise roughly by 15 percent, and wind speeds by 3%. The number of intense (Category 4 and 5) hurricanes will likely increase, meaning storms such as Hurricane María would become more common. María came ashore in Puerto Rico on September 20, 2017, bringing high winds and heavy rains. By the time María made landfall, Puerto Rico’s population was already coping with the devastation of Hurricane Irma, which passed over the region days earlier. Irma had already left two-thirds of the population without electricity, and a third of the population without safe drinking water.\nIn the wake of these back-to-back disasters, community groups and decision makers have been exploring how decentralized power and water systems could make Puerto Rico's communities more resilience to current and future hazards from tropical cyclones and other extreme events. Read more in Chapter 23 of the report: the U.S. Caribbean.\nHelp us improve our content",
  "source": "climate.gov"
}