{
  "url": "https://www.climate.gov/news-features/featured-images/glaciers-last-call-art-x-climate-gallery",
  "title": "'Glaciers, last call' from the Art x Climate Gallery",
  "date": null,
  "content": "Released in 2023, the Fifth National Climate Assessment (NCA5) includes an Art × Climate Gallery. The gallery collection features the work of 92 artists, selected from more than 800 submissions. This photograph of Sulphide Glacier may only be reproduced or re-used in connection with the Fifth National Climate Assessment. Any other use must be negotiated with the author.\nConsistent with projections from prior National Climate Assessments, temperatures in the Pacific Northwest have risen nearly 2°F since the year 1900, according to the NCA5. Temperatures in the region are projected to continue rising, but the amount of warming depends on the pathway greenhouse gas emissions follow.\nFollowing a low-emission pathway, by the 2080s, annual average temperatures in the Pacific Northwest are likely to rise by 4.7°F relative to the period 1950–1999. Following a pathway with very high emissions, temperatures in the region may rise by 10.0°F over the same period.\nAs temperatures rise, so do snowlines. Areas that historically received winter precipitation in the form of snow will likely experience more rainfall. Snow-dominated watersheds are anticipated to transition to rain-and-snow watersheds or even rain-dominated watersheds. In turn, Pacific Northwest glaciers will likely keep receding.\nChristian Murillo produced this photographic print in 2020. This is Murillo’s statement:\nThe Sulphide Glacier on Mt. Shuksan receives the last ray of light, resembling a glimpse of hope for the glaciers in the North Cascades. As a landscape photographer, I am constantly searching for wilderness areas that provoke the juxtaposing themes of power and fragility, particularly in the context of climate change. I aim to draw my audience in with the beauty of the landscapes and inspire them to contemplate the intrinsic value of wild spaces. We cannot truly protect something we do not love, and we cannot love something that does not move us.\nHelp us improve our content",
  "source": "climate.gov"
}