{
  "url": "https://www.climate.gov/news-features/featured-images/us-climate-summary-october-2024",
  "title": "U.S. climate summary for October 2024",
  "date": null,
  "content": "The average temperature of the contiguous U.S. in October was 59.0°F, 4.9°F above average, ranking second warmest in the 130-year record. October precipitation for the contiguous U.S. was 0.95 inch, 1.21 inches below average, tying for second driest with October 1963. (See details for Alaska and Hawaii.)\nThese maps show climate conditions in October 2024 compared to the 1991-2020 average. In the top map, places that were warmer than average are red, and places that were cooler than average are blue. On the bottom map, places that received less than 100 percent of their normal October precipitation are colored brown, and places that received more than 100% of their normal precipitation are green. On both maps, the darker the colors; the bigger the difference from average.\nGenerally, October temperatures were record warm across portions of the West and Deep South with above average temperatures dominating much of the remainder of the contiguous U.S. Utah, Arizona, New Mexico and Texas each ranked warmest on record for October, while California, Montana, Wyoming and Colorado each ranked second warmest on record. An additional 10 states ranked in their top-10 warmest October on record.\nPrecipitation was below average across much of the Lower 48 with pockets of above-average precipitation across portions of the Rockies and Florida. Delaware and New Jersey both had their driest October on record. Nineteen additional states from Texas to the Northeast had a top-10 driest October on record for this period.\nAccording to the October 29 U.S. Drought Monitor report, about 54.1% of the contiguous U.S. was in drought, up about 22.6% from the beginning of October—the largest four-week drought expansion on record. Moderate to exceptional drought was widespread from the Deep South to the northern Plains, across much of the Great Lakes, and in portions of the Northwest, Southwest, Northeast and across much of Hawaii. For more details on drought, visit Drought.gov\nThe full October U.S. climate summary is available from NOAA National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}