{
  "url": "https://www.climate.gov/news-features/featured-images/global-temperature-and-precipitation-october-2024",
  "title": "Global temperature and precipitation for October 2024",
  "date": null,
  "content": "The October global surface temperature was 2.38°F (1.32°C) above the 20th-century average of 57.2°F (14.0°C), making it the second-warmest October on record, 0.09°F (0.05°C) below October 2023. According to NCEI’s Global Annual Temperature Outlook, there is a >99% chance that 2024 will rank as the warmest year on record.\nThe top map shows global temperature in October 2024 compared to the 1991-2020 average. Places that were warmer than average are red; places that were cooler than average are blue. The darker the color, the bigger the difference from average. Record-warm temperatures covered much of the Arctic in October as well as large parts of the southwestern U.S. and northern Mexico. Areas of record warmth also occurred in India and Pakistan, small parts of Africa, and South America. Overall it was the warmest October on record over global land areas. Approximately 12% of the world’s surface had a record-high October temperature.\nThe bottom map shows October precipitation as a percent difference from average. Places with less than 100 percent of their normal October precipitation are brown, while places with more than 100 percent of their normal precipitation are blue. Large expanses of drier-than-normal conditions stretched across much of the U.S. into Mexico and parts of Central America. Other areas of expansive drier-than-normal October conditions include the eastern Mediterranean, parts of eastern Europe through western Russia and Siberia, southeastern China, southern Africa, and a large part of Australia.\nDrier-than-average conditions also were present across much of South America, where months of below-average rainfall combined with persistent record and near-record temperatures has led to severe drought across large parts of the continent. In contrast, anomalously wet conditions occurred in areas that included western and central Africa, parts of northwestern China and Kazahkstan through the Russian Far East, southwestern Europe, and parts of the U.S. Southwest and Florida.\nFor more information on global climate in October, including major events, drought status, and global sea ice, see the full global climate summary for October 2024 from NOAA National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}