{
  "url": "https://www.climate.gov/news-features/featured-images/2000-intensity-and-size-western-us-droughts-have-been-dominated-heat",
  "title": "Since 2000, the intensity and size of Western U.S. droughts have been dominated by heat, not lack of precipitation",
  "date": null,
  "content": "The simplest definition of a drought is below-average precipitation. But drought intensity depends a lot on air temperatures. The hotter it is, the more moisture the atmosphere inhales from the surface. Recent NOAA-funded research found that across the western United States, the climate factors driving drought intensity underwent a role reversal at the start of the 21st century. The West has entered a new era in which drought intensity and size are driven more by drying heat than lack of precipitation.\nThese maps compare the contribution of heat-driven evaporation to the intensity of Western droughts in the second half of the 20th century (left, 1948-1999) and the first two decades of the 21st century (2000-2022). Places colored purple indicate heat’s contribution to drought intensity was less than 50%: historic droughts were largely driven by lack of precipitation. Orange colors indicate places where evaporation due to high temperatures contributed more than 50% of the intensity of historic droughts at that location.\nIn the map at left, the dark purple colors painting the West’s mountain ranges indicate that in the late 20th century, virtually all intense droughts at higher elevations were driven by lack of precipitation, with little to no contribution from high temperatures. In the inter-mountain basins, the colors fade to lighter purple, meaning that heat played some role, but not a leading one. In the Great Plains there is mostly light purple and even some orange, meaning precipitation and heat contributed more equally than in the mountain areas, but with precipitation still coming out as the main culprit in most cases.\nIn contrast, the map at right is dominated by medium and dark orange, meaning that drying heat was responsible for the lion’s share of the intensity of droughts that occurred in the 21st century. The Great Plains and the inter-mountain basins and valleys have flipped from a drought regime driven mostly by precipitation to one driven strongly by drying heat. The mountains are a much lighter purple, meaning that even there, the pattern of drought intensity being dictated largely by precipitation shortfalls is weakening.\nA shift toward heat-dominated droughts means that even in years when precipitation is normal, the threat of drought remains, and it will only get worse with continued human-caused global warming. But there are many options for conservation and drought resilience that we can deploy in the West to protect ecosystems, municipal water supplies, and agricultural interests. In addition to funding decision-relevant research, NOAA is also working to improve hydrologic and water supply drought predictions in order to better advise decisionmakers on water-related challenges in the West.\nNOAA Climate.gov image, based on data provided by Yizhou Zhuang.\nStudy: heat, not lack of precipitation, is driving western U.S. droughts\nZhuang, Y., Fu, R., Lisonbee, J., Sheffield, A. M., Parker, B. A., & Deheza, G. (2024). Anthropogenic warming has ushered in an era of temperature-dominated droughts in the western United States. Science Advances, 10(45), eadn9389. https://doi.org/10.1126/sciadv.adn9389\nHelp us improve our content",
  "source": "climate.gov"
}