{
  "url": "https://www.climate.gov/news-features/featured-images/2024-arctic-report-card-arctic-precipitation-has-increased-across-all",
  "title": "2024 Arctic Report Card: Arctic precipitation has increased across all seasons",
  "date": null,
  "content": "According to NOAA’s Arctic Report Card, summer (July–September) 2024 was the Arctic’s wettest summer on record, based on data going back to 1950. From 1950 through 2024, annual precipitation (rain and snow) has increased across the Arctic (60–90°N), with the increase most noticeable in winter (January–March). (To avoid splitting the Arctic’s cold season, the monitoring year runs from October of one year to September of the next).\nThis map shows 5-day heavy precipitation events that ranked in the top 10 during January–March 2024, relative to the 1950-2023 baseline. (The map is based on ERA5 reanalysis data from the Copernicus Climate Change website.) Areas that recorded their top 10 wettest 5-day period are shaded in blue-green to dark blue, with the record wettest being in the darkest shade of blue. One feature to note is a heavy band of precipitation stretching north from south of Alaska’s Aleutian islands, across eastern Alaska and into the East Siberian Sea. This particular heavy precipitation event corresponded with warmer-than-average temperatures across the region.\nThe graph shows both the ERA5 (light blue) and Global Precipitation Climatology Centre’s data version 2022 (GPCC; dark blue) precipitation time series from 1950 to 2023. The ERA5 data covers both land and ocean areas, while the GPCC data covers only land. While both datasets are generally similar, there are some differences for individual years due to an absence of coverage over the Arctic Ocean in the GPCC data and inherent uncertainties in each data source. Despite these differences, both show a general long-term increase in annual precipitation over the winter months (January–March). Winter precipitation is increasing 0.22 cm per decade, based on ERA5. This is an increase of 2.17 percent per decade relative to the 1991-2020 average.\nAccording to the report,\n“Simulations from climate models are in strong agreement that the Arctic region should see an increase in precipitation due to higher atmospheric water vapor content as the climate warms, facilitating increased moisture transport from lower latitudes. While an upward trend in annual precipitation is now detectable, there is considerable interannual and multiyear variability and large variations in regional trends. There is also evidence of a transition from solid to liquid precipitation in the warmer parts of the Arctic, although the coldest areas of the Arctic are expected to see snowfall increases in the future.”\nThe 2024 Arctic Report Card includes a detailed report on Arctic precipitation over October 2023–September 2024, including regional and seasonal variations and extremes.\nSerreze, M.C., Bigalke, S., Lader, R., Crawford, A., and Ballinger, T.J., (2024). Precipitation. Arctic Report Card: Update for 2024.\nHelp us improve our content",
  "source": "climate.gov"
}