{
  "url": "https://www.climate.gov/news-features/featured-images/2024-arctic-report-card-amount-sea-ice-survives-arctic-summer-roughly",
  "title": "2024 Arctic Report Card: The amount of sea ice that survives Arctic summer is roughly half of what it used to be",
  "date": null,
  "content": "According to NOAA’s 2024 Arctic Report Card, the amount of sea ice covering the Arctic Ocean at the end of the summer melt season in September was the sixth smallest on record. The ranking added another year to a nearly two-decade long streak: the last 18 years are the 18th-smallest ice extents of the 46-year satellite record. (Scientists previously reported in the 2017 Arctic Report Card that reconstructions from paleoclimate data indicate today’s ice extents in the Arctic are the lowest in at least 1,500 years.)\nThis map shows average sea ice concentration in September 2024—the month of the summer ice minimum in the Arctic. Parts of the ocean where ice concentration was at least 15% are colored from bright blue to white (100%). The outer edge of the ice pack is well inside the white line outlining the median ice edge for all Septembers from 1991-2020. (Median means “in the middle,” or halfway between the largest observed ice extent and the smallest). It is even farther from where the median ice edge was in 1981-2010 (gold line). (The gray circle in the central Arctic is known as the “pole hole,” where satellites can’t observe because their orbits do not take them directly over the North Pole. For the purpose of calculating total ice extent, scientists assume this area to be at least 15% ice covered.)\nThe small gold and white line segments connecting the islands of Canada’s far northern regions indicate that historically those passages—the Northwest Passage from the Atlantic Ocean to the Pacific through the Arctic—were at least 15% ice-filled even at the end of summer. The authors of the Arctic Report Card’s sea ice essay reported that the southernmost segments of the passage were navigable this summer, where ice extents were the lowest on record. This opening of the Northwest Passage is still not routine, but it is no longer especially rare. (See our stories from 2016 and 2017).\nThe graph shows ice extent (the total area of the ocean with ice concentrations of at least 15%) each September from 1979–2024. At the start of the record, close to 8 million square kilometers (3.1 million square miles, an area the size of the contiguous United States) of sea ice remained across the Arctic Ocean at the end of the summer melt season. In some recent years, it’s been roughly half that. Among the things the Arctic Report Card authors pointed out in this year’s sea ice update is how the rate of ice loss has varied from decade to decade. While there has been no “recovery” from the long-term trend of ice loss, summer extent over the past decade or so has been stable at low amounts.\nFor more detail on the state of Arctic sea ice, read the full essay in the Arctic Report Card, which has updates on changes in the timing of the melt season, ice volume, and a recap of the full ice melt and growth activity in 2024.\nW. N. Meier, A. Petty, S. Hendricks, A. Bliss, L. Kaleschke, D. Divine, S. Farrell, S. Gerland, D. Perovich, R. Ricker, X. Tian-Kunze, and M. Webster. (2024). Sea ice. Arctic Report Card: Update for 2024.\nHelp us improve our content",
  "source": "climate.gov"
}