{
  "url": "https://www.climate.gov/news-features/featured-images/2024-arctic-report-card-migratory-arctic-caribou-populations-have",
  "title": "2024 Arctic Report Card: Migratory Arctic caribou populations have fallen by 65%",
  "date": null,
  "content": "According to NOAA’s 2024 Arctic Report Card, the number of caribou that roam the Arctic tundra grazing on lichen and other cold-hardy plants has declined by 65 percent over the past few decades. Natural “boom and bust” cycles may initially have played a role in these declines, but the herds’ failure to recover is likely driven by human influences, including impacts from global warming, mining, roads, and other development.\nThis map shows the status of 13 herds of caribou that scientists reported on in the 2024 Arctic Report Card. (The last update was in the 2018 Arctic Report Card.) Only the 2 herds shown in red, located on the north coast of Alaska and Canada, are at or near their largest numbers and increasing. The other herds remain small compared to their peak numbers of the 1990s: 3 are increasing slowly (peach), but 4 remain stuck at low numbers (light peach), and an additional 4 are continuing to decline (brown).\nThe graph shows each herd’s population as of the 2024 Arctic Report Card update (dark gray) compared to their historic high numbers (light gray). The population of two herds—George River and Bathurst—have crashed so far compared to their peak population size that their current bars are barely visible. Only the Teshekpuk Lake and Porcupine herds have nearly equal bars, showing their numbers remain healthy compared to their historic size.\nAccording to the report,\n“While the generally smaller coastal herds of the western Arctic have seen some recovery over roughly the last decade, previously large inland herds are continuing a long-term decline or remain at the lowest populations noted by Indigenous elders.”\nMost concerning is that at least one herd—the Bathurst herd in north-central Canada—has not recovered despite strong conservation measures.\nBeyond global efforts to stop adding greenhouse gases to the atmosphere, the authors of the Arctic Report Card’s caribou essay say those who care about protecting caribou will need to combine modern scientific data and tools with the traditional knowledge held by Inuit and other Indigenous tribes whose people have been living with and depending on caribou for thousands of years. If we can predict how continued warming will affect caribou habitat—vegetation, insect pests, water supply, heat extremes—and how caribou are likely to respond to these changes, we should be able to identify the highest-priority conservation actions, which will give caribou their best chance of survival in a warmer Arctic.\nGunn, A., Russell, D., Joly, K., Manzo, L., Pellissey, J., Tulagak, J., and Whiting, A.V. (2024). Migratory tundra caribou in a warmer climate. Arctic Report Card: Update for 2024.\nHelp us improve our content",
  "source": "climate.gov"
}