{
  "url": "https://www.climate.gov/news-features/featured-images/2024-arctic-report-card-ice-seal-populations-pacific-arctic-remain",
  "title": "2024 Arctic Report Card: Ice seal populations in the Pacific Arctic remain healthy",
  "date": null,
  "content": "Four seal species thrive in the Bering, Chukchi, and Beaufort Seas, and are hunted for subsistence by Alaska Natives. In 2012, two of those species, ringed and bearded seals, were listed as threatened under the Endangered Species Act, due to concerns about Arctic sea ice declines. Authors of the 2024 update to the Arctic Report Card, however, report that all four seal species currently have large, healthy populations.\nThis image shows blubber thickness over time for the four seal species: ringed (Pusa hispida), bearded (Erignathus barbatus), spotted (Phoca largha), and ribbon (Histriophoca fasciata). The map shows the locations where hunters harvested the seals, indicated by small squares. The graph compares blubber thickness—a commonly used indicator of seal health—across decades since the 1960s. Dots indicate the difference from the average (average shown by dashed line at 0). Bars indicate ranges of values for which there is 95 percent confidence. All values are compared to the long-term average across all decades, adjusted for seasonal differences and seal body length.\nBlubber thickness dropped somewhat in the 2010s, and that decade included two unusual mortality events. During 2011–2012, surveys found 657 seals suffering from an unidentified illness. During 2018–2019, surveys found 275 dead seals. Researchers later linked the second mortality event to anomalously high temperatures in the Bering Sea, which led to seal malnutrition through harmful effects on the food chain. Blubber thickness increased in the early 2020s, indicating seals had begun to recover from those events.\nBesides blubber measurements, subsistence harvests provide stomach samples that show what seals are eating. Between the 2000s and 2010s, some seals began eating different proportions of fish species, consuming less Arctic cod and more saffron cod and other fish, a likely consequence of warmer ocean temperatures driving Arctic species farther north. The change in diet has not, so far, led to a long-term decline in seal health. Still, Arctic sea ice remains crucial to seal population health. Seal mothers nurse their pups on the ice. If sea ice fails to remain stable, nursing periods shrink, and fewer pups are likely to survive.\nQuakenbush, L., Bryan, A., Crawford, J., Olnes, J., Stimmelmayr, R. (2024). Ice seals of Alaska. Arctic Report Card: Update for 2024.\nHelp us improve our content",
  "source": "climate.gov"
}