{
  "url": "https://www.climate.gov/news-features/featured-images/2024-arctic-report-card-arctic-has-second-warmest-year-record-2024",
  "title": "2024 Arctic Report Card: Arctic has second-warmest year on record in 2024",
  "date": null,
  "content": "According to NOAA’s Arctic Report Card, 2024 was the Arctic’s second-warmest year on record, based on data going back to 1900. Temperatures across the Arctic (60–90°N) were 1.20°C (2.16°F) above the 1991–2020 average for the period October 2023–September 2024. (To avoid splitting the Arctic’s cold season, the monitoring year runs from October of one year to September of the next).\nThis map shows surface temperatures for October 2023–September 2024 compared to the 1991–2020 average. (The map is based on ERA5 reanalysis data from the Copernicus Climate Change website.) Areas with warmer-than-average temperatures are orange and red, and areas with colder-than-average temperatures are blue. Although cool conditions prevailed in Scandinavia and Iceland, and along coastal regions of eastern Eurasia and southeastern Greenland, warm conditions predominated across most of the Arctic. Warmth was especially pronounced across eastern North America and stretches of Siberia.\nThe graph shows how yearly Arctic (red line) and global (gray line) temperatures compared to the long-term average (1991-2020) from 1900–2024. Global temperatures have risen since 1900. Temperatures in the Arctic (the area north of 60 degrees) have risen more sharply, especially since the 1980s—nearly triple the global rate, according to the authors of the temperature essay in this year’s Arctic Report Card. This faster rate of temperature increase is known as “Arctic amplification” of climate change. This phenomenon is driven by factors such as the loss of snow and ice, which reduces the region’s ability to reflect sunlight, which drives more surface heating.\nAccording to the report,\n“This is the 11th consecutive year in which Arctic regional temperature departures exceeded those of the Earth as a whole. This past decade has been the Arctic’s warmest, and has been characterized by several new annual and seasonal records.”\nThe 2024 Arctic Report Card includes a detailed report on Arctic surface air temperatures over October 2023–September 2024, including regional and seasonal variations and extremes.\nBallinger, T.J., Crawford, A., Serreze, M.C., Bigalke, S., Walsh, J.E., Brettschneider, B., Thoman, R.L., Bhatt, U.S., Hanna, E., Motrøen Gjelten, H., Kim, S.-J., Overland, J.E., Wang, M. (2024). Surface air temperature. Arctic Report Card: Update for 2024.\nHelp us improve our content",
  "source": "climate.gov"
}