{
  "url": "https://www.climate.gov/news-features/featured-images/global-climate-summary-february-2025",
  "title": "Global climate summary for February 2025",
  "date": null,
  "content": "The February 2025 global surface temperature was 2.27°F (1.26°C) above the 20th-century average of 53.8°F (12.1°C), making it the third warmest February on record. This is 0.27°F (0.15°C) below the previous record set in 2024, and marks the 46th consecutive February since 1980 with temperatures at least nominally above the 20th century average.\nThe top map shows global temperature in February 2025 compared to the 30-year average from 1991-2020. Places that were warmer than average are red; places that were cooler than average are blue. The darker the color, the bigger the difference from average.\nRecord-warm temperatures were widespread in the Arctic, with temperatures in many areas more than 14°F (8°C) above average. Record warmth also covered a large part of the southern half of South America as well as the U.S. Hawaiian Islands region. Approximately 3.3% of the global land surface was covered by record-warm conditions in February.\nMuch-warmer-than-average temperatures stretched from the southwest U.S. through Mexico into Central America, and also occurred in areas that included central Russia, northern Europe, the Indian subcontinent, and much of East Africa as well as a large part of central and western Australia, and several southwest Pacific islands. The most notable exceptions to the anomalous warmth occurred in a large area of North America stretching from western and central Canada southward into the central U.S., parts of eastern Europe into the Middle East and northeastern Africa as well as parts of western and southern Africa. Other anomalously cool areas included a large part of China and neighboring areas of Russia.\nThe bottom map shows February precipitation as a difference from the average amount of precipitation per day. Places with less than normal February precipitation are brown, while places with more than their normal precipitation are blue. The darker the color, the bigger the difference from average.\nDrier-than-average conditions covered much of Europe and eastern Kazakhstan, stretching eastward through southern Mongolia into eastern China and the southern two-thirds of Japan. Below-average precipitation also occurred in a large part of Australia, East Africa westward to Atlantic coastal areas of Central Africa, the southern half of Brazil, Bolivia, Paraguay, and northern Argentina, as well as a large part of Canada, southern Alaska, the central U.S. and much of the southern U.S. southward into a large part of Mexico.\nConversely, wetter-than-average conditions in February were present in areas that included much of northern South America including parts of the Amazon basin, the northwestern U.S., northern Quebec and parts of eastern Nunavut Territory, Canada. Other areas with above-average precipitation included parts of southern Africa, including Botswana and northern South Africa, a large part of central Russia and Siberia, much of Southeast Asia, and areas of northeast and northwest Australia as well as several islands of the South Pacific.\nFor more information on global climate in February, including major events, drought status, and global sea ice, see the full global climate summary for February 2025 from NOAA National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}