{
  "url": "https://www.climate.gov/news-features/featured-images/us-climate-summary-march-2025",
  "title": "U.S. climate summary for March 2025",
  "date": null,
  "content": "The average temperature of the contiguous U.S. in March was 46.9°F, 5.4°F above average, ranking as the sixth-warmest March in the 131-year record. Generally, March temperatures were above average to much above average across most of the Lower 48, except for parts of California and the Southeast. Kansas had its fourth-warmest March on record (tied with 1946), with Nebraska and Texas recording their fifth-warmest. Overall, eighteen states experienced a March average temperature that ranked among their ten warmest on record. The top map shows March temperatures compared to the 1991-2020 average, with places that were cooler than average in blue and places that were warmer than average in red.\nMarch precipitation for the contiguous U.S. was 2.38 inches, 0.13 inch below average, ranking in the middle third of the historical record. Precipitation was below average over much of the northern Plains and parts of the central and southern Plains, the central to southern Rockies, the middle Mississippi Valley and from the Carolinas to the eastern Great Lakes, with some areas being much below average. Western regions experienced near- to above-average precipitation while the Lower Rio Grande Valley, the upper Mississippi Valley and the Great Lakes regions had areas of much-above-average precipitation. West Virginia had its fifth-driest March, while Michigan and Wisconsin had their second- and fifth-wettest March on record, respectively. The bottom map shows March precipitation as a percent of the 1991-2020 average, with places that were drier than average colored brown and places that were wetter than average colored blue-green.\nFor additional details about March climate, including statistics for Alaska and Hawaii, see NOAA National Centers for Environmental Information's monthly summary for March 2025.\nHelp us improve our content",
  "source": "climate.gov"
}