{
  "url": "https://www.climate.gov/news-features/videos/noaa-2010-hurricane-outlook",
  "title": "NOAA 2010 Hurricane Outlook",
  "date": null,
  "content": "Running time 2:07\nDr. Gerry Bell, the Lead Seasonal Hurricane Forecaster at NOAA’s Climate Prediction Center, talks about the 2010 Revised Hurricane Outlook and the importance of coastal residents having a preparedness plan.\nTranscript\n2010 Outlook:\nNOAA just updated its seasonal hurricane outlook on August 5th.  For the season as a whole, we are now indicating 14 to 20 named storms, of which we expect 8 to 12 to become hurricanes, and 4 to 6 to become major hurricanes.  So this is a lot of activity, and it’s reiterating the outlook we already indicated in May, and that was for a high expectation for a very active season.\nCoastal Build-Up:\nThere’s been a tremendous build-up along our coastline, both the Gulf Coast and East Coast of the United States, in the last 30 years.  That has coincided since 1995 with a sharp increase in hurricane activity.  The increased coastal development is a very real concern because every time a hurricane threatens or strikes, so many more people are now in harm’s way.\nCoastal residents need to understand that if a hurricane threatens, they are their first line of defense, not the federal government or state or local government.  It’s often several days in a bad hurricane before any help can even get to you.  So it is important that you, as a coastal resident, are prepared for these various scenarios with the hurricane.\nWe’re now getting into the peak of what could be a very active hurricane season, so it’s important that these residents make sure their plan is in place and that they’re ready to act if a hurricane threatens.\n___\nWhere Can I Go for More Information?\nThere are several websites available where you can go to get more information on hurricanes and helping to develop your hurricane preparedness plan.  Some very good ones are the National Hurricane Center’s Website (http://www.nhc.noaa.gov/HAW2/english/intro.shtml), the American Red Cross (http://www.redcross.org/hurricane), and FEMA (http://www.fema.gov).\nHelp us improve our content",
  "source": "climate.gov"
}