{
  "url": "https://www.climate.gov/news-features/videos/coral-bleaching-alarm-2010",
  "title": "Coral Bleaching Alarm for 2010",
  "date": null,
  "content": "Editor's note, March 22, 2022. The original video is no longer available. We are keeping the transcript online to preserve some of the information.\nMark Eakin, a coral reef specialist with a Ph.D. in Biological Oceanography from the University of Miami, is Coordinator of NOAA's Coral ReefWatch program, a project that monitors coral reef ecosystems through satellite, in situ, and paleoenvironmental observations.\nTranscript\n00:00-(Begin) [00:00. Video shows scientist talking, seated at table with bookcases behind.] NOAA's Coral Reef Watch is a part of the National Environmental Satellite Data and Information Service that uses satellites to look at environmental parameters that influence coral reef health. In particular, the main thing that we do is to look at the sea surface temperatures that cause corals to bleach. [00:18. Video shows a color-coded map of the global sea surface temperatures in November 2010. Cooler areas near the poles are blue, while warmer tropical areas are dark orange.]\n00:25- Now, coral bleaching is a very important concern that we have, especially now that climate change is raising the temperatures of most of the world's oceans. Corals are an animal, but inside that animal are microscopic algae. [00:37 through 00:54. Video shows photographs of coral: close-up of finger-like, yellow coral; wide-area view of coral reef community with dozens of coral colonies; close-up of a pink columnar coral; close up of an orange coral covered with small saucer-like discs.] And those microscopic algae are their primary source of food for the coral. When temperatures get too high, it actually breaks down the ability of the algae to repair damage done during photosynthesis. And when that happens, they release toxins into the coral. It literally makes them poisonous. So the coral will expel these algae into the water. They are not eating them. Because the corals want the algae to collect as much sunlight as possible, the coral tissues are clear. And so the sunlight reaching down into the algae inside the coral tissues gives them their characteristic colors. [01:34. Video shows photo of light purple finger-like coral.] When the corals expel the zooxanthellae, these microscopic algae, it leaves them clear. You are seeing straight through the coral tissue to the white skeleton underneath. That white skeleton appears just like as if you have been soaking that coral in a bucket of bleach. [01:49. Video shows photographs of bleached coral.] That is the reason why it is referred to as bleaching.\n01:57- At this point, when the corals bleach, it is still alive. There is the potential for the corals to recover, but their recovery require that the temperatures come back down below stressful levels. [02:07. Video shows animation of color-coded maps of accumulated heat stress in the Caribbean Sea from June through October 2010.] As the temperatures continue to remain above stressful levels, the coral is without its zooxanthellae. It is like having a tree without leaves. It can't make food and the coral is effectively starving. If this goes on for too long a time, the coral will eventually die. [02:31. Video shows photo of a large area of dead coral.]\n02:37- Fast forward to 2010, this year we had a moderately strong El Niño-not that big an event which has now immediately switched over to a La Nina. We are seeing major bleaching across the Caribbean. [02:46 Video shows a color-coded map of thermal stress in Caribbean Sea and Western Atlantic Ocean. Most of Caribbean is colored red, which is the highest level of stress on the scale.] The main part of the Caribbean that is affected by this event basically starts from the Lesser Antilles just a little below the Virgin Islands and extends all the way down and across the former Dutch islands off Venezuela, places such as Aruba, Bonaire, and Curaçao; the Venezuela reefs at Los Roques; the reefs in Columbia; and severe bleaching and mortality of corals already in Panama.\n03:20- But this is only a piece of what's going on in 2010. It started with bleaching that occurred very early this year in areas in the Central Pacific. [03:30. Video shows photographs of bleached and dead coral.] The warming started to expand in the Indian Ocean and Southeast Asia. We have had major bleaching in the Maldives, an areas that was hit so hard 1998, now hit again in 2010. Southeast Asia was hit baldly in 1998, again, in 2010. I was there in Thailand in June 2010. It was not a question of how much of the coral that was bleached, it was a matter of trying to find corals that were NOT bleached. The reefs were all white. That has spread through the Philippines through other parts of the Pacific to areas in Palau. We have bleaching in the Caribbean, the Red Sea, the Persian Gulf.  [04:15. Video shows global map with yellow dots on locations experiencing severe bleaching.] And the events are likely to continue as this La Nina continues to strengthen through the rest of this year.\n04:39- What we are seeing is a pattern. Number one, as climate change raising the background temperatures, corals have a threshold above which the temperature is stressful. [04:49. Video shows sequence of photos of coral reef communities and close ups of coral colonies.] As the background temperature warms, they are that much closer to that threshold. So in years like 2010, it really does not take a really big El Niño. A much smaller event can have significant impact and can push the corals beyond their limits causing bleaching again. [05:12. Video shows a color-coded map of the seasonal bleaching outlook in the Caribbean and Western Atlantic Ocean for August-November 2010. Much of the southern Caribbean and the tropical Western Atlantic are likely to experience mass mortality this summer.] So the problem is two-fold. It is the rising temperatures that are happening around the world, and on top of that, it is the repeated nature of this-the frequency of the return of these bleaching events hitting these reefs over and over again without an ability to recover.\n05:33- (End)\n___\nLinks\nFeature Article: Hope in the Face of a Caribbean Coral Crisis\nFeatured Image: Coral Bleaching Could Be as Severe as 2005 Event\nHelp us improve our content",
  "source": "climate.gov"
}