{
  "url": "https://www.climate.gov/news-features/videos/climate-shocks-and-food-security-horn-africa",
  "title": "Climate Shocks and Food Security in Horn of Africa",
  "date": null,
  "content": "Running time 4:45\nClimate and food security expert Jim Hansen from the International Research Institute (IRI) for Climate and Society lays out the root cause of food insecurity in East Africa.\nIn this interview, climate and food security expert Jim Hansen from the International Research Institute (IRI) for Climate and Society lays out the root cause of food insecurity in East Africa. He also describes present and future activities that may reduce the region's vulnerability to severe droughts and other climate shocks. His views and opinions do not represent any official position of the National Oceanic and Atmospheric Administration.\nTranscript\nLack of rainfall over several seasons is the most immediate and most visible cause of the current humanitarian crisis in the Horn of Africa. It's really only one of several factors that have lead to the crisis; other factors are longer-term. They include a very large population that depends on rain-fed agriculture and pastoralism for their livelihoods and sustenance. These rural populations tend to be quite poor, and they've been locked in poverty for quite a long time. Environmental degradation—soil degradation, water degradation—and rapid population growth have compounded the problem. The climate is changing, which is changing the frequency of extreme events, such as the current drought, in ways that can only partially be anticipated.\nI would like to highlight another factor that has contributed. Since the early 1990s, there's been a serious neglect in agricultural development in that region—most of Africa south of the Sahara. It's been driven more by shifts in ideology than any real evidence among some of the key international development organizations. But as a result, rural communities across Africa have been trapped in worse and worse poverty, and have become more and more vulnerable to the impacts of shocks such as the current drought, and they have become more and more dependent on external humanitarian assistance.\nAs a result, we have a cycle of accelerating poverty, vulnerability, and dependence, that can best be described as a \"a larger and larger slice of a smaller and smaller pie\" having to go to short-term crisis relief instead of longer-term development that could have prevented the crisis.\nThere seems to be some evidence that policy makes a huge difference in the current crisis in the greater Horn of Africa. For example, northern Kenya, southern Ethiopia, and Somalia have similar severity of drought, but the humanitarian crisis is much more severe-the loss of livelihood and life is greater-in Somalia, largely because the government is weaker, there are fewer policies that are effective at mitigating the effects of the drought, whereas in Ethiopia, there are very strong safety net programs-in Ethiopia and Kenya.\nWe also see the humanitarian response community better organized, you see evidence of them learning from previous droughts, being able to respond more effectively and more proactively to prevent the drought from turning into a humanitarian crisis.\nThere are several promising opportunities to empower rural communities in East Africa to manage climate-related risk more effectively. In the CCAFS program that I am in involved in, in southern Ethiopia, we're going to be working with pastoralists on exploring index-based insurance for livestock, for pastoralists.\nIn southern Kenya, we're going to be working on opportunities to enable farmers to use long-lead forecasts of rainfall for the upcoming growing season to manage their risk, looking at how to package the information to be communicated more effectively, and link with other decision makers so that farmers have access to the resources needed to adjust their decisions for the upcoming growing season. We're also going to be working with the food-security response community on meeting some of their needs for better climate-related information and providing policy support for improved decision making using improved information.\nAt the most fundamental level, the urgent need is to reverse the decline in agricultural development, and there are a number of promising initiatives that are reinvesting in agriculture in sub-Saharan Africa. I believe that if they're directed well and if they're sustained, they will help reverse the current vulnerability and chronic poverty that contributes to vulnerability to climate shocks.\n___\nLinks\nFor additional information on the drought in East Africa, see  Two Failed Rainy Seasons Lead to Drought in Horn of Africa.\nThe IRI was established as a cooperative agreement between NOAA's Climate Program Office and Columbia University. It is part of The Earth Institute, Columbia University, and is located at the Lamont Campus.\nHelp us improve our content",
  "source": "climate.gov"
}