{
  "url": "https://www.climate.gov/news-features/videos/satellites-critical-drought-monitoring-east-africa",
  "title": "Satellites Critical for Drought Monitoring in East Africa",
  "date": null,
  "content": "Running time 3:36\nPietro Ceccato describes the role satellites play in monitoring vegetation health, rainfall, and soil moisture in drought-stricken places in East Africa.\nIn this interview, Pietro Ceccato from the International Research Institute (IRI) for Climate and Society describes the crucial role that satellite images play in drought monitoring in East Africa. His views and opinions do not represent any official position of the National Oceanic and Atmospheric Administration.\nTranscript\nIn addition to climate forecasting, at IRI, we have the possibility to monitor in almost real time the conditions in terms of rainfall, in terms of vegetation using satellite images. We use different satellites provided by NASA, by NOAA and we integrate them into the IRI Data Library where we can monitor in almost real time the rainfall and the vegetation.\nWe provide a sort of tool to monitor what are the conditions in terms of what we call anomalies. Those are the difference between what is normal in terms of rainfall. If we have more rainfall than usual, we call that a positive anomaly. And if it’s less rainfall than usual, we call that a negative anomaly.\nUsing the satellite images, we have been able to monitor since November 2010 that the region in Somalia was in a huge deficit, negative anomalies, in terms of rainfall. In countries like Somalia, the field measurements are not many. We don’t have a large picture of where is the problems of drought. The satellite [images] allows us at high spatial resolution, for example the vegetation can be monitored at 250 meter spatial resolution so that each pixel that we see is the size of 200 by 200 meters on the ground. It covers the whole country so we can pinpoint exactly where and which region is under stress of drought.\nWe are able to do a similar approach looking at the vegetation. How has the vegetation been decreased due to lack of rain in Somalia. Using a satellite from NASA, we are able to look at the district level in Somalia and see that since November 2010, there has been a huge deficit in vegetation.\nNow for the future what we can do is using the satellite is to see the evolution of the situation and pinpoint which region will have more rain than usual and more vegetation than usual or the continuum of less vegetation than usual and less vegetation than rainfall. The monitoring of vegetation allows us to look at two things: the status of the vegetation in terms of greenness but also information on the vegetation moisture content. That could be the natural vegetation and also covering the agriculture so the crops that we are able to monitor from the satellite. And with vegetation indices, monitoring the greenness and the moisture, we can have an idea of the crop conditions in the field.\n___\nLinks\nFor additional information on the drought in East Africa, see the featured image Two Failed Rainy Seasons Lead to Drought in Horn of Africa.\nThe IRI was established as a cooperative agreement between NOAA’s Climate Program Office\nand Columbia University. It is part of The Earth Institute, Columbia University, and is located at the Lamont Campus.\nHelp us improve our content",
  "source": "climate.gov"
}