{
  "url": "https://www.climate.gov/news-features/videos/missouri-river-flooding-2011-responding-climate-extreme",
  "title": "Missouri River Flooding 2011: Responding to a Climate Extreme",
  "date": null,
  "content": "Running time 1:59\nSevere flooding overtook the Missouri River and her tributaries during spring and summer of 2011. Doug Kluck, Central Region Climate Services Director, and Kevin Low, Missouri Basin River Forecast Center Hydrologist, share their perspectives about NOAA's involvement in responding to this disaster.\nTranscript\nDoug Kluck, Central Region Climate Services Director, NOAA\nThis was a very complex situation from a weather, climate, water, and human decision-making point of view. The soils were already wet across most of the Missouri River basin before the heavy snows and rainfall fell this last winter and spring. What made this year a little bit different was that the heavy snow kept accumulating much later in the spring.\nKevin Low, Missouri Basin River Forecast Center Hydrologist\nNational Weather Service projections during the early spring regarding the plains snowmelt were going well, and then we received something that no one could predict: nearly a year's worth of rain occurred in the latter part of May in eastern Montana, bringing the Missouri headwaters and the Yellowstone into major and record-setting river levels.\nPeople may think that water moving downhill is simple, but when you're dealing with a large watershed, understanding how much-- and where-- river rises will occur is a complex business. May was just the beginning of a summer-long effort to mitigate damages from this historic volume of water as it was routed through the remainder of the Missouri system to the mouth at St. Louis.\nPeople in the Missouri River Basin know that climate extremes can occur.\nThe rampaging waters are reported reaching crests 4 and 5 feet above the highest defenses... (Old Film footage)\nKevin Low\nAlthough the flood damage from the 2011 event was severe, the coordination by the National Weather Service with her federal, state, and local partners undoubtedly saved lives and protected property.\nFor ClimateCast, this is Kevin Low.\nDoug Kluck\nFor ClimateCast, this is Doug Kluck.\n___\nLinks\nRelated Feature Article: Missouri River Flood Drama Likely Took Direction from La Niña.\nRelated Video: Missouri River Flooding 2011: Climate Sets the Stage.\nHelp us improve our content",
  "source": "climate.gov"
}