{
  "url": "https://www.climate.gov/news-features/videos/missouri-river-flooding-2011-climate-sets-stage",
  "title": "Missouri River Flooding 2011: Climate Sets the Stage",
  "date": null,
  "content": "Running time 1:56\nDuring spring 2011, the Northern Great Plains experienced record snowmelt and record rains. Flooding swept away crops, soil, homes, and more throughout the Missouri River Basin. A La Niña climate pattern helped set the stage for this event by shifting the position and strength of the Jet Stream.\nTranscript\nDeke Arndt, Chief, Climate Monitoring Branch, National Climatic Data Center\nWe spent much of this winter and spring in La Niña conditions, and that tends to push storminess a little further out into the Western Pacific. That releases a lot of energy, and that energy can disturb the Jet Stream. The Jet Stream is just a big river of air, and, like any river, if you disturb that upstream, it's going to have consequences downstream. With La Niña, for the United States anyway, what that often means is the Jet Stream is displaced a little farther north than the average position. What that meant this May was that the organized storm systems occurred in the Northern Plains much more often than they typically do. This brought a colossal amount of rain over a huge footprint of area.\nAll of this rain has to go somewhere, and it made its way into the rivers and streams in the Missouri River system. What that lead to was historic rainfall totals. Add that on top of record snowmelt in the Northern Rockies, and you're going to end up with exactly what we saw: flooding in Omaha; flooding in the Dakotas; flooding along the entire tributary system of the Missouri River.\nIt may have got that initial nudge from La Niña, far away in the Pacific Ocean. We call those \"teleconnections\", and they influence our weather and seasons more than we might think. When you're dealing with a river of air like the Jet Stream, influences upstream can have consequences downstream. And that may be what we saw this spring. We may have seen La Niña's influence on the outcomes of the flooding in the Northern Plains.\nFor ClimateCast, I'm Deke Arndt.\n___\nLinks\nU.S. Army Corps of Engineers Missouri River Basin Webpage\nAP: Corps Changing Missouri River Plan After Flooding\nNOAA/NWS Missouri River Basin Forecast Center\nENSO Forecast Discussion (NOAA Climate Prediction Center)\nENSO Quicklook (International Research Institute for Climate & Society\nBurt County Extension Office\nWater Resources Division of the Montana Department of Natural Resources and Conservation\nHelp us improve our content",
  "source": "climate.gov"
}