{
  "url": "https://www.climate.gov/news-features/videos/climate-science-101-historical-perspectives-climate-change",
  "title": "Climate Science 101: Historical Perspectives on Climate Change",
  "date": null,
  "content": "Running time 78:55\nMost major theories about why Earth's global climate warmed and cooled over the last million years were formed by the early 1900s, but it wasn't until the 1970s that scientists began to put all the pieces together in a new, holistic approach to studying the climate system. James Roger Fleming presents a historical perspective on how our understanding of Earth's climate system developed through innovations and discoveries by pioneering scientists in the 1800s and 1900s who asked, and answered, fundamental questions about the causes and effects of global climate change.\nAbout the Presenter\nJames Rodger Fleming is a science historian and professor of science, technology and society at Colby College. He is a fellow of both the American Association for the Advancement of Science and the American Meteorological Society. He is currently the Gordon Cain Conference Fellow at the Chemical Heritage Foundation, where he is organizing an international conference on the history of atmospheric chemistry. Fleming is also the founder and first president of the International Commission on History of Meteorology and series editor of the Palgrave Studies in the History of Science and Technology. He has a B.S. in astronomy from Pennsylvania State University, an M.S. in atmospheric science from Colorado State University and a Ph.D. in history from Princeton University. His books include Meteorology in America, 1800-1870 (Johns Hopkins, 1990), Historical Perspectives on Climate Change (Oxford, 1998), Intimate Universality (Science History, 2006), The Callendar Effect (AMS, 2007), and Fixing the Sky (Columbia, 2010). For more information plese click here.\nEditor's note: This is one of eight videos captured during a Climate Science 101 short course sponsored jointly by the Osher Lifelong Learning Institute (OLLI), at George Mason University, and NOAA. The presenters in this series were selected for their subject matter expertise. Their views and opinions are their own and do not necessarily represent those of OLLI and NOAA.\n___\nLinks\nHistorical Perspectives on Climate Change\nState of the Climate\nWhat is the Difference Between Weather and Climate\nGlobal Climate Change Impacts in the United States\nIs the Breathing of the World's Ocean Choking Marine Life?\nLimiting the Magnitude of & Adapting to Future Climate Change\nClimate Change Communication: Focusing on Public Engagement\nEthics and Issues Surrounding Geo-Engineering to Mitigate Climate Change\nHelp us improve our content",
  "source": "climate.gov"
}