{
  "url": "https://www.climate.gov/news-features/videos/climate-science-101-what-difference-between-weather-and-climate",
  "title": "Climate Science 101: What is the Difference Between Weather and Climate?",
  "date": null,
  "content": "Running time 79:16\nWhat makes climatologists think they can project climate scenarios decades into the future when meteorologists cannot accurately predict weather more than two weeks in advance? This presentation by Wayne Higgins of NOAA’s Climate Prediction Center clarifies the relationships and differences between weather and climate, as well as the differences between natural climate variability and human-induced climate change.\nAbout the presenter\nWhen this presentation was made, Wayne Higgins was the director of NOAA's Climate Prediction Center. (Today, Wayne is the director of NOAA's Climate Program Office.) The CPC is responsible for delivering predictions, monitoring and assessments of future climate conditions-- on time scales from weeks to years-- for the protection of life and property and the enhancement of the economy.\nSpecifically, CPC offers a suite of official climate forecast products, including U.S. monthly and seasonal temperature and precipitation outlooks, Atlantic and eastern Pacific hurricane seasonal outlooks and El Niño forecasts.\nHiggins received a B.S. degree in physics from the University of Illinois and M.S. and Ph.D. degrees in meteorology from The Pennsylvania State University. He has co-authored more than 75 peer-reviewed journal articles on numerous topics in climate variability, climate predictability and prediction and weather-climate links. He is the recipient of numerous NOAA Service Awards, including the NOAA Administrator’s Award, a NOAA Silver Medal, and two NOAA Bronze Medals. View more information about Dr. Higgins.\nEditor’s note: This video is one of eight presentations that were part of a “Climate Science 101″ short course sponsored jointly by the Osher Lifelong Learning Institute (OLLI), at George Mason University, and NOAA. The presenters in this series were selected for their subject matter expertise. Their views and opinions are their own and don’t necessarily represent those of OLLI and NOAA.\n___\nLinks\nHistorical Perspectives on Climate Change\nState of the Climate\nWhat is the Difference Between Weather and Climate\nGlobal Climate Change Impacts in the United States\nIs the Breathing of the World's Ocean Choking Marine Life?\nLimiting the Magnitude of & Adapting to Future Climate Change\nClimate Change Communication: Focusing on Public Engagement\nEthics and Issues Surrounding Geo-Engineering to Mitigate Climate Change\nHelp us improve our content",
  "source": "climate.gov"
}