{
  "url": "https://www.climate.gov/news-features/videos/climate-science-101-ethics-and-issues-surrounding-geo-engineering-mitigate",
  "title": "Climate Science 101: Ethics and Issues Surrounding Geo-engineering to Mitigate Climate Change",
  "date": null,
  "content": "Running time 83:04\nIn this lecture, climate scientist Michael MacCracken explores some of the scientific, legal, and ethical implications of “geo-engineering” options that have been proposed by some people to address global climate change.\nAbout the Presenter\nMichael MacCracken has been chief scientist for climate change programs with the Climate Institute in Washington, D.C., since October 2002. His current research interests include human-induced climate change and consequent impacts, the potential for climate engineering and the beneficial effects of limiting emissions of non-CO2 greenhouse gases. From 1968 to 1993, he led climate modeling studies at the Lawrence Livermore National Laboratory in California that were designed to evaluate the effects on climate of greenhouse gas emissions, volcanic aerosols and nuclear war. From 1993 to 2002 he served as senior global change scientist for the interagency Office of the U.S. Global Change Research Program, where he served as the first executive director and then as executive director of the coordination office for the U.S. National Assessment of the Potential Consequences of Climate Change. During this time he also coordinated preparation of the official U.S. Government reviews of the periodic assessments of the Intergovernmental Panel on Climate Change.\nSince 2002, he has served as an integration team member for the Arctic Climate Impact Assessment, president of the International Association of Meteorology and Atmospheric Sciences and co-lead author of the report Confronting Climate Change: Avoiding the Unmanageable and Managing the Unavoidable, prepared for the United Nations Commission on Sustainable Development. He was most recently chair of the Scientific Organizing Committee for the International Conference on Climate Intervention Technologies: Minimizing the Potential Risk of Research to Counter-balance Climate Change and Its Impacts. MacCracken has an undergraduate degree in engineering from Princeton University and a PhD in applied science from the University of California, Davis. For more information please click here.\nEditor's note: This is one of eight videos captured during a Climate Science 101 short course sponsored jointly by the Osher Lifelong Learning Institute (OLLI), at George Mason University, and NOAA. The presenters in this series were selected for their subject matter expertise. Their views and opinions are their own and do not necessarily represent those of OLLI and NOAA.\n___\nLinks\nHistorical Perspectives on Climate Change\nState of the Climate\nWhat is the Difference Between Weather and Climate\nGlobal Climate Change Impacts in the United States\nIs the Breathing of the World's Ocean Choking Marine Life?\nLimiting the Magnitude of & Adapting to Future Climate Change\nClimate Change Communication: Focusing on Public Engagement\nEthics and Issues Surrounding Geo-Engineering to Mitigate Climate Change\nHelp us improve our content",
  "source": "climate.gov"
}