{
  "url": "https://www.climate.gov/news-features/videos/record-breaking-texas-drought",
  "title": "The Record-Breaking Texas Drought",
  "date": null,
  "content": "Running time 2:19\nDave Brown of the National Climatic Data Center talks about the impacts of this year's record-breaking Texas drought and whether there is any relief in sight.\nTranscript\nDave Brown, Southern Region Climate Services Director, National Climatic Data Center\nIt's the driest year ever in Texas since we've been keeping instrumental records back to the late 1800's. It was the hottest summer in Texas and Oklahoma and Louisiana, again, in over 115 years. The one-two punch of the dry conditions and the heat really created an unprecedented, in many ways, situation for people trying to deal with drought management.\nWe've been looking at agricultural losses in excess of six billion dollars in places like Texas and Oklahoma. We saw over two million acres burned from wildfires in New Mexico and Texas. Many, many counties in Texas have been under water restrictions or burn bans.\nWe're seeing business losses in terms of recreation, people not being able to go to reservoirs and lakes to boat and to fish and so forth. We're seeing just an incredible impression on the landscape, both environmentally and economically.\nThis drought really was triggered by a very strong La Niña event that we had in late 2010 and early 2011. Generally speaking, La Niña does bring drier than normal conditions to the southern United States including the southern Plains, Texas specifically. What we couldn't anticipate was just how extreme the dry conditions would be. It was a very, very dry winter and then following that we had a very dry spring.\nThat kind of one-two combination really set us up for the heat that we saw in the summer, sort of a positive feedback leading to hotter temperatures, and then the continuation of the drought impacts across multiple seasons.\nThat's the question everybody's asking, \"How long is it going to last? Is it going to get worse before it gets better?\" The winter has been actually better than we had expected so far. We've seen a fair bit of rain in north Texas, even east Texas. So some areas have seen some improvement over the last two months. But places like west Texas, eastern New Mexico are still absolutely in the grips of the most exceptional level of drought, and it's really going to depend on what we see over the next month or two, February, March of 2012, to see what kind of situation we'll be in when we get into the spring season.\nSpring is typically the wettest time of year in Texas and whether we're going into that season with a very dry primer from the winter, or whether we're in a little bit better shape compared to last year; that's the real question everybody's asking right now.\nIf there is a silver lining it's that it has created some new opportunities for NOAA and for our partners in other federal agencies and at the state and local levels to work together, to provide the kinds of tools and information that our users need.\n___\nLinks\nThis video is available in high resolution from the NOAA Environmental Visualization Laboratory.\nHelp us improve our content",
  "source": "climate.gov"
}