{
  "url": "https://www.climate.gov/news-features/videos/reviewing-climate-2011",
  "title": "Reviewing the Climate of 2011",
  "date": null,
  "content": "Running time 1:15\nJake Crouch of the National Climatic Data Center recaps the temperature patterns of 2011, emphasizing the much greater than average warmth across Arctic latitudes and the influence of La Niña in the tropical Pacific.\nTranscript\nJake Crouch, National Climatic Data Center:\n2011 tied as the eleventh-warmest year in our record. But that doesn't mean that any specific area was warmer or cooler than that. The map behind me shows areas that were warmer than average by red, and areas that were cooler than average by blue.\nSomething that is really important to note is across the higher latitudes of the northern hemisphere were very warm during 2011. And that's indicative of a trend that we've been seeing across that region over the past several years. Across northern Europe, where we saw below-average Arctic sea ice for a lot of the year, they had open water, and so that tends to drive up the land surface temperature. Norway had their warmest year on record, and that's directly associated with below-average Arctic sea ice in that region.\nWe can see across the equatorial Pacific where the blue areas, that indicates areas that were cooler than average, and that is consistent with the La Niña that we saw for several months during 2011. And then we can see across the land areas of western Asia where La Niña was driving more precipitation, that also caused their temperatures to be cooler than average.\nAcross other areas that were really dry, such as the southern Plains of the U.S., northern Mexico, where there is less precipitation, the sun's energy is going to heat the surface, as opposed to evaporating water, so that tends to drive temperatures up. In those regions, we can see very warm, or much warmer than average conditions for 2011.\n___\nLinks\nHigh resolution version available from the NOAA Environmental Visualization Laboratory.\nHelp us improve our content",
  "source": "climate.gov"
}