{
  "url": "https://www.climate.gov/news-features/videos/improving-models-wind-energy",
  "title": "Improving Models for Wind Energy",
  "date": null,
  "content": "Running time 2:41\nJim Wilczak describes the information NOAA provides to guide optimal wind energy development, as well as the observation technology the Wind Forecast Improvement Project has deployed to improve wind forecasts.\nTranscript\nJim Wilczak, NOAA Earth System Resources Laboratory:\nOne of the core aspects of the Wind Forecast Improvement Project is to show that we are in fact improving the weather forecast models. The whole industry, in a sense, is very much dependent on NOAA’s forecasts and observations, and what we’re trying to show here is that by assimilating these forecasts into models that we’re getting better forecasts out.\nThe type of information that is important for a site before a wind developer will create a new wind plant would be to know what the annual average wind speed is going to be at the hub height where the turbines are. But more importantly than that you also need to know how it varies during the day, from one day to the next and from one hour to the next.\nThe variability of the wind is important. You also need to know what the shear is of the wind across the turbine because if the wind is blowing much stronger at the top blade of the turbine than at the bottom, that can put additional stresses on the turbine, and it can also reduce the amount of energy that’s created.\nWe have a number of different instruments that we’ve installed out in the field specifically for the Wind Forecast Improvement Project and that includes over a dozen sonars and wind profiling radars. And these instruments measure the wind, not just at the ground, but up at hub height and even higher in the atmosphere.\nAnd these instruments are being used, most importantly, for providing new information, a new data set that wouldn’t have existed otherwise, that we’re putting into numerical weather forecast models, and using those models then to make a better prediction of what wind energy is going to be available in the next several hours.\nIf you don’t have a good understanding of what the current state of the atmosphere is it’s hard to make a good forecast of what it will be in the near future. So by putting these additional instruments out in the field we’re better able to describe what the current state of the atmosphere is, and therefore we can get a better idea of how much wind energy there will be in the immediate future.\nThe real measure of success to this project is going to be dollars. So, when we can show that the electric utility industry and the wind energy industry can save money, reduce costs to themselves, pass that on to the consumers, and have cheaper wind energy on the system because of the fact that they’ve got a better idea in advance when that wind energy is going to show up, when it’s going to disappear, the final outcome will be cheaper energy for consumers.\n___\nLinks\nVideo (high-resolution version) produced by NOAA’s Environmental Visualization Laboratory.\nHelp us improve our content",
  "source": "climate.gov"
}