{
  "url": "https://www.climate.gov/news-features/videos/monitoring-malaria-using-satellites",
  "title": "Monitoring Malaria Using Satellites",
  "date": null,
  "content": "Running time 2:10\nFelix Kogan talks about using satellites to observe and forecast the climate conditions that lead to mosquito–and malaria–outbreaks.\nTranscript\nFelix Kogan, NOAA Satellite and Information Service:\nThe World Health Organization indicates every minute two children under the age of five die in Africa, affected by malaria. Kids can play in the morning, play soccer, and in the afternoon be severely ill from the malaria.\nSometimes people ask me, “How do you see mosquitoes from satellites?” I don’t see mosquitoes from satellites, unfortunately, but I see the environment where mosquitoes are working. I see that mosquitoes like warm and moist environments, and this is what I see from operational satellites. I see how green is the vegetation; if vegetation is green, it means there is enough moisture.\nIf vegetation is green that means that the temperature is very comfortable. If the temperature is too hot, it’s not good for mosquitoes; if it’s too dry it’s not good for mosquitoes.\nEvery week we receive satellite data, and we convert them, we massage satellite data, and we convert them to our indices which indicate if the surface is warm, if the surface is green enough and has enough moisture.\nWe can identify malaria approximately from one to two months ahead of time; we can identify conditions for development of malaria. We can identify malaria intensity. We can identify areas affected by malaria, duration of malaria from our data. We focus first on malaria and first on Africa because Africa contributes a lot of cases of malaria. A lot of people are affected by malaria; half of the world population is affected by malaria.\n___\nLinks\nVideo (high resolution version) produced by NOAA’s Environmental Visualization Laboratory.\nHelp us improve our content",
  "source": "climate.gov"
}