{
  "url": "https://www.climate.gov/news-features/videos/climate-science-101-global-climate-change-impacts-united-states",
  "title": "Climate Science 101: Global Climate Change Impacts in the United States",
  "date": null,
  "content": "Running time 82:38\nAnthony Janetos describes some of the real and substantial ongoing impacts of climate change that are happening here in the United States, affecting people’s lives, the economy, the environment, and our valuable natural resources.\nAbout the Presenter\nAnthony Janetos is currently a laboratory fellow in the Department of Energy’s Pacific Northwest National Laboratory. He was appointed director of the Joint Global Change Research Institute in October 2006 and previously served as Vice President of the H. John Heinz III Center for Science, Economics and the Environment, where he directed the center’s Global Change Program. He has written and spoken widely to policy, business and scientific audiences on the need for scientific input and scientific assessment in the policy-making process, and about the need to understand the scientific, environmental, economic and policy linkages among the major global environmental issues.\nJanetos has served on several national and international study teams and has been co-chair of the U.S. National Assessment of the Potential Consequences of Climate Variability and Change. He also was an author of the Intergovernmental Panel on Climate Change’s Special Report on Land-Use Change and Forestry, the Global Biodiversity Assessment and was coordinating lead author in the recently published Millennium Ecosystem Assessment. He is currently a member of the National Research Council Committee on Earth Science and Applications from Space. Janetos has a B.S. in biology from Harvard University and earned both his M.S. and Ph.D. in biology from Princeton University.\nFor more information, please click here.\nEditor's note: This is one of eight videos captured during a Climate Science 101 short course sponsored jointly by the Osher Lifelong Learning Institute (OLLI), at George Mason University, and NOAA. The presenters in this series were selected for their subject matter expertise. Their views and opinions are their own and do not necessarily represent those of OLLI and NOAA.\n___\nLinks\nHistorical Perspectives on Climate Change\nState of the Climate\nWhat is the Difference Between Weather and Climate\nGlobal Climate Change Impacts in the United States\nIs the Breathing of the World's Ocean Choking Marine Life?\nLimiting the Magnitude of & Adapting to Future Climate Change\nClimate Change Communication: Focusing on Public Engagement\nEthics and Issues Surrounding Geo-Engineering to Mitigate Climate Change\nHelp us improve our content",
  "source": "climate.gov"
}