{
  "url": "https://www.climate.gov/news-features/videos/climate-science-101-climate-change-communication-and-public-engagement",
  "title": "Climate Science 101: Climate Change Communication and Public Engagement",
  "date": null,
  "content": "Running time 68:04\nSocial scientist and communication expert Mathew Nisbet talks about the state of public climate literacy today.\nAbout the Presenter\nMatthew Nisbet is a social scientist who studies, consults and lectures on strategic communication in policy-making and public affairs. He is the author of more than 35 peer-reviewed journal articles and book chapters and serves on the editorial boards of Science Communication and the International Journal of Press/Politics. Nisbet’s research has appeared in such high-impact disciplinary journals as Public Opinion Quarterly, Public Understanding of Science andCommunication Research as well as such interdisciplinary outlets as Science, Environment, Nature Biotechnology and BMC Public Health. His popular writing has appeared in Columbia Journalism Review, The Washington Post and Slate magazine. His scholarship also has been cited more than 500 times in the peer-reviewed literature and in more than 100 books. Nisbet’s current research on climate change communication is funded by the Nathan Cummings Foundation and the Robert Wood Johnson Foundation, where he serves as a health policy investigator. He holds an A.B. degree in government from Dartmouth College as well as M.S. and Ph.D. degrees in communication from Cornell University. For more information, click here.\nEditor's note: This is one of eight videos captured during a Climate Science 101 short course sponsored jointly by the Osher Lifelong Learning Institute (OLLI), at George Mason University, and NOAA. The presenters in this series were selected for their subject matter expertise. Their views and opinions are their own and do not necessarily represent those of OLLI and NOAA.\n___\nLinks\nHistorical Perspectives on Climate Change\nState of the Climate\nWhat is the Difference Between Weather and Climate\nGlobal Climate Change Impacts in the United States\nIs the Breathing of the World's Ocean Choking Marine Life?\nLimiting the Magnitude of & Adapting to Future Climate Change\nClimate Change Communication: Focusing on Public Engagement\nEthics and Issues Surrounding Geo-Engineering to Mitigate Climate Change\nHelp us improve our content",
  "source": "climate.gov"
}