{
  "url": "https://www.climate.gov/news-features/videos/winter-2011-2012-recap",
  "title": "Winter 2011-2012 Recap",
  "date": null,
  "content": "Running time 2:38\nNOAA's Deke Arndt recaps the climate conditions that drove temperature and precipitation patterns in the United States during the winter of 2011-2012.\nTranscript\nDeke Arndt, Chief of the Climate Monitoring Branch, NOAA's National Climatic Data Center\nAn important factor in the outcome of winter, especially in our part of the world, is the position of the jet stream. What the jet stream does is it divides the cold air to the north from the warm air to the south and where that jet stream hangs out over the course of the winter, where it stays persistently and consistently, can have a big impact on the outcomes of that winter... and so we saw that here in the United States in our temperature map.\nWe just finished the fourth warmest winter on record for the United States, and the reason that we saw that was the position of the jet stream. So these red areas are areas that had warmer-than-normal temperatures in the U.S., and you can see that the brightest reds, or the biggest departures from that normal, are near the Canadian border-- both in New England and the Great Lakes... and even into the Northern Plains. And the driver for that was, in a typical or average winter, they spend many days north of the jet stream in the cold air. Well in this winter that we just finished, they were south of the jet stream much more often than they were north of the jet stream. They were in the warm air, and that's what drove what we see on the map. And that's what drove our fourth warmest winter on record.\nBut you know, temperature isn't everything. It's just one factor in the big climate equation. Another really important piece is precipitation. And we can see in our precipitation map from winter that east of the Rockies it was kind of a mixed bag. Some places were green, which means they had more precipitation than average, some places are brown, which means they had less precipitation than average. But all of the West is brown. Pretty much everything from the Rockies west is colored in brown, and that's important because, unique to the west, they really depend on snow pack, or what's left behind from winter storms, as a big piece of their water budget into spring and summer. And so where you see these browns in the West, in many places that means much less snow on the ground which means much less water available when it runs off, when it melts.\nSo all of this together is kind of the monitoring package. This is what's happening on the ground, or in the case of the western snow, what's not on the ground. You take this monitoring information about what's going on on the ground, and you combine that with NOAA's seasonal outlooks. And that's where decision makers, whether they're big regional decision makers or local business decision makers, can use NOAA's information to help them be climate smart.\nFor ClimateCast, I'm Deke Arndt.\n___\nHelp us improve our content",
  "source": "climate.gov"
}