{
  "url": "https://www.climate.gov/news-features/videos/arctic-report-card-highlights-2011",
  "title": "The Arctic Report Card: Highlights from 2011",
  "date": null,
  "content": "Running time 4:01\nEach year, scientists from around the world synthesize what they have learned about the Arctic system. This year’s report emphasizes that climate change is more prominent in the Arctic than at lower latitudes.\nTranscript\nNed Gardiner: Each year, scientists from around the world synthesize what they have learned about the Arctic system. This year’s report emphasizes that climate change and increased global temperature are more prominent in the Arctic than at lower latitudes.\nGardiner: Today on Climate Cast, we have the lead editor of the 2011 Arctic Report Card, Jackie Richter-Menge. Jackie, what’s the highlight from this year’s report?\nRichter-Menge: What’s really key in the results of the Arctic Report Card this year, and what distinguishes it, is the fact that we are seeing changes in the Arctic system that are dramatic and persistent. The sea ice cover really is a huge part of the Arctic system. As that sea ice cover changes, it drives a lot of other changes.\nGardiner: How do we know the Arctic is changing, what’s causing it?\nRichter-Menge: We can watch what’s happening in the area of the sea ice cover from space, so we get a very clear picture from one year to the next about how large the sea ice cover is. It’s getting smaller and smaller because the temperatures are warming.\nGardiner: It really is striking. This year, as the sea ice reached its minimum extent for the year, it retreated far away from the coastlines and away from this long-term median from the satellite data record.\nWe know that vegetation is getting greener. Is that related to the loss of sea ice?\nRichter-Menge: If you look at the distribution of greenness, you’ll see that the most amount of increase is occurring in the coastal regions. The sea ice cover has receded away from the coastal regions for longer periods during the summertime. That lets the ocean warm up. When the ocean warms up, the surface temperatures warm up. When the surface temperatures are warmer, it’s a better environment for vegetation to grow. The momentum in the Arctic system has reached a new threshold, and it’s one of less snow and ice.\nGardiner: A lot of people are interested in sea level rise from land ice melting. Did your colleagues report on that?\nRichter-Menge: A loss of land ice really contributes greatly to sea level rise, whereas the loss of sea ice does not contribute to sea level rise. We see there’s an increase in the loss of the mass of glaciers, there’s increased snow melt, and we see that there is a loss of mass of the Greenland ice sheet; there’s more melting there.\nGardiner: Most of what you’ve been describing is part of a long-term trend. Should we expect these to continue?\nRichter-Menge: We’re going to continue to see that the sea ice cover is relatively small in the summer. We are going to continue to see that the sea ice cover loses its mass—it becomes thinner. We’re going to continue to see that the ocean is fresher and warmer. We’re going to continue to see warming surface temperatures. We’re going to continue to see changes in the marine and terrestrial ecosystems. We expect temperatures to continue to increase around the globe until the end of the 21st century. A warming environment will not sustain a cold Arctic environment, so we expect the ice to continue to melt.\nGardiner: That was Jackie Richter-Menge, the lead editor of the 2011 Arctic Report Card. For Climate Cast, I’m Ned Gardiner.\n___\nLinks\nFor additional information on the Arctic Report card, see the article Highlights of the 2011 Arctic Report Card.\nRelated video: Explaining Why Climate Change Is Amplified at the Poles\nHelp us improve our content",
  "source": "climate.gov"
}