{
  "url": "https://www.climate.gov/news-features/videos/2011s-climate-extremes-drought-heat-and-flooding",
  "title": "2011's Climate Extremes: Drought, Heat, and Flooding",
  "date": null,
  "content": "Running time 3:02\nMore than half of the United States experienced heat, drought, or flooding during 2011, demonstrating the power and momentum of climate extremes.\nTranscript\nAnnouncer: More extreme climate-driven events struck communities around the United States in 2011 than ever before. Many came and went quickly, but the drought and heat that blanketed the South and the flooding that gripped the Upper Midwest emerged slowly, underscoring the momentum inherent in the climate system.\nBecause water is so important to people from all walks of life, experts from around the country keep tabs on drought conditions. Deke Arndt, Chief of the National Climatic Data Center’s Climate Monitoring Branch, explains what they saw at the end of August last year.\nDeke Arndt: This is the U.S. Drought Monitor from late August of 2011, and you can see that most of the southern United States is dealing with drought in one form or another. It’s especially intense in those brownest colors in the southern plains. Drought is a natural part of our climate cycle, and different places in the U.S. deal with drought from time to time. What makes this drought different, the drought of 2011, is the footprint of that brownest of the browns.\nAnnouncer: An important component of drought is surface temperature. Taking a close look at the data, Deke and his colleagues have concluded that overnight low temperatures were higher than ever throughout much of the South.\nDeke Arndt: Many stations across the U.S. set these all time warmest low temperatures. While that may not be as dramatic as a 107o in the afternoon, it’s kind of a big deal. So if you’re managing a reservoir, you’re worried about water evaporating. If you’re managing livestock, you’re worried about the heat stress on them and whether they can keep weight on. If you’re living in a house, you’re running your air conditioner deep into the night, and that’s more expensive. And that’s why minimum temperatures, while not as dramatic as afternoon highs, play a big role in our lives.\nAnnouncer: Extreme weather events can happen quickly whereas extreme climate events unfold gradually. The drought and flooding were classic examples of extreme climate events.”\nDeke Arndt: In fact, the drought of the summer of 2011 has taken months to evolve, and we can see that in this data. This is like a precipitation map except it’s against the long term average, and where you see reds and browns, those are parts of the country that have had less, or in most cases much less, precipitation than they would expect. But look at the northern part of the country, you can see blues, and that indicates a lot more rain and snow than they would expect. And so the contrast between those two patterns—the dryness in the south and this wetness across the north, and then the Ohio River valley, has led to what we saw in much of early 2011—extreme droughts juxtaposed with extreme floods in different parts of the country.\nAnnouncer: More than half of the United States experienced heat, drought, or flooding during 2011, demonstrating the power and momentum of climate extremes.\n___\nLinks\nFor additional information on 2011′s Climate Extremes, see NCDC State of the Climate 2011: Annual Report.\nHelp us improve our content",
  "source": "climate.gov"
}