{
  "url": "https://www.climate.gov/news-features/videos/greenland-ice-sheet-surface-melting-2000-2011",
  "title": "Greenland Ice Sheet Surface Melting, 2000-2011",
  "date": null,
  "content": "Running time 0:50\nIn the past decade or so, the annual seasonal thaw on Greenland has grown more dramatic. This animation shows visible melting along the western edge of the Greenland Ice Sheet near the Jakobshavn Glacier each August between 2000 and 2011.\nTranscript\nExcept for the edges, Greenland is buried in ice year round. Each winter, snowfall covers even the margin, leaving the entire island white. Each summer, the snow melts, exposing the rocky coastline, where glaciers pour out to sea through narrow fjords.\nIn the past decade or so, the seasonal thaw has grown more dramatic. Meltwater runs in streams that plunge deep into the ice. Between June and August, these streams fill ice-dammed lakes that collapse under their own weight and pour water into the sea.\nThis animation shows visible melting along the western edge of the Greenland Ice Sheet near the Jakobshavn Glacier (bottom left) each August between 2000 and 2011. Where the seasonal snow cover has melted completely at lower elevations near the coast, the ice looks gray. The dirty appearance is partly due to the fact that the bare ice is not as reflective as snow, but it also due to dust and debris layered on and embedded in the ice.\nFarther inland, at higher elevations, the seasonal snow cover remains, keeping the ice sheet looking bright. Melt ponds and streams look bright blue. In some years, the whole region is so saturated with melt water that it looks as blue as a raspberry slushy. The amount and extent of melting varies significantly from year to year, with 2003, 2007, and 2010 standing out as having very extensive melt zones.\nYear after year, surface melting, combined with the collapse of ice shelves and the increasingly rapid flow of Greenland glaciers, is contributing to sea level rise. According to the 2011 Arctic Report Card, ice mass loss from Greenland in 2011 was about 430 gigatons—enough ice to raise global sea level by just over 1 millimeter.\n__\nLinks\nGreenland satellite imagery from NASA’s Terra satellite, courtesy of Jeff Schmaltz, EOSDIS/LANCE Rapid Response Team. Opening globe from NASA’s Blue Marble. Animation by Hunter Allen and Robert Klein.\nHelp us improve our content",
  "source": "climate.gov"
}