{
  "url": "https://www.climate.gov/news-features/videos/old-ice-becoming-rare-arctic",
  "title": "Old Ice Becoming Rare in Arctic",
  "date": null,
  "content": "Running time 0:42\n**Latest version available at https://www.youtube.com/watch?v=c6jX9URzZWg**\r\nIn the mid-1980s, the winter sea ice pack in the Arctic was dominated by multi-year ice—ice that had survived at least one summer melt. Today, less than half of the sea ice at winter maximum has survived at least one summer.\nUpdated on May 28, 2019. The most recent version of this animation, including maps through early November 2016, is available as part of our highlights of the 2016 Arctic Report Card. Static images of ice age at the March 2017 and March 2018 winter maximums are also available. An updated version of the animation will likely be produced in fall 2019.\nOriginal post, October 4, 2011.\nThe Arctic Ocean is virtually surrounded by land. The blanket of sea ice that forms there during the winter isn’t completely free to drift away into warmer, southern waters. Because of that geography, it’s common for sea ice to linger for many years at high latitudes, growing thicker and stronger, which makes it more likely to survive the summer melt. Or at least, it used to be common.\nThe animation above shows how dramatically the amount of multi-year ice (ice that has survived at least one summer melt season) in the Arctic has decreased over the past two decades. Based on satellite tracking of ice parcels over time, the maps show the estimated age of sea ice once a week from January 1987 through mid-summer 2011. Ice age increases from darkest blue (1 year old) to white (9 or more years old).\nAt the outermost edges of the ocean basin, the ice is seasonal: it forms every winter and melts every summer. Off the northeast coast of Greenland, a river of old ice continually flows out of the Arctic through the Fram Strait into warmer waters. Natural climate patterns accelerate the loss in some years and slow it down in others.\nHistorically, that ice river was the major route by which the Arctic lost its very old ice. The export was balanced by ocean currents and wind patterns on the other side of the Arctic. Young sea ice gets caught up in the giant loop current called the Beaufort Gyre. The ice could remain in the gyre for years, circling around and around the central Arctic through the Beaufort and Chuchki Seas, growing thicker. The Beaufort Gyre was an incubator for growing multi-year ice.\nSince the late 1990s, however, the ice traveling through the southern part of the gyre rarely survives the summer melt. In other words, sea ice gets far less time in the incubator. In the mid-1980s, roughly 75 percent of the Arctic ice pack at the yearly maximum in March had survived at least one summer melt season; today only 45 percent has. Since the record low sea ice extent that occurred in summer 2007, no very old ice (9 or more years old) is left in the central Arctic basin. Only a thin ribbon remains tucked up against the islands of the Canadian Arctic.\nThe loss of the multi-year ice is both a result of climate change and, ultimately, an accelerator of it. The less old ice there is in the ice pack, the more easily the ice melts in the summer. The more ice that melts, the more of the ocean that’s exposed to the 24-hour summer Sun. Bright white ice reflects incoming sunlight, but dark ocean water absorbs it, heating the ocean and accelerating warming.\n__\nData provided by James Maslanik, University of Colorado. Maps by Ned Gardiner and Hunter Allen. Animation by Richard Rivera. Caption by Rebecca Lindsey.\nReferences\nMaslanik, J. A., Fowler, C., Stroeve, J., Drobot, S., Zwally, J., Yi, D., & Emery, W. (2007). A younger, thinner Arctic ice cover: Increased potential for rapid, extensive sea-ice loss. Geophysical Research Letters, 34, L24501. doi:10.1029/2007GL032043\nMaslanik, J., Stroeve, J., Fowler, C., & Emery, W. (2011). Distribution and trends in Arctic sea ice age through spring 2011. Geophysical Research Letters, 38, L13502. doi:10.1029/2011GL047735.\nStroeve, J. C., Maslanik, J., Serreze, M. C., Rigor, I., Meier, W., & Fowler, C. (2011). Sea ice response to an extreme negative phase of the Arctic Oscillation during winter 2009/2010. Geophysical Research Letters, 38, L02502, doi:201110.1029/2010GL045662.\nHelp us improve our content",
  "source": "climate.gov"
}