{
  "url": "https://www.climate.gov/news-features/videos/predicting-drought-east-africa",
  "title": "Predicting Drought in East Africa",
  "date": null,
  "content": "Running time 4:05\nAn expert on climate conditions in East Africa describes the climate factors behind the 2011 drought, which has contributed to food insecurity and famine.\nBrad Lyon is a Research Scientist with the International Research Institute for Climate and Society. His views and opinions do not represent any official position of the National Oceanic and Atmospheric Administration.\nTranscript\nGenerally speaking, rainfall in East Africa occurs in two distinct rainy seasons. The so-called short rains, which typically occur between October and December, and the long rains in the subsequent spring, typically March, April and May.\nSo this past fall-the fall of 2010—we had the development of La Niña, and La Niña has been shown to be associated with below-average rainfall consistently during the short rains in East Africa. Thus the development of La Niña during the middle of last year provided a bit of early warning, suggesting that rainfall during the short rains in the fall may in fact be below average—which subsequently they turned out to be.\nUnfortunately, when the long rains season arrived this past spring, they also exhibited poor performance and only exacerbated the drought conditions that were developing since last fall.\nGiven the climate of the region—these two distinct rainy seasons—the next chance to get out of this drought will be in the short rains in this coming fall. Currently it appears there is a slight shift of the odds favoring the development of weak La Niña conditions going into next fall. It isn’t a certainty at this point, but that’s how conditions look at the moment.\nUnfortunately, this doesn’t bode well for the short rains season in East Africa. It isn’t necessarily a one-to-one relationship that La Niña conditions or even just slightly cooler-than-average conditions will guarantee that rainfall will be substandard, but it isn’t a particularly good sign, at least at this point. We’ll have to monitor closely at what the state of La Niña does, or if in fact a La Niña does develop at all this coming fall.\nFrom a research point of view, the short rains during the fall have been studied extensively primarily because they have shown linkages to things like the El Niño-Southern Oscillation phenomenon and related conditions in sea-surface temperatures in the Indian Ocean. The long rains season during the northern spring, March, April and May, have been studied much less, and it is interesting to study what is leading to the failure of the long rains given that they aren’t strongly associated with ENSO in the Pacific.\nThat’s an outstanding question that I don’t think anyone at this point has a good answer to, not only how predictable are they, why are they failing, but in this specific year there are some indications that there has been an overall decline in these long rains in East Africa and of course we want to know what’s leading to that decline. Can we say anything about that as well.\nSo there are definitely outstanding questions their that need to be investigated, both on the year-to-year timescale as well as the longer term, which obviously raises that possibility: is climate change affecting or contributing in any way to the current drought and future droughts in the region?\n___\nLinks\nFor additional information on the drought in East Africa, see the featured image Two Failed Rainy Seasons Lead to Drought in Horn of Africa.\nThe IRI was established as a cooperative agreement between NOAA’s Climate Program Office\nand Columbia University. It is part of The Earth Institute, Columbia University, and is located at the Lamont Campus.\nHelp us improve our content",
  "source": "climate.gov"
}