{
  "url": "https://www.climate.gov/news-features/videos/state-climate-2009",
  "title": "State of the Climate in 2009",
  "date": null,
  "content": "Running time 1:54\nThis report presents a comprehensive appraisal of Earth’s climate in 2009, and establishes the last decade as the warmest on record. Reduced extent of Arctic sea ice, glacier volume, and snow cover reflect the effects of rising global temperature.\nTranscript\nNarrator: The decade that just ended is the hottest on record. That’s the conclusion from NOAA’s annual State of the Climate Report for 2009. A warmer world means more heat waves and more heavy down pours.\nWorking independently, scientists comprehensively analyzed Earth’s climate, from miles in the air to the ocean depths. Example after example shows Earth is changing because temperatures are rising.\nTom Peterson, Chief Scientist, National Climatic Data Center (NCDC): We have experts on all aspects of the atmosphere and the ocean coming together. It paints a complete picture of the planet.\nNarrator: One example is the ocean. Repeated studies show more and more heat entering the ocean. Just like a tea pot gives off more steam as it heats up, the warmer the ocean, the more humidity in the air everywhere.\nWalt Meier, National Snow and Ice Data Center: From the poles to the equator, from the top of the atmosphere to the bottom of the ocean, all telling us that things are getting warmer, that’s really persuasive evidence.\nNarrator: The scientists used a wide range of technology to gather their data – satellites, weather balloons, weather stations, and ships. Extreme weather is unavoidable, but a warmer climate means many extreme events will be more common and more severe.\nDeke Arndt, Climate Monitoring Branch Chief, NCDC: Climate kind of trains the boxer, but weather throws the punches. And what climate will do is help train weather to throw certain punches more often. We’ll see these as extreme precip events, extreme droughts.\nNarrator: All of this information continues to tell the story of a changing planet.\nRichard Heim, Climate Monitoring Branch, NCDC: The last three decades have each been warmer than the three previous decades, and this is unprecedented in the historical record of the last 150 years.\n___\nReferences\nArndt, D. S., M. O. Baringer, and M. R. Johnson, Eds., 2010: State of the Climate in 2009.Bull. Amer. Meteor. Soc., 91 (6), S1–S224.\nLinks\nPress Release: Past Decade Warmest on Record According to Scientists in 48 Countries\nHelp us improve our content",
  "source": "climate.gov"
}