{
  "url": "https://www.climate.gov/news-features/videos/climate-science-101-state-climate-2009",
  "title": "Climate Science 101: The State of the Climate in 2009",
  "date": null,
  "content": "Running time 79:04\nDrawing on The State of the Climate in 2009, Deke Arndt, chief of NOAA's Climate Monitoring Branch, presents the preponderance of scientific evidence that climate change is occurring and that humans are the primary cause. He also elaborates on the modern methods that scientists use to monitor many different aspects of Earth's climate system.\nDerek Arndt has served as chief of the Climate Monitoring Branch of NOAA’s National Climatic Data Center (NCDC) since 2009. The branch is responsible for routine and special reporting of the status of Earth’s climate system, from widespread phenomena such as global temperature patterns to regional occurrences such as drought and climate-related weather extremes. He was the chief editor of The State of the Climate in 2009, a supplement to the Bulletin of the American Meteorological Society which featured input and analysis from more than 300 authors in nearly 50 countries. Before coming to NCDC, Arndt spent 15 years at the Oklahoma Climatological Survey. He holds a B.S. and M.S. in meteorology from the University of Oklahoma and is currently doctoral candidate in the University of Oklahoma's Adult and Higher Education. For more information, go to the National Climatic Data Center's State of the Climate Report home page.\nEditor's note: This is one of eight videos captured during a Climate Science 101 short course sponsored jointly by the Osher Lifelong Learning Institute (OLLI), at George Mason University, and NOAA. The presenters in this series were selected for their subject matter expertise. Their views and opinions are their own and do not necessarily represent those of OLLI and NOAA.\n___\nLinks\nHistorical Perspectives on Climate Change\nState of the Climate\nWhat is the Difference Between Weather and Climate\nGlobal Climate Change Impacts in the United States\nIs the Breathing of the World's Ocean Choking Marine Life?\nLimiting the Magnitude of & Adapting to Future Climate Change\nClimate Change Communication: Focusing on Public Engagement\nEthics and Issues Surrounding Geo-Engineering to Mitigate Climate Change\nHelp us improve our content",
  "source": "climate.gov"
}