{
  "url": "https://www.climate.gov/news-features/videos/record-heat-march-2012",
  "title": "Record Heat, March 2012",
  "date": null,
  "content": "Transcript\nDeke Arndt, Chief of the Climate Monitoring Branch, National Climatic Data Center.\nYou’re watching daily temperature records being broken–and in some places shattered–day by day during March of 2012. And you can see them migrate in waves across the country. And when you consider both high temperatures and low temperatures, we had more than 15,000 of these records broken during the month. That’s a lot compared to a normal month, and that’s a lot even compared to previous heat waves.\nAnd you take all of those warm days and nights during March, and you bring them together, and what you get is…the warmest March on record for the contiguous United States. And that’s a history that dates back to 1895. So March 2012, the average temperature was 51.1 degrees, which is 8.6 degrees above the 20th century average.\nAnd you take this warmest March on record and you add it to what was the fourth warmest winter on record and you add that to a warm late fall…and you get the warmest “heating season” on record. Those are the months of October through March, and that’s when heating demands are in play for much of the United States.\nSo think about heating your house. If the temperature goes below 65 degrees, you’ll turn on the heat. And every degree below 65 is a heating degree. So if the average temperature is 60 for a day, that’s five heating degree days for that day. Now this map shows how different this last heating season was from an average one. Where you see the orange, that was a place that was much warmer than normal, and they accumulated much fewer heating degree days than in an average season.\nAs you might suspect by looking at this map, and probably from your own experience too, energy demand was way down during the cold season. People simply spent less money heating their homes. And that’s just one of the stories from this extremely warm winter which ended with an exclamation point named March. Now we just watched how day-by-day weather builds into months, and into seasonal climate and understanding this transition and this relationship is a big part of being climate smart.\nFor climate.gov, I’m Deke Arndt.\n___\nLinks\nFor additional information on record heat in March 2012, see It’s official: March 2012 warmth topped the charts.\nHelp us improve our content",
  "source": "climate.gov"
}