{
  "url": "https://www.climate.gov/news-features/videos/expanding-almanac-farmers-bet-climate-forecast-pays",
  "title": "Expanding on the Almanac: Farmer's Bet on Climate Forecast Pays Off",
  "date": null,
  "content": "Running time 2:59\nAlabama farmer Myron Johnson talks about how adding seasonal climate outlooks to his decisions about when to plant and harvest his cover crops helped produce a bumper cotton crop during the 2010 growing season.\nTranscript\nWilliam Birdsong: We’re headed just northwest of Headland, Alabama. We’re going to Myron Johnson’s farm. He’s a local farmer in this area. He’s very innovative.\nMyron Johnson: Behind us we have a wheat crop. To look at it and see what its potential is is really exciting. I’m a little concerned about cool weather coming in in March. We could have this crop destroyed by a freeze. Even though it looks that great, it could be just that bad. We don’t know what the end result’s going to be, but we can only hope for the best.\nWilliam: I see the climate predictions as being able to help us forecast three, four months in advance, maybe longer.\nWilliam: How you doing today?\nMyron: I’m doing well.\nWilliam: They had us forecast from the previous August when we was at that meeting in Camilla that, uh, it was going to be warmer than normal and drier than normal.\nMyron: Yeah, and so we went ahead and decided that the best thing we could do is get these cover crops in, get ‘em large, get ‘em killed as quickly as possible, and store some moisture. We first told him, “Look man, our weatherman can’t even predict the weather for two days. How are y’all going to tell us what’s gonna happen in a year?” If we had not applied that and killed cover crops early—stored moisture—we would absolutely have missed a crop.\nI was raised with people that that’s all they had- you know, from old school. They didn’t have the technology that we have now, so they observed. And you combine that with the new technology– we can make some pretty good choices. It’s all a part of the tools that we use to make some decisions. And a lot of it’s, you know, it can turn into quite a bit of money if you make the wrong one or the right one, so it’s pretty important.\nYou know, actually, my cotton yields have been great since then. William, you’re doing a good job, you know that? (laughter)\nWell, the old system were the Farmer’s Almanac… Still got a lot of faith and trust in it– ‘specially if Momma tells me something, I’m probably going to go with her (laughter) over the climatologist, because she will cook every now and then.\nThe El Niño and La Niña are new terms for me. Still trying to learn ‘em. Sometimes I get confused which is which… But uh, you know, we know they’re there, we know they’re facts—no doubt about it. What we’re trying to figure out—how exactly they’re going to influence the weather and how that will influence us.\nI don’t think the problem is the parts. It’s somewhere between, probably between there and over here. That would be me.\nWilliam: (laughter) Yeah, no doubt about that.\nThey’re producing our food and fiber. They’re sharp people. They’re always forward-thinkers. They’re always wanting to do a better job. And they’re thinking about the environment. They want agriculture to persist because we’ll need to feed this world for many generations to come.\nMyron: There’s no doubt. I know I was born to farm. I find a lot of fulfillment being here on the farm. It uh, you know… I know I’m doing what I’m supposed to be doing, so if we make a great crop, that’s just icing on the cake. So we like cake and icing, so if that comes, we’re happy as well.\n___\nRead the full-length feature story: Innovative Farmers Look to Climate Forecasts for an Edge\nHelp us improve our content",
  "source": "climate.gov"
}