{
  "url": "https://www.climate.gov/news-features/videos/droughts-downpours-harvesting-rain-dryland-farm",
  "title": "Droughts & Downpours: Harvesting Rain on a Dryland Farm",
  "date": null,
  "content": "Running time 4:29\nGrower Kirk Brock talks about adapting to rainfall extremes on his dryland farm in Florida and how seasonal climate forecasts should help him improve his operation.\nTranscript\nKirk Brock: We got a thousand acres we grow—and it’s all dry land—so we have to consciously think about water. We get rainfall in this area. We get almost 60 inches a year typically. But it’s that time between rainfalls that we’re trying to use cover crops and conservation tillage to mitigate those 30-day periods of dry weather– maybe 14 day periods of drought.\nWendy-Lin Bartels: Farmers have always been paying attention to the weather and the climate. It’s what they do. It’s the way that they function. But, a lot of the times it’s in a reactive way, and it’s not so much preparing for it. So now that we have the science information and the climate forecasts we can actually provide that to farmers and they can think about their planting—think about their harvesting—and prepare for that.\nKirk: I’m going to use this research data to influence my decisions on my operation to make my bottom line better and my livelihood for my family and our economic viability into the future. We are going to use this research to our advantage.\nKirk: Historically, in the farming community here, there was a July and June had more even distribution of rain. The rainfall events were usually one inch, or two inches. But now, in the last 20 years, it seems that our number of four-inch rainfall events has increased, but the time between those rainfall events has expanded. We don’t get a rainfall event more than two inches in conventional farming because anything more than two inches runs down the hill and into the creeks. But with these conservation tillage and heavy cover crops we can harvest a four-inch rainfall event and get it into our soil profile for our cash crop to use.\nWendy-Lin: My father was a farmer, and so I grew up on the farm. And I grew up watching him and watching how he learned. And he would learn by paying attention to what was going on around him.\nKirk: One particular day in the summer we had, it had rained. It wasn’t much slope, in a field. We had a quarter inch of rain, and the water was already running out of the field. So I made the decision right then we’ve got to go to a system that holds the water in the field to allow it percolate into the soil profile.\nWendy-Lin: So that’s when you started the cover crops, and that’s kind of what they do, they hold the water?\nKirk: That’s right, we started planting cover crops in the winter to grow and produce biomass– you know, residue– that would be there to help dampen create these little mini dams to hold the water in the field when it did rain.\nWendy-Lin: When Kirk looks at the soil he doesn’t just see the earth. He sees the life force for his crop, and so he’s trying to build that life force.\nKirk: There is all kinds of life in the soil. Any crop, Wendy, that’s growing, is releasing nutrients– sugars– into the soil that the bacteria and the life in the soil can live off of, and then other life lives off that life, and it’s just a big community in there. I call it life stock in the soil.\nWendy-Lin: He’s really a soil and water wizard, you know. He’s trying to cultivate what’s already there in the soil and maintain all those organisms, all those creatures that live inside of the soil. So, by doing that, he reduces his risks that he has to face in farming because he doesn’t have to use as much fertilizer as other farmers do. He doesn’t have to worry about irrigation. In fact, he doesn’t use any irrigation.\nWendy-Lin: So you’re feeding the livestock in the soil?\nKirk: That’s right, cover crops can help feed the livestock that are in the soil.\nWendy-Lin: And the soil feeds the crop.\nKirk: And the soil feeds the crop.\nWendy-Lin: And the crop feeds us.\nKirk: And the crop feeds us.\nKirk: This is our homemade cover crop annihilator.\nWendy-Lin: Can we go for a ride?\nKirk: Yea, c’mon let’s go.\nWendy-Lin: Ok! Yea, I’m a little nervous. It’s a big machine. Wow! I’ve never been in an annihilator before.\nKirk: Watch your step.\nWendy-Lin: O.K. What am I watching my step for?\nKirk: I just tell everybody that, hey.\nWendy-Lin: O.K. (laughing)\nKirk: You can sit right here.\nWendy-Lin: O.K.\nKirk: On the buddy seat.\nWendy-Lin: Wow, you need some windscreen wipers in here. Coming with us?\nOff camera: I don’t think I can fit in, so…\nWendy-Lin: Whoa! Get ready.\n__\nRead the full-length feature story: Innovative Farmers Look to Climate Forecasts for an Edge\nHelp us improve our content",
  "source": "climate.gov"
}