{
  "url": "https://www.climate.gov/news-features/videos/northeast-joins-drought-spring-2012",
  "title": "Northeast Joins Drought, Spring 2012",
  "date": null,
  "content": "Running time 2:13\nSince the beginning of 2012, drought conditions have worsened along the eastern seaboard, adding to a dry picture for much of the United States.\nTranscript\nJake Crouch, Climate Monitoring Branch of the National Climatic Data Center\nSince the beginning of 2012, drought conditions have worsened along the eastern seaboard, adding to a dry picture for much of the United States.\nOne way to think about drought is by how much rain falls over a long period of time. This map shows the difference from the expected amount of rain that fell in the continental United States from January through April.\nThe Northeast, the Mid-Atlantic, and the Southeast have all continued to be much drier than average.\nFor New Hampshire, Massachusetts, Rhode Island, Connecticut, New Jersey, and Georgia, this was among the top ten driest four-month periods on record.\nThe last four months have also been record dry for both Maryland and Delaware.\nOut west, Wyoming, Colorado, Arizona, and New Mexico also continued to be much drier than average.\nThe U.S. Drought Monitor considers rainfall, groundwater, and water demand when it maps drought conditions in one of four categories, from least to most severe. As you can see on this map, almost 40 percent of the contiguous United States is experiencing some kind of drought right now, and this is up from the beginning of the year.\nTexas and the Southeast have had persistent, dry conditions since 2010. Parts of Texas have been in exceptional drought, the most severe drought category, since April 2011. Southern Georgia recently joined the Exceptional Drought category in January 2012.\nAny given location in the United States would expect an exceptional drought about once every 50 years. In some locations in the Southeast it would require at least 24 inches of precipitation over the next 6 months to end the current drought. And even though one storm dropped several inches of precipitation across the Northeast in the middle of April, it made only a small dent in the drought conditions across the region.\nShrinking water supplies for cattle and crops are contributing to huge agricultural losses. Low water reservoirs are also causing concern, especially in the Southwest, as snow pack levels are much below average. Soil is less productive when it is dry, and wildfires are on the rise. Across the Nation, current drought conditions are having devastating economic and environmental effects and these are likely to continue to do so in the coming months.\nFor climate.gov, I’m Jake Crouch.\n__\nLinks\nA dry beginning for 2012 across much of U.S.\nDry, warm spring no help for southern drought\nRecord Heat, March 2012\nHelp us improve our content",
  "source": "climate.gov"
}