{
  "url": "https://www.climate.gov/news-features/videos/may%E2%80%A6-oh-my-unusual-heat-us",
  "title": "May… Oh My! Unusual Heat for the U.S.",
  "date": null,
  "content": "Running time 2:18\nDeke Arndt, Chief of the Climate Monitoring Branch at NOAA’s National Climatic Data Center talks about the unusual heat in May 2012.\nTranscript\nDeke Arndt, Chief of the Climate Monitoring Branch, National Climatic Data Center.\nThe entire United States, from the Rockies east, was warmer than normal for the first five months of 2012. And everywhere you see red on this map, temperatures have been above normal. The darker the red, the farther above normal those temperatures were. You can see, the Midwest and upper Midwest were the epicenter of this vast warmth.\nClimatologists like statistics and data, so I’m going to show you some. Think about the average temperature on a day. Beginning on January 1st, then the 2nd, then the 3rd… that’s a three-day average temperature. When we do this from January 1st to the current day, we call that a “year-to-date average temperature”.\nHere’s some year-to-date average temperature data for Des Moines, Iowa. This graph shows the range of the averages for the past 73 years at Des Moines, from January 1st through May 31st. The upper boundary shows the hottest average year-to-date temperature for all of those years, and the bottom shows the coolest. In other words, all 73 years worth of data at Des Moines fit inside this grey envelope.\nAs the year progresses, the temperature settles into a more narrow range since more and more days are averaged together. Here’s the 2012 average temperature. It’s not just above average. It’s blowing the entire record away. Des Moines shows just how different this year has been from previous years.\nAll of our systems, whether they’re agriculture, or horticulture, water management, or energy, they’ve been tuned to play within this range, this grey envelope. And when temperatures go outside that range, it really stresses those systems. For example, the warmth that developed so early in the 2012 growing season… it promoted an early emergence of agriculture and horticulture… and also the pests and the weeds that plague them. The relentless heat started that annual battle between crops and weeds much earlier than usual this year, which means farmers take on higher costs earlier in the growing season.\nThis warmth is an example of what we would expect to see more often in a warming world. Understanding that the United States and the rest of the planet are warming along with preparing for eventualities like this is one way our nation can become climate smart.\nFor climate.gov, I’m Deke Arndt.\n___\nLinks\nAt end of May, year-to-date temperature is warmest on record\nU.S. Monthly Climate Analysis–May 2012\nHelp us improve our content",
  "source": "climate.gov"
}