{
  "url": "https://www.climate.gov/news-features/videos/salvaging-season-global-circulation-brings-relief-ethiopia",
  "title": "Salvaging a Season: Global Circulation Brings Relief to Ethiopia",
  "date": null,
  "content": "Running time 2:12\nNed Gardiner discusses how spring storm tracks across Europe and the Mediterranean Sea swept away a high pressure system that had been fostering increasingly dry conditions over the Horn of Africa in early 2011.\nTranscript\nNed Gardiner, Climate Visualization Project Manager, NOAA Climate Program Office.\nIn the highlands of Ethiopia, farmers and herders depend on the rainfall between March and May every year. Right now, it’s the wet season for most of the Tropics north of the Equator, but this season started out very dry in the Horn of Africa. What’s unfolding in the climate system thousands of miles away could deliver the rain that farmers and herders depend on to thrive.\nHere in Africa, the wet season begins in March, and you can see how dry it was in the Horn of Africa. The brown areas here represent where it was especially very dry at the beginning of the wet season.\nLet’s look at the larger climate system to understand both that dryness and the relief that came in April. Satellite data show us the cloud-free area over the northern Africa and Saudi Arabian peninsula regions that persists year-round. That high pressure system tends to push moist, ocean air east, continually away from Ethiopia. So the climate system has to introduce something new, occasionally, to break up that flow.\nDuring spring, hot air in the Tropics and cold air further north fuel storm tracks that move across Europe. And when those storms move east across the Mediterranean and across northern Africa, they can push that high pressure ridge over the Arabian peninsula and out of the way. This allows the moist air from the ocean to blow back onshore, rise in the mountains, and fall as rain. That’s what brought rain and relief in April to the highlands of Ethiopia, much to the relief to the people there since crops planted during this season supply about half the year’s grain.\nSo here we saw how the global climate system can bring both stress and relief to people in central Ethiopia. What’s exciting here is that tracking and observing are the first steps for any community to adapt to variation and change in their own climate. That is what it means to be “climate ready.” For Climate.gov, I’m Ned Gardiner.\n__\nHelp us improve our content",
  "source": "climate.gov"
}