{
  "url": "https://www.climate.gov/news-features/videos/nor%E2%80%99easter-after-easter-after-quiet-winter-unusual-storm",
  "title": "Nor’Easter After Easter: After a Quiet Winter, an Unusual Storm",
  "date": null,
  "content": "Running time 3:09\nIn late-April 2011, an unusual, post-winter Nor’easter brought much-needed rain the Northeast United States.\nTranscript\nNed Gardiner, Climate Visualization Project Manager, NOAA Climate Program Office.\nThe Tropics provide a steady stream of clouds and storms that generally move east to west. In mid-latitudes weather moves west to east with some twists and turns due to Earth’s rotation. An important kind of storm moves north and east along the United States’ East Coast, especially in winter. People in the New England states call these “Nor’easters,” and they usually bring snow, rain, and driving wind. In late-April, an unusual, post-winter Nor’easter brought much-needed rain to an especially dry eastern United States.\nTo understand the climate connections driving Nor’easters, here are satellite loops that track the storm through late April.\nA low pressure system developed off the coast of Florida on April 21 as light, warm moist air rose from the warm ocean surface. Warm water is a climate characteristic of the Gulf, the Caribbean, and the Gulf Stream which warms the entire East Coast before heading off towards northern Europe. Earth’s rotation interacts with the prevailing movement of air from west to east to spin these storms up and along the East Coast.\nThe difference in temperature between land which is cold, and the ocean which is warm, fuels driving rains. The ocean in this part of the world stays warm due to the Gulf Stream. The land is especially cold when Arctic air plunges southward. During winter, this temperature difference is more common, but notice how the polar jet stream dipped south of the Great Lakes on April 22.\nThe East Coast has been drier than normal so far this year, in part because winter didn’t bring any major Nor’easters. This map shows rainfall differences from average for January through April. The brown areas were drier than normal for this time of year.\nFarmers are often the first to feel water shortages. In Maryland, some farmers lost their spinach crops and had to delay soy and corn planting because the soil was so dry. Farmers and residents in Delaware-Maryland-Virginia, Connecticut, Rhode Island, and Massachusetts have all delayed their Spring planting and have been conserving water.\nThis springtime storm made up for most of April’s rainfall deficit in a single event, dumping over 2″ along much of the Atlantic coast and between 4″ and 6″ in parts of Maine. Unfortunately, the year-to-date through April was still well below average, not only for the Mid-Atlantic and New England, but much of the United States.\nRecapping the climate connections for a Nor’easter: warm ocean water fuels a low pressure system with moisture; Earth’s rotation moves that air mass in a counter-clockwise motion along the East Coast; and cold air from the North drives toward the storm’s center. That was the climate story for one strange Nor’easter after Easter.\nFor climate.gov, I’m Ned Gardiner.\n___\nHelp us improve our content",
  "source": "climate.gov"
}