{
  "url": "https://www.climate.gov/news-features/videos/balancing-forces-normal-2012-hurricane-outlook",
  "title": "Balancing Forces: Normal 2012 Hurricane Outlook",
  "date": null,
  "content": "Running time 3:01\nThe 2012 Hurricane outlook suggests slightly below average number and strength of storms in the central Pacific basin and a near-average season in both the Eastern Pacific as well as the Atlantic basins. This forecast is the result of competing climate influences, some that favor heightened activity and some that favor low activity.\nTranscript\nNed Gardiner, Climate Visualization Project Manager, NOAA Climate Program Office.\nThe 2012 Hurricane Season is off to an early start. Here we can see Tropical Storm Aletta spinning up off the coast of Mexico. It was followed by Alberto off the coast of South Carolina. And although these were mild storms, this is the first time in recorded history there were tropical storms in both the Pacific and Atlantic basins before June first. Let’s take a closer look at the climate conditions driving the 2012 Hurricane Outlook.\nThe 2012 outlook suggests slightly below average number and strength of storms in the central Pacific basin and a near-average season in both the Eastern Pacific as well as the Atlantic basins. This year, the climate system has two sets of factors at play. One favors stronger and more hurricanes while the other favors mild conditions. Together, these factors contribute to a fairly neutral outlook. Let’s focus on the Atlantic basin storms because that’s where storms that make landfall in the U.S arise.\nLong-term climate conditions favor a more active hurricane season. Since 1995, we’ve been in a period when hurricanes have been more numerous and more powerful than they were in previous decades. Two years ago, we had an extremely active hurricane season in the Atlantic, but many people didn’t notice because so few struck the United States.\nLast year was very similar, with one important exception. Irene brought intense rainfall to the northeastern states, washing out roads and bridges, especially in Vermont. Right now, we are seeing the end of La Niña, and that favors a less active hurricane season. We can see that La Niña was fading by this mixture of warm and cool temperature water in the central and eastern Pacific ocean.\nAlso pointing to below-average activity this season is the temperature in the far eastern tropical Atlantic ocean, where cooler-than-average temperature water contributes to less evaporation and less storm development.\nThe peak of the Atlantic Basin hurricane season comes between August and October. As the season progresses, climate models will more accurately predict the major factors behind hurricanes, such as ocean temperatures, wind shear, and atmospheric stability.\nJust remember, it only takes one destructive hurricane to cause a major disaster, and the path of a hurricane is only predictable a few days in advance. Part of being prepared is being climate smart, or understanding the climatology of hurricanes.\nFor climate.gov, I’m Ned Gardiner.\n__\nHelp us improve our content",
  "source": "climate.gov"
}