{
  "url": "https://www.climate.gov/news-features/videos/tell-me-why-we-need-normals",
  "title": "Tell Me Why: We Need Normals",
  "date": null,
  "content": "Running time 2:35\nAnthony Arguez, Normals Program Manager at NOAA’s National Climatic Data Center explains what scientists mean when they compare current weather conditions to “normal.”\nTranscript\nAnthony Arguez\nNormals Program Manager\nNational Climatic Data Center\nThe “New Normal” is an expression we hear a lot these days, whether we’re talking about the economy, technology, or other aspects of society that are undergoing.\nClimate scientists have been computing “normals” for their weather stations since at least the 1930s. In the simplest sense, the new normals are 30-year averages of weather variables such as temperatures – both highs and lows – as well as rainfall and snow. The new normals cover the period 1981 – 2010, replacing the 1971 – 2000 normals.\nMany of you have probably seen the normals on your local TV weather station. You know, TV weathermen often show what the high is for the day, and what the low is for the day. Then they also show the normals comparison.\nHere’s a primary example: January 5, 2012. Rapid city, South Dakota. They broke a record with 73 degrees. And it’s January, typically for rapid city you get 37 degrees for a high in early January, so it was 36 degrees above normal for that day. The normals tell us that information.\nOne of the most common questions we receive about the normals is, what do the new normals tell us about climate change? Well, it’s a little tricky. Change between the new normals and the old normals are not the best way to diagnose climate change, but the new normals do show us the warming that has occurred over the U.S. the past decade.\nSo the next time you need to pack for a long trip, or maybe you’re just interested in typical conditions in your local area, be sure to check out the new normals.\n___\nHelp us improve our content",
  "source": "climate.gov"
}