{
  "url": "https://www.climate.gov/news-features/videos/tell-me-why-climate-extremes-index-matters",
  "title": "Tell Me Why: The Climate Extremes Index Matters",
  "date": null,
  "content": "Running time 2:26\nDeke Arndt, Chief of the National Climatic Data Center’s Climate Monitoring Branch, uses a football field to explain how NOAA creates its Climate Extremes Index.\nTranscript\nDeke Arndt\nChief, Climate Monitoring Branch\nNational Climatic Data Center\nSo, how are you going to try and wrap up all of the extreme weather in the U.S. into one number? That’s enough to make a grown man cry.\nThe Climate Extremes Index tries to describe climate extremes. Organizing all of those extremes into one index is a challenge. So how do you do that? We start by cutting it into components. Extreme precipitation. Drought. Extreme temperatures. And tropical storms. And you can begin to construct an index for each one of those.\nSo, if you think about any one of those components, let’s use temperature and let’s say we’re thinking about Philadelphia. We take Philadelphia’s temperature record for a given month, say July in Philadelphia, and we sort and line them up from the coolest we put that on a football field from goal line to goal line.\nWhat the Climate Extremes Index is, it only counts those observations that occur within the 10-yard line. It just hits on those extremes.\nAnd so for Philadelphia, you can look at its record and you can ask, when did these extremes occur? Are most of the warm extremes in recent decades. You get an idea of how those extremes are evolving over time. And once you’re done with Philadelphia you build in neighboring cities, then you build out across the country, and before you know it, you have one for temperature, one for precipitation, one for drought, one for tropical storms and several others to come up with the component index of climate extremes.\nThe reason you track climate extremes, it isn’t just for curiosity’s sake. Just like in a football game, important consequential things happen when you start playing around in the extreme behavior of climate. That’s when big decisions need to be made. The Climate Extremes Index tries to capture that.\n___\nHelp us improve our content",
  "source": "climate.gov"
}