{
  "url": "https://www.climate.gov/news-features/videos/tell-me-why-satellite-climate-data-matter",
  "title": "Tell Me Why: Satellite Climate Data Matter",
  "date": null,
  "content": "Runing time 2:24\nJeff Privette describes the challenges of using satellites that people designed for observing changes in the weather from day to day to study changes in climate from decade to decade.\nTranscript\nJeff Privette, National Climatic Data Center\nIn the beginning, we were throwing those things up there and we had no idea what we were going to see. The year was 1978.\nThe satellites were primarily for the purposes of weather forecasting. And the technology was pretty crude by today’s standards. You might compare it to Granddad’s Polaroid camera. It was pretty slow. The colors were slightly off. You’d take the reunion photograph. And then you’d stick in the drawer never to be seen again.\nAs the years went by, concerns grew about the Earth’s climate and the environment. After some initial assessments it became apparent that NOAA’s old weather satellite data could provide one of the most valuable records of earth’s climate and environment for the past 30 years. It was like going through those old boxes of Grandpa’s photographs. Some were dusty; some are faded. But with modern science and technology we can fix all those problems. And literally see things in those pictures more sharply and clearer than they day those pictures were taken.\nWe’ve started already to make some major climate-related discoveries. For instance, we can see that the Arctic ice sheet is disappearing faster than anyone or any model had predicted it would.\nWe’ve also realized from the satellite data that dust blowing off the northern coast of Africa goes out over the Atlantic Ocean. That dust effectively shields the ocean from solar radiation coming down. That cools the surface temperature, which affects hurricane formation. So if we understand how that ocean cooling affects hurricane formation, then we can better predict where the hurricanes are going to be going in the future and keep people out of harms way.\nNOAA’s satellite record is unparalleled in the world and there are many, many discoveries about the earth’s climate and environment that remain to be found in the data. Now NOAA is flying more and more advanced instruments – sort of like if we’ve replaced Grandpa’s Polaroid or Instamatic cameras with a super high-definition camera. We’ll keep monitoring the Earth, but this time instead of just looking for weather, we’re going to be keeping climate goals in mind.\n___\nHelp us improve our content",
  "source": "climate.gov"
}