{
  "url": "https://www.climate.gov/news-features/videos/downpours-and-droughts-timing-everything",
  "title": "Downpours and Droughts: Timing is Everything",
  "date": null,
  "content": "Running time 2:03\nDeke Arndt of NOAA’s National Climatic Data Center reports that heavy rains from Hurricane Isaac in late August fell too late–and mostly in the wrong places–to provide much relief from U.S. drought.\nTranscript\nDeke Arndt, Chief of the Climate Monitoring Branch, National Climatic Data Center.\nTropical Storm Isaac reached hurricane force for three days at the end of August and dropped almost a foot of rain in some areas. It devastated homes and communities as it hovered over the Coastal Plain before it moved up into the Ohio River valley. People in the middle of the United States, who have been plagued by drought for much of the year—they wanted rain, and they needed rain. But how much did Isaac alleviate the drought in this part of the country?\nWhere rain falls and when it falls determines whether drought will persist or diminish. Areas that show up in darker colors here needed a lot of rain, but Isaac didn’t deliver it when or where many farmers needed it.\nThis map shows the percent of normal rainfall that fell across the United States this summer in June, July, and August. The greener colors show that more rain fell in coastal Louisiana, Alabama and throughout the surrounding Coastal Plain. And that’s exactly where Isaac dumped most of its rain. Areas that were already soggy, they got inundated. And that’s why there was additional flooding and damage along the coast.\nOn the other end of the spectrum, dry areas stayed mostly dry. My home state of Oklahoma is in the western part of the worst-hit drought region, and it didn’t get any relief from Isaac. Nor did many of the communities stretching east and north from there.\nMost of the areas in deep drought remained at the same level they were at the beginning of summer. Arkansas, Missouri, Iowa and Illinois all needed about a foot of rain to mitigate their drought. And even though Illinois got about that much–and much more than its neighbors—the timing wasn’t that good. According to Jim Angel, the Illinois state climatologist, the rain was too late in the season to reverse the damage that had already been done to the corn crops.\nThe Central U.S. needed about a foot of rain to make up from the summer deficit and much of the Gulf Coast got just that from Isaac. Drought is all about when and where… And depending on your livelihood, the timing can be just as important as the amount of rainfall.\nFor Climate.gov, I’m Deke Arndt.\n___\nHelp us improve our content",
  "source": "climate.gov"
}