{
  "url": "https://www.climate.gov/news-features/videos/heat",
  "title": "The Heat is On",
  "date": null,
  "content": "Running time 3:37\nThe continental United States, particularly in the far west, has had warmer-than-average temperature for 16 straight months and lower-than-average precipitation through the summer. These climate conditions combined with weather to spark one of the region’s largest wildfire seasons yet.\nTranscript\nDeke Arndt, Chief of the Climate Monitoring Branch, National Climatic Data Center.\nSeptember was the 16th straight month with warmer-than-average temperatures for the United States.\nThat means the country as a whole has been warmer than average since two springs ago.\nAnd since this year has been so warm, 2012 almost certainly will be one of the hottest years on record.\nWhat better reminder of all this heat than to talk about this year’s wildfires?\nHere’s an amazing way to look at them.\nSatellites orbiting the Earth detected at least one fire in each of these red dots.\nMore acres have burned this year than we normally witness in the United States.\nMy family’s hometown, Luther, Oklahoma, suffered from a brush fire that went out of control in August and destroyed dozens of homes before it was extinguished.\nThis tragedy had the ingredients we see repeated throughout the country this year. Sustained dry, warm conditions helped create abundant fuel, which fed these devastating fires.\nDry conditions penetrated the deep west this year, as you can see in these brown colors that show below average rainfall. On top of the dry conditions, we also saw unusual heat.\nColorado and Wyoming remained hot in September even after their warmest summers on record.\nThese maps show accumulated drought conditions due to lack of rain, lack of snowpack from last winter, and of course heat.\nExceptional drought covered much of the central Rockies, the Great Plains, and the Mississippi and Ohio River valleys.\nOver a period of many months, all of these climate conditions dried vegetation, making fuel for fires. When weather adds lightning and wind, you can get big fires.\nWeather and climate worked together to make this an exceptional fire year.\nLet’s look at how it played out.\nThe fire season went into high gear in August and into September.\nAnd Fires in August covered about twice the normal area. And blazes also engulfed more acres than average in September.\nNow This satellite image from August 7 shows an active fire as well as burn scars from two fire complexes near the Nevada, Oregon, and Idaho border region.\nYou could see the burn scars as darker areas and the active fires outlined in red.\nThese complexes are formed when smaller fires merge together.\nAnd these two complexes burned for most of the summer and consumed over a million acres.\nBecause it had been hot and dry throughout the year, dead or dying wood and brush were abundant in the southern Great Plains, the Mountain West, and the far West.\nAfter they were lit, small blazes would quickly join to form huge complexes.\nFires in Nevada, Oregon and Idaho burned for months without being contained.\nHuge fire complexes like this combined to make this one of the two most severe fire years with an annual total area burned of nearly 8.8 million acres.\nMy parents’ hometown in Luther, Oklahoma and other places are recovering from all that damage.\nBut all of this destruction is one more reminder of how and why climate conditions are so important.\nWildfires can be sparked and fueled by many conditions and factors. Rainfall, people’s use of the land, how much of it was grazed or cut over—lots of factors determine how much burnable fuel exists on the land.\nDuring this year’s fire season, heat and drought promoted the large fires that burned almost twice the area that normally burns in a given year.\nUnderstanding the climate conditions that set up this extraordinary fire year is one more example of being “climate smart.”\nFor climate.gov, I’m Deke Arndt\n___\nLinks\nWarmer temperatures continue in September 2012\nHelp us improve our content",
  "source": "climate.gov"
}