{
  "url": "https://www.climate.gov/news-features/videos/making-hottest-year-record-usa-temperature-update",
  "title": "The Making of the Hottest Year on Record: USA Temperature Update",
  "date": null,
  "content": "Running time 2:09\nAfter 16 consecutive months with warmer-than-normal conditions, October brought fairly average temperatures to the United States. But we are still on track for the warmest year in the United States’ climate record.\nTranscript\nDeke Arndt, Chief of the Climate Monitoring Branch, National Climatic Data Center\nAfter 16 consecutive months with warmer-than-normal conditions, October brought fairly average temperatures to the United States. Arctic air kept the center of the country cooler than average, while most of the coasts were warmer than average. But are we still on track for the warmest year in the United States’ climate record?\nWe’ve heard a lot about the record-setting heat in the contiguous United States during 2012. Now compare this to the historical record. We can look at more than 100 years of data. We can start by looking at the year-to-date temperature for the coolest year on record, 1917. And we can also consider the warmest year on record. So far that was 1998. And we have 115 more years to add to this graph, as well. That ends up being 117 years worth of data, all within this gray envelope.\nNow you can see as we go up from the zero line—those are years that were warmer than the twentieth-century average. As we go down, those are cooler than the twentieth-century average. And we settle into a narrow range later in the year as we average more and more months together for a year-to-date temperature.\nNow how does 2012 fit in? Well, 2012 has been warm, and the first driver of the extreme warmth was March. March was the warmest March on record by far, and this caused 2012 to leap out way ahead of the pack. We had the warmest spring on record, the warmest July on record, the third warmest summer on record. All of these together helped 2012 maintain a huge lead throughout the year.\nAverage temperatures in October pulled 2012 back to the pack ever so slightly, but you can see that the year-to-date temperature not only remains well above average, it remains well above history. So we will most likely finish with the warmest year on record—and by a huge margin.\nGo to the CPC web page to see their outlook for yourself, and while you’re at it, check out all our climate records at the climate monitoring web site.\nKeeping the big picture in perspective is a big part of being “climate smart.”\nFor Climate.gov – I’m Deke Arndt.\n___\nLinks\nOctober 2012 ends 16-month stretch of above-average nationwide temps\nHottest Month on Record\nClimate Prediction Center Three-Month Outlook for Temperature and Precipitation\nNational Climatic Data Center Climate Monitoring Branch\nHelp us improve our content",
  "source": "climate.gov"
}