{
  "url": "https://www.climate.gov/news-features/videos/louisiana%E2%80%99s-front-line-defense-storm-and-surge",
  "title": "Louisiana’s Front Line: Defense from Storm and Surge",
  "date": null,
  "content": "Running time 2:29\nWhen you visit the ocean, you walk over sand dunes to get to the beach. When you visit South Lafourche Parish and Grande Isle in Louisiana, you realize the ocean crosses dunes to work its way inland, for example, to reach New Orleans. The mayor of Grande Isle describes how his local dunes are the state’s first line of defense against surging storms from the Gulf.\nTranscript\nTim Osborn, NOAA Office of Coast Survey\nWe’re here at the NOAA tide station in Grand Isle Louisiana, the state’s only inhabited barrier island. It’s really an important location because it’s actually reporting the highest sea level rise rate in the world. With the present trends that we are seeing coming from the Grand Isle tide station, the coastal landscape today across 12,000 square miles of Louisiana’s coastal zone will be inundated by the end of the century.\nDavid Camardelle, Grande Isle Mayor\nTim, you’re looking at this levee system right here. You’re looking at 45 miles from New Orleans. This is the first line of defense to protect not only Grand Isle but all of New Orleans and the vicinity, the 6 parishes on the other side of this levee. It’s very important to have this levee system. Without this levee system as the first line of defense, no telling what could happen to New Orleans.\nTim Osborn\nWe have the breakwaters just offshore helping break down storm waves before they hit the beach. And then the dunes, or what they call the levees here, are built in waves—actually two separate dune features that help knock down the storm waves—help buffer the storm energy before it actually crests over the top of those dunes, those levees, and gets into the coastal community itself.\nDavid Camardelle\nI’ve seen the water come up to the top of the levee, and there was no other water on the other side. As you see, the vegetation is to make sure the sand doesn’t fly off the top of this levee.\nTim Osborn\nGrand Isle is literally a living example of adapting its landscape, its population, to sea level rise and to subsidence. If it does, it continues to serve as the front line of defense to maintaining the shoreline of coastal Louisiana as it is today.\nEditor’s note: The Grand Isle tide station is recording a relative sea level rise (includes the rising of global water levels combined with ground settling and sinking, or subsidence) that is one of the highest in the world, and certainly the largest for a large land area. Some other small locations have rates as high, but groundwater extraction and other local effects are thought to be causing those locations large relative sea level rise rates.\n___\nLinks\nRead the full-length feature story: Thriving on a Sinking Landscape\nHelp us improve our content",
  "source": "climate.gov"
}