{
  "url": "https://www.climate.gov/news-features/videos/ground-zero-sea-level-rise",
  "title": "Ground Zero for Sea Level Rise",
  "date": null,
  "content": "Running time 3:34\nUp to 1,200 trucks a day travel in and out of Port Fourchon by way of the LA-1 highway, carrying supplies and materials for rigs and platforms in the Gulf. Keeping the highway above water is a challenge for engineers. Henri Boulet of the LA-1 Coalition and Tim Osborn of NOAA’s Office of Coastal Survey explain how engineers use climate data, specifically sea level rise projections, to anticipate impacts and to keep the oil industry in business in Port Fourchon.\nTranscript\nHenri Boulet, Executive Director, LA-1 Coalition\nAt the edge of Lafourche Parish, on the Gulf of Mexico, lies Port Fourchon, America’s busiest inter-modal energy port. And this port, at the end of the day, supports 18% of the nation’s daily energy needs. So it’s vital to America’s energy security that we maintain this coastal highway. Behind us is really ground zero for sea level rise in the world.\nThe land has subsided, and sea level has risen. Even the wetlands are now disappearing at an enormous rate. So there’s concern that we remain even more vulnerable to fiercer weather events that will happen in the future with climate change happening… with more powerful hurricanes hitting our region.\nTim Osborne, NOAA Office of Coast Survey\nWhen Hurricane Katrina and Rita did major damage to the Gulf of Mexico and to this coast and to our refineries, we saw price spikes at the gas pump, and they were severe. The continuity of supply of energy that this country relies upon is so critical.\nHenri Boulet\nNOAA forecasted how our existing highway is going to perform by 2030 and has verified that this highway is going to be severely impacted to the point of closure many times by 2030.\nI’m standing on old LA-1, here in Leeville, which sustained repetitive flooding and caused the highway to be shut down many, many times. As you can see, we’ve replaced this section of highway with the new Leeville bridge, an elevated structure.\nTim Osborne\nThis roadway is going to become more flood-prone and more susceptible to even small, distant coastal storms, in time. The existing roadway, Louisiana LA-1, that has yet to be elevated into a causeway, literally has maybe 15 years or so before we’ll see daily tide ranges flooding the road, forcing its closure, causing a loss of operations.\nHenri Boulet\nTime and tide are not on our side. Inundation will be a continued problem. Subsidence is not slowing down. We’re going to face fiercer storms, and we have a road that is more vulnerable by the day that this entire nation counts on. There’s a sense of urgency here.\nThe information comes from the best scientists in the world. Using the best data (from the latest technology with satellites) gives a level of confidence to us on how to design to meet these climate change impacts.\n___\nLinks\nRead the full-length feature story: Thriving on a Sinking Landscape\nHelp us improve our content",
  "source": "climate.gov"
}