{
  "url": "https://www.climate.gov/news-features/videos/built-last-climate-data-ensure-oil-supply-route",
  "title": "Built to Last: Climate Data Ensure Oil Supply Route",
  "date": null,
  "content": "Running time 1:43\nDavid Miller of the Louisiana Department of Transportation and Development was one of the engineers given the task of determining how high to raise several miles of the Louisiana-1, or LA-1, highway. Climate data were essential for making sure that the roadway would last 75-100 years into the future.\nTranscript\nDavid Miller, Louisiana Department of Transportation and Development\nI’m David Miller and I was the project manager for the original LA-1 project that you see behind you here. When I was in high school, I could walk out there several hundred yards. Now you have to have a boat to get out there. And the sea level rise that’s occurring, that is something we had to take into account when we built this structure.\nThe data we received and used from NOAA to make this thing last 75 years was critical. Through a cooperative effort with NOAA early on in the project, we were able to gather data and information through the GPS technology that told us what was happening. And we could then go back and verify what we were seeing. Frankly, what we found out was a little scary. We’re losing almost a half an inch a year because of sea level rise*.\nSo we had to take that into account looking forward. I’m very confident the information that we gathered and that we used in the design and planning of this structure is going to give us a 75 year design life. That’s important because just down the road there is Port Fourchon that supplies a tremendous amount of the offshore oil industry, specifically the deep water. It was very important to have that information. It was very important to know that we would have confidence that it would work.\n*Editor’s note: This rate is for relative sea level rise, which includes both rising global ocean levels and the impact of subsidence, which is the settling and sinking of the ground over time.\n__\nLinks\nRead the full-length feature story: Thriving on a Sinking Landscape\nHelp us improve our content",
  "source": "climate.gov"
}