{
  "url": "https://www.climate.gov/news-features/videos/climate-forecasts-improve-humanitarian-decision-making-west-africa",
  "title": "Climate Forecasts Improve Humanitarian Decision Making in West Africa",
  "date": null,
  "content": "Running time 6:26\nIncorporating IRI’s seasonal climate forecasts into humanitarian-preparedness and early response operations in West Africa, the International Federation of Red Cross/Red Crescent was able to save lives and minimize damages during a severe flooding event in 2008.\nEditor’s Note: The International Research Institute (IRI) was established as a cooperative agreement between NOAA’s Climate Program Office and The Earth Institute at Columbia University. In this video, staff from the IRI, the International Federation of Red Cross/Red Crescent (IFRC), and the Red Cross/Red Crescent Climate Centre detail how they have been working together to incorporate seasonal forecasts and other climate information into the IFRC’s humanitarian-preparedness and response operations.  The transcript of this video is below.\nTranscript\nLisette Braman, IRI Staff Associate:\nAs climate change progresses we can expect more droughts, floods, heatwaves, extreme weather events, with implications on people’s livelihoods, safety, health, water and sanitation, and agriculture.  For these reasons, the International Federation of Red Cross and Red Crescent [IFRC] Societies formed a partnership in 2007 with the International Research Institute for Climate and Society, at Columbia University.  The aim of this partnership is to use climate information to inform humanitarian work.  For instance, seasonal forecasts for precipitation, rainfall, or temperature.  Simon Mason is going to tell you about these.\nSimon Mason, IRI Climate Program Leader:\nWhat we’re doing with seasonal forecasts is just giving you an indication of what the average weather conditions are going to be over fairly long period, typically about 3 months.  We can’t say anything specific about what’s going to happen at any time within that 3-month period.  It’s very much like a football game.  We may be able to have a good idea of which team is going to win, but we don’t know where the ball is going to be at any specific point in the game.  It’s exactly the same with a seasonal forecast.  We don’t know what the weather is going to be like on any specific day, but that doesn’t mean that we can’t have a good idea of whether it’s going to rain frequently, or less frequently.  We can’t predict the exact amount of rainfall that’s going to occur over the next 3 months.  So instead we define three possible outcomes:  it’s either going to be unusually wet, unusually dry, or somewhere in between.\nBraman:\nSo if a seasonal forecast for above-normal rainfall is issued during your rainy season, a good thing to do would be to start monitoring forecasts on shorter timescales which have more certainty and can tell you with more specifics where and when heavy rainfall might occur.  One tool to help monitor both long-term and short-term forecasts, developed by the IRI, is the Federation map room.  Michael Bell will explain the tool.\nMichael Bell, IRI Senior Staff Associate for Climate Monitoring and Dissemination :\nThis map room provides global rainfall forecasts that help the IFRC disaster staff in Geneva plan for possible devastating flooding events.  Each of these forecast maps is meant to answer specific questions for a range of time scales, from days to months.  We also provide maps for historical rainfall conditions, population density, and vulnerability.  For example, if the IFRC staff wants to know where in the world unusually heavy rainfall may occur over the next 6 days, they can use this map here.  Areas are shaded according to the severity of the expected rainfall.  Dark blue represents a forecast of extremely heavy rainfall.  And users can check here to know when the forecast was made and which 6-day period it covers.  They can also select different start times.  Zooming in is easy; just click and drag.  We’ve worked closely with members of the IFRC staff to make sure this tool gives them information that enhances their decision-making.\nBraman:\nIn May 2008, many climate centers issued forecasts indicating above-normal rainfall over West Africa during the rainy season.  IRI was one of these issuing an extreme precipitation forecast.  Arame Tall, who was working at the Federation’s West and Central Africa Zone, recounts the story.\nArame Tall, IRI Consultant on Climate, Disasters and Development:\nWhen this information reached Youcef Ait-Chellouche, the Disaster Manager of the International Federation of the Red Cross’ Western Central Africa Zone Office, he took this information and actually acted on it, providing a wonderful instance of how seasonal forecasts can actually be used to trigger early action.  This was the first time in the history of the Red Cross movement an emergency appeal was issued based on seasonal climate information.  In addition, extra volunteers of the Red Cross and Disaster Response Teams were trained and pre-positioned all across the zone, and were told by the director to stand ready in the case that the forecast floods did materialize.  The forecast floods did indeed materialize, and the result was phenomenal.  The Red Cross was ready.  Volunteers on the ground were aware, and even more importantly, actions were enabled.  Blankets, tents, soaps, and a range of first aid items were brought and pre-positioned in Dakar, in Senegal, Accra, in Ghana, and Yaounde, in Cameroon.  [This] would serve to benefit up to 35,000 families.  Compared to just the previous year, in 2007, when similar floods hit the area in the West Africa region, less lives were lost, less damage actually occurred. And a large part of the difference between 2007 and 2008 can be attributable to the early action efforts that were endeavored by the Red Cross.\nBraman:\nArame just told us about a specific application of early warning, early action in West Africa.  This approach can be particularly helpful for developing countries that don’t necessarily have the resources to be ready to respond to all disaster types at all times.  So using an early warning, such as a seasonal forecast, they can anticipate whether droughts or floods are more likely in the coming season, and target their efforts accordingly.  With climate change increasing our risks of disasters, we can’t just respond.  We have to be prepared.\n___\nLinks\nInternational Research Institute for Climate and Society.\nHelp us improve our content",
  "source": "climate.gov"
}