{
  "url": "https://www.climate.gov/news-features/videos/does-warmer-world-make-hurricanes-stronger",
  "title": "Does a Warmer World Make Hurricanes Stronger?",
  "date": null,
  "content": "Running time 2:54\nResearch suggests global warming isn’t increasing the number of hurricanes, but is likely to increase their average strength.\nTranscript\nChris Landsea is the Science and Operations Officer at NOAA’s National Hurricane Center in Miami, Florida.\nWhat was your first hurricane experience?\nLandsea:\nWell, my first interaction with a hurricane was when I was a baby, six months old. My family had just moved to Miami from Illinois and within a week Hurricane Betsy hit. And it turned out it was 27 years later was the next hurricane, and that was Hurricane Andrew. And at that point I was out at graduate school at Colorado State studying hurricanes, my family still living in Miami, and they knew it was going to be bad. They boarded up and ended up losing half their roof. Much of the house had to be torn down afterwards.\nWhat aspects of hurricanes and climate are you studying?\nLandsea:\nWhat I am trying to come at from hurricanes and climate is to understand what’s going on now? What’s going to happen in the future? Because hurricanes are arguably the biggest natural disaster we have to worry about in the United States. You know, Hurricane Katrina — $81 billion of damage, 1500 people drowned — we want to understand if there are any linkages, anything at all, between climate change and hurricanes. So that’s one thing that I’ve been trying to focus on is how do we monitor hurricanes today versus a hundred years ago? Because it makes a difference when you’re trying ask: “Is it climate change, or is it just due to better monitoring?”\nHow does a warm climate affect hurricane activity?\nLandsea:\nWe have seen about a degree Fahrenheit warming over a hundred years, and I would agree that a good portion of that is due to man-made causes, more carbon dioxide and methane. And because hurricanes are a heat engine, they extract energy from the very warm most air over the tropical oceans, they release that heat through thunderstorms, and a small portion of that causes the air to warm, the density to go down, the pressure to drop and the winds to spin up. So it makes sense if there is more energy available, either more moisture, or more heat, the hurricanes could be stronger. And I think just about everybody in the field agrees that is true. Where the disagreement starts occurring is: “What’s the sensitivity?”\nAnd when you start looking at all the theoretical and numerical modeling results, they’re all pretty much saying the same thing. Actually, I think all the published results say the same thing, is that there is a very tiny sensitivity, today, that roughly we should get about 2 percent stronger hurricanes for each degree Fahrenheit warming due to man-made causes.\nThe Atlantic is the only place in the world, the last three decades, that has seen a jump in hurricane activity. So that would be one indication that what we’re seeing may not be due to global warming; it may be due to more natural local forcing.\n___\nReferences\nKnutson, T. R., J. L. McBride, J. Chan, K. Emanuel, G. Holland, C. Landsea, I. Held, J. P. Kossin, A. K. Srivastava, and M. Sugi (2010): Tropical Cyclones and Climate Change. Nature Geoscience, Review Article, 21 February 2010. DOI: 10.1038/NGEO779\nLinks\nPress Release: NOAA Expects Busy Atlantic Hurricane Season in 2010\nFeatured Image: Tropical Cyclone Tracks\nVideo courtesy of Ceilings Unlimited©, adapted from the NOAA-sponsored production Proof or Propaganda (click to see more).\nHelp us improve our content",
  "source": "climate.gov"
}