{
  "url": "https://www.climate.gov/news-features/videos/resilience-and-energy-coastal-management-ensures-supply",
  "title": "Resilience and Energy: Coastal Management Ensures Supply",
  "date": null,
  "content": "Running time: 1:45.\nPort Fourchon sits on the very edge of the country, all the better for vessels shuttling supplies to and from deepwater oil platforms across miles and miles of ocean. Keeping it open is a big deal because the port services 90 percent of all deepwater activity in the Gulf of Mexico. Port Director Chett Chiasson tours the harbor while discussing the importance of preparedness, adaptation, and resilience.\nTranscript\nChett Chiasson, Executive Director of Port Fourchon\nWe service 90% of all the deep water activity in the Gulf of Mexico. And that’s where our energy is. That’s where we’re moving forward into the future.\nThere would be an $8 billion impact to the gross domestic product of this nation if Port Fourchon was inaccessible for a three-month period.\nTim Osborn, NOAA Office of Coast Survey\nThe experience we’ve seen is when Hurricane Katrina and Rita did major damage in the Gulf of Mexico and to this coast and to our refineries, we saw price spikes at the gas pump, and they were severe. The continuity of supply of energy that this country relies upon is so critical. I mean, we have no downtime. And one of the issues really comes down to is – do we have an operating roadway to a functional port, to a service base supporting the production that’s going on in the Gulf of Mexico today?\nChett Chiasson\nThat’s why we always bring back this key word all the time, which is resiliency. This country has finally seen that, especially in light of Katrina, Rita, Gustav, and Ike, and all the other storms that have come through. We understand that resiliency is key for us. We understand it here at the port. Our tenants here, servicing the oil and gas industry, understand it as well. You’ll see that, as far as construction goes. You’ll see buildings elevated. You’ll see hardening of structures because we know that as we go, so does our energy supply.\n___\nLinks\nRead the full-length feature story: Thriving on a Sinking Landscape\nHelp us improve our content",
  "source": "climate.gov"
}