{
  "url": "https://www.climate.gov/news-features/videos/roles-and-responsibilities-noaa%E2%80%99s-climate-scientists",
  "title": "Roles and Responsibilities of NOAA’s Climate Scientists",
  "date": null,
  "content": "Running time 1:50\nNOAA Earth scientists discuss their roles and responsibilities in sharing what they know about the climate system with the public.\nTranscript\nDr. Pieter Tans, NOAA Earth System Research Laboratory:\nThere is real truth out there. You know, people can have different opinions about how we do things … what’s right, what’s wrong. But, in science we can make real progress because there is objective truth in terms of what’s present, and how does the real world operate—the physical world. We can really figure this out. And that’s an aspect of science that I love.\nWell, you know, I’m a government employee. I’m a public servant. We are supposed to help the public deal with, in this case, the greenhouse gas problem and climate change.\nDr. Chris Landsea, NOAA National Hurricane Center:\nMy salary is paid by the citizens so I think I have a special responsibility in that regard if anyone in the public asks — you know, what are you doing, what are you providing, what does your research say? — to answer them. But also as someone living in Miami [Florida], with a family in Miami, I want to find out what’s going on for my wife’s and for my kids’ sake.\nDr. Marika Holland, NOAA National Climatic Data Center:\nIt’s important to inform those issues of societal relevance, and communicate our science, not only to other scientists, which is critically important in moving the field forward, but also to the larger society because it does impact society.\nDr. Pieter Tans, NOAA Earth System Research Laboratory:\nSo there’s two different products here: one product is really for scientists — increasing knowledge — and the other [product] are assessments, to help the public and policy makers deal with the (climate change) issue.\nDr. David Easterling, NOAA National Climatic Data Center:\nWhat we do is we look at the data and say, “This is what the data show.” I’m not trying to put any twist on it. If the data started suddenly showing the climate cooling we would say, “Alright the climate looks like it’s cooling.” Let the results speak for themselves.\nDr. Jay Lawrimore, NOAA National Climatic Data Center:\nHaving information is the key to being able to plan, to adapt, and to use the climate to your advantage — whatever that might be. We’re (climate scientists) in the spotlight and so what we have to do has to be based on sound science.\n___\nVideo courtesy of Ceilings Unlimited©, adapted from the NOAA-sponsored production Proof or Propaganda (click to see more).\nHelp us improve our content",
  "source": "climate.gov"
}