{
  "url": "https://www.climate.gov/news-features/videos/origin-and-impacts-ocean-acidification-part-1",
  "title": "The Origin and Impacts of Ocean Acidification, Part 1",
  "date": null,
  "content": "(1 min, 39 seconds) Richard Feely discusses how increased carbon dioxide in the atmosphere is making the oceans more acidic, and how that will affect ocean ecosystems and the marine animals that inhabit them.\nThis is the first in a three-part video series Dr. Richard Feely, a senior scientist at NOAA’s Pacific Marine Environmental Laboratory, discusses the origin and impacts of ocean acidification.\nYou may view the rest of the series using the following links:\nPart 2: How Will Animals Be Affected by Ocean Acidification?\nPart 3: How Will Ocean Ecosystems Be Affected by Ocean Acidification?\nTranscript\nWhat is ocean acidification?\nFeely:\nThe process of burning fossil fuels — coal and oil and natural gas — over the last two hundred years has released about 500 billion metric tons of CO2 into the atmosphere as carbon. You might think of it this way: We’re releasing right now about 70 million tons of CO2 every day into the atmosphere. And about a third of that, about 20 million tons of CO2, is being absorbed regularly by the oceans. And that ocean uptake then of 20 million tons of CO2 has caused, over the last 200 years or so, about a .1 pH change. pH is a logarithmic scale just like the Richter Scale. So a .1 pH change represents about a 30 percent increase in the overall acidity of the oceans. So the ocean has dropped its pH so far from about 8.2 to about 8.1.\nUsing present day scenarios of CO2 emissions, we might expect to see a further pH drop of about .3 to .4 pH units, which would mean an increase in acidity of another 150 to 200 hundred percent. This is a dramatic change in the acidity of the oceans. And it has a serious impact on our ocean ecosystems; in particular, it has an impact on any species of calcifying organism that produces a calcium carbonate shell.\n___\nLinks\nRead the full-length feature story: An Upwelling Crisis: Ocean Acidification.\nOregon Sea Grant Communications, Oregon State University.\nHelp us improve our content",
  "source": "climate.gov"
}