{
  "url": "https://www.climate.gov/news-features/videos/origin-and-impacts-ocean-acidification-part-2",
  "title": "The Origin and Impacts of Ocean Acidification, Part 2",
  "date": null,
  "content": "Running time 2:26\nRichard Feely discusses new findings about how increased carbon dioxide in the atmosphere is making the oceans more acidic, and how that will affect ocean ecosystems and the marine animals that inhabit them.\nThis is the second in a three-part video series Dr. Richard Feely, a senior scientist at NOAA’s Pacific Marine Environmental Laboratory, discusses the origin and impacts of ocean acidification.\nTranscript\nHow will ocean animals be affected by ocean acidification?\nFeely:\nIf you go to the beach, of course, what you’ll see are shells from clams and mollusks, and sometimes you’ll see a sand dollar. All these different species form calcium carbonate shells. And they form their shells in a high pH world. And the ability to form their shells, the rate at which they can produce their shells, or even if they can produce their shells, is directly dependent on the changing CO2 levels and the changing pH of seawater. And you can get to the point where they can no longer produce their shells. And we call that the saturation state of seawater.\nAnd, there’s been some experiments by scientists that have shown that if they place these organisms, some species of organisms, into this under-saturated water, this corrosive waters, the shells will dissolve, in some cases while the organism is still alive. That’s not true for all organisms. Some organisms have adapted to protect their shells with an organic coating. But as soon as that organisms dies, that organic coating will dissolve away and then the shells dissolve. And we see that in under-saturated waters. Throughout the water column, it’s a normal process in geochemistry.\nAs we add more and more CO2 from the atmosphere to the oceans, this corrosive water is getting closer and closer to the surface, where it comes in contact with out ocean ecosystems. And so all those species that are dependent on the calcium carbonate are susceptible to this dissolution. The coral reefs can no longer produce their skeletons. The basic phytoplankton . . . some species of phytoplankton. . . produce a calcium carbonate shell. They are called a “coccolithophorid,” and they can no longer produce those shells. Zooplankton, next level up [in the marine food web], the very small animals which are a primary food source for fish: a large portion of zooplankton form these calcium carbonate shells.\nAnd as this water gets onto our Continental Shelf, then it affects our major fisheries. It affects all the bottom fisheries, such as clams and oysters and sea urchins and crabs. And it affects the water column, because of these ecosystem changes between the phytoplankton, the zooplankton, and the fish.\n___\nLinks\nRead the full-length feature story: An Upwelling Crisis: Ocean Acidification.\nOregon Sea Grant Communications, Oregon State University.\nHelp us improve our content",
  "source": "climate.gov"
}