{
  "url": "https://www.climate.gov/news-features/videos/origin-and-impacts-ocean-acidification-part-3",
  "title": "The Origin and Impacts of Ocean Acidification, Part 3",
  "date": null,
  "content": "Running time 3:03\nRichard Feely discusses new findings about how increased carbon dioxide in the atmosphere is making the oceans more acidic, and how that will affect ocean ecosystems and the marine animals that inhabit them.\nThis is the third in a three-part video series Dr. Richard Feely, a senior scientist at NOAA’s Pacific Marine Environmental Laboratory, discusses the origin and impacts of ocean acidification.\nTranscript\nHow will ocean ecosystems be affected by ocean acidification?\nFeely:\nIf they [marine plants and animals] cannot adapt, where will they go? Will they go to waters that have a higher pH and are more supersaturated? If so, what happens to the ecosystem that’s left behind? What happens to the fish that are dependent on these organisms for their food? This is a very serious question. And for coral reef systems in particular, for example, the skeleton of the coral reef system is the major home for 25 percent of all our fisheries that live in coral reef systems during some portion of their livelihoods. So it’s a critical component of the ocean ecosystem.\nOn a global basis, about twenty percent of our food resources, in terms of protein, comes directly from fishery sources. So, any changes to the ecosystem will have a direct impact on our food resources from the sea. From the pre-industrial to the present, we know that the surface water pH has changed by .1 units; a thirty percent increase in acidity. Over the last thirty years or so, we have been able to specifically measure the changes in pH and the change in CO2 of our surface waters. We do this at the Hawaiian Ocean Time Series off of Hawaii, which is commensurate with the Mauna Loa record in the atmosphere, which is also off the Big Island. We do this off of Bermuda. We do this in a number of locations throughout the world oceans. So our ability to monitor these changes have taken place.\nYou can go back further in the geological record and look at ice core records to see what the impacts of CO2 have been and the changes in CO2 levels in the atmosphere. And what we find is that the atmospheric concentrations, over the last 800,000 years or so, have changed between about a 180 parts per million [of seawater] and 280 parts per million. But we are now as high as 385 parts per million at present. And by the end of this century we could be as high as 800 parts per million.\nAnd we can see from the sedimentary record and the ice core records that these changes that are taking place throughout this century, out to the end of the century and into the next century, far exceed anything we have seen over the last twenty million years or so.\nClearly in the very far distant geological past, 35 to 50 million years ago, we’ve had CO2 levels that were much higher than they are at present. The difference is that the rate of change of CO2 is so dramatic now that it far exceeds any changes that have taken place in the past. We are changing the ecosystem so fast, we’re changing the ocean system so fast, that many of the organisms don’t have the ability to adapt to these changes that are taking place.\n___\nLinks\nRead the full-length feature story: An Upwelling Crisis: Ocean Acidification.\nOregon Sea Grant Communications, Oregon State University.\nHelp us improve our content",
  "source": "climate.gov"
}