{
  "url": "https://www.climate.gov/news-features/videos/pushy-pacific-variability-and-change-global-temperature",
  "title": "The Pushy Pacific: Variability and Change in Global Temperature",
  "date": null,
  "content": "Running Time 2:44\nWhen the Pacific Ocean warms and cools with El Niño and La Niña, global temperatures rise and fall. Because there was a La Niña event in the early part of this year, the global surface temperature for 2012 won’t break the high temperature record. However, the odds are that this will be the warmest of the La Niña years in the global climate record.\nTranscript\nDeke Arndt, Chief of the Climate Monitoring Branch, National Climatic Data Center:\nWhen the Pacific Ocean warms and cools with El Niño and La Niña, we see global temperature rise and fall. This pattern of ocean temperature variability plays into a long-term trend of rising global surface temperatures.\nThe signature pattern for El Niño is warmer-than-average surface temperature in the central and eastern Pacific Ocean, such as this episode from 2009 and 2010. All that warm water heats the air above it, so when we have an El Niño we get warmer-than-average surface temperature patterns.\nThat leads to warmer global temperature. The “global temperature” is a single number calculated from observations around the world and throughout the year shown on maps like this.\nThe last El Niño episode—when the Pacific Ocean was warmer than average—was in 2010. You can see how much warmer it was than the following year, 2011. Cold water in the central and eastern Pacific marks a La Niña episode. That cold water pushed global surface temperature down compared to 2010.\nHow does this pattern play out in the long-term? Over the last five decades, the globally averaged surface temperature has creeped upward at about a quarter degree per decade. Notice that 2005 and 2010—both of which followed El Nino events—were the warmest recorded in the past 133 years. El Niños pushed these years over the top of long-term trends. La Niña years act as you would expect, lowering global temperature below the long-term trend line. The cold surface water in the Pacific lowers surface temperature in the air, and that affects global temperature.\nBecause of the long-term warming trend in globally averaged surface temperature, La Niña years have gotten warmer over recent decades. The global surface temperature during El Niño years is typically warmer than the global surface temperature in neighboring years. Greenhouse gases in the atmosphere are forcing a long-term trend, so climatologists compare these highs and lows to an average that is steadily increasing.\nBecause there was a La Niña event in the early part of this year, the global surface temperature for 2012 won’t break the high temperature record. However, the odds are that this will be the warmest of the La Niña years in the global climate record. The El Niño/La Niña pattern isn’t the only factor that drives year-to-year variability in the long term record, but it is definitely important. And it shows up clearly.\nKnowing the difference between a long-term trend and short-term variability is a big part of being “climate smart.”\nFor Climate.Gov, I’m Deke Arndt.\n___\nLinks\nNational Climatic Data Center’s International Climate Information\nSeptember 2012 Global Climate Update\nEarth’s Fourth Warmest June on Record\nHelp us improve our content",
  "source": "climate.gov"
}