{
  "url": "https://www.climate.gov/news-features/videos/water-waning-winter",
  "title": "Water Waning into Winter",
  "date": null,
  "content": "Running time 2:33\nIt’s natural to associate drought with heat and with summer, but drought also impacts us during winter months. Winter wheat yields are declining, and the Mississippi River is approaching an all-time low. Understanding drought conditions and how they are affecting us is part of being “climate smart.”\nTranscript\nDeke Arndt, Chief Climate Monitoring Branch, NOAA’s NCDC:\nIt’s natural to associate drought with heat and with summer, but drought also impacts us during winter months. Summer is over, but the drought of 2012 drives onward. As we move into winter, winter wheat yields are declining, and the Mississippi River is approaching an all-time low.\nIn November, drought expanded throughout the continental United States. Shades of brown on this map indicate drought conditions each week during November. As you can see, over 60% of the contiguous United States is currently experiencing drought. The darkest areas in the center of the country are classified as “D4”, or “exceptional drought.” The Midwest, where conditions are most intense, has been in some level of drought for months due to lack of rain, lack of snowpack from last winter, and heat from this summer. The brown colors on this map show how rainfall was below average throughout the country in November.\nFarmers are feeling the pinch from all of this lack of water. We’ve already seen damage to corn and soybeans. Now we’re beginning to see a diminished winter wheat crop. Wheat is a staple grain, but in the winter it often doubles as cattle forage. So it’s not just measured in loaves of bread, but also in pounds of cow!\nAs of November 27, the US Department of Agriculture estimated that 65% of the winter wheat grown in the United States was being affected by the drought. Nearly a quarter of the winter wheat crop is categorized either in poor or very poor condition. Across the Plains, winter wheat yields are below average, especially in Nebraska and South Dakota, the epicenter of drought conditions.\nThe drought has also caused a serious water shortage in two of the nation’s great rivers: the Missouri and the Mississippi. Reservoir managers along the Missouri are holding water back to ensure local supply. But less water from the Missouri means less water in the Mississippi. If Mississippi water levels drop further, barge traffic will be shut down. This would slow the delivery of commodities, including fuel, and drive up prices for consumers.\nDrought can be a year-round climate event. Understanding drought conditions and how they are affecting us is part of being “climate smart.”\nFor climate.gov, I’m Deke Arndt.\n____\nLinks\nNovember 2012 U.S. climate update: word of the month is “dry”\nDownpours and Droughts: Timing is Everything\nUpdating the U.S Winter Outlook for 2012-13\nDrought on the Rio Grande\nDrought Reinforcing Drought in the U.S. Southern Plains\nHelp us improve our content",
  "source": "climate.gov"
}