{
  "url": "https://www.climate.gov/news-features/videos/what-causing-global-climate-change",
  "title": "What Is Causing Global Climate Change?",
  "date": null,
  "content": "Running time 1:26\nClimate scientists explain why they’re sure the primary cause of global climate change today is increasing human emission of greenhouse gases — mainly carbon dioxide.\nTranscript\nDr. Pieter Tans, NOAA Earth System Research Laboratory:\n\"The increase in greenhouse gases is extremely well documented. And we know what it does to the energy budget and the energy balance of the atmosphere, so we know it will produce heating.\"\nDr. David Easterling, NOAA National Climatic Data Center:\n\"The basic physics of carbon dioxide and infrared radiation are pretty well established. I mean, you can go into a laboratory and you can take a vial of CO2 and you can measure the amount of infrared radiation heat that it absorbs and re-emits, and all that sort of thing. That’s well established.\"\nDr. Marika Holland, NOAA National Climatic Data Center:\n\"The fundamental science behind that is sound. It's been known for a hundred years or more.\"\nDr. Tony Busalacchi, University of Maryland’s Earth System Science Interdisciplinary Center:\n\"There are naturally occurring carbon cycles — terrestrial ecosystems emitting, the ocean absorbing carbon — and the issue right now is how much is natural and how much is man-induced.\"\nDr. Pieter Tans, NOAA Earth System Research Laboratory:\n\"There is hardly a natural factor involved there. The increase of CO2 that we see is a hundred percent due to the human activity, give or take a few percent.\"\nDr. Ralph Keeling, The Scripps Research Institute:\n\"The IPCC recently came out with a statement that — I think they said it was “very likely” — that the recent warming was caused by human activities…\"\nDr. Pieter Tans, NOAA Earth System Research Laboratory:\n\"…direct fossil fuel emissions.\"\nDr. Ralph Keeling, The Scripps Research Institute:\n\"…and with a probability of something like 90 percent on that. Well, frankly, I can’t see how there’s a 10 percent chance that this (recent global warming) was [due to] something else, because there is no competing theory. And if you just look at the statistics of how likely we would get some event of this magnitude now, I don’t see 10 percent as being that plausible. I see it more like 1 percent.”\n___\nCredit: Video courtesy of Ceilings Unlimited©, adapted from the NOAA-sponsored production Proof or Propaganda (click to see more).\nHelp us improve our content",
  "source": "climate.gov"
}