{
  "url": "https://www.climate.gov/news-features/videos/windell%E2%80%99s-levee-protecting-coastal-community",
  "title": "Windell’s Levee: Protecting a Coastal Community",
  "date": null,
  "content": "Running time 8:14\nLife in Fourchon Parrish, Louisiana is good. Abundant shrimp, crabs, oysters, and access to the Gulf of Mexico make this an attractive place to live and work. But increasingly, life on the coast introduces difficult challenges. Building levees and re-engineering drainage systems are some of the near-term ways people are adapting to a changing landscape. But will they, too, retreat inland, leaving the coast to time and tides?\nTranscript\nMarina Owner\nThis dry dock is 100 years old. It belonged to my Daddy and his Daddy and his Daddy before. I’m the fourth generation. This is the oldest business on Bayou Lafourche. It’s 100 years that we are here. The water used to always stay way back here. And look, when we pick up a boat, we’re always working with our feet in the water. The land is sinking. The land is sinking.\nWindell Curole, South Lafourche Levee District\nAs you can see, the front yard is soggy even though the tide is not extremely high. When the tide does get higher, this whole yard fills up with water. Again, when this land was first settled, you could put the house on the ground. It would be high enough to stay dry. Now, you have to actually elevate the house.\nDickey Cheramie\nI wish you would see what I’ve seen. I’ve seen islands as big as maybe a half a mile long, maybe a quarter mile wide, that’s no longer there, and it’s only been 25 years. You know, they are just totally gone.\nWindell Curole\nThis used to be, actually, land you could walk on. It evolved into marsh, and now it’s gone into open water.\nSince about 1930, we’ve lost about 1900 square miles. In fact, there’s some areas here we’ve lost four feet in the last 100 years.\nThis is a cemetery, and we did not build cemeteries in marsh. This land was actually at least 4 feet higher than it is today. We lost 3 feet of that to subsidence and probably 1 foot to sea level rise.\nVoiceover\nPeople living on the coast know what it’s like to live on a landscape that changes in real-time.\nBut coastlines change over the long-term, as well.\nSince the 1930s, Louisiana’s coast has lost over 2,000 square miles of land—an area larger than the state of Delaware. Barrier islands, roadways—even entire communities—have disappeared.\nWindell Curole is on the front lines, protecting his community by maintaining its levee walls and flood protection systems.\nWindell Curole\nLevee—the French word for raise.\nYou want to get your levee as high as you can above the water line, so that when the storms come and push high water, your levee is higher than the water the storm can push. It’s that simple. Elevation is the salvation from inundation.\nVoiceover\nFor centuries, surveyors have hammered brass disks, called benchmarks, into the ground to use as reference points for measuring elevation.\nTheir job is more complex today because sea level has been rising due to increased global temperature, which melts ice on land and expands water in the ocean.\nAt the same time land has been sinking. This is called subsidence and is due to flood management of the Mississippi River, which has deprived the delta of sediment.\nEngineers in Louisiana use global positioning systems to measure both sea level rise and subsidence.\nWindell Curole\nSo the benchmarks were subsiding along the road. And they went from maybe 7 feet to 5 feet. So all of a sudden all of the elevations were off. And I had this Eureka! moment saying, “This is not high enough.”\nSo we hired a local engineer using GPS technology, and we found that the levee was about 18 inches low.\nSo we are raising the levee, trying to take care of sea level rise, take care of the subsidence issue, take care of the marsh loss that we have, but also immediately, this season, to try to protect ourselves better from hurricanes.\nVoiceover\nThe levee protects people in South Lafourche from storms that roll in from the Gulf. Along the bayou, flooding and disruption have become the new normal because storm protection and flood drainage systems were built for an era when storm and surge were less severe.\nWindell Curole\nYou look right now, and you can see that the bayou is the same level as almost the ground we are walking on. That wasn’t like that, I remember, back in the ‘60s and ‘70s.\nTim Osborn, NOAA Office of Coast Survey\nSo, even with the high tides or when you get a heavy rainstorm, this whole place just becomes a lake out here.\nDickey Cheramie\nOh yeah. This place just, the water just funnels through here. No matter, you don’t even need a hurricane.\nGPS Engineer #1\nThese are elevations along the curb inlet. What we are gonna do today is take some elevation shots along this drainage system and compare it to what the designers did in the late ‘60s, so we can determine what steps to take to correct this drainage problem.\nGPS Engineer #2\nElevation here is a .420.\nTim Osborn\nJust barely above sea level right now. What we are going to do literally is walk across the road, have him basically put it right on the top of the surface of Bayou Lafourche, and we’ll get a water elevation, right now today and see what the elevation is compared to here.\nGPS Engineer #2\nWater elevation is at a .513…\nTim Osborn\nOk, so actually the water levels in Bayou Lafourche right now are actually higher than the drain system that we just measured. The bayou, rather than being the source of where all the storm water is draining into, is now the flood source that’s actually threatening these communities.\nWindell Curole\nThe old way of doing things no longer functions. You have to always question – do things still work?\nWe finally have enough accurate data, and accurate instrumentation, to be able to tell us exactly what’s going on.\nGPS Engineer #2\nElevation of water is .513. [ease up on the sound here]\nWindell Curole\nSo no matter what you write down, no matter what the formulas are… observation, observation, observation. That’s what science is based on. Science is about observations. It doesn’t matter whether you have an engineer coming from MIT, or the Corps of Engineers from Washington. We question everything that’s said ‘cause nobody cares about this place like we do.\nTim Osborn\nPeople ask why you want to be here, but you say, “I wanna be there, I got a job, I got my family…”\nDickey Cheramie\nYou saw me, I’m a crabber. That’s my livelihood, I mean. Without that– I’m 60 years old, you know, what am I gonna do? So…\nWindell Curole\nIt’s a working coast. We have people who shrimp, oyster, crab for a living. We have people who support oil that’s world-class oil.\nWe are building the levee as high as we can afford right now. How far into the future? I don’t know. Can’t guarantee that we won’t have to raise it some more, or that it will get too expensive to raise and that we’ll finally have to move out.\nVoiceover\nBayou residents can see how fast the landscape is changing. Accurate, real-time information gives them the confidence they need to face hard choices.\nTim Osborn\nThe threat to these coastal populations is growing at a rate that you don’t see anywhere else in the United States.\nTim Osborn\nWith present trends that we are seeing coming from the Grand Isle tide station, the coastal landscape today across 12,000 square miles of Louisiana’s coastal zone will be inundated by the end of the century.\nAnd that’s an important lesson to take to other coastal states. And the fact that their time and their timelines and the challenges that they may be facing, may be longer in coming… But the same issues and the same need to collaborate—to find the best response to those trends and those rising sea levels—is really something that we can learn from coastal Louisiana.\nMarina Owner\n(singing) When the levee breaks, we’ll have no place to stay. (laughs) I’ll leave you with that one.\n___\nLinks\nRead the full-length feature story: Thriving on a Sinking Landscape\nHelp us improve our content",
  "source": "climate.gov"
}