{
  "url": "https://www.climate.gov/news-features/videos/how-climate-change-impacting-coasts",
  "title": "How Is Climate Change Impacting Coasts?",
  "date": null,
  "content": "Running time 3:56\nSix managers of State Coastal Zone Programs and National Estuarine Research Reserves comment on their plans for adaptation in response to climate change.\nEditor’s Note: Through its Office of Ocean and Coastal Resource Management, NOAA works with America’s coastal and Great Lakes states to plan for climate change. We asked several managers of state Coastal Zone Management and National Estuarine Research Reserves to comment on their states’ plans for adaptation in their coastal areas in the face of climate change. Their responses appear below…\nTranscript\nJohn Watkins, Chief, Ohio Department of Natural Resources, Office of Coastal Management:\nThere’s a lot of uncertainty on the Great Lakes about what climate change will do, as to what will happen to our water resources. We also have uncertainty as to what will occur with our ecosystems as climate change occurs. Part of what we’re trying to do collectively with Sea Grant and other regional organizations within the Great Lakes is to look at how we can assess the potential effects of climate change, when we don’t know what they’re going to be, capture that info, make predictions and help our local communities come up with plans to adapt to those issues that will come about.\nRebecca Ellin, Manager, The North Carolina Reserve:\nI do think in the next 20 years, North Carolina is going to have to work hard to come up with some strategies to combat sea level rise. One of the many projections that has been put out for North Carolina is that the Outer Banks barrier islands system will largely disappear, and with the disappearance of that , it’s really going to dramatically change the traditional picture of what the North Carolina coastline looks like.\nI think there are a variety of things we can do to combat sea level rise. And certainly the National Estuarine Research Reserve System and the Reserve in North Carolina can play a big part in that, because one of the great things is that we own land, and reserve sites can actually serve as sentinel sites to look at how the impacts from sea level rise and climate change are impacting our coastal habitats.\nTed Diers, New Hampshire Coastal Program Manager:\nWe have a big beach area. 78 percent of our coastal shoreline, the shoreline that’s directly on the Gulf of Maine is in public ownership. That’s a phenomenal thing. We have these great public beaches that go all up and down. You can essentially walk the entire New Hampshire shoreline without having to be on private property. However, as sea level rises, what’s going to happen to that asset?\nDeerin Babb Brott, Asst. Secretary, Ocean and Coastal Zone Management, Massachusestts:\nI think that the biggest challenges Massachusetts faces currently in coastal zone management revolve around climate change and how we’re responding to that.\nPaul Dest, Manager, Wells Reserve, Maine:\nAnd I’m thinking in the areas of resilient communities, and coastal hazards, if you will… climate change, sea level rise … we have to plan for that.\nGary Lytton, Manager, Rookery Bay Reserve, Florida:\nThere’s no doubt in my mind that one of our biggest challenges in the future is climate change. We’re already seeing effects of climate change within the boundaries of the Reserve. A specific example is landward migration of marine wetlands, like mangroves, within the 10,000 miles which is part of the area we manage.\nOne of my biggest concerns in southwest Florida is that we are at high risk for impacts associated with sea level rise. We’re a very low lying area of the country. And let’s face it, the science is very strong that sea level rise is happening, it’s been happening, and it will continue to accelerate.\nWhen we talk again about the impacts of climate change that we know are coming, my biggest hope would be that in the next 20 years, we have an actively engaged coastal community in southwest Florida that is ready to step up and make some sacrifices, if you will, to prepare for what we know is coming.\n___\nLinks\nRead the full length article Planning for Climate Change Adaptation.\nNOAA National Ocean Service Ocean and Coastal Resource Management.\nHelp us improve our content",
  "source": "climate.gov"
}