{
  "url": "https://www.climate.gov/news-features/videos/extreme-events-2012",
  "title": "Extreme Events of 2012",
  "date": null,
  "content": "Running time 3:40\nDrought, cold, and massive storms were among the devastating climate-related events that struck the United States in 2012. These events were incredibly destructive and disruptive for people across the country. A better understanding of the relationship between climate and extreme weather is challenging, but it’s important, and it will help our nation become even more “climate smart.”\nTranscript\nDeke Arndt, Chief of the Climate Monitoring Branch, National Climatic Data Center\nDrought, cold, and massive storms were among the devastating climate-related events that struck the United States in 2012. These events were incredibly destructive and disruptive for people across the country.\nClimate.gov presents Extreme Events of 2012: Looking at the Big Picture\nIt’s official: 2012 was the hottest year on record for the contiguous United States. March kicked things into high gear, breaking its own record by a huge margin. July was then the warmest of more than 1,400 months on record, dating back to 1895. September was the 16th consecutive month with warmer than normal conditions—the longest streak in the nation’s climate record.\nWith all that heat came prolonged drought, which is ongoing as we begin the new year. Crops suffered, and the Mississippi River approached all-time lows at several locations. Without enough water, barge traffic on the river, critical for the nation’s commerce, nearly halted. The drought also set the stage for massive wildfires. Some of the largest fires occurred in New Mexico, Colorado, and Oregon. Across the nation, nearly 10 million acres burned during 2012.\nMany of the 2012 extreme events were heat-related, but some parts of the U.S. experienced record cold and massive winter storms. In Alaska, January’s temperature was 14°F below the long-term average, setting records throughout the state. Anchorage received over 11 feet of snow last winter. Further south, a massive winter storm brought rain and snow into the Pacific Northwest in January. The storm produced hurricane-force winds, and a quarter-million homes lost power.\nA massive derecho swept from the Great Lakes to the East Coast in June 2012. A derecho is a widespread, long-lived windstorm associated with a band of rapidly moving showers or thunderstorms. Over 250,000 customers lost power along the Mid-Atlantic and Northeast for several days due to downed trees. The derecho caused 28 fatalities, and the total damage was estimated at around $2.5 billion.\nSandy made landfall near Atlantic City, New Jersey, on October 29th and set the all-time lowest barometric pressure reading for the Northeast. Sandy’s large size and track brought record storm surge to many locations, including the Battery in New York City, which saw water levels close to 14 feet. And Sandy didn’t stop there. She also brought blizzard conditions for the central and southern Appalachians, with more than a foot of snow falling in six states. One hundred thirty fatalities were reported, and over 8 million households lost power due to this historic storm.\nThese massive events came from local ingredients mixed into and with the larger climate system. For example, the heat and drought were related to persistent high-pressure systems, while Sandy was born in a very warm and warming tropical Atlantic. The climate system is evolving and bringing these ingredients together in changing ways. These complex systems help climatologists to examine trends from our data records as well as explore the behavior of the Earth system changing in real-time. A better understanding of the relationship between climate and extreme weather is challenging, but it’s important, and it will help our nation become even more “climate smart.”\nFor climate.gov, I’m Deke Arndt.\n___\nLinks\nFeatured Image. By a wide margin, 2012 was the United States’ warmest year on record.\nThe National Climatic Data Center’s State of the Climate. 2012 National Overview.\nHelp us improve our content",
  "source": "climate.gov"
}