{
  "url": "https://www.climate.gov/news-features/videos/climate-and-meningitis-africa",
  "title": "Climate and Meningitis in Africa",
  "date": null,
  "content": "Running time 6:12\nThe International Research Institute for Climate and Society and Google are offering a guided tour of Africa to teach you about the relationship between climate and deadly meningitis outbreaks there. No need to pack your bags, though. It’s a virtual tour that you can take via your computer, narrated by IRI scientist Judy Omumbo.\nTranscript\nJudy Omumbo, Scientist, International Research Institute:\nIt has been called the most neglected among neglected diseases, but not for its lack of impact. Meningitis, an infection of the membranes surrounding the brain and the spinal cord, infects quickly and can kill up to half of its victims if left untreated. Survivors rarely emerge unscathed, often suffering permanent brain damage or deafness.\nWhile individual cases of meningitis are found worldwide, the most devastating epidemics occur in the notorious Meningitis Belt of sub-Saharan Africa, stretching from Senegal in the west to Ethiopia in the east.  Here, the disease has affected close to a million people in 25 countries in the past two decades.\nMuch about how and why these epidemics occur is unknown, but we do know that climate plays a key role. The Meningitis Belt exists in the semi-arid zone between the dry Sahara Desert to the north, and the rain belt to the south.  Having a better understanding of what drives the onset and spread of meningitis can mean the difference between life and death.  While meningitis can be prevented through vaccination, there aren’t enough doses or enough workers to immunize everyone, so researchers are trying to predict when and where outbreaks will occur.\nDr. Eric Bertherat, Medical Epidemiologist, World Health Organization:\nRegarding the strategy, what we would like to do is to improve our decision system, to try to make a kind of preemptive vaccination, to start the vaccination just before the outbreak occurs.  And for that, we need to better understand what are the risk factors for having these outbreaks in each district.\nOmumbo:\nNot surprisingly, the burden of meningitis is heaviest on the poor.\nDr. Forgor Abudulai Adams, Research Fellow, Navrongo Health Research Center, in Ghana:\nIn time of epidemics or outbreaks the health system is disorganized. The community is disorganized, because people have to be burying their loved ones.  People become scared, panic, they don’t know what is happening, whether they will be next.  And generally the burden on the family is very huge — lives are lost, resources have been spent impromptu, funds have been looked for to cover bills and take care of whatever expenses they might have incurred.\nOmumbo:\nOutbreaks in the Meningitis Belt have long been associated with the dusty seasonal winds that blow off the Sahara.  Starting in November, winds – depicted here by arrows showing their direction and strength — blow from the Sahara, bringing dry, dusty conditions to the Belt.  During this time, the number of meningitis cases begins to rise.  By April, more humid air is brought by winds blowing in from the Atlantic.  This marks the start of the rainy season, and the number of meningitis cases again declines.\nIn recent decades, the extent of the Belt seems to be changing — meningitis is occurring in more areas of Ethiopia, for example, and researchers are trying to understand why.\nDr. Yonas Asfaw, Officer of Disease Prevention and Control, Ethiopian Ministry of Health, in Ethiopia:\nMeningitis used to occur mostly in the western and the northwestern part of the country.  As you know, the meningitis belt involves most of the western part of Ethiopia, and the pattern of occurrence in the previous years was 8-10 years on a cyclical mode.  But as of the past 10 years, meningitis is a yearly phenomenon involving a smaller place and a much milder form than the previous years.  So meningitis is moving now from the west to the southern part and it has become a yearly phenomenon.\nOmumbo:\nExperts are working to develop better forecasting systems to predict areas where epidemics will most likely occur.  The National Meteorological Agency has formed partnerships with research centers like the International Research Institute for Climate and Society and European meteorological agencies to expand access to up-to-date weather forecasts and satellite data.  But in order to fully understand the disease dynamics of meningitis, more data are needed.\nDiriba Korecha Dadi, National Meteorological Agency, in Ethiopia:\nOur meteorological stations mainly situated following the main roads and also in the small towns or cities, so we don’t have such a significant number of meteorological stations particularly over these remote areas where we used to get these meningitis cases.  We try to identify the potential climate parameters that might cause the spreading or emerging of meningitis, particularly temperature and the onset of the rainy season over this western part of the country where the meningitis belt extends.\nOmumbo:\nIn Ethiopia, a Climate and Health Working Group, formed in 2008, includes experts from the National Meteorological Agency, the Ministry of Health and other key partners.  This kind of collaboration is critical for making vaccination campaigns more efficient and the stockpiling of medicines more timely.  Climate and Health Working Groups have now also been formed in Kenya and Madagascar.\nThe IRI is committed to bringing these communities together, supporting the activities of climate and health working groups, and providing technical expertise and training.  In additional to regional capacity building efforts, an annual Summer Institute is held at the IRI for climate and health professionals from around the world.  To date, 25 professionals from 19 countries have benefitted from this training.\n___\nLinks\nEditor’s note:  This movie appears in NOAA’s ClimateWatch magazine courtesy of the International Research Institute for Climate and Society. The IRI was established as a cooperative agreement between NOAA’s Climate Program Office and The Earth Institute at Columbia University. Readers can also access a related article and a Google Earth-compatible version of this tour at the IRI Website.\nHelp us improve our content",
  "source": "climate.gov"
}