{
  "url": "https://www.climate.gov/news-features/videos/susan-solomon-wins-2009-volvo-environment-prize",
  "title": "Susan Solomon Wins 2009 Volvo Environment Prize",
  "date": null,
  "content": "Running time 10:42\nSusan Solomon, of NOAA, was awarded the 2009 Volvo Environment Prize. Her pioneering contributions in atmospheric chemistry and physics have had major impacts on environmental policies.\nTranscript\nClaes Sjöberg, Tomorrow Media AB (Narrator):\nPerhaps the greatest challenge we face today is understanding how the Earth systems will respond to climate change. Here at NOAA, hundreds of scientists are working, trying to find out the complexity of what’s going on. We’re going to meet one of these scientists: Susan Solomon, this year’s laureate of the Volvo Environment Prize.\nSusan Solomon, Senior Scientist, NOAA Earth System Research Laboratory:\nI do believe that science is a remarkable guidepost for societal action. When people actually understand the science, they know what we’re talking about, why we can say it, what the consequences will be — it actually spurs people to do some amazing things.\nMargaret Tolbert, Chemistry Professor, University of Colorado:\nWhen you first meet Susan, she can be kind of intimidating. She is so smart.\nChristine Ennis, Chemical Sciences Division, NOAA:\nShe’s a pro.\nTolbert:\nWhat you find is she is just the kindest, most generous person.\nA.R. “Ravi” Ravishankara, Director, Chemical Sciences Division, NOAA ESRL:\nAmazing … is probably a good word. She is an extremely [bright] person with incredible intellect and ability to see things that are there but somehow we all miss.\nSjöberg:\nSusan Solomon and her colleagues at NOAA are trying to identify tipping points and the likelihood of irreversible changes in the environment. Scientific contributions in this area are crucial steps in defining policy options and actions.\nSolomon:\nThe Earth has a budget just like anything else. And if we add greenhouse gases to the atmosphere it’s going to keep more heat in to the planet, and less escaping to space, and the planet has no choice but to warm up. That’s basic physics and there’s no way to beat basic physics.\nSjöberg:\nSusan Solomon’s scientific contributions exemplifies that this type of research can have major impact on global environment policies. This has already happened twice in her scientific career. Susan Solomon was one of the first scientists to take seriously reports in the 1980s of deterioration of the planet’s ozone layer. In 1986 and 87, she led expeditions to Antarctica to gather evidence of the scientific theories regarding the Antarctic ozone hole, and the suspicions that chemicals known as CFCs [chlorofluorocarbons] were causing it.\nSolomon:\nThe British Antarctic Survey discovered the ozone hole. No one knew why it was there. It was a tremendous shock to the community. Some people didn’t believe it. We were able to go to Antarctica and take measurements that allowed us to show why it was happening. And not only that, we got to do it in this incredible, beautiful, crystalline palace of white. When you go to Antarctica there is … there are only really two reactions: you either love it or you hate it. For me, of course, I absolutely loved it. It was one of the most exciting, amazing places to work in that I’ve ever seen.\nSjöberg:\nThis almost unexploited continent has seen one of the most dramatic effects on the environment by human activities of any place on Earth.\nSolomon:\nI didn’t have a sense of history in the beginning. I would say, though, that by the end of the second year I really began to see how serious this was. And, you know, you couldn’t help but notice that the Montreal Protocol agreement was actually signed while we were in Antarctica.\nTV news excerpt:\n“…the Montreal Protocol signed today aims at stopping the deterioration of the ozone layer in the atmosphere… ”\nSjöberg:\nSusan Solomon’s work with research on ozone depletion was an important contribution to the scientific basis for the protection of the ozone layer — the Montreal Protocol — which later led to a global ban on CFCs.\nRavishankara:\nWhen it comes to the ozone layer, we are in very good shape. And we can actually observe the changes and we can do a pretty good prediction of what’s going to happen in the future. With climate, it’s … a little bit more difficult because the timescales for changes are longer. But our foundation for understanding climate change is very solid.\nSjöberg:\nOne reason for this is the extensive laboratory resources and measurements being made at NOAA. Every week, for more than 40 years, the researchers here have checked air samples from all over the world.\nPieter Tans, Senior Scientist, NOAA ESRL:\nWhat you see here is a map — a global map — of where we get our flask samples from … from both hemispheres, from all continents. First of all, what we see is that the greenhouse gases are all going up all over the world. We can measure that anywhere, in fact. But when you look carefully, there are tiny, relatively small differences between … from place to place, and they are persistent. For example, the Northern Hemisphere tends to have slightly higher concentrations of all greenhouse gases than the Southern Hemisphere. The reason for that is that most of the emissions take place in the Northern Hemisphere and the atmosphere reflects that. So when Dave Keeling started his measurements of CO2 in the atmosphere in 1958, the rate of increase was on average 0.7 ppm per year and now it’s almost 2 ppm per year. I can tell you that in the atmosphere, even though there’s an economic slowdown, we do not see that currently in the rate of atmospheric CO2 increase. It’s still going on, as ever.\nSolomon:\nWe will be dooming the planet to a situation that it cannot recover from for at least 1,000 years. We can always pray for some kind of geo-engineering miracle cure, but right now we don’t have such a thing in hand. So it’s a very risky thing we’re undertaking and I think that when you understand that something is irreversible, you think twice about putting more of that stuff in the system.\nSjöberg:\n“Irreversible.” It sounds serious. Still, hard to really understand.\nSolomon:\nLet’s make this thing a little more personal. Let’s imagine that every pound of weight that you ever gained was something that you could never imagine you would be able to take off. I really wonder how much more cheesecake would be sold.\nSjöberg:\nIt was the climate change issue that once again, in her scientific career, brought Susan Solomon into the center of worldwide attention. This time as co-chair of IPCC — the United Nations Intergovernmental Panel on Climate Change, the Working Group 1.\nSolomon:\nIt had some incredible high highs and some unbelievably low lows. It had both extremes of emotion and experience. The high highs really had to do with seeing how you could bring 113 governments into a room and get them to agree that warming is unequivocal — that was a tremendous moment. So, representing the science community, trying to explain to policy people where the limits were going to have to be … we did it but it took a tremendous amount of work. Days and days of, you know, 24-hour … you know, no sleep … In the end we got everything we wanted because were incredibly well prepared. We had a tremendous team of scientists, 152 authors from over 30 countries that I had the honor of working with, and we were so well prepared. We were like a … they described us as being like a well-organized army. There was just no stopping us.\nAlexander “Sandy” MacDonald, director, NOAA Earth System Research Laboratory:\nI think Susan’s contribution was fabulous and really important to the future of the planet. She had the kind of leadership to get this very large and diverse group to say, in a very clear way, what we think the planet’s going to do.\nSolomon:\nWhat we really have to look at is what it would take to decarbonize our energy supply, and that could include renewable energy – the sun, the wind, nuclear. It could include just making sure that we’re able to put the carbon back down in the ground – carbon capture and storage is a possible help, there, for certain applications like power plants. But it’s going to be a massive problem because it’s so pervasive. Every time we drive our car, turn on the lights, whatever we do we’re generating carbon dioxide.\nSjöberg:\nThe IPCC Report had a strong impact. And in 2007, the IPCC scientists, together with former Vice President Al Gore, shared the Nobel Peace Prize for making the world understand the dangers of global warming.\nEnnis:\nThroughout her career, Dr. Solomon has put a tremendous amount of emphasis on reaching out with her science to not only make sure that it reaches the scientific community, but to make sure that it reaches many others around the globe.\nSjöberg:\nSusan Solomon is continuing her research using advanced models for the Earth’s systems, bringing the science forward in our understanding of how the atmosphere and oceans function and interact.\nMacDonald:\nSusan is good at everything. She’s good at analyzing. She’s good at bringing groups together and communicating. She just sort of has it all.\nSolomon:\nI really do believe the world will unite around an action plan, eventually. Everywhere you look, the amount of new technology that’s coming out to do things better, faster, cheaper — to generate energy more readily — is just remarkable. So I’m very optimistic that, in the long run, we’ll get there.\nSolomon:\nIt’s just amazing how powerful science is. Facts can actually move mountains.\n___\nLinks\nEditor’s note: The video above appears in NOAA’s ClimateWatch magazine courtesy of the Volvo Environment Prize Foundation, which retains the copyright for its original footage. Click for more information and to access the press release about the 2009 Volvo Environment Prize.\nHelp us improve our content",
  "source": "climate.gov"
}