{
  "url": "https://www.climate.gov/news-features/videos/march-out-lion",
  "title": "March: Out Like a Lion",
  "date": null,
  "content": "Running time 2:19\nLow pressure differences between the Arctic and mid-latitutde regions define the negative phase of the Arctic Oscillation and often bring cold temperature to North America, Europe, or northern Asia. Much colder-than-average temperature during March and a strongly negative Arctic Oscillation Index reminded people in the United States how important this index is to our own climate conditions. A year ago, the positive phase of the oscillation was in play during March, and conversely warmer-than-average temperature blanketed the United States.\nTranscript\nDeke Arndt, Climate Monitoring Branch Chief, National Climatic Data Center\nDuring March 2013, a broad swath of the country from the Great Lakes to Florida experienced very cold temperatures — for some states even colder than during January.\nBig swings in temperature are often associated with signature pressure patterns. One of these is the Arctic Oscillation, which contributed to the late winter punch leading into Spring this year.\nThe Arctic Oscillation, or “AO”, is an index describing the difference in pressure between polar locations and mid-latitude locations. It quantifies a pressure pattern often associated with major cold air outbreaks in the mid latitudes, or whether polar air is confined to the higher latitudes.\nA positive AO is often associated with fewer polar air masses plunging into our part of the world. But when the AO switches to its negative phase, frigid air can flow out of the Arctic and bring unusually cold weather farther south. In March 2013, the AO was, at times, about as negative as it’s been for decades, especially for the month of March, and we saw some bone-chilling outcomes in the Midwest.\nA year ago, the nation experienced its warmest March on record. Look how hot it was across the country in March 2012, compared to how cold it was this year.\nDuring March 2013, a very negative AO phase accompanied colder-than-average temperature in the United States — much colder than it was a year ago, when, you guessed it, the AO was largely positive.\nThe AO is difficult to predict beyond a week or two, but it can have a dramatic impacts in the United States, across Europe, or in northern Asia.\nEven in a warming world, we will continue to have many natural cycles, like the Arctic Oscillation, that drive regional temperatures in the short term. Understanding these phenomena, and how they relate to what we experience, is Climate Smart.\nFrom Asheville, North Carolina, I’m Deke Arndt.\n___\nLinks\nIn stark contrast to last year, March 2013 cooler than average in U.S. March 2013 Global Temperature Update March 2013 National Climate Update Forensic Meteorology Solves the Mystery of Record Snows Anothery Wintry Winter for the Eastern U.S. Summer Interlude Over, La Niña Returns to the Pacific So far, Arctic Oscillation favoring mild winter for eastern U.S.\nHelp us improve our content",
  "source": "climate.gov"
}