{
  "url": "https://www.climate.gov/news-features/videos/local-not-global-pockets-cold-warming-world",
  "title": "Local Is Not Global: Pockets of Cold in a Warming World",
  "date": null,
  "content": "Running time 2:16\nOn any given day or any given month, somebody somewhere experiences colder-than-average temperature, even though the globe as a whole is warmer than average. We know this through climate monitoring, which entails measuring temperature on land and across the ocean.\nTranscript\nDeke Arndt, Climate Monitoring Branch Chief, National Climatic Data Center\nOn any given day or any given month, somebody somewhere– maybe even where you live– experiences colder-than-average temperature, even though the globe as a whole is warmer than average. Pockets of cold on a warming planet. How can both be true? It has been true for hundreds of months. These patterns are complex, but they’re not random.\nTracking global temperature starts with measurements in specific places. Long-term temperature records at stations like this establish what is “normal.” It’s the average temperature. Subtracting this average temperature from the observed temperature leaves a “temperature anomaly.”\nThe data from stations across large areas allow us to map these temperature anomalies around the globe. The red areas on this map were warmer than average during winter– December, January, and February. Blue areas were colder than the long-term averages. Last winter, the western United States was colder than average, but the East was warmer. Intense cold blanketed northeastern Asia while it was warmer than average just to the west. Even though there are a many pockets of cold, the overall global temperature was above average. The area with above-average temperature outweighed the area with below-average temperature.\nAnother interesting pattern is clear in this dataset. Notice that the temperature anomalies over the ocean are much more muted than over land. This is because the ocean warms, and cools, more slowly than land. Notice how much of the ocean is above average, though.\nMoving into Spring, this March was below the 20th century average in the United States, but the overall global temperature remained above the long-term average.\nIn studying regional climate patterns, climatologists are learning about the planet as a whole. Understanding why one region differs from another takes an understanding about interactions among the atmosphere, the ocean, and even human decisions. Sometimes, being climate-smart can be as complex as the climate system itself.\nFrom Asheville, North Carolina, I’m Deke Arndt\n___\nLinks\nMarch 2013 Global Temperature Update\nMarch: Out Like a Lion\nHelp us improve our content",
  "source": "climate.gov"
}