{
  "url": "https://www.climate.gov/news-features/videos/spring-2013-little-relief-drought",
  "title": "Spring 2013: Little Relief from Drought",
  "date": null,
  "content": "Running time 3:41\nThe big story for the upcoming spring is the likelihood that drought will continue across large parts of the south-central and southwestern United States, and even expand into California and eastern Texas. Some of these areas have been experiencing drought for more than a year, and the latest 3-month outlook from the Climate Prediction Center offers little hope for relief.\nTranscript\nNed Gardiner, Climate Visualization Manager, contractor to NOAA\nNOAA’s National Weather Service released its Spring Outlook on March 21st. The Outlook encompasses temperature, precipitation, drought, and flooding expectations for the coming three months. Mike Halpert, Acting Director of the Climate Prediction Center, discusses the outlook and its implications.\nMike Halpert, Acting Director, NOAA’s Climate Prediction Center\nThe big story for the upcoming spring appears to be the expectations that drought will continue across large parts of the south-central and southwestern United States, even expanding into California and eastern Texas. Some of these areas, in particular in the central part of that region, have experienced drought now for over a year, and at this time we just don’t see relief coming during the next three months.\nThe temperature outlook for the months of April-May-June favors above-average temperatures across a large part of the United States, extending from the eastern seaboard, across the Midwest and the Southeast, into the central and southern Plains, and finally into the southwestern U.S. Above-average temperatures are also favored up in the northern parts of Alaska.\nThe only areas anticipated to see below-average temperatures are in a region from the Pacific Northwest extending along the U.S.-Canadian border through Montana and North Dakota. The region most likely to experience above-average temperatures this spring is in the south-sentral United States, a region centered on Texas. This is an area that has had extensive drought for the better part of the last year, and often-times during spring and summer, regions that are drier-than-average do experience above-average temperatures.\nThe outlook favors below-average precipitation in a region extending from much of the western part of the U.S. through the Southwest across Texas, the Gulf Coast, and much of Florida. Large parts of the U.S. (for precipitation) have an equal chance forecast, meaning that there is no tilt in the odds towards either above-, near-average, or below-average precipitation. The outlook favors above-average precipitation in the upper Midwest and regions centered on Northern Indiana.\nThere’s a tilt in the odds towards above-average precipitation in parts of the Midwest.\nThe outlook for Hawaii favors below-average precipitation and temperature. With regards to drought, parts of Hawaii as well as large sections of the central and western United States are also experiencing varying levels of drought.\nLooking ahead three months, drought is expected to improve in parts of the Southeast, the western Great Lakes, and the northern Great Plains. However, unfortunately drought looks to be a continuing story in the Southwest and south-central U.S., with drought even developing in parts of California, eastern Texas, and the Florida peninsula. The Flood Outlook shows the region most under the gun for river flooding this spring is in the north-central Great Plains, particularly along the Red River of the North.\nNed Gardiner\nNOAA produces the outlook to help communities and businesses prepare for the challenges spring is likely to present. From the Climate Prediction Center, I’m Ned Gardiner. Thank you for watching.\n___\nLinks\n2013 U.S. Winter Recap: Mixed Messages on Drought\nDrought Impacts Continue to Pile Up\nWater Waning into Winter\nBaking the Breadbasket: Persistent Drought in the Heartland\nHelp us improve our content",
  "source": "climate.gov"
}