{
  "url": "https://www.climate.gov/news-features/videos/local-everything-climate-divisions-reveal-your-story-2",
  "title": "Local is Everything: Climate Divisions Reveal Your Story",
  "date": null,
  "content": "Running time: 3:02\nSpring 2013 has brought something fairly unusual in recent years—colder-than-average temperature for the nation as a whole. NOAA’s Deke Arndt talks about how spring temperatures in three U.S. climate divisions compare to the local long-term trend.\nTranscript\n*****Share this video from our YouTube Channel*****\nDeke Arndt, Climate Monitoring Branch Chief, National Climatic Data Center\nSpring 2013 has brought something fairly unusual in recent years—colder-than-average temperature for the nation as a whole.\nInvasions of Arctic air pushed repeatedly into the central United States during April, bringing record cold to some parts of the Upper Midwest. Yet it was much warmer than average in Florida and California.\nClimate does vary from place to place. That’s why scientists who monitor the climate system track data in regions called climate divisions in order to understand climate variability at a regional level.\nLet’s look at April temperatures going back to 1895 for three climate divisions. One had record cold. One was near average, and one was much warmer than average.\nRecord cold reached climate divisions in western Minnesota as well as North and South Dakota. In western Minnesota, April 2013 was clearly one for the record books. The average temperature was almost freezing for the month.\nCheck out the year-to-year variability in temperature. This year the average temperature was about 15 degrees colder than it was just 12 months ago. That’s a dramatic difference.\nYou can see that huge swings from year to year are common in the long-term record in this climate division. Because it’s in the north, this region is subject to more cold air invasions during April. If you live in Minnesota, you’re already aware that April can bring a wide range of outcomes that even dwarf the long-term temperature trend of 0.8 Fahrenheit per century.\nWhere I live in western North Carolina, people—including me—were talking about how cold it felt. And it was colder than most of the last few Aprils. But as you can see from the entire period of record, this year was very near the long-term trend line, which has increased about 2 degrees Fahrenheit since record-keeping began in 1895.\nThe year-to-year variation here in the southern Appalachians is not as dramatic as Minnesota or the Dakotas, but you can still see a lot of variation in this time series graph.\nCalifornia shows patches of much-above-normal temperature on this map. The mountainous regions of southern California had temperature among the warmest 10 percents of all Aprils dating back to 1895.\nThe dip you see in this graph—and the more narrow range of temperatures—is common for climate divisions that are strongly influenced by the Pacific Ocean.\nThese are just three stories out of 344 climate divisions in the United States. If the cold temperature this spring has you wondering about your region’s climate, visit the NCDC Climate Monitoring pages where you can see the story of your own climate division.\nWhen you know your region’s climate story, you can even help your neighbors be “climate-smart.”\nFrom Asheville, North Carolina, I’m Deke Arndt.\n___\nRelated\nMarch 2013 Global Temperature Update\nMarch: Out Like a Lion\nHelp us improve our content",
  "source": "climate.gov"
}