{
  "url": "https://www.climate.gov/news-features/videos/after-sandy-facing-future",
  "title": "After Sandy: Facing the Future",
  "date": null,
  "content": "Running time: 5 minutes, 25 seconds\nWithin months of its opening, Ivar Johnson's restaurant on Panini Bay was devastated by Sandy. As he and his family rebuilt their dream, he talked with scientist Lisa Auermiller about how to face the future rise in sea level that would accompany global warming.\nEditor's Notes\nAbout FEMA flood plain maps\nThe flood maps provided by the Federal Emergency Management Agency reflect the flood potential of U.S. neighborhood and coastal areas based on what has flooded in the past. The maps only \"account for sea level rise\" to the extent that the severity of past flooding has been influenced by sea level rise that has already occurred. FEMA floodplain maps do not take into consideration any future amount of sea level rise due to global warming.\nAbout \"Superstorm\" Sandy\n\"Superstorm\" is not an official meteorological term.  It sprang up in the heat of the moment as people struggled to find a word that adequately described the tremendous destruction of a storm that was transitioning from a hurricane to an extratropical cyclone near the time of its landfall. Sandy had lost its hurricane-like \"warm core,\" but it retained hurricane-force winds. At the same time, the wind field stretched over a much larger area than is typical for hurricanes—more akin to mid-latitude winter storms like Nor'easters.  More details about Sandy's lifecycle are available in a NOAA technical report (pdf).\nAbout sea level rise in New Jersey\nLisa is using the New Jersey Flood Mapper to show Iver the flooding that would be expected to occur during high tide in his area if global sea level were to rise 1 foot, which could occur as soon as 2050 according to a range of sea level rise scenarios studied by NOAA as input for the National Climate Assessment.  Because of different rates of subsidence and erosion, the amount of local, or relative, sea level rise that will accompany any particular global increase will vary from place to place. More information about sea level rise in the United States is available in a report (pdf) prepared for the National Climate Assessment.\nHelp us improve our content",
  "source": "climate.gov"
}