{
  "url": "https://www.climate.gov/news-features/videos/us-winter-climate-outlook-2013-14",
  "title": "U.S. Winter Climate Outlook: 2013-14",
  "date": null,
  "content": "Running time: 3 min, 32 sec\nWithout a strong influence from El Niño or La Niña, the U.S. winter climate is less predictable. Based on recent trends, however, drought is likely to develop in the Southwest and Southeast over the 2013-14 winter.\nTRANSCRIPT\nOn November 21, NOAA’s Climate Prediction Center issued its seasonal outlook for December through February. Typically, the highlights for winter revolve around the temperature outlook, but this year it appears that persisting and potentially developing drought could be the bigger story.\nVarying degrees of drought currently exist across large parts of the western and central U.S., Alaska, and Hawaii, with abnormally dry conditions across parts of the East. The outlook favors precipitation below the 1981-2010 average in both the Southwest and Southeast, making the persistence and development of drought likely in these regions. Elsewhere, precipitation is favored to be above-average in the northern Rockies, particularly over Montana and northern Wyoming and in Hawaii, and below-average in the Alaskan panhandle.\nFor any location, there is a finite chance that precipitation will be below-, near-, or above-average. The maps show only the most likely outcome, not the only possible one. The temperature outlook favors warmer-than-average conditions in western Alaska, across parts of the South, and in New England. Below-average temperatures are favored in the Northern Plains and southeastern Alaska.\nBoth maps have large swaths of the country labeled “EC” for “equal chances,” which means there is no tilt in the odds towards either above- or below-average temperature or precipitation. This year’s outlook has proven to be quite challenging. We’re not seeing strong climate signals and patterns that often give us clues as to what the season will bring. Sea surface temperatures across the central Pacific have not been consistently warm or cool since Spring 2012, and we expect this to continue at least through next spring. This means that neither El Niño nor La Niña is likely to influence the climate during the upcoming winter.\nWithout either El Niño or La Niña present, we often use recent climate trends to get insight about what might arise. The past 15 winters have not been much different than average for all the winters between 1981 and 2010. Across parts of the North, there has been a small tendency for wetter conditions. Across parts of the South, the trend has been for slightly less precipitation. For temperature, the trends have been even less significant, with only some small areas being slightly warmer-than-average. While you might expect trends to always be up in a warming climate, the reality is that temperature trends are often different for different regions during different seasons.\nPatterns that can strongly influence our winter weather, such as the Arctic Oscillation, are just not predictable on time scales beyond a week or two. These atmospheric patterns can change from week to week and have the potential to deliver cold, snowy weather throughout the season.\nWe will continue to track quickly changing patterns as well as evolving drought conditions. NOAA monitors and predicts the climate so you can make climate-smart decisions. From the Climate Prediction Center, I’m Mike Halpert.\nHelp us improve our content",
  "source": "climate.gov"
}