{
  "url": "https://www.climate.gov/news-features/videos/walter-baethgen-el-ni%C3%B1o-and-global-agriculture",
  "title": "Walter Baethgen on El Niño and Global Agriculture",
  "date": null,
  "content": "Many people associate El Niño years with bad years—years of disasters, years of drought. The truth is that during El Niño years you have winners and losers. Walter Baethgen explains.\n[transcript]\n\nThis is a year that is likely to become an El Niño year, and many people associate El Niño years with bad years--years of disasters, years of drought.\n\nThe truth is that during El Niño years you have winners and losers. I am especially interested in the agricultural sector and food security issues--for example, in an El Niño year you have an increased chance of having drought or dry conditions in Australia. This affects, for example, the amount of wheat that is going to be in international markets. It affects the prices of wheat.\n\n[El Niño] also gives an increased chance of dry conditions in Indonesia: problems with fires problems for small farmers in Indonesia. But at the same time, it means a high chance of good rainfall say for summer crops in southeast South America. So you have places like Paraguay, Argentina, Uruguay where the summer crops are likely to be good. You have more-than-normal rainfall in those seasons.\n\nIt's also complicated because, for example, let's take the case of Southeast South America, specifically Uruguay: for winter crops like wheat, if you get a very wet spring that means of course water will not be limiting the wheat fields, but it may increase disease problems, fungus problems. You have higher humidity, higher temperatures.\n\nSo the key message is that El Niño year doesn't mean one thing, it means many different things. And it means for sure impacts on the international stocks of food. Now that doesn't mean there are only negative impacts in the international stocks. For example, an El Niño year may mean less Australian wheat in the market, but it may also mean more Argentinian wheat in the market. It may also mean for example social problems in northeast Brazil, where the likelihood of drought is increased in El Niño years, but it may mean great harvest of summer crops in Paraguay or Uruguay.\nHelp us improve our content",
  "source": "climate.gov"
}