{
  "url": "https://www.climate.gov/news-features/videos/using-climate-outlooks-farm",
  "title": "Using Climate Outlooks on the Farm",
  "date": null,
  "content": "1 min, 29 sec\nAlabama grower Myron Johnson talks about how learning to use seasonal outlooks for rain and temperature has made his operation more resilient to swings in climate, including those triggered by El Niño. This video is one in a series that appears on the U.S. Climate Resilience Toolkit website, a page dedicated to helping America become more resilient to climate variability and change.\nNarrator:\nBecause their crops are vulnerable, growers think about precipitation and temperature weeks and even months into the future.\nWilliam Birdsong:\nHow ya doing today?\nMyron Johnson:\nI’m doing well.\nThe climatologists told us that it was gonna be a good year for wheat, and so I planted a bunch of wheat. We cashed in, and went all the way.\nThe information I’ve got from them has really kept our farm viable.\nActually, my cotton yields have been great since then. William, you doing a good job...<laughter>\nNarrator:\nClimate outlooks allow growers to evaluate possible temperature and precipitation conditions weeks and months ahead. Those outlooks are most valuable when El Niño or La Niña conditions are present.\nMyron Johnson\nThe El Niño and La Niña are new terms for me, still trying to learn ‘em. Sometimes I get confused which is which… But, you know, we know they’re there, we know that they’re facts—no doubt about it. What we’re trying to figure out—how exactly they’re going to influence the weather and how that will influence us.\nIt’s all a part of the tools that we use to make some decisions. A lot of it’s, you know, it can turn into quite a bit of money if you make the wrong one or the right one, so it’s pretty important.\nNarrator:\nClimate outlooks incorporate observations, models, and expert analysis. These data and tools can help growers become resilient to climate variability.\nTemperature and Precipitation Outlooks from NOAA Climate Prediction Center\nThe Southeast Climate Consortium\nHelp us improve our content",
  "source": "climate.gov"
}