{
  "url": "https://www.climate.gov/news-features/videos/arctics-oldest-ice-vanishing",
  "title": "The Arctic's oldest ice is vanishing",
  "date": null,
  "content": "1 minute, 20 seconds\nThis animation tracks the relative amount of ice of different ages from 1990 through early November 2016. Seasonal ice is darkest blue. Ice that is 9 or more years old is white. Video produced by the Climate.gov team, based on NOAA and NASA data provided by Mark Tschudi, University of Colorado-Boulder. Data processing by Hunter Allen. Editing by Bruce Sales. Narration by Deke Arndt, NCEI.\nSea ice grows throughout the winter and melts throughout the summer, reaching its maximum extent in late February or March, and its minimum extent in September. The ice that survives at least one summer melt season is typically thicker and more likely to survive future summers. Since the 1980s, the amount of this perennial ice (or multiyear) has declined dramatically.\nThis animation tracks the relative amount of ice of different ages each week from 1990 through early November 2016. The first age class on the scale (1, darkest blue) means \"first-year ice,” which formed in the most recent winter. The oldest ice (>9, white) is ice that is more than nine years old. Dark gray areas indicate open water or coastal regions where the spatial resolution of the data is coarser than the land map.\nArctic sea ice moves continually. East of Greenland, the Fram Strait is an exit ramp for ice drifting out of the Arctic Ocean. Ice loss through the Fram Strait used to be offset by ice growth in the Beaufort Gyre, northeast of Alaska, where perennial ice could persist for years.\nBut around the start of the 21st century, the Beaufort Gyre became less friendly to perennial ice. Warmer waters made it less likely that ice would survive its passage through the southernmost part of the gyre. By around 2008, the very oldest ice had shrunk to a narrow band along the Canadian Arctic Archipelago.\nIn the 2016 Arctic Report Card, scientists wrote:\nIn 1985, 16% of the ice pack (relative to the total sea ice areal coverage) was four years old and older, but by March 2016 old ice only constituted 1.2% of the ice pack. First-year ice now dominates the ice cover, comprising about 78% of the March 2016 ice pack, compared to about 55% in the 1980s.\nAnimation by NOAA Climate.gov team, based on research data provided by Mark Tschudi, CCAR, University of Colorado, with funding from NASA. Sea ice age is estimated by tracking of ice parcels using satellite imagery and drifting ocean buoys.\nPerovich, D., W. Meier, M. Tschudi, S. Farrell, S. Gerland, S. Hendricks, T. Krumpen, and C. Haas. (2016). Chapter 4: Sea Ice. In Jeffries, M.O., Richter-Menge, J., Overland, J.E. (2015) Arctic Report Card: Update for 2016.\nHelp us improve our content",
  "source": "climate.gov"
}