{
  "url": "https://www.climate.gov/news-features/videos/spring-outlook-2015",
  "title": "Spring Outlook 2015",
  "date": null,
  "content": "Moderate flooding is likely in parts of New England and the Lower Missouri River Valley, while California's drought is unlikely to budge. Well-above-average temperatures are predicted for much of the West and Alaska.\nRisk of moderate flooding for parts of central and eastern United States this spring. No drought relief in sight for California, Nevada, or Oregon. \n\nAccording to NOAA’s Spring Outlook released today, rivers in western New York and eastern New England have the greatest risk of spring flooding in part because of heavy snowpack coupled with possible spring rain. Meanwhile, widespread drought conditions are expected to persist in California, Nevada, and Oregon this spring as the dry season begins.\n\n“Periods of record warmth in the West and not enough precipitation during the rainy season cut short drought-relief in California this winter and prospects for above average temperatures this spring may make the situation worse,” said Jon Gottschalck, chief, Operational Prediction Branch, NOAA’s Climate Prediction Center.\n\nNOAA’s Spring Outlook identifies areas at risk of spring flooding and expectations for temperature, precipitation and drought from April through June. The Spring Outlook provides emergency managers, water managers, state and local officials, and the public with valuable information so they will be prepared to take action to protect life and property.\nFull story\nFlood risk\nThis map shows where there is a greater than 50% chance of river levels meeting or exceeding minor (light blue) or moderate (dark blue) flood stage. Minor means minimal or no property damage, but possibly some public threat, such as flooded roads. Moderate means some inundation of structures and roads near streams or rivers, along with some some evacuations of people and/or transfer of property to higher elevations. Map by NOAA Climate.gov, based on data from the National Weather Service. additional formats print quality version | legend\nApril-June temperature outlook\nU.S. locations where odds are better than 33% that a region will experience well above (red) or well below (blue) average temperatures for April-June. Well above/below means \"in the upper or lower third of historical values for a given location.\" Regions colored white have equal chances (33% each) for above-, below-, or near-average temperatures. Map by NOAA Climate.gov, based on data from CPC.\nApril-June precipitation outlook\nU.S. locations where odds are better than 33% that a region will experience well above (green) or well below (brown) average precipitation for April-June. Well above/below means \"in the upper or lower third of historical values for a given location.\" Regions colored white have equal chances (33% each) for above-, below-, or near-average precipitation. Map by NOAA Climate.gov, based on data from CPC.\nApril-June drought outlook\nPredicted change in drought conditions across the United States for April-June 2015. Maps by NOAA Climate.gov, based on data provided by CPC.\nHelp us improve our content",
  "source": "climate.gov"
}