{
  "url": "https://www.climate.gov/news-features/videos/2015-16-winter-outlook",
  "title": "2015-16 Winter Outlook",
  "date": null,
  "content": "The seasonal outlooks for December 2015-February 2016 reflect the typical influence of El Niño on average winter temperature and precipitation: warm and dry across the North, and cool and wet in the South.\nForecasters at NOAA's Climate Prediction Center issues the U.S. Winter Outlook today, favoring cooler and wetter weather in Southern Tier states, with above-average temperatures most likely in the West and across the Northern Tier. This year's El Niño, among the strongest on record, is expected to influence weather and climate patterns this winter by impacting the position of the Pacific jet stream. Read more…\nNational temperature outlook for December-February, issued October 15, 2015. Large version shows Alaska, Hawaii, and Puerto Rico. Colors indicate the probability of above- or below-average temperatures, not how far above or blow average the temperature is likely to be. White indicates equal chances for any outcome—above-, below-, or near-normal temperature—not a prediction of \"normal\" conditions. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nNational precipitation outlook for December-February, issued October 15, 2015. Large version shows Alaska, Hawaii, and Puerto Rico. Colors indicate the probability of above- or below-average precipitation, not how far above or blow average the precipitation is likely to be. White indicates equal chances for any outcome—above-, below-, or near-normal precipitation—not a prediction of normal conditions. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nNational drought outlook for October 15-January 31, 2016, issued October 15, 2015. Map by NOAA Climate.gov, based on data from the Climate Prediction Center. Large version shows Alaska, Hawaii, and Puerto Rico.\nSea surface temperatures on September 21, 2015, (smoothed by 7-day running mean) compared to the 1981-2010 average. NOAA Climate.gov map based on OISST data from NCEI. Entire time series for animation available on request.\nHelp us improve our content",
  "source": "climate.gov"
}