{
  "url": "https://www.climate.gov/news-features/videos/2016-spring-climate-and-flood-outlook",
  "title": "2016 Spring climate and flood outlook",
  "date": null,
  "content": "Running time: 2:38\nAs a near-record El Niño begins to wind down, NOAA issued its spring seasonal outlooks on March 17 for flooding, drought, precipitation and temperature. Flood risk is highest in the lower Mississippi valley and along the Southeast coast.\nAccording to NOAA’s U.S. Spring Outlook released today areas of the country still under water from torrential rainfall last week have an elevated risk of moderate flooding through the rest of the season. Parts of Louisiana, Arkansas and eastern Texas have an elevated risk of moderate flooding, along with communities along the Mississippi and Missouri River basins and the southeastern United States, from Alabama to North Carolina. Surrounding areas are at risk of minor flooding this spring.\nU.S. regions at risk for minor (light blue) and moderate (dark blue) flooding from April-June 2016. Large version shows Alaska, Hawaii, and Puerto Rico. NOAA Climate.gov map, based on NWS forecast.\nNOAA hydrologists determine the spring flood risk based on environmental intelligence collected across the country, including late summer and fall precipitation, frost depth, soil saturation levels, stream flows, snowpack, temperatures and rate of snowmelt. This national assessment is a compilation of local threats evaluated by the National Weather Service’s 122 weather forecast offices and 13 river forecast centers. Contributing to the risk of flooding this spring, December 2015 was the wettest December on record for the contiguous United States, according to NOAA climate data.\n“Our assessment of spring flood risk is based in large part on saturated soils and elevated streamflows from the Gulf Coast northward along the Mississippi River, although heavy rainfall at any time can cause local or regional flooding, even in places where the risk is currently considered low,” said Tom Graziano, Ph.D., acting director of NOAA’s National Water Center. “We encourage people to be prepared for the range of spring weather threats, including flooding, and tune into local forecasts to monitor their personal risk.”\nMeanwhile, snowmelt and rain continue to improve drought conditions in northern California, while the rest of the state saw only a small benefit from recent precipitation fueled by a near-record El Nino, and remains in a persistent drought condition.\nDrought conditions as of March 8, 2016. Large version shows Alaska, Hawaii, and Puerto RIco. Map by NOAA Climate.gov, based on data from the Drought Monitor project.\nNew drought is likely to develop this spring across most of Arizona and western New Mexico.\nSeasonal drought outlook for the months of April-June 2016. Large version shows Alaska, Hawaii, and Puerto Rico. Map by NOAA Climate.gov, based on CPC data.\nNOAA climate forecasters announced last week that El Niño conditions remain in place, but a weakening is forecast over the course of the spring months. However, El Niño continues to be a strong climate signal that will shape the nation’s weather this spring.\nNational precipitation outlook for April-June 2016. Large version shows Alaska, Hawaii, and Puerto Rico. Colors indicate the probability of above- or below-average precipitation, not how far above or blow average the precipitation is likely to be. White indicates equal chances for any outcome—above-, below-, or near-normal precipitation—not a prediction of \"normal\" conditions. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nFor April through June, the U.S. Spring Outlook favors above-average precipitation across western Alaska, and the southern half of the country including most of California, the Southwest, the Gulf Coast and the Southeast. Below-average precipitation is favored around the Great Lakes, parts of the Pacific Northwest, the southern Alaska Panhandle and Hawaii. Most of the country, except the Central and Southern Plains, is favored to see above-average temperatures from April through June.\nNational temperature outlook for April-June 2016. Large version shows Alaska, Hawaii, and Puerto Rico. Colors indicate the probability of above- or below-average temperature, not how far above or blow average the temperature is likely to be. White indicates equal chances for any outcome—above-, below-, or near-normal temperature—not a prediction of \"normal\" conditions. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nThis post is excerpted from a NOAA press release.\nSeasonal climate prediction from the Climate Prediction Center\nNOAA press release on 2016 spring climate outlook\nNOAA’s Spring Weather Safety Campaign\nHelp us improve our content",
  "source": "climate.gov"
}