{
  "url": "https://www.climate.gov/news-features/videos/earths-temperature-history-roller-coaster",
  "title": "Earth's temperature history as a roller coaster",
  "date": null,
  "content": "1 minute, 1 sec\nIn this animation, the Earth rides the \"Global Temperature Anomaly,\" a rollercoaster that shows the difference from historic average temperature since the last ice age ended roughly 11,000 years ago. Not only is the current “hill” on the roller coaster as high or higher than anything our species has experienced since we first settled down from a hunter-gatherer lifestyle, but the track is nearly vertical.\nBasically everything that we think of as “modern human civilization”—permanent agriculture, continuously occupied cities, free WiFi—has emerged since the last ice age ended roughly 11,000 years ago. One question we get a lot is how do current temperatures compare to temperatures people have experienced in the period of modern civilization.\nWe covered this topic in an article that we published in 2014, but we decided to revisit the question in animated form for a \"Data Stories\" competition sponsored by Science Magazine in April 2016. The animation was selected by the magazine's editor as a finalist in the \"People's Voice\" competition. (You can vote for it through April 29, 2016!)\nThe rollercoaster mirrors the shape of a graph of paleoclimate data reconstructed by Shaun Marcott and several other scientists in a paper they published back in 2013. We chose the metaphor of a rollercoaster to convey the idea of relative speed of change and to show how fast recent temperature change has occurred compared to other changes humans have experienced during the Neolithic.\nNOAA Climate.gov animation and art work by Carlyn Iverson and Emily Greenhalgh. Roller coaster is based on paleoclimate data from Marcott et al, 2013. (Available online @ http://science.sciencemag.org/content/suppl/2013/03/07/339.6124.1198.DC1)\nMarcott, S. A., Shakun, J. D., Clark, P. U., & Mix, A. C. (2013). A Reconstruction of Regional and Global Temperature for the Past 11,300 Years. Science, 339(6124), 1198–1201. http://doi.org/10.1126/science.1228026.\n----\nVideo produced by the Climate.gov team in cooperation with climate and Earth scientists from the National Oceanic and Atmospheric Administration and other agencies and institutions. Any opinions voiced by people in these videos are their own; they are not official NOAA statements or opinions. Unless specifically stated otherwise, Climate.gov video productions can be freely republished or re-purposed by others.\nHelp us improve our content",
  "source": "climate.gov"
}