{
  "url": "https://www.climate.gov/news-features/videos/historically-speaking-where-are-summer-%E2%80%9Chot-spots%E2%80%9D-severe-weather-us",
  "title": "Historically speaking, where are the summer “hot spots” for severe weather in the U.S.?",
  "date": null,
  "content": "Day-to-day changes in the historical probability of severe weather within 25 miles of a given U.S. location based on storm events from 1982-2011.\nDownload individual maps in a variety of formats from Climate.gov's Data Snapshots gallery.\nOne way to be ready for tornadoes and other severe weather is to learn what time of year severe weather is most likely to occur in your area. For some parts of the U.S., the historical probability of severe weather peaks in late spring. But where are the summer “hot spots” for severe weather?\nThe animation above shows day-to-day changes in the historical probability of severe weather within 25 miles of a given location based on storm events from 1982-2011. For this analysis, “severe weather” includes tornadoes, thunderstorm winds over 58 miles per hour, and hail larger than three-quarters of an inch in diameter. The darker the area, the greater the chance for severe weather.\nFrom March through May, a “hot spot” of risk for severe weather develops in the Southern Plains of Northeast Texas and southern Oklahoma. During the summer months, this “hot spot” breaks up into three separate locations: an area of the Plains east of the Rockies, the southern mid-Atlantic, and the Ohio Valley. Why does the location with highest risk of severe weather shift between spring and summer?\nIn the spring, the location of severe weather is dominated by the path of the jet stream, which operates over large distances: a dip or trough in the path of the jet stream may span a third or more of the U.S. at any given time. But as the year advances into mid-to-late June, the jet stream retreats north into Canada. This means that weather in the contiguous United States becomes more affected by smaller-scale weather processes.  Meteorologists call this scale mesoscale—weather systems that range from 5-1,000 kilometers in size.\nIn June and July, the high plains east of the Rockies often experience large hail, damaging winds, and the occasional tornado due to a mesoscale process called upslope flow—air that flows towards higher terrain—into the mountains.\nAcross the southeast, moisture from the Gulf and the Atlantic joins with strong daytime heating, making the area rife for strong afternoon thunderstorms and creating a severe weather “hotspot” in the Carolinas.\nThe “hot spot” of heightened risk in the Ohio Valley area is often a flare up of mesoscale systems originating in the West, sometimes as far away as Colorado. When conditions are favorable, thunderstorm systems may develop in northeast Colorado one afternoon, form into clusters and quiet down somewhat overnight as they move eastward, and then flare back up during the early morning and afternoon as they move across Illinois, Indiana, and Ohio.\nHelp us improve our content",
  "source": "climate.gov"
}