{
  "url": "https://www.climate.gov/news-features/videos/time-lapse-ocean-temperatures-shows-el-ni%C3%B1o-fading-hints-la-ni%C3%B1a",
  "title": "Time lapse of ocean temperatures shows El Niño fading, hints of La Niña",
  "date": null,
  "content": "This animation shows surface water temperatures in the tropical Pacific roughly every two weeks from November 21, 2015, though September 24, 2016, as El Niño peaked and then faded.\nThe tropical Pacific Ocean is home to Earth’s most influential natural climate cycle: the El Nino-Southern Oscillation, or “ENSO” for short. Linked to a cascade of global impacts, ENSO describes how the central-eastern tropical Pacific repeatedly swings from being warmer and rainier than usual (El Niño) to being cooler and drier than usual (La Niña).\nLast winter brought one of the three strongest El Nino events on record. This animation shows surface water temperatures in the tropical Pacific roughly every two weeks from November 21, 2015, though September 24, 2016, as El Niño peaked and then faded. The maps show surface water temperatures less than 80°F in shades of blue, and temperatures above 80°F in orange. (Why that threshold?)\nFrom December through February, most of the tropical Pacific north and south of the equator was warmer than 80°. As the seasons changed in March, a tongue of cooler water rose up off the coast of South America, and sliced westward across the equator in April and May. As the ocean cooled and the tropical atmosphere returned to conditions closer to normal, NOAA forecasters declared an end to El Niño.\nThe animation then shows how, as the cold tongue widened throughout the summer, a series of waves developed that travelled farther and farther west. These hypnotic wave features are called “tropical instability waves.” They form in ocean basins around the tropics at warm-cold temperature boundaries created by wind-driven upwelling at the equator.\nThe surface waves provide a hint of what’s going on down below. These instability waves are especially large during La Niña, a time when the presence of a deep pool of cooler-than-average water lurks below the surface.\nThis cold pool is one of the features of La Niña—El Niño’s cool and dry twin. When the sub-surface cold pool is present, the surface cold tongue is even colder than usual, amplifying the temperature contrast with the warm waters surrounding the equator. In general, the greater the temperature contrast, the stronger the instability waves.\nWhether the tropical instability waves in the Pacific ultimately reinforce La Niña (by spreading cool water and chilling the overlying air) or weaken it (by mixing in warmer waters from off the equator) is a subject of active research. Read more about that in a previous ENSO blog post. Or read more about the current La Nina forecast here. Want to make your own animations? These maps and many others are available for download in a variety of formats in our Data Snapshots map collection.\nHelp us improve our content",
  "source": "climate.gov"
}