{
  "url": "https://www.climate.gov/news-features/videos/history-earths-surface-temperature-1880-2016",
  "title": "History of Earth's surface temperature 1880-2016",
  "date": null,
  "content": "This animation shows annual temperatures each year since 1880 compared to the twentieth-century average, ending with record-warm 2016. Because of global warming due to increasing greenhouse gases, the maps from the early years in the animation  are dominated by shades of blue, indicating temperatures were up to 3°C (5.4°F) cooler than the twentieth-century average. Recent years' maps are dominated by shades of red.\n2016 is officially the new warmest year on record, edging out previous record holder 2015 by 0.07°F, according to NOAA. It is the third year in a row that global average surface temperature set a new record, and the fifth time the record has been broken since the start of the twenty-first century.\nThis animation shows annual temperatures each year since 1880 compared to the twentieth-century average, ending with record-warm 2016. Because of global warming due to increasing greenhouse gases, the maps from the late 1800s and the early 1900s are dominated by shades of blue, indicating temperatures were up to 3°C (5.4°F) cooler than the twentieth-century average.\nBy the 1980s, the maps take on shades of yellow, with a few large cooler-than-average spots shifting around from year to year.  By the 2000s, most of the planet is orange and red—up to 3°C (5.4°F) warmer than the long-term average, with only a few isolated cool spots from year to year.\nClimate experts have long known that global warming due to increasing greenhouse gases won’t necessarily mean that each year on Earth will be warmer than the last.  Even as the planet warms over the long-term, natural variability will continue to make some years warmer or cooler than their nearest neighbors. So the string of three record-breaking years in a row is unlikely to continue in 2017, especially because La Niña—the cool phase of the major natural climate pattern “ENSO”—developed in late 2016 and continued into early 2017.\nFor more stats and information on global climate in 2016, read the summary from the National Centers for Environmental Information.\nAbout these maps\nThe official NOAA global surface temperature product does not interpolate over the Arctic, the Antarctic, or parts of Africa where there are no observations. In an interpolation, a computer algorithm estimates some missing values using statistical inferences. This animation is based on an interpolation of the official NOAA global temperature monitoring data set (the Merged Land and Ocean Surface Temperature data).  In this case, we’ve interpolated across some of the missing data areas to minimize the visual distraction that results from the areas of missing data jumping around from map to map over time. The official maps are available from the NCEI website.\nHelp us improve our content",
  "source": "climate.gov"
}