{
  "url": "https://www.climate.gov/news-features/videos/2017-us-spring-climate-and-flood-outlook",
  "title": "2017 U.S. spring climate and flood outlook",
  "date": null,
  "content": "2 min, 16 sec\nThe Climate Prediction Center's Mike Halpert talks about what may be in store for the U.S. spring climate following a near-record-warm winter, highlighting areas at elevated risk of flooding due to winter snow pack.\nfrom the NOAA Press Release...\nWarmer-than-average temperatures favored in much of U.S. this spring\n\nNorthern North Dakota—the Souris River, Devils Lake and the northernmost reaches of the Red River—has the greatest risk of major flooding this spring, while moderate flooding is possible over southern Idaho in the Snake River basin, according to NOAA’s Spring Outlook released today. California, which saw extensive flooding in February, is susceptible to additional flooding from possible storms through the remainder of the wet season and later, from snowmelt.\nU.S. areas at risk for minor (light blue), moderate (medium blue), or major (dark blue) flooding this spring due to winter precipitation and temperature patterns. NOAA Climate.gov map, based on data from the National Weather Sevice.\n“If you’re in northern North Dakota, or in the Snake River basin in Idaho, prepare for moderate to major flooding this spring,” said Tom Graziano, Ph.D., director of NOAA’s Office of Water Prediction. “Snowpack is heavy in the West and northern plains, and if our long term warm-up coincides with spring rains, already saturated soils will not be able to absorb the increased water, which would lead to increased runoff and potential flooding.”\n\nBut while the extreme north could see flooding, the rest of the country could be warmer than average, forecasters said. “Above average temperatures are favored for much of the U.S. this spring with the south-central Plains and eastern U.S. having the highest chance for warmer than average conditions,” said Jon Gottschalck, chief, Operational Prediction Branch, NOAA’s Climate Prediction Center.  \n\nThere was a remarkable turnaround in California’s five-year drought over the winter. According to the U.S. Drought Monitor, issued today, the geographic extent of drought in the state dropped from 73 percent three months ago to eight percent this week, due to near-record precipitation from a series of powerful winter storms. Also, in February, only three percent of the contiguous U.S. saw severe to exceptional drought, the lowest level in seven years.\nA wet winter in California finally made a significant dent in the state's multi-year drought conditions. As of March 7, only a small part of the state was experiencing abnormal dryness (yellow) or Moderate drought (orange). NOAA Climate.gov map, based on data form the U.S. Drought Monitor project.\nU.S. drought conditions at the start of the winter wet season in the West. Much of California was in exceptional (dark red) or extreme (bright red) drought going into winter. NOAA Climate.gov map based on data from the U.S. Drought Monitor project.\nDriving the forecast for major flooding in northern North Dakota is an extensive snowpack, containing up to four inches of liquid water that could increase with additional storms through April. When this snowpack melts, the already saturated and frozen soil won’t be able to absorb it, creating runoff and potential flooding. The location of greatest concern is Devils Lake, where forecasters are projecting a near record runoff that could cause the lake to rise three to four feet, possibly exceeding its record high flood level set in June 2011.\nRead the full press relase\nShades of red show parts of the United States where the chances of a much warmer than normal spring are greater than the chances of a near-normal or cooler than normal spring. Shades of blue show places where the odds of a much cooler than normal spring are higher than the odds of a near-normal, or warmer than normal spring. The darker the color, the greater the chances of the respective outcome. White areas mean there is an equal chance (~33%) for a warm, near-normal, or cool spring. The large version of the map shows Alaska and Hawaii. NOAA Climate.gov map based on data from the Climate Prediction Center.\nShades of green show parts of the United States where the chances of a much wetter than normal spring are greater than the chances of a near-normal or drier than normal spring. Shades of brown show places where the odds of a much drier than normal spring are higher than the odds of a near-normal, or wetter than normal spring. The darker the color, the greater the chances of the respective outcome. White areas mean there is an equal chance (~33%) for a dry, near-normal, or wet spring. The large version of the map shows Alaska and Hawaii. NOAA Climate.gov map based on data from the Climate Prediction Center.\nHelp us improve our content",
  "source": "climate.gov"
}