{
  "url": "https://www.climate.gov/news-features/videos/noaas-mike-halpert-explains-agencys-2018-spring-climate-outlook",
  "title": "NOAA's Mike Halpert explains the agency's 2018 spring climate outlook",
  "date": null,
  "content": "2 min, 34 sec\nThe Lower Mississippi faces a risk of moderate flooding this spring, while the southwest quadrant of the country is likely to see drought conditions continue or expand.  The Climate Prediction Center's Mike Halpert provides more details of NOAA's 2018 spring climate outlook.\nThe official NOAA/NWS press release is here. The maps used in the video are below.\nSpring 2018 flood risk in the contiguous United States. Areas vulnerable to minor flooding are light blue;  moderate flooding, medium blue. These maps reflect places where the \"background\" climate conditions--such as a wet winter and saturated soils--create an enhanced risk of flooding.  Flash flooding, on the other hand, can occur anywhere in response to extreme weather.  NOAA Climate.gov map, based on data from the Office of Water Prediction.\nAreas of the United States where the average temperature for March-May 2018 is favored to be in the upper (reddish colors) or lower (blue colors) third of the 1981-2010 seasonal temperature record. Within a given area, the intensity of the colors indicates higher or lower chances for a warm or a cool outcome, not bigger or smaller anomalies. For example, both Texas and Tennessee are likely to experience spring temperatures in the upper third of their respective records, but the chances of that outcome are higher in Texas (60-70%) than in Tennessee (40-50%).  NOAA Climate.gov map, based on data from NOAA CPC.\nPlaces where the 2018 forecast favors well above normal (green) or well below normal (brown) spring precipitation.  Within a given area, the intensity of the colors indicates higher or lower probability for a wet or dry outcome, not how wet or dry the season is predicted to be. For example, both Nevada and southern Idaho are favored to experience a much drier than normal spring, but the odds of such a dry spring are higher in Nevada (40-50% chance) than Idaho (33-40% chance). Map by NOAA Climate.gov, based on data from NOAA CPC.\nDrought is likely to worsen or develop across much of the Southwest quadrant of the contiguous United States this spring. Pockets of drought are predicted to continue in the Southeast and Oregon.  Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nHelp us improve our content",
  "source": "climate.gov"
}