{
  "url": "https://www.climate.gov/news-features/videos/noaas-2019-20-winter-outlook-temperature-precipitation-and-drought",
  "title": "NOAA's 2019-20 winter outlook for temperature, precipitation, and drought",
  "date": null,
  "content": "1 min, 51 seconds\nNOAA's seasonal climate forecast for winter 2019-20, covering temperature, precipitation, and drought outlooks for December 2019-February 2020.\nOn October 17th, NOAA issued its December through February outlook for temperature, precipitation, and drought. Temperatures are favored to be above average across most of the western, southern, and eastern U.S., as well as in Alaska and Hawaii, with no parts favored to be colder than average.\nThis doesn’t mean below-average winter temperatures won’t occur. For every point on these maps, there exists the possibility that there will be a near, or above-average outcome. The maps show only the most likely category, with higher probabilities indicating greater confidence.\nWetter-than-average conditions are favored for Hawaii, Alaska, much of the Northern Plains, the Upper Mississippi and Ohio Valleys, and parts of the mid-Atlantic and Northeast. Below-average precipitation is favored over the western Gulf states and much of California.\nThe temperature and precipitation outlooks have parts of the country labeled “EC” for “equal chances,” which means there is no tilt in the odds toward any outcome.\nA very warm and dry September rapidly increased drought across the Southeast, Southwest, and Texas. Improvement is likely during the next few months across the East and South, the Alaskan Panhandle, and in Hawaii.  Drought is likely to continue or worsen in parts of Texas and most of the Southwest and to develop in parts of central California.\nEven during a warmer-than-average winter, cold temperatures and snowfall are still likely to occur. Stay tuned to NOAA to be weather-ready and climate-smart.\nEach winter, NOAA forecasts the odds for each of three possible temperature outcomes: well above, well below, and near average. Places where forecasters determined that well above average temperatures are most likely this winter are colored in shades of red. Well above means \"in the upper third\" of winter temperatures observed from 1981-2010. Darker colors mean higher chances, not warmer temperatures. Places where forecasters determined that realtively warm, cool, or average temperatures are all equally likely are white. Map by NOAA Climate.gov, based on data provided by CPC.\nEach winter, NOAA forecasts the odds for each of three possible precipitation outcomes: well above, well below, and near average. Places where forecasters determined that well above average precipitation is most likely this winter are colored in shades of green. Places where well below average precipitation is most likely are colored in shades of brown. Well above and below mean \"in the upper or lower third\" of total winter precipitation observed from 1981-2010.  Darker colors mean higher chances, not larger departures from average. Places where a relatively wet, dry, or near-average winter are all equally likely are white. Map by NOAA Climate.gov, based on data provided by CPC.\nThis U.S. map shows where drought is projected to develop (yellow), continue or worsen (dark brown), improve (beige), or end (green) from December 2019-February 2020. Large parts of the U.S. Southeast that experienced flash drought in September are unlikely to see it end this winter. Meanwhile, drought is likely to emerge in Texas and the Four Corners states. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nWarmer-than-average temperatures are forecast for much of the U.S. this winter according to  NOAA’s Climate Prediction Center. Although below-average temperatures are not favored, cold weather is anticipated and some areas could still experience a colder-than-average winter. Wetter-than-average weather is most likely across the Northern tier of the U.S. during winter, which extends from December through February. Full release\nHelp us improve our content",
  "source": "climate.gov"
}