{
  "url": "https://www.climate.gov/news-features/videos/us-flood-and-climate-outlook-spring-2020",
  "title": "U.S. flood and climate outlook for spring 2020",
  "date": null,
  "content": "1 min, 58 s\nNOAA forecasters predict widespread flooding this spring, but do not expect it to be as severe or prolonged overall as the historic floods in 2019. This video provides a summary of the flood, precipitation, and temperature outlooks for March-May 2020.\nMarch 19, 2019\nNOAA forecasters predict widespread flooding this spring, but do not expect it to be as severe or prolonged overall as the historic floods in 2019. Major to moderate flooding is likely in 23 states from the Northern Plains south to the Gulf Coast, with the most significant flood potential in parts of North Dakota, South Dakota and Minnesota.\nThis U.S. map shows where the chances of major (purple), moderate (light red), or minor (yellow) flooding during March-May 2020 are greater than 50%. The risk of major flooding is limited to Red River states in the North and to a segment of the Upper Mississippi between Iowa and Illinois. However, the ground is saturated across much of the central third of the country, which means a single heavy rain event could cause minor flooding for many areas. NOAA Climate.gov map, based on data from the NWS Water Center.\nOngoing rainfall, highly-saturated soil and an enhanced likelihood for above-normal precipitation this spring contribute to the increased chances for flooding across the central and southeastern U.S. A risk of minor flooding exists across one-third of the country.\nThe greatest risk for major and moderate flood conditions includes the upper and middle Mississippi River basins, the Missouri River basin and the Red River of the North. Moderate flooding is anticipated in the Ohio, Cumberland, Tennessee, and Missouri River basins, as well as the lower Mississippi River basin and its tributaries.\nSpring (April-Jun) precipitation can fall into three categories: well above, near, or well below average. White areas mean all outcomes are equally likely (33.3%). Green colors indicate the odds of a wet spring are higher than the odds of a dry spring (brown). Darker colors mean higher chances of a relatively wet or dry spring , not how extreme the outcome will be. NOAA Climate.gov map, based on data from NOAA CPC.\nAbove-average precipitation is favored from the Northern Plains, southward through the lower Mississippi Valley across to the East Coast. Large parts of Alaska are also likely to experience above-average precipitation in the months ahead.\nWarmer-than-average temperatures are most likely from coast to coast with the greatest chances in northern Alaska, across the central Great Basin southward into the Gulf States, and into the Southeast and portions of the Mid-Atlantic. No part of the country is favored to experience below-average temperatures this spring.\nSpring (April-June) temperature can fall into three categories: well above, near, or well below average. White areas mean all outcomes are equally likely (33.3%). Red colors indicate the odds of a warm spring are higher than the odds of a cool spring (blue). Darker colors mean higher chances of a warm spring, not hotter temperatures. NOAA Climate.gov map, based on data from NOAA CPC.\nDrought conditions are expected to persist and expand throughout California in the months ahead, and drought is likely to persist in the central and southern Rocky Mountains, the southern Plains, southern Texas, and portions of the Pacific Northwest.\nFor the full story of the Spring 2020 outlook, visit NOAA.gov.\nHelp us improve our content",
  "source": "climate.gov"
}