{
  "url": "https://www.climate.gov/news-features/videos/2020-21-winter-outlook-leans-warm-and-dry-across-southern-us",
  "title": "2020-21 Winter outlook leans warm and dry across southern U.S.",
  "date": null,
  "content": "What does the climate have in store for the U.S. this winter?  This video summarizes NOAA's outlook for temperature, precipitation, and drought for the 2020-21 winter. Video by NOAA Climate.gov, in cooperation with the Climate Prediction Center.\nNOAA’s winter forecast for the U.S. favors warmer, drier conditions across the southern tier of the U.S., and cooler, wetter conditions in the North, thanks in part to an ongoing La Niña. Forecasters at NOAA’s Climate Prediction Center - a division of the National Weather Service - are also closely monitoring persistent drought during the winter months ahead, with more than 45% of the continental U.S. now experiencing drought.\n\"NOAA's timely and accurate seasonal outlooks and short-term forecasts are the result of improved satellite observations, more detailed computer forecast modeling, and expanding supercomputing capacity,\" said Neil Jacobs, Ph.D., acting NOAA administrator. \"From expansive and multi-hazard winter storms to narrow but intense lake effect snow, NOAA will provide the necessary information to keep communities safe.\"\nCurrently, large areas of drought extend over the western half of the U.S., with parts of the Northeast also experiencing drought and near-record low stream flows. With a La Niña climate pattern in place, southern parts of the U.S. may experience expanded and intensifying drought during the winter months ahead.\nExtreme (bright red) to exceptional (dark red) drought conditions existed across much of the U.S. West as of October 6, 2020, with lesser categories of drought or dry conditions across much country outside of the Gulf and Southern Appalachian states, which have received rainfall from several tropical systems over the summer. Map by NOAA Climate.gov, based on data provided by the Climate Prediction Center.\n“With La Niña well established and expected to persist through the upcoming 2020 winter season, we anticipate the typical, cooler, wetter North, and warmer, drier South, as the most likely outcome of winter weather that the U.S. will experience this year,” said Mike Halpert, deputy director of NOAA’s Climate Prediction Center.\nThe greatest chances for warmer-than-normal conditions extend across the Southern tier of the U.S. from the Southwest, across the Gulf states, and into the Southeast. More modest probabilities for warmer temperatures are forecast in the southern parts of the west coast, and from the Mid-Atlantic into the Northeast. Above-average temperatures are also favored for Hawaii and western and northern Alaska.\nThis map shows the probability (percent chance) that winter temperatures (December 2020-Februry 2021) at any location will be in the upper, middle, or lower third of the climatological record (1981-2020). Red colors indicate a warmer-than-average month is most likely, while blues indicate a cooler-than-average month is most likely. Darker colors mean higher chances; not more extreme conditions. Map by NOAA Climate.gov, using data from NOAA's Climate Prediction Center.\nBelow-normal temperatures are favored in southern Alaska and from the northern Pacific Northwest into the Northern Plains, with equal chances for below-, near- or above-average temperatures in the remaining regions.\nWetter-than-average conditions are most likely across the northern tier of the U.S., extending from the Pacific Northwest, across the Northern Plains, Great Lakes, and into the Ohio Valley as well as Hawaii and northern Alaska. The greatest chances for drier-than-average conditions are predicted in the Southwest, across Texas, along the Gulf Coast, and in Florida.\nThis map shows the probability (percent chance) that winter precipitation (December 2020-Februry 2021) at any location will be in the upper, middle, or lower third of the climatological record (1981-2020). Green colors indicate a wetter-than-average month is most likely, while browns indicate a drier-than-average month is most likely. Darker colors mean higher chances; not more extreme conditions. Map by NOAA Climate.gov, using data from NOAA's Climate Prediction Center.\nMore modest chances for drier conditions are forecast in southern Alaska, and from California across the Rockies, Central Plains, and into the Southeast. The remainder of the U.S., including the Mid-Atlantic and Northeast falls into the category of equal chances for below-, near-, or above-average precipitation.\nWidespread, ongoing drought is currently in place across the western half of the continental U.S. as a result of the weak Southwest summer monsoon season and near-record high temperatures. Drought is also present in parts of the Northeast, Ohio Valley, Hawaii, and Alaska. The ongoing La Niña is expected to expand and intensify drought across the southern and central Plains, eastern Gulf Coast, and in California during the months ahead. Drought conditions are expected to improve in the northern Rockies, Northwest, New England, Alaska, and Hawaii over the coming months.\nDrought outlook for the upcoming three-month period (November 2020-January 2021). While drought is likely to improve in some areas, much of the U.S. West will likely see drought continue or worsen. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nNOAA’s seasonal outlooks provide the likelihood that temperatures and total precipitation amounts will be above-, near- or below-average, and how drought conditions are favored to change. The outlook does not project seasonal snowfall accumulations as snow forecasts are generally not predictable more than a week in advance.\nNOAA’s Climate Prediction Center updates the three-month outlook each month. The next update will be available November 19.\nSeasonal outlooks help communities prepare for what is likely to come in the months ahead and minimize weather's impacts on lives and livelihoods. Empowering people with actionable forecasts and winter weather tips is key to NOAA’s effort to build a more Weather-Ready Nation.\nHelp us improve our content",
  "source": "climate.gov"
}