{
  "url": "https://www.climate.gov/news-features/videos/spring-outlook-drought-persist-expand-us-west-and-high-plains",
  "title": "Spring Outlook: Drought to persist, expand in U.S. West and High Plains",
  "date": null,
  "content": "2 min, 4 sec\nThis video runs through NOAA's spring 2021 forecast for drought, floods, precipitation, and temperature. Close to half of the Lower 48 states was in some level of drought as of mid-March, and drought is not expected to abate in most places. Combined with a forecast favoring much warmer than average temperatures, it could be a tough spring for fire managers, ranchers, and growers. See all maps below.\nNearly one-half of the country—stretching from the Pacific Coast to the Great Plains and upper Midwest—is currently experiencing moderate to exceptional drought conditions, and that is expected to continue and expand according to NOAA’s U.S. Spring Outlook released today.\nDrier conditions in the Southwest U.S. associated with La Niña and the failed 2020 summer monsoon have been contributing factors to the development and intensification of what represents the most significant U.S. spring drought since 2013, which will impact approximately 74 million people.\nRead the NOAA press release.\nNearly half the Lower 48 states were in some level of drought as of March 18, 2021. Map by NOAA Climate.gov, based on data from the U.S. Drought Monitor project.\nDrought is projected to persist (brown) or develop (yellow) across much of the West this spring (April-June 2021). Map by NOAA Climate.gov, based on data from NWS Climate Prediction Center.\nLikelihood of flooding across the Lower 48 U.S. states between March and May 2021. Yellow indicates minor flooding likely, and rose indicates moderate flooding likely. No areas of the U.S. are forecast to experience wide-spread major flooding. Maps by NOAA Climate.gov, based on data from the NWS National Water Center.\nTemperature forecast through June\nPlaces in the U.S. where the spring (April-June) temperatures are favored to be much warmer than the 1981-2010 average (reds) or much cooler than average (blues). White areas mean the chances for above-average, near-average, or below average are all equal. The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). NOAA Climate.gov map, based on forecast data from NOAA CPC.\nPrecipitation forecast through June\nU.S. precipitation outlook for spring 2021 (April-June). Places where the forecast favors a much wetter than average spring are colored green, and places where the forecast favors a much drier than average spring are brown. Much wetter or much drier means \"in the upper or lower third of the recent climate record (1981-2010).\" The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). White means the chances of a wet spring, dry spring, or near-average spring are all equal. NOAA Climate.gov map, based on forecast data from NOAA CPC.\nHelp us improve our content",
  "source": "climate.gov"
}