{
  "url": "https://www.climate.gov/WinterOutlook2021",
  "title": "2021-22 Winter Outlook: drier, warmer South, wetter North with return of La Niña",
  "date": null,
  "content": "1 minute, 54 seconds\nThe U.S. is headed for its second La Niña winter in a row. This video explains what that might mean for winter temperature, precipitation, and drought. Video by NOAA Climate.gov in collaboration with the Climate Prediction Center.\nTemperature\nMap of the United States showing which winter average temperature outcome—much warmer than average (red) or much cooler than average (blue)—is most likely. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a relatively warm, cool, or near average winter are equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nPrecipitation\nMap of the United States showing which winter average precipitation outcome—much wetter than average (blue-green) or much drier than average (brown)—is most likely. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a relatively wet, dry, or near-average winter are equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nDrought\nDrought conditions across the United States as of October 21, 2021. Half of the contiguous United States was classified as abnormally dry (yellow) or in some level of drought from moderate (orange) to exceptional (darkest red). NOAA Climate.gov map, based on data from the U.S. Drought Monitor team.\nWidespread severe to exceptional drought continues to dominate the western half of the continental U.S., Northern Plains, and the Missouri River Basin.Drought conditions are forecast to persist and develop in the Southwest and Southern Plains. The Pacific Northwest, northern California, the upper Midwest, and Hawaii are most likely to experience drought improvement.\nDrought forecast for the United States states through January 2022. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Map by Climate.gov, based on data from the Climate Prediction Center.\nRead more in the NOAA press release.\nHelp us improve our content",
  "source": "climate.gov"
}