{
  "url": "https://www.climate.gov/news-features/videos/us-winter-outlook-warmer-drier-south-ongoing-la-ni%C3%B1a",
  "title": "U.S. Winter Outlook: Warmer, drier South with ongoing La Niña",
  "date": null,
  "content": "This animation scrolls through NOAA's 2022-23 U.S. Winter Outlook maps. The first two show which parts of the country have the highest chances for a much wetter or drier than average winter and a much cooler or warmer than average winter. The third map shows the projected changes in drought conditions through the end of January 2023, and the final map shows drought conditions as of October 20. NOAA Climate.gov animation, based on data from NOAA Climate Prediction Center.\nThis year La Niña returns for the third consecutive winter, driving warmer-than-average temperatures for the Southwest and along the Gulf Coast and eastern seaboard, according to NOAA’s U.S. Winter Outlook released today by the Climate Prediction Center—a division of the National Weather Service. Starting in December 2022 through February 2023, NOAA predicts drier-than-average conditions across the South with wetter-than-average conditions for areas of the Ohio Valley, Great Lakes, northern Rockies and Pacific Northwest.\n“Drought conditions are now present across approximately 59% of the country, but parts of the Western U.S and southern Great Plains will continue to be the hardest hit this winter,” said Jon Gottschalck, chief, Operational Prediction Branch, NOAA’s Climate Prediction Center. “With the La Niña climate pattern still in place, drought conditions may also expand to the Gulf Coast.”\nNOAA's winter temperature outlook map shows which parts of the United States have elevated chances of either a much cooler than average winter (orange and red) or a much cooler than average winter (blue). The darker the color, the higher the chance of that outcome. White areas mean that a relatively warm, cool, or average winter are all equally likely. NOAA Climate.gov map, based on data from the Climate Prediction Center.\nNOAA's winter precipitation outlook map shows which parts of the United States have elevated chances of either a much wetter than average winter (blue-green) or a much drier than average winter (brown). The darker the color, the higher the chance of that outcome. White areas mean that a relatively wet, dry, or average winter are all equally likely. NOAA Climate.gov map, based on data from the Climate Prediction Center.\nDrought status across the United States as of October 20, 2022. Much of the country is either unusually dry (yellow) or else in same level of drought (orange, red, and dark red). Map by NOAA Climate.gov, based on data from the U.S. Drought Monitor Project.\nProjected changes to drought conditions across the United States through the end of January 2023. Drought is expected to continue or worsen (dark brown) across much of the central and western U.S. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nTo read the full release, visit NOAA.gov.\nHelp us improve our content",
  "source": "climate.gov"
}