{
  "url": "https://www.climate.gov/news-features/videos/watch-antarctic-ozone-hole-develop-2024",
  "title": "Watch the Antarctic ozone hole develop in 2024",
  "date": null,
  "content": "(Watch on Youtube for best resolution). Every year in Southern Hemisphere late winter and early spring, high in the atmosphere over Antarctica, Earth’s ozone layer develops a thin spot, which scientists call the “ozone hole.” Caused by long-lived industrial chemicals that were widely used in the 1970s–1990s, the hole has a seasonal cycle linked to Southern Hemisphere climate and atmospheric circulation. It reaches its maximum extent between September 7 and October 13. In 2024, its average extent was 8 million square miles (20 million square kilometers), making it the 7th smallest ozone hole since regulation of ozone-harming chemicals began in the early 1990s.\nThis animation shows the emergence of the 2024 ozone hole based on daily satellite images from July 1–October 23. Darker colors show lower amounts of ozone, and brighter colors show higher amounts. Locations where ozone amounts are less than 220 Dobson Units (very dark blue) are considered part of the ozone hole.\nAt the start of the animation on July 1, ozone amounts are relatively high, and any small areas of low ozone (blue) that do appear are quickly dispersed or filled in by the mixing of the atmosphere. By mid-August, the stratospheric air over Antarctica is more isolated, with less mixing in of ozone-rich air (rose and gold colors) from higher latitudes. Thin spots in the ozone layer grow larger and last several days before being dispersed.\nBy late August, ozone levels across most of Antarctica are now universally low, and little to no mixing with higher-latitude air occurs. This isolation is caused by the annual development of the Southern Hemisphere polar vortex. [We discussed the connection between the polar vortex and the ozone hole in more detail in our coverage of the 2019 ozone hole.] Larger and larger thin spots begin to form, and by the first week of September, they have merged into a single, large hole. Spun clockwise by the stratosphere’s westerly winds, the hole rotates and sometimes stretches or shifts, but it remains intact, growing “deeper” and larger. It reaches its maximum size in late September, overlying the entire Antarctic land mass and much of the surrounding Southern Ocean.\nAs the animation moves into October, spring is advancing, the atmosphere is warming, and the polar vortex is weakening. The ozone hole contracts, and its margins get “softer” as ozone-rich air from higher latitudes encroaches. On average (based on observations from 2000-2023), the hole will disperse completely by mid-to-late December.\nHelp us improve our content",
  "source": "climate.gov"
}