{
  "url": "https://www.climate.gov/news-features/understanding-climate/climate-variability-north-atlantic-oscillation",
  "title": "Climate Variability: North Atlantic Oscillation",
  "date": null,
  "content": "Monthly average of the North Atlantic Oscillation (NAO), which compares the relative strength of semi-permanent high and low pressure patterns in the North Atlantic Ocean. A positive NAO index favors mild winters in the U.S. East. Negative values favor stronger cold-air outbreaks and increased storminess in the eastern U.S. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nLate in the 18th century, a missionary who had traveled back and forth across the Atlantic Ocean for several years noted that mild winter conditions in Greenland often coincided with severe winter conditions in Denmark, and vice versa. The severe-versus-mild phenomenon he described is now recognized as an impact of the North Atlantic Oscillation or NAO.\nLate winter temperatures compared to the 1981-2010 average when the North Atlantic Oscillation (NAO) was strongly negative (top, Jan-March 2010) and when it was strongly positive (bottom, January-March 1990). Winters are often cooler than average across the mid-latitudes when the NAO is negative, and warmer than average when it is positive. NOAA Climate.gov image, based on data from the Physical Sciences Lab.\nAir pressure over two regions drive this oscillation:\nThe NAO is in a positive phase when both the sub-polar low and the subtropical high are stronger than average. During positive NAO phases, the increased difference in pressure between the two regions results in a stronger Atlantic jet stream and a northward shift of the storm track. Consequently, northern Europe experiences increased storminess and precipitation, and warmer-than-average temperatures that are associated with the air masses that arrive from lower latitudes. At the same time, southern Europe experiences decreased storminess and below-average precipitation. In eastern North America, the positive phase of the NAO generally brings higher air pressure, a condition associated with fewer cold-air outbreaks and decreased storminess.\nThe NAO is in a negative phase when both the sub-polar low and the subtropical high are weaker than average. During negative NAO phases, the Atlantic jet stream and storm track have a more west-to-east orientation, and this brings decreased storminess, below-average precipitation, and lower-than-average temperatures to northern Europe. Conversely, southern Europe experiences increased storminess, above-average precipitation, and warmer-than-average temperatures. In eastern North America, the negative phase of NAO generally brings lower air pressure, a condition associated with stronger cold-air outbreaks and increased storminess.\nOn average, the surface pressure near Iceland is relatively low (L), while the pressure near the Azores Island is relatively high (H). During a negative phase (left), this pressure difference weakens.  During a positive phase (right), the difference becomes even stronger than usual. The variation in pressure patterns influences the strength and location of the jet stream and the path of storms across the North Atlantic.  Schematic adapted from AIRMAP by Ned Gardiner and David Herring, NOAA.\nThe North Atlantic Oscillation is often strongly correlated with the Arctic Oscillation, which describes hemisphere-wide shifts in atmospheric pressure between the Arctic and the mid-latitudes of both the North Pacific and North Atlantic. In fact, atmospheric scientists continue to debate whether the two are separate phenomena or whether the North Atlantic Oscillation is simply the Atlantic half of the Arctic Oscillation. Regardless, the NAO is the most prominent pattern of climate variability in the mid and high Northern latitudes, and it has a strong influence on weather over northeastern North America, Greenland, and Europe.\nConditions associated with the two phases of the NAO directly affect human demand for energy, quality of crop yields, and productivity of fisheries. Unlike like the El Niño-Southern Oscillation, the North Atlantic Oscillation is not currently predictable more than a week or two in advance.\nData \nA record of NAO phases for 1950 through the present is available from NOAA's Climate Prediction Center.\nReferences\nNorth Atlantic Oscillation page at Lamont-Doherty Earth Institute, Columbia University, by Ian Bell and Martin Visbeck. Accessed December 8, 2023.\nNorth Atlantic Oscillation, NOAA's Climate Prediction Center. Accessed December 8, 2023.\nWallace, J. M., and D. S. Gutzler, 1981: Teleconnections in the geopotential height field during the Northern Hemisphere Winter. Mon. Wea. Rev., 109, 784-812.\nHelp us improve our content",
  "source": "climate.gov"
}