{
  "url": "https://www.climate.gov/news-features/understanding-climate/climate-variability-southern-oscillation-index",
  "title": "Climate Variability: Southern Oscillation Index",
  "date": null,
  "content": "The Southern Oscillation Index tracks the surface air pressure gradient between Darwin, Australia, and Tahiti. The pressure gradient reflects the strength of the atmospheric circulation across the tropical Pacific. Positive values are a sign of La Niña. Negative values are a sign of El Niño. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe El Niño–Southern Oscillation, or \"ENSO\" for short, is a powerful natural climate pattern that operates in the tropical Pacific Ocean. ENSO involves coordinated, season-long changes to ocean surface temperature and atmospheric circulation. The Southern Oscillation Index (SOI) tracks the atmospheric part of the pattern. (The Oceanic Niño Index tracks the ocean part.) The SOI compares the difference from average air pressure in the western Pacific, measured in Darwin, Australia, to the difference from average pressure in the central Pacific, measured at Tahiti.\nDifference from average sea level pressure during winters when the Southern Oscillation Index is strongly positive (top) or negative (bottom). During La Niña (positive SOI), the pressure is higher than average (red) over the central Pacific near Tahiti, and lower than average (gray) over Australia. During El Niño, the SOI is negative, and the anomalies are reversed. NOAA Climate.gov image, based on data from the NOAA Physical Science Lab.\nThese pressure anomalies indicate whether the large-scale circulation of the atmosphere over the tropical Pacific, known as the Walker Circulation, is stronger or weaker than normal. The Walker Circulation is giant loop in which air blows westward at the surface, climbs high into the atmosphere over the Western Pacific, flows eastward at high altitudes, and sinks back to the surface over the central-east Pacific. Averaged over the span of a month or season, the rising branch of the loop creates persistent low surface pressure in the western Pacific. The sinking branch of the loop creates persistent high pressure in the central-eastern Pacific.\nThe main features of the Walker Circulation in the tropical Pacific during ENSO-neutral conditions. On average, persistent convection and low surface pressure associated with rising branches of the Walker Circulation are found over the Maritime continent, northern South America, and eastern Africa. Subsidence (sinking air) and high pressure are found over the central tropical Pacific and to a lesser extent over the Middle East and Southwest Asia. NOAA Climate.gov drawing by Fiona Martin.\nDuring La Niña events, the Walker Circulation intensifies, with even more rising air and rainfall over the Western Pacific and more sinking, dry air in the central Pacific. The already-low surface pressure over northern Australia and the Maritime Continent drops even lower. During El Niño, the circulation weakens, or sometimes even reverses. There's more convection, rainfall, and lower-than-average surface pressure in the central Pacific, and less convection, clearer skies, and higher-than-average surface pressure in the western Pacific.\nThese pressure patterns have been observed at weather stations in Darwin, Australia, and Tahiti going back many decades. As our ability to observe larger and more remote areas has increased, climate experts developed an index called the Equatorial Southern Oscillation Index, which compares pressure anomalies across wider areas of the western and eastern Pacific.\nThe Equatorial Southern Oscillation Index compares pressure anomalies across a broad region of the eastern tropical Pacific (5 degrees North and South latitude, 80–130 degrees West longitude) to pressure anomalies on the other side of the basin (5 degrees North and South latitude, 90–140 degrees East longitude). NOAA Climate.gov image by Fiona Martin.\nFor NOAA to declare El Niño or La Niña underway, both the ocean and the atmosphere have to be in sync, or as experts say, \"coupled.\"  When they're coupled, they reinforce each other, causing the El Niño or La Niña event to intensify and persist for a season or more.\nHelp us improve our content",
  "source": "climate.gov"
}