{
  "url": "https://www.climate.gov/news-features/understanding-climate/climate-variability-arctic-oscillation",
  "title": "Climate Variability: Arctic Oscillation",
  "date": null,
  "content": "Monthly values for the Arctic Oscillation Index, which tracks shifts in surface pressure between the mid-latitudes and the Arctic. During the positive phase, the jet stream stays farther north, and mid-latitude winters are milder than usual. During the negative phase, the jet stream dips into the mid-latitudes, creating cold-air outbreaks. NOAA Climate.gov image, based on data from NOAA CPC.\nThe Arctic Oscillation (AO) refers to an atmospheric circulation pattern over the mid-to-high latitudes of the Northern Hemisphere. The most obvious reflection of the phase of this oscillation is the north-to-south location of the storm-steering, mid-latitude jet stream. Thus, the AO can have a strong influence on weather and climate in major population centers in North America, Europe, and Asia, especially during winter.\nWinter surface pressure across the Northern Hemisphere compared to the 1981-2010 average when the Arctic Oscillation (AO) was strongly negative (top, 2009-10) and when it was strongly positive (bottom, 1988-89). The negative AO favors a warm Arctic and cool conditions across the U.S. and Europe. The positive phase favors a cool Arctic and relatively warm conditions in the mid-latitudes. NOAA Climate.gov image, based on data from the Physical Sciences Lab.\nThe AO's positive phase is characterized by lower-than-average air pressure over the Arctic paired with higher-than-average pressure over the northern Pacific and Atlantic Oceans. The jet stream is farther north than average under these conditions, and storms can be shifted northward of their usual paths. Thus, the mid-latitudes of North America, Europe, Siberia, and East Asia generally see fewer cold air outbreaks than usual during the positive phase of the AO.\nConversely, AO's negative phase has higher-than-average air pressure over the Arctic region and lower-than-average pressure over the northern Pacific and Atlantic Oceans. The jet stream shifts toward the equator under these conditions, so the globe-encircling river of air is south of its average position. Consequently, locations in the mid-latitudes are more likely to experience outbreaks of frigid, polar air during winters when the AO is negative. In New England, for example, higher frequencies of coastal storms known as \"Nor'easters\" are linked to AO's negative phase.\nAO phases are analogous to the Southern Hemisphere's Antarctic Oscillation (AAO), a similar pattern of air pressure and jet stream anomalies in the Southern Hemisphere. Viewed from above either pole, these patterns show a characteristic ring-shape or \"annular\" pattern; thus, AO and AAO are also referred to as the Northern Annular Mode (NAM) and Southern Annular Mode (SAM), respectively.\nMonthly and Daily values for the Arctic Oscillation Index are available from NOAA's Climate Prediction Center.\nReferences\nThompson, D.W.J., S. Lee, and M.P. Baldwin, 2002: Atmospheric Processes Governing the Northern Hemisphere Annular Mode/North Atlantic Oscillation. From the AGU monograph on the North Atlantic Oscillation, 293, 85-89.\nThompson, D.W.J., and J.M. Wallace, 2001: Regional Climate Impacts of the Northern Hemisphere Annular Mode. Science, 293, 85-89.\nThompson, D.W.J., and J.M. Wallace, 2000: Annular modes in the extratropical circulation. Part I: Month-to-month variability. J. Climate, 13, 1000-1016.\nThompson, D.W.J., and J.M. Wallace 1998: The Arctic Oscillation signature in wintertime geopotential height and temperature fields. Geophys. Res. Lett. 25, 1297-1300.\nHelp us improve our content",
  "source": "climate.gov"
}