{
  "url": "https://www.climate.gov/news-features/features/rhode-islands-rising-tide",
  "title": "Rhode Island's Rising Tide",
  "date": null,
  "content": "Recurring flooding at a waterfront park in the City of Providence was a tip off to Rhode Island coastal resource managers that something was going on. The city having to close its hurricane gates numerous times a year to keep its riverfront walkways dry in the face of high tides pointed to a problem that the city couldn't afford to ignore.\nWaterplace Park in downtown Providence, Rhode Island. Photograph courtesy of Loodog, Wikimedia Commons.\nCoastal managers didn't have to look any further than tidal records to identify the source of the trouble: long-term data from tide gauges showed an increase in average sea level of almost a foot since 1929. Other evidence implicating sea level rise as the root of the problem included local erosion rates that had doubled from 1990 to 2006 and some freshwater wetlands near the coast that were transitioning to salt marsh.\nThough the waterfront park's flooding was limited in scale, its implications for the future were troublesome. With $2 billion invested in developments on the waterfronts in Providence, East Providence, and Pawtucket, coastal managers knew they needed to meet the problem head on.\n\"Sea level rise is a big issue-a major issue-for us,\" says Grover Fugate, executive director of the Rhode Island Coastal Resources Management Council, NOAA's partner agency tasked with implementing the National Coastal Zone Management program in the state. \"We're already starting to see the impacts of rising water levels along our waterfronts.\"\nRelative sea level rise as measured by Newport tide gauge. Adapted from J. Boothroyd, University of Rhode Island.\nSea level rise refers to the observed increase in global mean sea level over time. In 2007, the Intergovernmental Panel on Climate Change (IPCC) projected that global sea levels would rise from 7 to 23 inches in the coming century. Since 1990, however, sea level has been rising faster than the rate predicted by models used to generate IPCC estimates.\nFuture sea level rise is not expected to be uniform around the world, notes Pam Rubinoff of Rhode Island Sea Grant, a program of the National Oceanic and Atmospheric Administration (NOAA). Global sea level affects local sea level, but the location of the water line along any coast also depends upon the shape of the ocean floor, proximity to ocean currents, and regional subsidence or uplift of land.\nIn Rhode Island, long-term records from the Newport tide gauge show that relative local sea level has risen 10.1 inches (plus or minus 1.2 inches) over the last century. A recent coastal council science report estimates that Rhode Island's land surface is subsiding by about six inches per century. The difference between the two observations represents the change attributable to global sea level rise.\nStorm surges and high tides pose a continuing threat to some beachfront homes in Rhode Island. Some owners have already moved their homes to higher locations. Photo courtesy of Rhode Island Coastal Resources Management Council.\nThe evidence that sea level rise was affecting Rhode Island was not welcome news. As a result of sea level rise, both hurricanes and \"nor'easters\" will be more damaging, and the flooding effects will be felt farther inland. For instance, storm surge heights will increase as sea level rises resulting in many more properties being damaged or destroyed during a storm-including inland properties that have never before experienced flood damage.\nThe state's coastal wetlands are also vulnerable to rapid changes in sea levels. Many of the salt marshes that border the state's coastline will be inundated, causing significant loss of habitat for fish, shellfish, birds, and other wildlife, and making recreation areas and public spaces more vulnerable to flooding.\nThere are also concerns about species changes. In Rhode Island, there are projections that the lobster fishery could disappear over the next two decades, and there are already declines in winter flounder populations, which are not due entirely to overfishing, but the warming of the bay waters, Fugate says.\nErosion of sand and soil near this beachfront home exposed components of a septic system that were once buried underground. Photo courtesy of Rhode Island Sea Grant.\nRecognizing the need to address sea level rise and its impacts on Rhode Island's coastal environment, in 2006 a Metro Bay Special Area Management Plan (SAMP) planning group began to look at the state's vulnerability to coastal hazards and how they might be addressed. SAMPs are federally legislated strategic management tools that coastal managers use when the problems in a distinct area go beyond what can be addressed by existing local, state, and federal policies.\n\"There was a heightened sense that we need to look at sea level rise and see what the implications were for us,\" Fugate says. \"We knew that all this development would be susceptible to storm damage, and we wanted to get ahead of the curve on that before we were dealing with an after-the-fact issue.\"\nRocks and boulders placed along the shore act as a revetment, or barricade, to protect shorefront property. Seawater overtopped this Rhode Island revetment during a storm, eroding the beach and damaging the fence. Photo courtesy of Rhode Island Coastal Resources Management Council.\nAt the same time the SAMP planning group was looking into the causes of the recurring waterfront park flooding and determining that the culprit was sea level rise, a state legislative committee was looking at potential hurricane impacts and the concerns of the insurance companies regarding building codes. \"We don't get hurricanes that often, but this was post-Katrina,\" Sea Grant's Rubinoff relates. \"The whole state of Rhode Island is in the coastal zone, so we looked at this as a potential window for designing and implementing new policy.\"\nWhen it became clear that sea level rise resulting from climate change would worsen the impacts of future storms on coastal resources, the coastal council and Rhode Island Sea Grant worked with the legislature to amend the state building code to explicitly address sea level rise and climate change.\nIn December 2006, the Rhode Island legislature passed a law authorizing the council to \"develop and adopt policies and regulations necessary to manage the coastal resources of the state and protect life and property from coastal hazards resulting from projected sea level rise and probable increased frequency and intensity of coastal storms due to climate change.\" The council was also authorized to collaborate with the state building commissioner to gather information and adopt freeboard calculations, which is the elevation of structures above the base flood level.\nBefore polices could be developed that incorporate sea level rise and other climate change considerations into siting and building standards criteria, the coastal council and Sea Grant had to first focus on the science. Scientists from the University of Rhode Island \"looked into the science of what sea level rise is and what the existing science says,\" explains Rubinoff. In addition, the coastal council and Sea Grant \"looked at existing development issues, identified key priorities, and looked at the impacts on buildings, the shoreline, and habitat.\"\nThe group shared this information with the public in a series of meetings. Visualizations created by Sea Grant showing popular coastal locations with three feet of sea level rise \"really got people's attention and helped people understand the issues,\" says Fugate.\nThis series of visualizations shows simulated views of Rhode Island’s State Pier in Pawtucket at high tide, at high tide plus three feet of sea level rise, and at spring tide plus three feet of sea level rise. Images courtesy of Rhode Island Sea Grant.\nTo see if any other states had created sea level rise policies that they might be able to model, Sea Grant also looked at what other states were doing. Working with the NOAA Office of Ocean and Coastal Resource Management, Sea Grant created a summary of sea level rise initiatives of coastal programs across the nation. \"We found out that several states aren't doing anything,\" Rubinoff says. \"Others are coming at it very differently, through outreach, research, established commissions, or general policy. There's not a lot of consistency.\"\nThe collected science and policy information was presented during a workshop with the coastal council, state building commission, and senate policy office. The group's consensus was that the rate of sea level rise that the state should be planning for is 3 to 5 feet, but that the coastal council should review these figures frequently and adjust them as necessary.\nThis is the rate that will guide the coastal program and the Rhode Island State Building Commission as they work to adopt coastal construction standards. New standards may eventually incorporate considerations of increased freeboard into the state building code.\nWith all of this collected information in hand, the coastal program adopted a sea level rise and climate change policy in January 2008 that sets the stage for adopting future regulations, Fugate says. The policy includes the current science and facts about climate change and sea level rise impacts in the state, and establishes criteria for the coastal program to develop future policies, plans, and regulations to proactively address and adapt to climate change and sea level rise.\nMoving Forward\n\"Right now we have more questions than answers,\" Fugate says. \"What we have adopted is a skeleton that still needs to be fleshed out.\"\nWhile regulations for requiring new development to plan for 3 to 5 feet of sea level rise have not yet been implemented, Fugate says progress is being made. For instance, in July 2008 the state building commission adopted the International Building Code standards, which implement stricter flood zone requirements. These include a one-foot freeboard elevation and more stringent building requirements in special flood hazard areas along the coast.\nAlthough there is still much work to be done to create policies and regulations to help the state mitigate impacts of sea level rise and climate change, Rhode Island was one of the first states to adopt policy related to sea level rise. Fugate says this is just the beginning of the council's efforts to address climate change impacts.\nA helping hand to put some regulatory meat on the coastal council's policy bones is coming from the Metro Bay SAMP planning group, which worked to create specific polices for sea level rise in the Providence area that will also be recommended for state-wide implementation. \"Looking at a specific area through the SAMP process helped us identify real issues,\" Rubinoff says. \"We're a small state, so it's easy for us to take some of these issues from one place and adapt it statewide.\"\nAmong the SAMP planning group's recommendations are more stringent building standards, flood ordinances, permitting processes, and best practices in coastal flood zones to reduce vulnerabilities to existing and future infrastructure. Other recommendations include more stringent building setbacks, monitoring, and requirements for stricter flood-zone standards.\nThe SAMP planning group also recommends incorporating low impact design standards for stormwater management to account for climate change considerations. Low impact design is an approach to land development that mimics nature to reduce runoff from storms, and promote groundwater infiltration. It includes practices such as rain gardens, permeable pavement, and vegetated channels for storm water runoff.While Rhode Island coastal managers are proud of the progress they have made in addressing sea level rise and climate change, the challenge before them is daunting.\n\"The hardest thing that we have had to come to grips with is that there aren't a lot of hard and fast answers out there,\" Fugate says. \"We're going to have to learn to live with that for the time being.\"\nHe adds, \"We've made the choice to go forward now and try to adapt rather than wait for more information. If you wait for all the answers, you're really placing your coastal population at risk.\"\nAnother version of this article originally appeared in the May/June 2008 issue of Coastal Services magazine.\nHelp us improve our content",
  "source": "climate.gov"
}