{
  "url": "https://www.climate.gov/news-features/features/climate-risks-haiti",
  "title": "Climate Risks in Haiti",
  "date": null,
  "content": "Almost two months after a devastating earthquake in January 2010, nearly half a million people in Haiti are displaced from their homes, and a million more are living without proper shelter. This situation leaves the population vulnerable to storms and extreme weather events in the coming months.\nThousands of Haitians are living in camps such as this one after losing their homes in an earthquake on January 12, 2010. International Federation of Red Cross and Red Crescent Societies photo courtesy of Eric Quintero.\nIn this Q&A article, staff from the International Research Institute for Climate and Society (IRI) discuss the risks and vulnerabilities that Haitians now face from climate-related events. The IRI was established as a cooperative agreement between NOAA's Climate Program Office and Columbia University. It is part of The Earth Institute at Columbia University.\nQ: What is Haiti's climate like?\nTony Barnston: Haiti has a mild, tropical climate. Daily temperatures in the lowland areas are generally in or near the 70s (Fahrenheit) in winter and in or near the 80s in summer. Average annual rainfall varies, from almost none in some areas to more than 50 inches in Port-au-Prince, the capital city that experienced some of the worst devastation from the earthquake. Haiti's two rainy seasons are from April to June and from August to mid-November. The country is also subject to periodic droughts and floods, which are made worse by deforestation. Hurricanes also threaten the country, generally from June to November.\nQ: We're currently in an El Niño period. Will this influence Haiti's climate outlook?  Tony Barnston: We expect current El Niño conditions to persist at least through March. These conditions tend to bring an increased probability for above-normal rainfall between January and May, and this could last into this year's rainy season in April and May if El Niño conditions last that long.\nAlessandra Giannini: Weakened trade winds associated with the current phase of the North Atlantic Oscillation also influence sea surface temperatures in the tropical North Atlantic, with warmer waters increasing the potential for above-normal rainfall in Haiti.\nA month ahead of the rainy season, heavy rains inundated the southwestern portion of Haiti at the end of February 2010. This aerial view shows flooding in Baradères, a municipality that had already been affected by the quake. International Federation of Red Cross and Red Crescent Societies photo courtesy of Jose Manuel Jimenez.\nQ: How much rain is expected in the second half of the rainy season -- after July?\nTony Barnston: The rainfall expectation for July through November will depend, in part, on how conditions in the Pacific Ocean change this summer-will it be toward another El Niño, a La Niña, or neutral? The worst scenario for Haiti would be for the development of a La Niña during the summer. These conditions would imply a wet second half of the rainy season as well as higher chances for the region to be impacted by a tropical storm, or even a hurricane. La Niña conditions tend to not only increase the total number of hurricanes in the Atlantic, but also increase the number of storms that cut across the Caribbean.\nQ. How can having climate predictions such as these ahead of time help reduce Haiti's climate risks?\nWalter Baethgen: Information and forecasts are most useful when they are used as inputs for existing efforts to improve preparedness and the ability to respond. Forecasts can also be useful if they are disseminated broadly among agents who work with vulnerable populations.\nClimate risk has two components: hazards and vulnerability. Hazards are the things that threaten: heavy rains, high winds, hurricanes. Vulnerability is how susceptible a society is to damage: loss of life, epidemics, and other consequences of hazards. Poor building codes, widespread malnutrition, unreliable food production systems, and poor sanitation are all elements that can make a society more vulnerable. We can think of climate risk then, as the likelihood that a society will suffer damages from climate hazards.\nQ: How do you reduce risks?\nWalter Baethgen: Generally, risk can be reduced either by reducing hazards or by reducing vulnerability. In climate, however, we have no way to reduce hazards-events such as El Niño and hurricane season are an integral part of the Earth system. Therefore, the only way to reduce climate risk is to reduce vulnerabilities. This might be accomplished, for example, by reducing the number of people who live on steep slopes, in flood plains, and in other areas sensitive to storms. We can also reduce vulnerability by implementing effective early-warning and early-response systems, and fostering institutions that are well prepared and able to react quickly in the event of a disaster.\nMolly Hellmuth: The other thing about risks is that they vary by hazard; so reducing a population's vulnerability to one hazard may not be effective in reducing it for others. An effective risk reduction strategy for Haiti must consider all the hazards, stressors, and risks that threaten the country. Stressors include socioeconomic conditions such as endemic poverty, ineffective governance and institutions, limited access to capital, ecosystem degradation, and conflicts. These all combine to exacerbate vulnerability to hazards.\nIn the wake of the earthquake, Red Cross vehicles enter Haiti at its border with the Dominican Republic. The International Federation of Red Cross and Red Crescent Societies (IFRC) brought Emergency Response Units and deployed staff from its societies from all over the world to respond to Haiti’s earthquake. IFRC photo courtesy of Eric Quintero.\nQ: IRI and other institutions will be putting out forecasts and other types of information relevant to Haiti in the coming months. What are some of the most effective ways for this information to be used in the short term, given that restoration and rebuilding efforts will be far from complete in 2010?\nWalter Baethgen: In the immediate future, climate forecasts and other information should feed into emergency networks and early warning and response systems that are currently available in Haiti. These include, for example, the International Federation of Red Cross and Red Crescent Societies and other humanitarian organizations. These groups need to be aware that as desperate as the conditions are right now, new hazards and socioeconomic damage are possible in the near future due to climate conditions that may affect food production, health conditions, and water supply. Going back to the concept of risk discussed above, any new hazard in the near future will find large numbers of Haitians in a situation of increased vulnerability. Given the devastating effects of the earthquake in January, the population's vulnerability and risks are huge.\nTony Barnson is IRI's lead forecaster and an expert on El Niño-Southern Oscillation (ENSO) variability.\nAlessandra Giannini has researched the impact of ENSO on tropical Atlantic variability, working on regions particularly vulnerable to climate variability, including the Caribbean Islands.\nWalter Baethgen is the director of IRI's Latin America and the Caribbean Program.\nMolly Hellmuth is director of the Climate and Society Publication Secretariat.\nFrancesco Fiondella is a science communicator for IRI. For more information about climate and Haiti, please contact francesco@iri.columbia.edu.\nRelated Links:\nAnother version of this article originally appeared in as a Spotlight Feature on the IRI Web site.\nHAITI: Planting season in peril, from IRIN, the humanitarian news and analysis service of the UN Office for the Coordination of Humanitarian Affairs.\nClimate and Society Publication Series from IRI.\nLatest updates on the Complex Emergency in Haiti, from the U.N. Office for the Coordination of Humanitarian Affairs\nDaytime climate data summaries for Port-au-Prince, Haiti, from the Integrated Surface Dataset at NOAA's National Climatic Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}