{
  "url": "https://www.climate.gov/news-features/features/counting-blossoms-along-canyon-trail",
  "title": "Counting Blossoms along a Canyon Trail",
  "date": null,
  "content": "Dave Bertelsen carefully placed his foot on a slab of water-polished rock made slick by overnight monsoon rains. Hiking to a perch that overlooks Finger Rock Canyon arroyo, now rushing with coffee-colored water, he pointed to three seemingly ordinary clumps of grass. To Bertelsen, the plants are weeping muhly, a rare species known to grow in only five locations in Arizona. Bertelsen discovered these on one of his 1,268 round-trip hikes along the Finger Rock Trail, a path that scrambles five miles up into the Santa Catalina Mountains north of Tucson, Arizona.\nThe view north from Tucson, Arizona into Finger Rock Canyon. Saguaro cacti stand out in the foreground; on the horizon, slender Finger Rock points to the sky.\nBertelsen is a self-trained naturalist with perhaps the most in-depth knowledge in the world of plants in the Catalina Mountains, one of Arizona's \"sky islands\" that tower above surrounding deserts. Within a distance of 30 feet from the Finger Rock Trail, he can readily identify 600 different kinds of plants. Since 1981, Bertelsen has been hiking the rugged trail on a regular basis, logging more than 12,650 miles. On each trip, he pays attention to the comings and goings of plants and animals, meticulously recording which plant species are in bloom.\nHe started recording blooming dates not as a PhD student or as a paid biologist, but \"out of curiosity,\" he said.\nDave Bertelsen, at the trailhead to Finger Rock Canyon Trail.\nTo scientists at The University of Arizona and at the National Phenology Network in Tucson, Bertelsen's efforts are vital to documenting changes in the timing of life cycle events, such as first flowering date, and to observing landscape changes stemming from climate change. But to Bertelsen, the pursuit of science is trumped by his affection for the desert and Finger Rock Canyon.\n\"I love the canyon. The diversity of flowers is astounding,\" Bertelsen said. \"Each hike is exciting. Each time I see something new. Though the canyon accounts for only 1 percent of the area of the Catalina Mountains, it hosts more than 40 percent of the plant diversity found in the entire mountain range.\"\nBertelsen crouched on the exposed bedrock with his back to the weeping muhley grass and pointed to seedlings sprouting nearby. Although he's hesitant to identify them before they flower, Bertelsen recognizes them as smallflower halfchaff sedge. \"I've only seen this plant at this one location on the mountain,\" he said.\nHe then proceeded to recount a story of John Lemmon and Cyrus Pringle, prolific collectors of flora across the Southwest in the late 1800s. The pair were the first to collect a plant called netted anoda in 1881. This rare flowering plant was again collected in 1939 and 1940 west of Nogales, but it hadn't been seen in Arizona since then, until Bertelsen discovered it on this trail in 2007.\nHooker’s Evening Primrose.\nBertelsen continues with the history lesson but stops midsentence. \"Oh, wow!\" he said. \"I haven't seen that since 2002.\" He squinted, visually prying apart a canopy of desert scrub and pointed to a hint of yellow. \"That's Hooker's evening primrose. It's a night bloomer that is pollinated by sphinx moths.\"\nIt's amazing that the scientific value of Bertelsen's knowledge was only recently recognized. In fact, most botanists aware of his work have shown little interest in his efforts, and some have told him he was wasting his time. One called him \"the last of the 19th century botanists,\" a reference to people who collected plants solely for their own amusement. Bertelsen, however, did have a purpose. His plan from the get-go included dividing the trail into five segments so that he could track the flowering of plant species at different elevations.\nMike Crimmins, a climate science extension specialist for the University of Arizona, immediately saw the value of Bertelsen's observations. By 2003, Bertelsen had amassed a continuous 20-year record of first blooming dates for hundreds of plants that spanned more than 4,000 feet of elevation. By 2009, though injuries had slowed his data collection for two years, Bertelsen had added another four continuous years of first-blossom dates to his records. In his 24 years of complete records, he cataloged 131,369 observations of plants in flower. He also noted more than 64,000 observations of animals along the trail, including birds, frogs, and snakes.\n\"I nearly fell out of my chair,\" said Crimmins. \"Bertelsen unknowingly created the world's first long-term record of phenology-the study of the timing of life cycle events in plants and animals-that spans a large range of elevation. On top of that, he compiled the record with such a high level of detail that he has produced an incredibly rich dataset. Much remains to be learned from his work,\" Crimmins said.\nSonoran desert blossoms, from left to right, Mexican Gold Poppy, Desert Chicory, and Desert Marigold.\nBertelson's records of desert blossoms can help us answer questions about how plants and animals respond to climate change, said Jake Weltzin, executive director of the National Phenology Network, which is headquartered in Tucson. For instance, what happens when nectar-producing trees in the Northeast bloom 25 days earlier than they did in the past, or when the abundance of plants eaten by newborn Arctic caribou now peak before the animals are born?\nPhenologists have answers. In the Northeast, honeybees have switched their main source of nectar from the tulip poplar tree to the black locust tree, resulting in declining populations of tulip poplars. In the Arctic, the infant mortality of caribou has jumped by 400 percent. Phenologists call these ecological disruptions trophic mismatches-they occur when important life cycle events in plants and animals that depend on each other no longer coincide. They are largely the result of climate change.\nCactus blossoms. Left and center photos both show Staghorn Cholla. The right photo shows a Strawberry Hedgehog.\nPhenological changes also affect humans. The dates that flowers bloom, for example, are tied to human exposure to allergens and infectious diseases. Changes in blossoming dates and the onset of fall also change the timing that tourists visit regions to enjoy wildflowers or autumn colors. Changes in the timing of plant phases also affect agriculture by influencing the timing of planting, harvesting, and pest activity.\nDespite the consequences of phenological changes, few long records exist in the West. The most extensive and continuous record spans only 37 years. It began in 1956, when Joseph Caprio, professor at Montana State University, recruited a network of volunteers to record changes of the purple-blossomed common lilac. At the height of citizen involvement, Caprio had trained 2,500 people to note observations about lilac events through the year.\nFor almost 40 years, people observed and recorded events in the life cycle of the common lilac, a popular decorative shrub. Dates of first leaf and first bloom for locations across the United States are available from the National Climatic Data Center.\nThis ambitious project ended in 1993 after Caprio retired. The task of continuing these observations was left mainly to PhD students and curious citizen scientists. In 2004, several scientists including Mark Schwartz of the University of Wisconsin and Julio Betancourt at the U.S. Geological Survey helped create the National Phenology Network (NPN). They took it upon themselves to revitalize Caprio's lilac network, and to broaden phenological observations to include other native and non-native species. The network now receives support from two universities and several federal agencies, including NOAA.\nDuring that dormant period preceding the creation of the NPN, phenological records collected by citizens had no outlet. Weltzin believes that many records may be collecting dust in boxes in attics or under beds.\nThe USA National Phenology Network engages citizen scientists to monitor the impacts of climate change on plants and animals.\n\"The number of these 'shoebox' datasets we've discovered is phenomenal,\" says Weltzin. Since 2004, one hundred datasets that range from a couple of years to several decades of observations have made their way into NPN's database, he said.\nThe National Phenology Network was created not only to find old phenology records, but also to encourage citizen involvement in current phenological research, and to provide opportunities for people like Bertelsen who are interested in contributing to science.\nIn fact, encouragement from two botanists proved to be the stimulus that eventually resulted in getting Bertelsen's research published. \"Recognition of the value of my data by professionals was very important,\" said Bertelsen. \"They helped me understand that my records could serve as a baseline for other research, now and in the future.\"\nCurrently, 800 observers are involved in the National Phenology Network. Scientists and participants agree that involving citizens in research is a way to engage them in the grand challenges that society faces, including challenges such as global warming. These efforts bring thousands of additional eyes to help monitor environmental changes-critical for understanding the complex interactions between climate and biology-without tapping into the limited funding set aside for science. Bertelsen alone may have collected $1 million dollars worth of data, estimates Crimmins.\nVolunteers for Rainlog and CoCoRaHS purchase and install easy-to-read rain gauges, and report their daily precipitation online.\nPhenology is not the only discipline employing the help of citizens. Projects such as CoCoRaHS-Community Collaborative Rain, Hail, and Snow Network-and Rainlog rely on volunteer participants to measure the amount of precipitation they receive at their homes and report it online. These projects are giving scientists and citizens a closer look at rainfall patterns across their cities and states than has ever been possible from more widely spaced official weather stations.\nFor Crimmins, using citizens in scientific research is mutually beneficial. It helps improve the science literacy of the participants and gives scientists real data to analyze.\n\"In the past 10 years, science has been enamored with computer modeling which fills data gaps by creating data,\" Crimmins said. With citizen science projects, he said, thousands of people are monitoring nature and filling in those gaps with data from observations instead of numeric models.\n\"If there is any time in history when people need to pay attention to the environment, it is now because the landscape is changing so rapidly,\" Crimmins said.\nThe opportunities seem limitless. For instance, Weltzin envisions a citizen science project to monitor and slow the spread of buffelgrass, an invasive species that causes considerable ecological damage by increasing wildfires in the Southwest.\n\"When buffelgrass in their backyards turns green-a phenological indicator that the grass is vulnerable to herbicides-people could submit that information on-line, and a computer could generate a map, showing resource managers when and where they could maximize their spraying efforts,\" Weltzin said.\nThe rapid spread of the invasive species, buffelgrass, threatens the Sonoran Desert ecosystem. It competes with native plants for resources and promotes fire in a community dominated by plants and animals that are not adapted to fire.\nBack on Finger Rock Trail, Bertelsen pointed to a shindagger, then a fairy duster, a sacred thornapple, and a longflower tubetongue. \"A Gila monster used to live over there,\" he said, pointing at a rock.\nBlossoms of the sacred thornapple, a member of the nightshade family, open in the evening, attracting nighttime pollinators such as bats and moths. When sunlight reaches the blossoms the next day, they wilt, eventually forming a thorny seed pod.\nBertelsen pulled his hand lens from his pocket and held it over a tiny flower. He then resumed his slow walking pace, visually scanning to a distance of 30 feet on either side of the trail. On each hike, he surveys approximately 1.6 million square feet, an area the size of 28 football fields, or nearly 6 New York City blocks, patiently marking which plants are in bloom on his checklist. The observations are eventually transferred to a computer spreadsheet, another lengthy process.\nBertelsen uses a hand lens for a close-up look at small flowers.\nBertelsen is 67 years old; his nearly perpetual squint and deeply tanned skin hint that he has spent much of his life outside. Although he's adept at spotting blooms from a distance and the plants are as familiar to him as friends, each hike consumes his time and energy, especially since a series of physical mishaps in 2004 and 2005 nearly doubled the time it takes him to complete his trek. Most guidebooks describe the Finger Rock trail as strenuous, a reputation that accurately reflects the relentless grade, numerous switchbacks, and rocky, ankle-twisting sections.\nBertelsen starts each hike at midnight and finishes no less than 12 hours later. Using a headlamp, he identifies nearly two-thirds of the blossoming plants on the way up the trail, and catches those that don't open until morning on his return trip. Nothing has thwarted his dedication. Not a spiral fracture to his leg that occurred on the trail and required a helicopter evacuation. Not a serious arm fracture that occurred while biking to stay fit for the long hikes during his recovery. Not even triple by-pass heart surgery at the end of his accident-filled year. And that was only 2004. In the summer of 2009, another helicopter evacuation carried Bertelsen to the hospital.\n\"The search and rescue team commented that being injured once in 600 hikes isn't bad,\" Bertelsen said. \"Curiosity is a cruel master.\"\nBertelsen's observations over the years have revealed important dynamics between the ecology of the Catalina Mountains and the changing climate. With the help of Theresa Crimmins, a research specialist for the Office of Arid Lands Studies at the University of Arizona, and Mike Crimmins, analyses of Bertelsen's work have been published in several peer-reviewed journals. The results suggest that plants at lower elevations along the trail respond most obviously to variations in precipitation: higher on the mountain, temperature changes have a more dominant influence on plants.\nAnalyses of Bertelsen's records also reveal that plant habitats are moving. By observing 600 different types of plants dotted across 4,158 vertical feet of the canyon over time, Bertelsen has witnessed habitat shifts, expansions, and contractions. The most visible change in species location is that more than 15 percent of the species he's tracked are blooming at elevations as much as 1,000 feet higher than they did when he started. His records show that plant diversity in the upper sections of the mountain has increased over time.\nBertelsen hypothesizes that a rise in temperatures has caused plants to move uphill in order to grow in their preferred temperature range. But plants can climb the mountain only so far before they run out of ground; this is likely one cause of habitat contraction for some species.\nWhen saguaros die, their “skeletons” can remain standing in the desert for years.\nBertelsen has also witnessed dramatic changes as a result of drought. He first started noticing the effects of drought in 2000 with the deaths of some Arizona white oaks. A few years after the drought began, he also noted the demise of 35 withering saguaros in the first 2 miles of the trail where precipitation is lowest. Between 2002 and 2009, Bertelsen tallied 104 saguaro deaths-more than in the 18 years that preceded 2002.\nHigher up on the mountain in the pine forest ecosystem, 51 mature ponderosa pine trees died between 2002 and 2009; 31 succumbed in 2002 alone. Similar to saguaros, more ponderosas died in the 7-year period marked by drought than in the previous 18 years combined.\nAmong the years of drought, 2009 stood out due to its especially dry summer monsoon season. Perhaps the most amazing thing to Bertelsen that year was the near absence of blossoms from summer annuals, many of which didn't even sprout. \"Some of the blossoms that normally number in the thousands could be counted on my fingers,\" he said.\nChanges from drought are obvious in every ecosystem in the canyon, and not just with plants. Recently, Bertelsen has been hearing fewer and fewer cactus wrens, curve-billed thrashers, and Gila woodpeckers, the three most common birds in the area. Since 2002, he has also noted a marked decrease in the number and diversity of other animals observed along the trail.\nAlthough the majority of plants have suffered from the drought, a few have thrived. Three species of prickly pear cactus, tanglehead grass, and three-awn spidergrass are the only native plant species to expand their ranges in the canyon since the drought began.\nIt's clear that Bertelsen has spent more time in Finger Rock Canyon than anyone else over the past three decades. Although his efforts were driven more for the love of nature than for science, his work couldn't have come at a better time. With citizens, policy makers, and scientists increasingly concerned about the effects of global warming, the efforts of the nearly 30 years that Bertelsen has been hiking the trail are now contributing vital knowledge about how plants respond to changing conditions.\nBertelsen believes he is seeing an acceleration of change in the landscape in recent years. He suggests that if the drought and increases in temperature both continue, he might witness an uphill movement of the Sonoran Desert vegetation from the lower elevations of the trail, and perhaps the loss of the ponderosa pine ecosystem in the higher elevations.\nBertelsen expects to be there to record future changes. Asked when he intended to give up his blossom hunting, he stared in disbelief at the thought. After a while, he responded thoughtfully, \"I have no plans to stop.\"\nZack Guido is an Associate Scientist at CLIMAS, Climate Assessment of the Southwest, and a PhD candidate at University of Arizona's School for Natural Resources and Environment. An earlier version of his story about Dave Bertelson appeared in the newsletter, Southwest Climate Outlook, in August 2008.\nRelated Links\nTheresa M. Crimmins, Michael A. Crimmins, Â and C. David Bertelsen. Flowering range changes across an elevation gradient in response to warming summer temperatures.Â Global Change Biology (2009), doi: 10.1111/j.1365-2486.2008.01831.x\nCLIMAS: Climate Assessment of the Southwest\nUSA National Phenology Network\nBuffelgrass Information Center\nU.S. Forest Service: Celebrating Wildflowers\nCoCoRaHS - Community Collaborative Rain, Hail & Snow Network\nHelp us improve our content",
  "source": "climate.gov"
}