{
  "url": "https://www.climate.gov/news-features/features/hope-face-caribbean-coral-crisis",
  "title": "Hope in the Face of a Caribbean Coral Crisis",
  "date": null,
  "content": "The view from Caroline Rogers' office, on western St. John in Virgin Islands National Park, rivals a scene from a resort balcony. Looking north, she can see Scott Bay's sapphire waters rimmed on the east by emerald green forest. Between the bay and the purplish-gray shape of Jost Van Dyke Island in the distance are a handful of uninhabited islands fringed by white sand beaches.\nThe view across the Caribbean from Caroline Rogers’ office.\nAs we talk on the phone on a late September afternoon, Rogers, a marine biologist with the U.S. Geological Survey, watches waves kicked up by a distant Hurricane Igor crashing on the shore. The view she describes is beautiful, but she doesn't seem to be admiring it. Her attention is somewhere else.\nCaroline Rogers, USGS marine biologist.\nThe Caribbean Sea is unusually warm and predicted to stay that way through October, Rogers explains. The last time this happened, she says, was in 2005. Ninety percent of the corals in the park bleached, losing the symbiotic algae that produce much of their food-the coral version of \"heat shock.\" More than 60 percent died from disease over the next several months.\nCorals are so slow-growing that little recovery has taken place in the years since, and the bleaching outlook from NOAA's Coral ReefWatch Program indicates a high risk of heat stress in the Caribbean through the remainder of 2010. \"I'm horrified to think that we could lose more coral here,\" Rogers admits. It's hard to focus on the beauty out the window when a catastrophe might be unfolding beneath the waves.\nCoral bleaching forecast for August–November 2010, issued by the NOAA Coral Reef Watch project.\nCoral reefs are to the ocean what tropical forests are to land: a lush habitat packed with a seemingly limitless number and variety of living creatures. Through fishing, tourism, and coastal protection from storm surges and beach erosion, reefs provide billions of dollars in ecosystem services each year. Nearly everywhere around the world, coral reefs have been degraded by overfishing, boat anchors, sewage and other pollution, and runoff filled with dirt from agriculture, road-building, and other human activities. \"The goal of protected areas like the park is to reduce as many of the direct human pressures as possible and allow reefs to recover to a more natural state,\" says Rogers.\n(Top) The Virgin Islands in the northeast Caribbean Sea. (Bottom) The U.S. Virgin Islands National Park protects the island of St. John (white outlined in top image of the U.S. and British Virgin Islands) as well as several thousand acres of adjacent waters. The island is surrounded by coral reefs. Image based on Landsat data (top) and benthic habitat data from Zitello et al., 2009 (bottom).\nReefs also face threats beyond the park's control: damage from hurricanes, disease, acidification (the drop in the pH of sea water as it absorbs excess carbon dioxide from the air), the possibility of stronger hurricanes, and of course, rising ocean temperatures. Sustained temperatures as little as 1° Celsius above what the corals are used to, especially during the warmest months of the year, are enough to cause bleaching.\nBleaching isn't necessarily a death sentence for coral, but it can significantly weaken them. The microscopic algae that live in a coral's tissues not only give healthy reefs their vibrant colors, but also produce much of the coral's food. When the algae are stressed, the partnership falls apart, and the coral expel them. If the water stays warm, the surviving algae don't reproduce, and eventually the corals may starve.\nA bleached elkhorn coral (Acropora palmata) in the U.S. Virgin Islands in 2005 (left) compared to the species’ normal color (right, not same coral). Prior to 2005, there were no reported cases of bleaching in elkhorn coral in the region.\nThe 2005 mass bleaching event was the worst ever seen in the Caribbean. Under stress, more than 60 percent of the coral in Virgin Islands National Park succumbed to disease and died over the next several months. The devastation was hard for Rogers to take.\n\"I'll be honest,\" she says. \"Some of the places where I went snorkeling, when I saw the amount of coral mortality, it brought tears to my eyes, that's how depressing it was. Within a national park, you feel that the reefs should be doing better, and you can't help but think 'If these can't survive...'.\"\nAs summer turns to fall, the heat begins to break for many of us in the United States. But in the tropical latitudes, the heat lingers. In late summer, NOAA's Coral Reef Watch Program forecasted that the bleaching threat for the Caribbean through the end of the year would be as bad as or worse than it was in 2005.\nThe maps above show the accumulated coral heat stress in the tropical Atlantic and the Caribbean during a 12-week period ending September 30, 2010 (left) and 2005 (right). Areas shown in dark blue have not accumulated thermal stress over the previous 12 weeks, meaning that the temperature had not crossed the local bleaching threshold. Shades of pink indicate areas where corals experienced a build-up of thermal stress that was enough to cause significant bleaching (light pink) or mass bleaching and death (dark pink). A “degree heating week” is equivalent to 1 week of temperatures that are 1°C higher than the normal summertime maximum. Bleaching becomes likely above 4°C-weeks; widespread mortality is likely after 8.\nIn the face of that forecast, you'd think Rogers would be pessimistic about the odds of the Virgin Islands avoiding catastrophic coral loss. Though she's definitely worried, she doesn't think things are hopeless\n\"One thing you have to remember is that the bleaching itself is not what caused the coral mortality in the Virgin Islands in 2005 and 2006,\" Rogers reminds me. \"It was the unprecedented disease outbreak that followed that killed most of the corals.\"\nWhile there does seem to be a connection between bleaching and disease, it's not automatic. \"You can have bleaching without disease,\" she says. Even if a mass bleaching event does occur this year, it won't inevitably lead to widespread coral death.\nRogers' optimism has an additional foundation: an astounding discovery she made last year. One day she was snorkeling near the shore-for fun, not work-in a mangrove-lined bay on the eastern end of St. John. Part of the Virgin Islands Coral Reef National Monument, the isolated spot is called Hurricane Hole because boats shelter there during storms.\nHurricane Hole is a collection of small, sheltered bays in eastern St. John. The shoreline is fringed with mangrove forest. This image is part of a larger mosaic available from the NOAA Center for Coastal Monitoring and Assessment.\nAs she swam around, she realized that growing on and around the underwater roots of the mangrove trees was a spectacularly diverse collection of coral. Some of the species are those usually found in much deeper-in other words, cooler and shadier-water. She had never seen or read about anything like it.\n\"I thought to myself, 'What is all this? How can this be here?'\" Rogers' voice is as excited today as I imagine it being a year ago when she made the discovery.\nRogers found coral colonies (bottom) anchored to the submerged roots of mangrove trees in Hurricane Hole.\nRogers' excitement comes from more than the novelty: the corals in the mangroves appeared surprisingly healthy. The mangrove roots were encrusted with lots of small colonies that probably settled after the 2005 bleaching event, and growing among the roots were several coral colonies so large that they must pre-date that deadly season.\nRogers is determined-\"I have to tell you,\" she says, \"I've become completely obsessed\"-to figure out what is behind the diversity and, apparently, resilience of the corals at Hurricane Hole. The explanations may help predict reef resilience to global changes or help devise strategies for protecting them as best we can from acidification, and from bleaching events that are all but certain to increase as the oceans warm.\n\"The mangroves may be shading the corals, for example, so that even though the water temperatures are warm, the light stress is low,\" Rogers hypothesizes. \"I'd like to do an experiment on that.\"\nOr maybe, she says, genetic diversity within the various coral species has allowed certain individuals to survive in habitats too extreme for others of their kind. On one of her later snorkeling trips to the area, Rogers and a colleague detected pockets of cool water, which may mean ground water seeps into the shallows and keeps temperatures down.\n\"I am checking on the Hurricane Hole corals at least once a month,\" says Rogers, \"and I have seen some bleaching, which concerns me.\" Still, she isn't taking it as a sign of impending disaster. The passage of Hurricane Earl through the western Atlantic in late August cooled the waters off some, and so far, they have not seen any significant signs of disease.\nIn addition, Rogers adds, \"We don't have any baseline data for Hurricane Hole corals prior to 2005, and it is possible that they bleached in 2005, and just recovered more quickly than the corals out on the reefs.\" Rogers' positive outlook extends beyond the outcome of this season. She believes that a combination of natural coral adaptability, perhaps of the sort that makes Hurricane Hole possible; local reduction of direct human impacts; and-she hopes before too long-control of greenhouse gas levels in the air will improve the long-term outlook for coral reef ecosystems.\nIn this video from September 23, 2010, fisheries biologist Jeff Miller (U.S. National Park Service) documents coral bleaching and hurricane damage to reefs near St. Johns, U.S. Virgin Islands.\nOn the last weekend of September, Rogers went snorkeling again in Hurricane Hole. She was relieved to see that some of the bleached corals were regaining a bit of color: a sign their microalgae partners were recovering.\nRogers photographed this brain coral in Hurricane Hole over several weeks in late summer 2010. On August 28, the coral had started to turn pale (left); by September 6, it was very bleached (middle); but by September 25, it had started to recover (right). The symbiotic algae that give the corals their color recover more quickly on the sides of the colony, which are not as exposed to direct sunlight.\nThe most recent data from the underwater temperature loggers show that temperatures have remained lower than they were right before Hurricane Earl. The danger is far from over, says Rogers, \"but I think there really is hope.\"\nMiller, J., Muller, E., Rogers, C., Waara, R., Atkinson, A., Whelan, K. R. T., Patterson, M., et al. (2009). Coral disease following massive bleaching in 2005 causes 60% decline in coral cover on reefs in the US Virgin Islands. Coral Reefs, 28(4), 925-937.\nMiller, J., Waara, R., Muller, E., & Rogers, C. (2006). Coral bleaching and disease combine to cause extensive mortality on reefs in US Virgin Islands. Coral Reefs, 25(3), 418-418.\nRogers, C. S. (2009). High diversity and abundance of scleractinian corals growing on and near mangrove prop roots, St. John, US Virgin Islands. Coral Reefs, 28(4), 909-909.\nUnited Nations Environment Programme-World Conservation Monitoring Centre. (2006). In the front line: shoreline protection and other ecosystem services from mangroves and coral reefs (pdf). Cambridge Printers.\nNicholls, R.J., Wong, P.P. , Burkett, V.R., Codignotto, J.O. , Hay, J.E., McLean, R.F. , Ragoonaden, S., and Woodroffe, C.D. (2007). Coastal systems and low-lying areas. In Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, M.L. Parry, O.F. Canziani, J.P. Palutikof, P.J. van der Linden, and C.E. Hanson, Eds., Cambridge University Press, Cambridge, UK, 315-356.\nZitello, A.G., Bauer, L.J. , Battista, T.A., Mueller, P.W., and Kendall, M.S. (2009). Benthic Habitats of St. John, U.S. Virgin Islands. NOAA Technical Memorandum, NOAA Ocean Service, National Centers for Coastal Ocean Science 96, 50 pp.\nHelp us improve our content",
  "source": "climate.gov"
}