{
  "url": "https://www.climate.gov/news-features/understanding-climate/long-distance-relationships-arctic-and-north-atlantic",
  "title": "Long Distance Relationships: the Arctic and North Atlantic Oscillations",
  "date": null,
  "content": "When scientists analyze months of weather observations from across the globe, patterns and links emerge from what seem to be random events and disconnected places. These long-distance relationships between weather patterns are known as teleconnections.\nFor example, when you stitch together daily observations of air pressure across the Northern Hemisphere, you see large areas of high and low pressure that flow and shift from place to place. These shifts in air pressure signal that the atmosphere is shifting its weight (technically, its mass) from place to place.\nThere’s a pattern to the shifting that is sort of like water sloshing back and forth in a bowl. The atmosphere sloshes northward; air pressure strengthens over the Arctic and weakens over the mid-latitudes (either the Atlantic or Pacific Oceans, or both). Then the atmosphere sloshes southward; air pressure strengthens over the mid-latitudes and weakens over the Arctic. This periodic sloshing is called the Arctic Oscillation.\nThese maps show air pressure patterns on November 7, 2010 (left), when the Arctic Oscillation was strongly positive, and on December 18 (right), when it was strongly negative. These phases are the result of the whole atmosphere periodically shifting its weight back and forth between the Arctic and the mid-latitudes of the Atlantic and Pacific Ocean, like water sloshing back and forth in a bowl. (Maps by Ned Gardiner and Hunter Allen, based on Global Forecast System data from the National Centers for Environmental Prediction.) Large images: November 7 | December 18 | Combined | Animation\nThe weight-shifting doesn’t necessarily create simultaneous, symmetrical pressure imbalances in the Atlantic and the Pacific: a strongly positive or negative phase of the Arctic Oscillation may affect one region more than the other. Not surprisingly, the weather in the eastern United States is most strongly affected by atmospheric weight-shifting between the Arctic and the mid-Atlantic. Because of this regional sensitivity, meteorologists also study air pressure patterns just in the Atlantic.\nNorth of the equator, the most significant “long-distance relationship” in the Atlantic is between an area of persistently low pressure in the vicinity of Iceland and an area of persistently high pressure over the Azores Islands. This teleconnection is known as the North Atlantic Oscillation. When the pressure is lower than average over Iceland and higher than average over the Azores Islands, the North Atlantic Oscillation is said to be in its positive mode. When the opposite occurs, the North Atlantic Oscillation is said to be negative.\nAir pressure on Nov. 7 (left) and Dec. 18, 2010. Same as the maps above, but labelled with features relevant to the North Atlantic Oscillation (NAO). The NAO is usually in phase with the Arctic Oscillation (AO)—both positive, or both negative—but their intensity may be different. On these dates, the AO was strongly positive on Nov. 7 and strongly negative on Dec. 18; the NAO was also strongly positive on Nov. 7, but only weakly negative on Dec. 18. Based on Global Forecast System data from the National Centers for Environmental Prediction.\nIt’s no coincidence that the regional-scale air pressure patterns linked to the North Atlantic Oscillation are visible in the same maps used to illustrate the Arctic Oscillation. The similarity makes sense: many meteorologists consider the North Atlantic Oscillation to be a “regional subset” of the Arctic Oscillation, which operates across the whole Northern Hemisphere.\nHelp us improve our content",
  "source": "climate.gov"
}