{
  "url": "https://www.climate.gov/news-features/understanding-climate/torrential-rains-thailand",
  "title": "Torrential Rains in Thailand",
  "date": null,
  "content": "In late March, torrential rains pounded southern Thailand. In one week, some places on the Malay Peninsula received more than 4 feet of rain. The out-of-season rains caused deadly flash floods and landslides.\nHeavy rain isn't unusual in Thailand, but it is unusual for this time of year. Southeast Asia typically has very rainy summers and dry winters and springs. This pattern results from the interaction of two phenomena: the seasonal migration of the Inter-tropical Convergence Zone (see animation below) and the Asian monsoon.\nMonthly average global rain rates. The sequence begins in March, when summer is drawing to a close in the Southern Hemisphere. The highest rain rates on the map (blue) occur south of the equator, and places like Madagascar, northern Australia, and the southern Amazon Rainforest are near the end of their rainy seasons. By June, those places are dry, and Northern Hemisphere tropical locations, including India, Southeast Asia, and Africa south of the Sahara are receiving rain.\nThe Inter-tropical Convergence Zone, or ITCZ, is a band of daily showers and thunderstorms around the equator, where solar heating and evaporation are intense year round. Global observations of monthly average rainfall show how the ITCZ rains follow the Sun; they shift north of the equator during Northern Hemisphere summer, and south of the equator during the Southern Hemisphere summer. Normally, the ITCZ arrives in Thailand in May.\nOn average, March rainfall in Thailand is low. By April, southern towns such as Surat Thani, on the Malay Peninsula, are seeing more showers, but the rainy season doesn’t usually begin in earnest until May. (Maps by Ned Gardiner and Hunter Allen, based on NASA Global Precipitation Climatology Project data provided by the NOAA/ESRL Climate Attribution Team.)\nThe northward migration of the tropical rain belt into Thailand coincides with the beginning of the southwest phase of the Asian monsoon. (A monsoon is a climate pattern in which prevailing winds reverse directions on a seasonal basis.) During the summer, the Asian continent heats up more than the Indian Ocean to the south. Hot air over land rises, and moist air from the Indian Ocean flows in to replace it. This steady, onshore flow brings additional rainfall to Southeast Asia, including Thailand. (In the winter, the winds reverse, blowing offshore.)\nWith both the arrival of the ITCZ and the onset of the monsoon usually not occurring until May, the average March rainfall at Surat Thani, on the Malay Peninsula in southern Thailand, is less than 2 inches. In March 2011, it was more than 30 inches, most of it falling in the last week of the month.\nMonthly average rainfall data (gray bars) from the city of Surat Thani, on the Malay Peninsula in southern Thailand, show the area’s usual climate: dry winters and rainy summers. Blue bars show the rainfall for January–March 2011. (Graph by Rebecca Lindsey, based on analysis of Global Surface Summary of the Day data by Jon Eischeid, NOAA/ESRL/CIRES.)\nWhile seasonal climate models couldn't predict the occurrence of this specific storm, outlooks issued by NOAA's Climate Prediction Center as far back as August 2010 predicted that rainfall would be heavier than normal across Indonesia and Southeast Asia in early 2011. The cause? La Niña.\nThe La Niña event that developed back in the summer of 2010 continued to cool the central and eastern tropical Pacific through this spring. In contrast, La Niña brings warmer-than-average sea surface temperatures to the western Pacific. Warmer sea temperatures enhance the evaporation of water from the region's numerous shallow seas, providing a ready source of moisture to fuel heavy rain.\nAt the same time, easterly trade winds blowing across the Pacific become stronger than normal during La Niña, intensifying convection and storms. Once it becomes evident that a La Niña event is developing, predicting above-average rainfall over the Maritime Continent and Southeast Asia is rather easy: above-average rainfall has occurred over the Maritime Continent during all La Niña episodes in the recent historical record.\nThis map shows the forecast for above-average (blue) and below-average (brown) rainfall for February through April 2011 that was issued by the Climate Prediction Center in August 2010. La Niña increased the chances of above-average rainfall across the Maritime Continent and Southeast Asia. (Map by Ned Gardiner and Hunter Allen, based on the Climate Forecast System analysis at NOAA’s Climate Prediction Center.)\nIn March-before the ITCZ arrives and the widespread monsoon rains begin-scattered rain is brought to Southeast Asia by weather systems passing through the mid-latitudes in China. As with winter storms that pass across the United States, scientists can't forecast where these storms will form and travel months in advance.\nWhat they can be more sure of is that storms that do pass by to the north can tap into the increased moisture available in the tropics, where La Niña is enhancing convection and rainfall. As a result, intermediate areas like Southeast Asia can see heavy out-of-season rainfall. Similar effects occurred in the Southern Hemisphere over eastern Australia.\nHelp us improve our content",
  "source": "climate.gov"
}