{
  "url": "https://www.climate.gov/news-features/understanding-climate/2011-atlantic-hurricane-outlook",
  "title": "2011 Atlantic Hurricane Outlook",
  "date": null,
  "content": "As the official June 1 start date for the Atlantic hurricane season approaches, the seasonal hurricane outlook issued by NOAA's Climate Prediction Center says an above-normal season is likely, with 12 to 18 named storms, 6 to 10 hurricanes, and 3 to 6 major hurricanes.\nAmong the key climate conditions favoring increased hurricane activity are warmer-than-average Atlantic Ocean temperatures that are expected throughout the season. Warmer waters supply more water vapor to the air. When water vapor condenses into rain, it releases heat into the atmosphere, which energizes storms.\nA map of ocean temperature anomalies on May 16, 2011, shows a band of warmer-than-average water in the ocean basins where hurricanes form and travel: the tropical North Atlantic, the Caribbean, and the Gulf of Mexico. Map by Hunter Allen based on data from NOAA’s Coral ReefWatch Project.\nA second influence on the 2011 seasonal outlook is ongoing wind and air-pressure patterns that have been producing more and stronger Atlantic hurricanes since 1995. There is evidence of these natural climate cycles extending back as far as the 1850s. Hurricane activity ebbed throughout the 1970s and 80s, but 1995 marked the return to an active phase that is still ongoing.\nA natural cycle of increased hurricane activity began around 1995. Chart by Rebecca Lindsey, based on data from the National Hurricane Center.\nA final influence on this year's outlook is the fading La Niña event in the tropical Pacific Ocean. During La Niña, changes in atmospheric circulation over the Pacific reach \"downstream\" to the Atlantic. Vertical wind shear is reduced, which contributes to more Atlantic hurricanes. La Niña is fading, however, and by late summer, conditions in the Pacific will likely be \"ENSO-neutral,\" according to the outlook.\nNatural climate variability influences how vulnerable coastal communities are to hurricanes from year to year. Between rising sea levels and increasing ocean surface temperatures, global warming will add to that vulnerability. Even so, population growth and shoreline development are what make us most vulnerable to hurricanes.\nWhen Category 4 Hurricane Hugo made landfall near Charleston, South Carolina, in mid-September 1989, the area northeast of the city and the harbor was still largely undeveloped. Today, significantly more homes and other development would be in the path of the storm. Large images: October 3, 1989 | October 29, 2010. Images by Hunter Allen, based on Landsat data from the USGS and hurricane tracks the NOAA Coastal Services Center.\nMore than half the United States' population lives in coastal counties, even though they account for less than 20 percent of the country's total land area excluding Alaska. Between 1970 and 2011, four of the top five fastest-growing coastal counties (in terms of percent increase) were located in Texas or Florida-along shorelines that are vulnerable to Atlantic hurricanes. Projections for population growth between 2011 and 2025 suggest that the top five coastal counties with the largest percent increase in population will be along the Southeast or Gulf coasts.\nLinks\n2011 Atlantic Hurricane Outlook\nNOAA Press release\nReferences\nChylek, P., and Lesins, G. (2008). Multidecadal variability of Atlantic hurricane activity: 1851-2007. Journal of Geophysical Research, 113, 9 PP.\nCrossett, K., Culliton, T., Wiley, P., and Goodspeed, T. (2004). Population Trends Along the Coastal United States: 1980-2008. Coastal Trends Report Series, National Oceanic and Atmospheric Administration National Ocean Service.\nNational Ocean Service. (2011). Hot Spots of Growth. State of the Coast Website. National Oceanic and Atmospheric Administration. Accessed May 19, 2011.\nHelp us improve our content",
  "source": "climate.gov"
}