{
  "url": "https://www.climate.gov/news-features/features/will-boulders-water-supply-stand-climate-change",
  "title": "Will Boulder's Water Supply Stand Up to Climate Change?",
  "date": null,
  "content": "Nestled in the foothills of the Rocky Mountains is the city of Boulder, Colorado, where Carol Ellinghouse has worked for over two decades as the city’s water resources coordinator. On countless walks along wandering mountain trails that overlook the scenic valley, her eyes have skimmed the pockets of green that mark the locations of the city’s many parks and open spaces, and in the distance to the east, fields of corn, alfalfa and pasture grass.\nLocated in the semi-arid western United States, Boulder Valley wouldn’t look so green naturally. “We get an average of about 15 inches of rain and snow in the city every year,” Ellinghouse explains. “For lawn grass to grow, you probably need somewhere around 30 to 40 inches.”\nFortunately, it snows much higher up in the mountains west of Boulder. All of the farmers, residents, and wild creatures living in the Boulder Valley and downstream in the South Platte River basin compete to use the meltwater that trickles down from the high country in the spring and summer.\nBoulder is located at the base of the foothills of the Rocky Mountains at an elevation of 5,430 feet (1,655 m). On average from year to year, the city’s annual water supply comes from Barker Reservoir on Middle Boulder Creek, Silver Lake/Lakewood Watershed on North Boulder Creek, and the Boulder Reservoir. (Map by Hunter Allen, using elevation data from USGS, GIS layers for Boulder County, and Landsat imagery from March 2009.)\nOver the past century, Boulder has built a system of reservoirs and pipelines that capture runoff from melting mountain snowpack, and every year Ellinghouse and her co-workers ensure that a continuous flow of water reaches the city’s treatment plants.\nBut after an exceptional drought in 2002, Boulder’s leaders became concerned that its water system would become insufficient in the future. Climate change, they worried, could change the rules of the game.\nMembers of the community began peppering Ellinghouse with questions. How often are droughts as severe as the 2002 event likely to occur? Will the snowpack decline? Are water shortages going to become more common? Is Boulder’s water system resilient enough to handle a hotter and potentially drier climate?\nEllinghouse knew that some of the information she needed to answer these questions was already available, starting with local climate and stream flow observations that extend back about 100 years. She also knew that she could locate scientists who could extend the local water history far back in time by analyzing growth rings in centuries-old trees.\nBut getting some insight into what the future holds for Boulder would be a lot more challenging. Global climate models project how different levels of carbon dioxide and other greenhouse gases in the atmosphere are likely to affect global or regional climate patterns, but not local ones.\nTo evaluate the water system, Ellinghouse needed to answer very specific questions: how will climate change impact the way Boulder residents use water in their homes and backyards? How will it affect the fish swimming in Boulder Creek? And what about local firefighters who need thousands of gallons of water to battle dangerous, fast-moving wildfires?\nWhat she needed was help building a bridge between the large-scale projections of climate models and the detailed history of local climate provided by both modern streamflow and weather records and tree-ring measurements.\n“Any issue involving water is a hot topic when you’re living in a semi-arid climate,” Ellinghouse says with a slight chuckle. “There’s simply more demand for water than there is water available.”\nWater availability in any year depends on how much snowfall the Rocky Mountains receive that winter. West of Boulder, snow accumulates to an average depth of 50 inches each winter.  This snowpack usually contains between 9-30 inches of water, depending on how many snowstorms pass through in a year.\nThe streamflow in Boulder Creek—the valley’s primary water source—peaks in late spring or summer, as mountain snowpack melts. Flows decline dramatically by late summer and remain low into winter. As a result, Ellinghouse and her team are very dependent on the city’s reservoirs to store water and even everything out.\nMany factors dictate how much water Boulder can use directly from the stream or store in its reservoirs every year—legal water rights, natural swings in streamflows and precipitation, irrigation demand, and population growth. Occasional water shortages are inevitable.\n“It’s not a matter of if, it’s a matter of when,” Ellinghouse says. “Droughts are something we plan for, and they’re something we expect to deal with occasionally. It’s just a part of the natural cycle in Colorado.”\nTo protect the city’s water supply from crippling droughts, Ellinghouse first looks at extremes—exceptionally wet or dry years—in the observed streamflow record, and then she adds a margin of safety to the amount of water carried over in city reservoirs from wet years for dry year use.\nThe observed streamflow record goes back about 100 years. In a climate as variable as Colorado’s, even a 100-year record does not give her great insight into the kinds of droughts that may have occurred in the more distant past.\nThe tree rings of the Douglas-fir tree are very sensitive to changes in moisture conditions during the tree’s lifetime, making it ideal for reconstructing climate records. A dry year produces a narrow growth ring, and a wet year produces a wider one.\nFor a longer history of Colorado’s wet and dry extremes, Ellinghouse relies on the expertise of scientists who reconstruct past climates, or “paleoclimates,” using tree growth rings. Tree growth rings reveal swings in moisture; a dry year leads to a narrow growth ring, and a wet year leads to a wide growth ring.\nScientists can use the trees’ measurable “moisture signals” to reconstruct the history of how much water flowed through streams, rivers, and creeks at different times in the past. Because streamflow is directly influenced by precipitation and temperature, variability in streamflow reflects climate variability.\nIn 2000, Ellinghouse hired Lee Rozaklis and his team of water resource consultants at AMEC, an environmental consulting firm (formerly known as Hydrosphere Resources Consultants, Inc.) to collaborate with the City of Boulder on a study that would examine the city’s drought vulnerability to a repeat of the past 300 years of climate variability. They also worked with Connie Woodhouse at the University of Arizona, who used tree ring data to reconstruct Boulder Creek stream flows back to 1703. (A few years later, this record was extended to cover 1566-2003.)\nVariability in streamflow reconstructed from tree-ring data for Boulder Creek near Orodell, CO, shows the 2002 drought was comparable to the lowest flow in the 437-year record. The reconstructed series represents the statistically “most-likely” annual flow for each year. The 2002 drought was one of the few years in the record that the volume of streamflow dipped below 30,000 acre-feet per year. (Data provided by Connie Woodhouse, University of Arizona.)\nThe timing of the study was quite fortunate. AMEC helped the City of Boulder recognize and respond to the 2002 drought—the most extreme drought in Boulder’s 100-year stream gage record. According to the paleoclimate record, the 2002 drought produced the lowest stream flow seen since the mid 1800s.\nIn a sense, the analysis meant that Boulder had already been thrown one of Mother Nature’s worst curveballs and had handled it without significant water shortages. Usually, during a drought of this severity, the city would have to severely restrict outside water use; landscaping would be expected to suffer.  Instead, voluntary conservation allowed the city to sustain nearly 60 percent of normal outdoor watering needs, with only minor losses to landscaping.\nAlthough this was certainly good news, Ellinghouse knew she also had to look ahead. What might the 2002 drought look like in the future, magnified by a climate that was warmer and potentially drier overall?\nA few blocks from Ellinghouse’s office, climate scientist Joel Smith works for Stratus Consulting, an environmental consulting group. A coordinating lead author of the Intergovernmental Panel on Climate Change’s Fifth Assessment Report, much of his career has been focused on assessments of future climate change at the national and international level. But as one of Boulder’s water customers, Smith is acutely aware that climate change could have significant consequences for his community’s water resources. In 2005, Smith approached Ellinghouse with a proposal to participate in an in-depth analysis of vulnerabilities of Boulder’s water supply to climate change. Smith and Ellinghouse would be collaborating with an expert team of climate scientists, including contributors from AMEC, the University of Colorado, the National Center for Atmospheric Research, and the National Oceanic and Atmospheric Administration (NOAA).\nSmith and the rest of the research team wanted to develop ways of building bridges between different types of climate data—representing the past and the future, the global and the local scale—that do not mesh easily with each other. They planned to combine projected changes in temperature and precipitation from a range of climate change scenarios with the paleoclimate record of climate variability in the Boulder Creek basin.\nThe research team generated simulations from 21 global climate models (the same models used by the Intergovernmental Panel on Climate Change) to project the wide range of possible climate changes in the central Rocky Mountains. Different models are based on slightly different assumptions about the physics that describe the climate system and how the different parts of the system are connected to one another.\nAll of the models agreed that temperatures would increase in the future, but they were inconveniently split on the question of precipitation. About half predicted more precipitation, and half predicted less. The scientists continued their analysis with four models whose projections spanned a range of possible precipitation outcomes—from wetter to drier.\nThe maps show projected changes in precipitation (millimeters per year) for 2061-2080 relative to model output for 1971-2000. The projections are based on a possible future emissions scenario called A1B that is identified by the Intergovernmental Panel on Climate Change. The map on the left shows the results from the model that projected the driest outcome for Boulder; the map on the right shows results from the model that projected the wettest outcome. (Maps by Ned Gardiner and Hunter Allen. Wet model data from Canadian Climate Model (CCCMA). Dry model data from Geophysical Fluid Dynamics Laboratory Model CM2.0.)\nUsing each of the four models, the team projected how temperature and precipitation in the Boulder region might change by the years 2030 and 2070. Because no one knows what new technologies may be developed or what steps countries may take to reduce greenhouse gas emissions in the future, the team conducted three simulations with each of the four models, varying the future concentration of greenhouse gases from low to high. Higher emissions would be expected to lead to more significant changes in climate, including temperature and precipitation, in a shorter amount of time.\nt’s at this stage of the process that attempts to use global climate models for local planning can easily fall apart. The models reflect large-scale changes in temperature and precipitation, which  must then be translated into local conditions, in this case annual stream flows.  To be useful to water managers like Ellinghouse, annual stream flow estimates must be broken down even further into monthly or even weekly estimates to evaluate specific effects on local water systems.\nTo give Ellinghouse the information she needed, Smith and his colleagues used tree-ring data to extend the existing Boulder Creek paleoclimate record into a 437-year history of stream flow extending back to 1566. The team statistically matched paleoclimate steamflows with similar streamflows in the modern record, and then used the modern observations of temperature and precipitation to reconstruct a corresponding long-term record of climate variability.\nThe research team used a step-by-step process to combine paleoclimate information and model projections of temperature and precipitation. The end result was a reconstruction of streamflow imposed upon the climate variability projected for the future. This future streamflow record was essential for Carol to predict how climate variability in the future might affect Boulder’s water supply.\nFinally, to factor in climate change, the team combined the temperature and precipitation changes from the global climate models with the historical temperature and precipitation record. They used the combined record to generate altered stream flow sequences for Boulder Creek that reflect what would be experienced if the long-term climate variability of the past repeated in a warmer future.\nEven after overcoming the challenge of hybridizing past and future climate information, however, the study still isn’t finished from Ellinghouse’s perspective. “It’s not enough to say, ‘Annual stream flows will be lower or higher under this climate scenario,’” Ellinghouse explains.  “For the information to be really applicable to water management, what we need to know is: what does that do to our water yields and our water rights?”\nEllinghouse worked with Lee Rozaklis to feed the hybridized streamflow data into what she calls her ‘what if?’ model —the computerized version of Boulder Creek and the city water system that she uses to analyze water supplies and demands. This water management model simulates how natural and human factors—like precipitation, evaporation, population growth, lawn grass and agricultural irrigation, diversion points, reservoirs, and local water rights—affect Boulder’s ability to meet its water demand.\nBoulder has earned a reputation for being concerned about conservation and environmental protection. “I think the fact that Boulder is located in one of the more scenic valleys in Colorado influences peoples’ attitudes because they realize what a treasure they have here,” Ellinghouse says. “They probably tend to take a more protective view of the environment than some other communities.”\nBeginning 100 years ago, the city acquired more than 8 square miles at the headwaters of North Boulder Creek reaching up to the highest peaks of the Continental Divide. The city manages this wild land to protect the quality of its drinking water.\nThese two aerial images show housing developments expanding along the floodplain of South Boulder Creek during a 50-year period. In the first image on the left, taken in July 1937 by U.S. Forest Service aerial survey crews, some agriculture is evident in the broad floodplain, but little housing. The image on the right shows new housing developments and U.S. 36 running diagonally through the image. (Credit: U.S. Forest Service photos courtesy of the Boulder Area Sustainability Information Network.)\nWater draining from these rocky cliffs and alpine streams winds its way through the city’s greenways more than five thousand feet below. This huge change in elevation causes pressure to develop in Boulder’s water supply pipelines, which the city harvests to turn hydroelectric turbines that produce clean energy.\nThis commitment to managing water carefully has also allowed the city to set a high standard for the reliability of its water system. The city’s drought “reliability criteria” specify that water will be provided to fully satisfy all city water customer needs in nineteen out of twenty years. Only a 1-in-100-year drought should force water restrictions great enough to stress landscape vegetation. And only a 1-in-1,000-year drought should force restrictions on essential water needs, such as drinking water and fire-fighting.\nPrevious studies based only on past streamflow and climate variability had shown that the city owns enough water rights to reliably meet expected water demands through 2030 even if the city expands to the city limit. After crunching the data using the water management model, Ellinghouse was relieved to discover that the same holds true even when factoring in future climate change; major water shortages don’t appear to be imminent.\n“Boulder is probably in a good position,” she says. Seven of the nine scenarios evaluated for 2030 conditions projected that drought events would be longer than the current average of 4.8 years, lasting anywhere from 5-11 years, but not significantly more severe. Most likely, these droughts would only require minor or voluntary water use reductions for the city’s water customers.\nBoulder will have to carefully manage year-to-year carryover supplies in its reservoirs, Ellinghouse concluded, but “the city will likely be able to meet its reliability criteria with only minor tweaks to the drought plans and infrastructure in all but the worst climate change scenario we modeled.”\nHowever, if this one scenario—with the driest winter climate and the highest emissions sixty years from now—were to occur, the drought duration could stretch out to as many as twelve years, with at least one year during the drought cycle in which there would not be enough water to flush toilets or fight fires.\nNot surprisingly, violations of the city’s standards for the reliability of its water supply are more likely in scenarios with higher rates of greenhouse gas emissions, and become more likely in the long term than the near term. The higher the concentration of greenhouses gases becomes, the bigger the projected impact on temperature and precipitation, and ultimately, on Boulder’s water supply.\n“We would be smart to prepare for future streamflow conditions that are even more variable than now and to measure and monitor actual climate changes as they occur,” Ellinghouse adds.\nThe most certain finding of the study is that under all climate change scenarios, runoff is projected to increase from March through May and decrease from July through September. This shift in seasonal streamflow amounts occurs even in climate scenarios that project increases in total annual streamflow.\nEarlier runoff in the mountains will give the city an advantage, Ellinghouse says. Boulder will have a longer window of time to fill city reservoirs before farmers need access to streamflows for crop irrigation in the spring. But what is good for Boulder may not be good for other users.\nColorado has a complex web of laws, agreements, and compacts that allocate the state’s limited water supplies.  Water users—cities, industries, farmers—are assigned the right to draw surface or groundwater at any given time for specified uses. In times of shortage, these water rights give preference to water uses that were developed the earliest, called “senior” rights.  Most water rights that allow storage of water in reservoirs were developed later on, and are “junior” to senior rights.\nA shift in the timing of peak streamflow due to climate change will alter which water users are able to get the amount of water they want. If peak streamflow shifts a month earlier to May by the end of the century, farmers with junior water rights and no access to reservoirs will likely end up with less water in the late summer months. These conditions can also stress plants and animals that live in the local streams. (Graphic by Richard A. Rivera.)\nAs one of the state’s oldest cities, Boulder has some senior water rights dating back as early as 1859. The city also depends on more junior rights that allow it to store water in its city reservoirs and refill them by diverting water in Boulder Creek from mid-April until June. Many farmers downstream of Boulder, however, have irrigation rights that date back to the middle and late 19th century, which gives them senior priority over most reservoir storage rights. Once the growing season starts—usually sometime in mid-May—farmers typically start “calling” for irrigation water. The city has to let water pass through the reservoirs to meet the farmers’ demand.\n“The date for the start of high-elevation runoff, currently in mid-April, will move earlier but farmers will likely continue to start calling for water in mid-May because crop germination is limited by the amount of sunlight,” Ellinghouse explains. Spring daylight hours won’t increase just because temperature does. “As a result, our window of time for storing water in the city reservoirs expands.”\nEven if it turns out that there is more total streamflow each year, some water users are likely to end up with less water if they only have junior “direct use” rights and no access to water stored in reservoirs during high spring runoff. Agricultural water users in this situation will be hit particularly hard assuming irrigation water demands increase due to higher temperatures in the future.\nComplicating matters further, cities that don’t own senior direct use rights might seek to buy any available senior agricultural water. Reduced summer streamflows under a changing climate could also stress plants and animals that live in and around Colorado streams.\nSo while the City of Boulder’s water supply might benefit from the shift in seasonal streamflow, Ellinghouse knows that someone (or some living things) will ultimately lose out.\nOverall, Ellinghouse thinks, the study has resulted in a shift in thinking in the community. “A few years ago, many residents thought that climate change would automatically mean less water for Boulder and others refused to acknowledge that there might be any impact at all,” Ellinghouse says. “There were discussions about whether or not to throw money and resources at a solution when we didn’t know enough about the problem.”\nNow, city decision-makers believe it’s premature to invest in expensive capital improvements solely for the purpose of addressing climate change that may or may not ultimately prove to be necessary. The city has elected to pursue activities and projects that can “help us run our water system better now and also improve the ability to adapt to a wide range of changes, not just those that might be triggered by climate change,” Ellinghouse says. Actions and designs that add flexibility often do not greatly increase expense and yet still will be useful in a more extreme and variable future.\nThe City of Boulder’s Water Conservation Program, in partnership with the Center for ReSource Conservation, offers several programs and resources that help residents conserve water. In the spring, the CRC sells “garden-in-a-box” kits that feature a diverse range of beautiful plants that thrive in an arid climate, reducing the need for supplemental water from irrigation. Credit: Graphics courtesy of the City of Boulder Water Conservation Program; photos courtesy of Center for ReSource Conservation. larger versions: brochure | gardening box | xeriscaping | banner\nIn addition, she adds, since the models can’t say for sure yet whether precipitation will increase or decrease in the watersheds supplying the city, “it is important to keep an eye on our climate system and to continue efforts to monitor precipitation trends in the region.”\nIn the end, “the study opened up a more thoughtful, informed dialoge in the Boulder community on what we want our future to look like,” Ellinghouse says. “It will help us to direct our available financial resources toward actions that are most appropriate for the city.”\nA big benefit, Ellinghouse says, was developing a connection between two realms: climate science and water management. For a long time, the two worlds were not communicating.\n“There were scientists studying the effects of climate change on the atmospheric part of the hydrologic cycle,” Ellinghouse says, “and there were engineers like me working at the day-to-day intersect of hydrologic science with water system and river management.\nThis study gave climate scientists and water resource professionals an opportunity to share their respective knowledge and translate it into practical information that would be more useful to engineers and water managers. “Collaborations like this study,” Ellinghouse says, “can only improve how well all of us can perform our jobs.”\nTreeFlow.info, a comprehensive web resource on tree-ring reconstructions of streamflow and climate for the western United States\nTree Ring Page at NOAA Paleoclimatology Branch, access to the International Tree-Ring Data Bank (ITRDB) and other tree-ring databases and information sources.\nUltimate Tree-ring Web Pages, put together by Henri Grissino-Mayer at the University of Tennessee\nExpanding the Tool Kit for Water Management in an Uncertain Climate – Southwest Hydrology, Jan/Feb 2007\nFinal study report (February 2009) by Stratus Consulting: The Potential Consequences of Climate Change for Boulder Colorado’s Water Supplies\nNOAA Sectoral Applications Research Program (SARP) Project Description\nCity of Boulder Water Conservation Program\nCity of Boulder Water Resources Department\nCenter for Resource Conservation\nHelp us improve our content",
  "source": "climate.gov"
}