{
  "url": "https://www.climate.gov/news-features/understanding-climate/climate-patterns-2010-temperatures",
  "title": "Climate Patterns & 2010 Temperatures",
  "date": null,
  "content": "Adapted from the State of the Climate in 2010 report.\nIn part due to long-term climate change, global average surface temperature in 2010 was one of the two warmest years on record. Throughout the year, two of the world's major natural climate patterns-the El Niño-Southern Oscillation and the Arctic Oscillation-also affected temperatures across much of the globe.\nWarm sea and land surface temperatures worldwide were at least partly related to the strong El Niño climate pattern in the eastern tropical Pacific Ocean during the first half of 2010.\nCombined with a decades-long warming trend, El Niño's warm water and related air patterns helped make the first half of 2010 one of the two warmest January-to-June periods on record.\nThe El Niño climate pattern persisted through April, but sea surface temperatures then declined rapidly across the tropical Pacific Ocean, giving way to La Niña conditions. By July, La Niña was well established, and by the end of 2010, it had intensified to a moderate-to-strong La Niña.\nDespite the rapid development and strength of the La Niña climate pattern, global average sea surface temperatures remained relatively high throughout 2010. Above-average sea surface temperatures prevailed across the Atlantic and Indian Oceans, with the most dramatic warmth across the tropical Atlantic.\nThis warmth contributed to the heightened activity of the 2010 Atlantic hurricane season as well as to the high risk of coral bleaching across the Caribbean.\nEl Niño and La Niña have their biggest influence in the tropics and sub-tropics. In contrast, the Arctic Oscillation is an atmospheric climate pattern that affects large parts of the Northern Hemisphere.\nWhen the pattern is \"positive,\" a strong polar jet stream tends to keep chilly Arctic air confined to northern latitudes.When the Arctic Oscillation switches to its negative phase, as it did throughout most of 2010, the polar jet weakens, and frigid air spills out of the Arctic more often.\nIn turn, warmer air from lower latitudes flows northward. This \"atmospheric swap\" can give northern locations unusually mild winters and more southern locations unusually harsh ones.\nIn 2010, the Arctic Oscillation contributed to unusually cold temperatures over much of northern Eurasia and parts of the United States and unusually warm temperatures in eastern Canada and parts of Greenland.\nReferences\nSanchez-Lugo, A., Kennedy, J.J., and Berrisford, P. (2011). [Chapter 2: Global Climate] Surface Temperature. In \"State of the Climate in 2010,\" Bulletin of the American Meteorological Society, 92 (6), S36-S38.\n2010 Global Temps: January-June & July-December\nHot & cold: Monthly temperature anomalies in 2010\nAnimation: 2010 Began with El Niño, Ended with La Niña\nAnimation: Arctic Oscillation left its mark on U.S. Winter temperatures\nHelp us improve our content",
  "source": "climate.gov"
}