{
  "url": "https://www.climate.gov/news-features/understanding-climate/arctic-sea-ice-continues-decline-reaches-second-lowest-level",
  "title": "Arctic sea ice continues decline, reaches second-lowest level",
  "date": null,
  "content": "Interlocking melt ponds on Arctic sea ice look like tropical lagoons. August 2008. (Photo courtesy Dr. Pablo Clemente-Colon, Chief Scientist National Ice Center.)\nThis September, sea ice covering the Arctic Ocean fell to the second-lowest extent in the satellite record, which began in 1979. Satellite data analyzed by NSIDC scientists showed that the sea ice cover narrowly avoided a new record low, while other data sources showed that ice extent matched or even fell below the record-setting low extent in 2007.\n\nThe Arctic ice cap grows each winter as the sun sets for several months and shrinks each summer as the sun rises higher in the northern sky. Each year the Arctic sea ice reaches its annual minimum extent in September. It hit a record low in 2007. Arctic sea ice extent reached its lowest point this year on September 9, at 4.33 million square kilometers (1.67 million square miles). Averaged over the month of September, ice extent 4.61 million square kilometers (1.78 million square miles). This places 2011 as the second lowest ice extent both for the daily minimum extent and the monthly average. Ice extent was 2.43 million square kilometers (938,000 square miles) below the 1979 to 2000 average.\nArctic sea ice concentration on September 9, 2011, the day of the annual summer minimum extent. Map courtesy NASA Earth Observatory.\nThe near-record ice melt followed higher-than-average summer air temperatures, but without the unusual weather conditions that contributed to the extreme melt of 2007. In 2007, winds and weather patterns helped melt large expanses of ice.\n“Atmospheric and oceanic conditions were not as conducive to ice loss this year, but the melt still neared 2007 levels,” said NSIDC scientist Walt Meier. “This probably reflects loss of multi-year ice in the Beaufort and Chukchi Seas as well as other factors that are making the ice more vulnerable.” Multi-year ice has survived more than one melt season and is thicker than first-year ice.\nNSIDC Director Mark Serreze said, “It looks like the spring ice cover is so thin now that large areas melt out in summer, even without persistent extreme weather patterns.”\nThis summer’s low ice extent continued the downward trend seen over the last 30 years. Scientists attribute this trend in large part to warming temperatures caused by climate change. Since 1979, September Arctic sea ice extent has declined by 12 percent per decade. Sea ice reflects sunlight, keeping the Arctic region cool and moderating global climate.\nMonthly September ice extent has declined by 12% per decade between 1979 and 2011. Graph courtesy the National Snow and Ice Data Center.\nIn addition to the decline in sea ice extent, a two-dimensional measure of the ice cover, the ice cover has grown thinner and less resistant to summer melt. Recent data on the age of sea ice, which scientists use to estimate the thickness of the ice cover, shows that the youngest, thinnest ice, which has survived only one or two melt seasons, now makes up 80 percent of the ice cover.\nNSIDC scientist Julienne Stroeve said, “The oldest and thickest ice in the Arctic continues to decline, especially in the Beaufort Sea and the Canada Basin. This appears to be an important driver for the low sea ice conditions over the past few summers.”\nNASA senior scientist Joey Comiso of Goddard Space Flight Center, Greenbelt, Md., said the continued low minimum sea ice levels fits into the large-scale decline pattern that scientists have watched unfold over the past three decades. “The sea ice is not only declining; the pace of the decline is becoming more drastic,” Comiso said. “The older, thicker ice is declining faster than the rest, making for a more vulnerable perennial ice cover.”\n** Latest version available at https://www.youtube.com/watch?v=c6jX9URzZWg **\nEstimated age of sea ice once a week from January 1987 through mid-summer 2011. Ice age increases from darkest blue (1 year old) to white (9 or more years old). Data provided by James Maslanik, University of Colorado. Maps by Ned Gardiner and Hunter Allen. Animation by Richard Rivera.\nWhile the sea ice extent did not dip below the 2007 record, the sea ice area as measured by the microwave radiometer on NASA’s Aqua satellite did drop slightly lower than 2007 levels for about 10 days in early September, Comiso said. Sea ice “area” differs from extent in that it equals the actual surface area covered by ice, while extent includes any area where ice covers at least 15 percent of the ocean.\nClimate models have suggested that the Arctic could lose almost all of its summer ice cover by 2100, but in recent years, ice extent has declined faster than the models predicted. Serreze said, “The big summer ice loss this year is setting us up for another big melt year in 2012. We may be looking at an Arctic Ocean essentially free of summer ice only a few decades from now.”\nNSIDC scientists use sea ice extent data from the Special Sensor Microwave Imager/Sounder (SSMIS) sensor on the U.S. Defense Meteorological Satellite Program (DMSP) F17 satellite. Other data from the Japan Aerospace Exploration Agency (JAXA) Advanced Microwave Scanning Radiometer — Earth Observing System (AMSR-E) sensor on the NASA Aqua satellite, processed by researchers at the University of Bremen, showed sea ice extent falling slightly below the 2007 minimum.\nThis article is based on a joint National Snow and Ice Data Center & NASA press release. It has been reformatted for publication on Climate.gov.\nLinks\nNational Snow and Ice Data Center\nNASA Earth Observatory: Record Arctic Sea Ice Loss in 2007 (Published on September 27, 2007)\nPress Release: Arctic sea ice continues decline: reaches second-lowest level\nClimateWatch Video: Old Ice Becoming Rare in Arctic\nHelp us improve our content",
  "source": "climate.gov"
}