{
  "url": "https://www.climate.gov/news-features/understanding-climate/highlights-2011-arctic-report-card",
  "title": "Highlights of the 2011 Arctic Report Card",
  "date": null,
  "content": "Meltwater pond on an iceberg in Northwest Greenland, released by the Arctic Monitoring and Assessment Programme. Each year, scientists from around the world collect evidence of extreme melting on the surface of the Greenland ice sheet, declining summer sea ice cover in the Arctic, rapidly receding glaciers, and changing ocean pH—all of which have wide-ranging consequences for people, plants, and animals in the Arctic and beyond. At the root of these transformations is the continued widespread warming of surface air temperatures in the Arctic region. © Lars Witting/ARC-PIC.COM, released by the Arctic Monitoring and Assessment Programme.\nOn December 1, NOAA released its annual Arctic Report Card. Like a yearly check-up at the doctor's office, the report summarizes conditions in the Arctic atmosphere, ocean, and on land. At right, you'll find links to a series of posts-photos, data maps, and animations-that reveal how rapid warming is changing the Arctic landscape.\nOver the past year, scientists from around the world have continued to collect evidence of extreme melting on the surface of the Greenland ice sheet, declining summer sea ice cover, rapidly receding glaciers, and changing ocean pH-all of which have wide-ranging consequences for people, plants, and animals in the Arctic and beyond.\nAt the root of these transformations is the continued widespread warming of surface air temperatures in the Arctic region. This above-average warmth continues a decade-long phenomenon that scientists describe as \"Arctic amplification,\" in which Arctic temperature anomalies are two or more times greater than those observed at lower latitudes.\nThe amplification of warming in the Arctic reflects a powerful feedback between the region's ice covers and air temperature. As air temperature increases, ice melts; as the bright, reflective ice melts, it reveals darker ocean and land surfaces. These dark surfaces absorb more solar energy during the Arctic's summer season, when the Sun never sets. This causes more heating, which causes more melting...and so on.\nRecord-setting changes are occurring throughout the Arctic environmental system. Given the projections of continued warming due to rising concentrations of greenhouse gases, it is very likely that these changes will continue in years to come, with increasing climatic, physical, biological, and socioeconomic impacts.\nBelow are links to five image-based stories that highlight some findings from this year's report.\n2021\n2020\n2019\n2018\n2017\n2016\n2015\n2014\n2013\n2012\n2011\nOld Ice Becoming Rare in Arctic\nUnusually Chilly Stratosphere Behind 2011's Record Arctic Ozone Hole\nArctic sea ice continues decline, reaches second-lowest level\nHelp us improve our content",
  "source": "climate.gov"
}