{
  "url": "https://www.climate.gov/news-features/understanding-climate/shrub-takeover-one-sign-arctic-change",
  "title": "Shrub Takeover One Sign of Arctic Change",
  "date": null,
  "content": "In the 2011 Arctic Report Card, scientists concluded that the Arctic environment has undergone a fundamental shift in conditions, and that the Arctic of recent years—warmer, greener, less icy—is likely to be the new normal for the Far North. One sign of the ongoing transformation of the Arctic is the spread of shrubs across the tundra.\nA black and white photo captured on film by the Gambit satellite in 1966 (left) shows much more open tundra than a view of the same area in 2009 (right). Gambit image courtesy the U.S. Geological Survey. GeoEye-1 image copyright GeoEye, Inc., provided through the NGA Commercial Imagery Program. large photos: 1966 | 2009\nThe pair of images above shows a site on the Siberian tundra near Russia's Yenisey River in the summers of 1966 (left) and 2009 (right). In the 43 years that passed between the first image and the second, shrubs colonized virtually all of the previously open tundra surrounding a cluster of lakes.\nGerald Frost, a Ph.D. student at the University of Virginia, is studying the site to understand how ground characteristics like soil type and depth to permafrost interact with the changes in climate that are driving the greening of the Arctic. Frost is working in collaboration with his advisor, Howard Epstein at the University of Virginia, and Donald Walker at the University of Alaska.\nAt the site Frost studies, the tundra is often patterned with bald spots-circles of bare ground where seasonal frost heave can uproot plant seedlings. These frost circles, sometimes called \"frost boils,\" give the tundra in the top center of the images its speckled look. The bare spots create an open canvas for shrubs to colonize, presuming they can withstand the seasonal frost heave. At this site, the colonizing shrubs are usually alders.\nCreated by seasonal frost heave, circles of bare ground create an open canvas for colonizing shrubs on the Siberian tundra. Photo courtesy Gerald Frost.\nAlders have a competitive advantage over other low-growing tundra vegetation. They are fast growers, and so alder seedlings more quickly develop roots that are deep enough to withstand frost heave. In addition, alder roots harbor microorganisms that provide the plant with biologically useful forms of nitrogen, an essential nutrient that most plants must draw from organically rich soil. Alders at the Yenisey River site shown int he satellite images have taken maximum advantage of the frost circles and recent decades' warmer summers: very little open tundra remained at the site in the 2009 image.\nThe conversion of tundra to dense, tall shrubland triggers a cascade of changes in how the ecosystem functions. Observations from Europe, Alaska, and Siberia in recent decades have shown plant communities became less diverse as mosses, lichens, and other shorter-growing plants disappeared under the shade created by shrubs. The loss of lichens, in particular, could pose a problem for caribou and reindeer, which forage on them extensively.\nThe change from tundra to shrubland can also affect the thawing of permafrost. In the winter, the shrubs trap snow, and the insulating effect can make soil temperatures beneath shrubs up to 30 degrees Celsius warmer than the air temperature. In the summer, though, the shrubs provide shade, which tends to keep soil temperatures in shrub-covered areas cooler than those in open tundra.\nExpanses of tundra in the northwest Siberian Low Arctic are being colonized by alders, which take advantage of frost circles—patches of bare ground created by seasonal frost heave—and recent decades’ warmer summers. Photo courtesy Gerald Frost.\nWhether the arrival of shrubs at a site will accelerate permafrost melting or slow it will depend on whether the summer cooling or the winter warming is stronger. The outcome of the competing influences has global implications, as thawing permafrost can become another source of atmospheric carbon dioxide-an important greenhouse gas.\nFrost's work in Siberia was funded by NASA's Land-Cover and Land-Use Change program and the National Science Foundation's Greening of the Arctic project.\nReferences\nFrost, G.V., Epstein, H.E., Walker, D.A., Matyshak, G., and Ermokhina, K. (2011). Patterned-ground facilitates conversion of tundra to shrubland in the northwest Siberian Low Arctic. Manuscript in progress.\nMyers-Smith, I. H., Forbes, B. C., Wilmking, M., Hallinger, M., Lantz, T., Blok, D., Tape, K. D., et al. (2011). Shrub expansion in tundra ecosystems: dynamics, impacts and research priorities. Environmental Research Letters, 6(4), 045509. doi:10.1088/1748-9326/6/4/045509.\nSchuur, E. A. G., Vogel, J. G., Crummer, K. G., Lee, H., Sickman, J. O., & Osterkamp, T. E. (2009). The effect of permafrost thaw on old carbon release and net carbon exchange from tundra. Nature, 459(7246), 556-559. doi:10.1038/nature08031\nRelated\nArctic Tundra Growing Greener from Warmer Summers\nShrubbery on the March in Quebec\n2011 Arctic Report Card: Permafrost  2011\nArctic Report Card: Caribou and Reindeer\nScience reviewers: Gerald Frost and Howard Epstein.\nHelp us improve our content",
  "source": "climate.gov"
}