{
  "url": "https://www.climate.gov/news-features/features/innovative-farmers-look-climate-forecasts-edge",
  "title": "Innovative Farmers Look to Climate Forecasts for an Edge",
  "date": null,
  "content": "Alabama grower Myron Johnson talking with Wendy-Lin Bartels, an anthropologist with the Southeast Climate Consortium. NOAA photo by Brian Kahn.\nThe North Florida Research and Education Center is a collection of dated-looking, low-slung buildings surrounded by fields that look like anywhere else. Yet in early February this year, this average-looking experimental farm an hour outside of Tallahassee was home to a remarkably innovative gathering.\nShortly before 9 a.m, Wendy-Lin Bartels, an anthropologist with the Southeast Climate Consortium, was at the center welcoming farmers, extension agents, and climate and agriculture researchers as they trickled in from Alabama, Georgia, and Florida.\nBartels had invited them to the center to talk about how scientists could better communicate seasonal climate forecasts and how farmers could use them with better results. There were plenty of familiar faces. Some had been coming to these meetings since they began in April 2010.\nAmong the regulars she wasn't surprised to see coming through the research station doors was Myron Johnson, a row crop farmer from Alabama. Johnson had had great success using last summer's seasonal forecast to help make planting decisions on his 2,000-acre farm.\nKirk Brock walking in caught Bartels a little off-guard, though. Last summer was a different story on Brock's northern Florida farm. While he hadn't \"lost the farm,\" the decisions he had made based on the seasonal forecast hadn't worked out as well as he hoped. Yet there he was, back for more.\nDriving through southern Alabama and Florida, you notice that almost every unpaved surface is green. Despite the lushness, farming in the Southeast is a bit of a gamble.\nThe soil is marginal at best, leached of nutrients and scoured away by eons of rain that often falls in a torrent. Winters may be mild, but summer temperatures, and therefore evaporation rates, are high. From far away, periodic warming and cooling in the tropical Pacific ocean—El Niño and La Niña cycles—can drastically alter seasonal rainfall in the Southeast. La Niña often brings crippling droughts that can swallow a farmer's fortunes.\nIn short, things can change quickly and often. As Brock explained when I visited his farm, \"We don't have 50 years of experience. We have 50 one-year experiences.\"\nIt's against this backdrop that farmers in the region have to make a living, and they're looking for an edge anywhere they can find it. For Kirk Brock and Myron Johnson, the search for that edge means thinking beyond the afternoon weather and putting confidence in science.\nThe rain was as loud as pennies falling on the roof of the truck's cab. March is technically still the dry season for southern Alabama, but that doesn't guarantee blue skies day in and out. Bartels had brought me to Myron Johnson's farm to see some of the unique ways he copes with challenges of farming in Alabama. Along with William Birdsong, Johnson's local agriculture extension agent, we had been watching Johnson work in his field until the fat drops of rain sent us racing for cover.\nMyron Johnson’s tractor runs on GPS-guided auto-pilot, allowing him to keep an eye on what’s going on in the field behind him. NOAA photo by Brian Kahn.\nRight before the downpour, Johnson, owner of Double J Farms, had been showing off the new machine he created to flatten the cereal rye he'd been growing since December. The machine behind the tractor makes it easier than ever for him to roll the grass into submission, thousands of stalks pointing accusingly at the device that just pancaked them.\nAfter 10 minutes, the storm broke off into a drizzle. Johnson dashed from the cab of his tractor to his truck, and we headed back to the nerve center of his farm to talk about what we had just witnessed.\nJohnson is a ball of energy and quick to crack a joke. What's more, he laughs at these jokes like someone else told them, to the point where you can't help but join in with him.\nRunning time 2:59\nAlabama farmer Myron Johnson talks about how adding seasonal climate outlooks to his decisions about when to plant and harvest his cover crops helped produce a bumper cotton crop during the 2010 growing season.\nHe's also a contradiction, a man who carries an old Nokia brick cell phone with a black and white screen, but owns a tractor that drives itself in a straight line using the latest GPS system, an individualist who doesn't want anyone telling him what to do, but also someone who gives much of his time to others through countless volunteer hours at his church.\nJohnson grew up on the farm he currently runs near Headland, Alabama. With the exception of a stint installing auditorium seats at age 15, he's farmed this land—which his parents originally called \"Johnson 5-M Farms,\" with the \"M\" standing for the first letter of the family members' names—full time since he graduated high school in 1979. Johnson ran the farm with a cousin from 1984 until 2003, when his cousin passed away from cancer.\nWith that kind of history behind him, you might expect Johnson to stand by tradition and he does, to an extent. \"We're a little reluctant to plant if the pecan trees aren't budding by Easter,\" he said, referring to a traditional planting schedule farmers have followed in the region for generations.\nAt the same time, he's willing to tinker. \"If there's something new, I'm all for it. Because until you tried what you're doing now, you wouldn't know how well it worked, either,\" he explained.\nHis willingness to tinker is what led Johnson to start killing his winter crops each spring, even if it seems like madness to an outsider. The method to this madness is to conserve some of the precious resources farmers are constantly battling for in the Southeast. Planting rye in December helps stabilize the soil and conserve moisture. But after he spends three months cultivating it, he doesn't harvest it. Instead, he kills it and leaves it in the field, where it protects the seedlings of the cash crops that Johnson plants each spring.\nTwo hours south in the Florida Panhandle, Kirk Brock is also intent on killing his cereal rye. He plans to do it with a machine he's built and affectionately nicknamed \"The Crop Annihilator.\" The machine will crush $50,000 worth of rye in the course of a few days.\nParked in a field of flattened rye, Brock’s custom-designed “Crop Annihilator” looks like a pair of ribbed steam rollers. NOAA photo by Brian Kahn.\nIn contrast to the visible energy Johnson exudes, Brock is quieter, slower to answer a question. He squints his piercing blues eyes, the creases growing more visible around them as he searches for right words. He describes himself half-jokingly as someone \"afflicted with learning.\" It shows in the way he talks about working with his extension agents to tinker with different cover crops and reads soil science journals from the 1940s in search of lessons for today.\nRunning time 4:29\nGrower Kirk Brock talks about adapting to rainfall extremes on his dryland farm in Florida and how seasonal climate forecasts should help him improve his operation.\nBrock also has a memory that a Vegas card counter would envy, despite claiming otherwise. He rattles off a dizzying array of years, weather events, and crop outcomes like they happened yesterday.\nHis family has been farming in the Florida Panhandle since 1948. He left after high school to pursue a degree in agronomy and eventually to work in agribusiness. After years away, though, he returned to Brock Family Farms in 2000 to help his 77-year-old father keep the family business going.\nJust like Johnson, he knows what the alternative to cover cropping is. \"We used to spend four, five, six weeks a year hauling soil back up the hill,\" he said, pointing to the deceptively gentle slope behind him. \"And as far as soil quality we still wouldn't be at the spot we were 12 months earlier, as the good stuff had been lost to the creeks.\"\nBrock can tell you exactly what it takes to make a hillside erode. Four inches of rain equals 108,000 gallons of water falling per acre. Over a 10-acre hill, that's a million gallons of water or nearly two Olympic-sized pools. When that much water falls in a short period of time, it can turn the gentlest of slopes into a pit of sand and mud.\nKirk Brock examines a root pit in his field. He digs a root pit each spring to see root development and how crops interact with the soil. Brock also takes soil samples from the pit to see what microbes and nutrients are in the soil. NOAA photo by Brian Kahn.\nBoth Johnson and Brock have taken the cover crop idea to the extreme, planting some of the tallest, heaviest cover you can: rye. Lush and green, rye can grow up to seven feet tall. Brock noted that the grass was so tall last year that he could barely see over it out of his tractor cab.\nWhen you flatten that much biomass, it'll be sure to hold some of the soil in place. While the erosion control benefits are what drew both farmers to cover cropping, it's not the only benefit each has discovered. It keeps rainfall in the soil, and it cools soil temperatures at the height of summer.\n\"The money comes when you mat that stuff out and you save the moisture,\" Johnson said, standing outside his barn in the humid air after the storm. It's not uncommon for evaporation rates to reach a quarter of an inch a day in southern Alabama. As a dryland farmer completely dependent on rain, the only water Johnson's crops can tap is what stays in the ground. If a cover crop helps reduce evaporation by even a fraction, it can mean the difference between a poor and a great year.\nLast year is one example of that. \"I promise you I had a desert here. We had a spot of rain, but it made 1,800 pounds,\" Johnson exclaimed, referring the amount of cotton per acre he harvested last year.\n\"A good yield would be between 750 and 1,000 pounds,\" Birdsong chimed in. \"A very good yield would be 1,000 to 1,200 pounds. A great yield is 1,200 plus.\"\n\"If you told me you were dreaming of that much cotton, of even 1,500 pounds, that'd be a dream come true,\" Johnson responded, his cadence picking up a bit. \"We're in Peter Pan land now with 1,800 pounds. We've got the little wings and everything,\" he said, breaking out into one of his infectious laughs.\nA view from ground level of Brock’s flattened rye. The matted grass slows runoff, which reduces erosion; curbs evaporation, which preserves moisture for the cash crop; and shades and cools the soil around the cash crop during Florida’s sweltering summers. NOAA photo by Brian Kahn.\nThe flattened cover crop also keeps the soil cool. Monticello, Florida, about 10 minutes from Brock's farm, holds the record for the highest temperature ever recorded in the entire state of Florida. Factor in the sunshine, and the ground can turn into an Easy Bake oven.\nThe cover crop reflects sunlight, similar to wearing white on a sunny day. \"We went in a field last year in May, maybe early June, and at 10 in the morning, the soil with that radar gun was 118 degrees,\" Brock recalls. \"You roll back the cover crop residue, and its 85 degrees. That's 33 degrees difference.\" For corn and other cash crops, that's the difference between life and death.\nRather than a neat square parcel with a house in the middle, Johnson's farm is actually a collection of nearly 1,000 acres of fields spread out over 10 miles in a loosely strung pearl necklace.\nFrom the center of operations, you get a sense of the never-ending stream of decisions that need to be made at different timescales. There are herbicides that need to be applied at specific times, an army of tractors that need servicing at regular intervals, workers who have different hours of availability, a dog that needs to be fed, cows that need to be shuttled to open pasture, and oh, the cover crop and cash crop seeds that need to be planted.\nOn his Florida farm, Brock deals with a similar, sprawling layout. When I first walked up to his shop in February he was tweaking the engine of a dirt bike. That's because his fields, which also total roughly 1,000 acres, are sometimes more easily traversed through right-of-ways and back roads more friendly to dirt bikes than trucks.\n\"We know the importance of getting the cover crop planted in a timely fashion,\" Brock said. If you don't put that effort in, \"you won't get the growth, and then the winter weeds will get started and have a foothold and limit how your cover crop will grow.\"\nFrom a climate perspective, what's perhaps even more important to both men is when to transition from growing cover crops to killing them and planting cash crops. There's a delicate balance between having a hearty enough cover to protect the cash crops and not letting the cover crop grow so long that it starts to suck up moisture and nutrients that the cash crop might need down the road.\nWith that timing so important, Johnson has turned to using the seasonal forecast based on El Niño, La Niña, and other factors. Birdsong outlined exactly how that played out on Johnson's farm last spring, when the forecast from the fall and winter of 2010 indicated that a La Niña event in the Pacific had increased the odds for a dry spring in 2011.\nThe spring 2011 precipitation outlook favored well below normal precipitation in the Southeast, a frequent outcome when La Niña events cool the eastern tropical Pacific. The brown shades show the areas most likely to be affected, and the contour lines show the level of probability. (Outside the shaded areas, the outlook called for an equal chance for above-normal, normal, or below-normal conditions.) NOAA map by climate.gov team, based on data provided by NOAA’s Climate Prediction Center.\n\"He put in a lot of effort to put the [cash] crop in early,\" Birdsong explained. \"He sprayed Round Up [an herbicide] on his cover crops to go ahead and kill them. If he kills it earlier, then it stops that plant from taking in more moisture and if he catches a rain or two, then with the cover on the ground, it's insulating the ground to a certain extent to try and help cut down the amount of evaporation and store up some of the moisture.\"\nJohnson moved his planting schedule up to right after a March rainfall, when soil moisture was at its maximum, and squeezed the planting of his cash crops, which could take 10 days of work, into four or five, even as other farmers waited for another rain event, which historically happens at that time. Unfortunately for those who waited, \"it didn't happen until a month later,\" Birdsong said.\nConsistent with the Spring 2011 climate forecast, rainfall in the U.S. Southeast was below normal. This map shows percent of normal precipitation for March, April, and May 2011. Green areas received up to 150 percent of their normal rainfall, white areas received 100 percent of normal, and brown areas received less than 100 percent of normal. NOAA map by climate.gov team, based on precipitation data provided by the PRISM Climate Group at Oregon State University.\n\"As it turned out, that gap in time of planting, the way the crop season turned out, meant the difference between making really good yields and mediocre to poorer yields,\" Birdsong concluded. Johnson concurs. \"Having the cover down and not losing those early runoff rains was a big thing for us,\" he said.\nWhen the row crop working group met in August 2010, the farmers were eager as always to hear from David Zierden, the Florida State Climatologist, or as the farmers affectionately know him, \"the climate guy.\" He helped start the working group and has a close relationship with a number of the extension agents, particularly William Birdsong. \"It started when I presented at his annual cotton expo about 12 years ago,\" Zierden recalled during a phone interview. \"Now we're in constant contact during critical times during the growing season.\"\nZierden also brings his expertise directly to the farmers. He presents the forecast for the coming season and what it might mean for planting and other farming decisions at each row crop meeting. He also takes the time to assess the previous seasonal forecast he shared with them so they can discuss what did or didn't happen.\nThrough these efforts, Zierden is cultivating relationships with growers, which require a lot of trust as well as an understanding of the limitations of the forecast he shares. \"We try to train farmers that these forecasts are probabilistic. It's a shift [in the odds] they need to be aware of,\" Zierden explained, rather than a guarantee that conditions will be warm or cold, hot or dry.\n\"Most of our seasonal forecasting is based on the El Niño and La Niña cycle,\" Zierden explained. \"We very strongly encourage farmers to pay attention to what the Pacific Ocean is doing and plan using the climate patterns El Niño and La Niña can bring.\" In the winter and spring in the Southeast, those patterns are warm and dry for La Niña and the opposite for El Niño.\n\"Going into last winter [2010-2011], there had been an abrupt change over the summer from El Niño to one of the strongest La Niñas [we've seen]. Based on the strength of the La Niña, we came out with a pretty confident forecast it was going to be a dry winter and warmer than normal,\" Zierden said.\nColored shading shows areas where temperature (first tab) and precipitation (second tab) were predicted to be well above or well below normal. Contour lines show the level of probability. (Outside of the shaded areas, the forecast called for equal chances of above normal, normal, or below normal conditions.) NOAA maps by climate.gov team, based on data provided by NOAA's Climate Prediction Center.\nColored shading shows areas where precipitation was predicted to be well above or well below normal. Contour lines show the level of probability. (Outside of the shaded areas, the forecast called for equal chances of above normal, normal, or below normal conditions.) NOAA maps by climate.gov team, based on data provided by NOAA's Climate Prediction Center.\nHe presented that forecast at the August 2010 row crop meeting. A number of farmers, including Brock and Johnson, made decisions based on what they heard.\nFor Brock, the decisions were about how he spent the fall. Knowing that conditions were likely to be dry, he put in extra hustle to get his cover crops planted earlier in the fall. \"We wanted some fall growth from those crops because we thought there was going to be a winter drought,\" he noted.\nUltimately, the dry part of the forecast was borne out. However, the warm part wasn't. \"It was cold as all get out,\" he chuckled, recalling the winter and early spring from 2010-11.\nContrary to the forecast, winter 2010-2011 temperatures in the Southeast were several degrees cooler than normal, in large part due to an unpredictable climate pattern called the North Atlantic Oscillation. Precipitation was consistent with the forecast, however, leaving the Southeast drier than normal (shades of brown). NOAA maps by climate.gov team, based on temperature and precipitation data provided by the PRISM Climate Group at Oregon State University.\nWhat threw off the temperature forecast was another climate phenomenon that isn't as predictable as La Niña but no less important to the Southeast's climate. The pattern, known as the North Atlantic Oscillation (NAO), was in a negative phase through most of the winter and spring of 2011.\n\"In north Florida and south Georgia, the NAO primarily affects temperature,\" Zierden explained. \"It brings a pattern that really allows these Arctic fronts and cold air masses to come down and impact the area.\"\nUnlike La Niña, the NAO is highly unpredictable and changes from positive to negative without much warning. That mercurial nature makes it next to impossible to capture in a seasonal forecast, and is in part why the expected warm temperatures didn't materialize.\nFor Brock, that meant his cover crops grew slower than normal. Still, he felt confident that rains that traditionally fall across the region at the end of June could help him get back to normal. Zierden's forecast at the next row crop meeting in February 2011 seemed to bear that confidence out, with a return to normal conditions expected by June.\n\"The meetings definitely influenced the idea of when we're going to terminate the cover crops,\" Brock said. \"Are we going to kill them on March 1 or March 31?\" With Zierden's forecast and his knowledge of the region's climatology, Brock went forward and knocked down most of his cover crop in the first 10 days of March. This preserved soil moisture, which turned out to be even more crucial than anticipated.\nThat's because the strength of the La Niña meant its drying influence lingered until late July. \"While the winter and spring dryness was predicted, that [early] summer dryness was not predicted,\" Zierden explained.\nSummer rainfall in the U.S. Southeast was below normal in 2011. This map shows percent of normal precipitation for June, July, and August 2011. Green areas received up to 150 percent of their normal rainfall, white areas received 100 percent of normal, and brown areas received less than 100 percent of normal. NOAA maps by climate.gov team, based on precipitation data provided by the PRISM Climate Group at Oregon State University.\nOn Brock's farm, he saw sporadic showers rather than the widespread rain. Those sporadic rains gave him enough moisture to plant peanuts and corn. \"But then the drought took hold in May and June and really stunted the corn growth,\" Brock noted. \"In the end, the yield was decreased. Corn was down 25-30%.\" His peanut yields were near average, helping him cover the difference in his corn yields.\nHad he known about the dry May and June, Brock says, he would have done things a little differently. Cotton is much more drought tolerant and also tends to have a higher value than corn or peanuts. Though Brock generally doesn't grow as much of it compared to the other crops, he would have made an exception last year. \"If I had known in early April the spring drought would continue, I would have attempted to get some cotton and soybeans planted in April,\" he explained.\nGiven that the forecast didn't help Brock, he would be forgiven for not wanting to give the forecast a second chance. Yet there he was back at the row crop meeting in February 2011 wanting to hear Zierden's forecast for the next six months.\n\"There's no doubt that whenever you're talking about climate data, you can't say 'this is what you need to do,'\" Birdsong said. \"It just means you've got to take that [forecast] information and look at it as either an asset or obstacle out there that you need to navigate through or navigate around.\"\nFor Brock, the forecast is absolutely an asset even if it's not always right. \"As a dryland farmer, you've got to do what you can to stay in business because there's going to be those tough times,\" Brock said. \"What I learn over the next two to three years [about seasonal forecasts], long-term it's going to make me money.\"\nHe even has a specific figure in mind. When Bartels asked why he was back at the meeting Brock said, \"this is going to make me $50,000.\" I asked him where he thought those savings would come from. \"I'm hoping to use the information to alter planting dates and crop selection,\" Brock noted. \"Another thing in the fall is, if we know we're going into El Niño, and a wet winter, we maybe have to spend more money hiring extra harvesting help.\"\nPaying for that help is better than leaving crops in the fields, though. In 2009, Brock didn't anticipate El Niño affecting rainfall in the region as early as it did. Because of earlier-than-expected rains that fall, Brock couldn't hire help in time and had to leave $25,000 worth of peanuts in his field. For a farmer putting $400,000 a year into his fields, that represents a fairly substantial loss. Brock believes learning to integrate the seasonal forecast effectively with the knowledge from his father's \"50 one-year experiences\" will help him avert losses like that and ultimately turn even bigger profits.\nBack in Alabama, Johnson also sees specific applications of the forecast that have the potential to save him money. \"They're laying on the dash of my truck and I'm going to make that decision in a week,\" he says, referring to his crop insurance policy. Last year he took out extra insurance based on the warm and dry forecast. His great timing with flattening his cover crop and his bumper year of cotton meant he ultimately hurt his bottom line a bit by taking out extra insurance.\nStill, having that extra insurance in his back pocket is worth it to Johnson. \"It'll actually cost me money if I have a good crop,\" he said. \"But I would consider it a good risk with all the information [from seasonal climate forecasts] that's out there.\"\nIt's that attitude that Bartels hopes to understand better going forward. \"The magic is not in the climate information,\" she said as we were driving away from Johnson's farm. \"It's in how the farmer connects this knowledge with what he already knows.\" Together with Birdsong, Brock, and the other members of the group, they hope to continue on their journey and distill a little more of that magic.\nPerhaps Peter Pan land is a fitting analogy for where they'd like to go. As Johnson laughed about his trip there last year, Bartels laughed with him. \"Well, I am Wendy,\" she noted, alluding to another of the Peter Pan story's characters, making Johnson laugh even harder.\nBrian Kahn is a science writer for NOAA's Climate Program Office based at the International Research Institute for Climate and Society in New York. This article was reviewed by Wendy-Lin Bartels, University of Florida; William Birdsong, Alabama Cooperative Extension; Kirk Brock; Myron Johnson; and David Zierden, Florida State Climatologist.\nHelp us improve our content",
  "source": "climate.gov"
}