{
  "url": "https://www.climate.gov/news-features/features/upwelling-crisis-ocean-acidification",
  "title": "An Upwelling Crisis: Ocean Acidification",
  "date": null,
  "content": "Oceanographer Richard Feely stands on the deck of the Wecoma during a 2007 research cruise off the Washington-Oregon coast. A winch is poised to lower a rosette of empty canisters and sensors into the roiling sea. The samples will be used to study how carbon dioxide is raising the acidity of sea water and jeopardizing the survival of oyster larvae.\nRichard Feely walks through the Pike Place fish market admiring the bounty and diversity of marine treasures on display at the market—rows and rows of mussels, clams, scallops, tuna, and other seafood favorites are piled high on open beds of shaved ice. Shouts of “We fillet for free!” and “Best catch of the year!” punctuate the market hubbub.\nDr. Richard Feely, senior oceanographer at NOAA’s Pacific Marine Environmental Laboratory.\nEvery now and then, a market employee in gut-smeared coveralls picks up a rather large fish and, with a loud “Ho!” heaves it over the heads of the moving crowd to another employee. Though many in the crowd cower nervously under the flying fishes, Feely knows better than to worry. In all of his years visiting the market, he has never seen a fish drop in Pike Place.\nSeattle has been Feely’s home for more than 35 years. A major seaport and coastal city, Seattle is known for its seafood. Its maritime sector supports more than 22,000 jobs and contributes approximately $2.1 billion to the local economy each year.\nPike Place Fish Market is one of the oldest continually operated public farmers’ markets in the U.S., and it remains one of Seattle’s most popular tourist destinations. People come from all over the world to buy seafood fresh from the Pacific and to see the market’s world famous crew of fishmongers throwing fish.\nPassing through the aisles and picking out his favorite items, Feely pauses to let two men haul a tub of oysters across the aisle. They’re deep in conversation.\n“Have you heard what’s happening to the oysters in Willapa Bay?” asks the taller of the two men, wiping his brow with his free hand.\nThe other man nods knowingly. “Yeah, I’ve heard that the baby oysters start growing, but a lot of them just don’t make it to maturity. Nobody really knows what the problem is.”\nThe taller man shakes his head sadly. “I hate to think what’ll happen if the problem spreads. Our paychecks depend on oysters, and if they stop producing, a lot of us will be looking for jobs.”\nIn the wild and in hatcheries, oyster larvae in the Willapa Bay region are dying before they can attach to shells like the one shown at left.\nFeely frowns as he hears snippets of their conversation. As a senior scientist at NOAA’s Pacific Marine Environmental Laboratory, in Seattle, WA, he is all too familiar with the problems facing the oyster industry. Pacific oysters haven’t successfully reproduced in the wild since 2004. Usually, baby oysters, or larvae, swim for about two to three weeks until they settle on shells and begin growing. For the last few years though, millions of oyster larvae are dying off before they reach the shells.\nOyster growers are blaming their problems on a strain of bacteria, Vibrio tubiashii, that is deadly to the oyster larvae. Now oyster growers are turning to hatcheries, facilities that provide an artificial environment where the oyster larvae can grow.\nAt Whiskey Creek Hatchery in Netarts, Oregon, sea water is pumped into vats filled with free swimming oyster larvae, plus algae to feed them.\nUnfortunately, the seawater being pumped into the hatcheries is also now infected with Vibrio tubiashii. Hatcheries are spending thousands of dollars to install water treatment systems to kill the bacteria, but still the larvae are dying. Oyster growers and hatchery managers wonder what is causing the explosive growth of Vibrio tubiashii—the amount of bacteria in the seawater is nearly 100 times above normal.\nFeely is anxious to get back to the lab and the mission he began 35 years ago. He’s planning a research cruise that might answer some of the questions about the reduced oyster larvae populations. As he leaves Pike Place, a strong, cool breeze blows through the open marketplace and whips around his shopping bag. It is spring 2007 and the northwesterly winds are arriving.\nChristopher Sabine on a field study in the Southern Ocean aboard the NOAA Research Vessel Ronald H Brown.\nFeely moved to Seattle in 1974 to start a chemical oceanography program at NOAA. At that time Earth scientists were just beginning to understand our planet as a global system. They had new abilities to measure Earth processes and represent them with computers. To build models of the physical world they needed to know where the carbon dioxide emitted into the atmosphere from the burning of fossil fuels was going, but they could not account for all of it. They thought that the “missing” carbon dioxide might be absorbed by the oceans or by land plants.\nIn 1981, Feely’s program began measuring the amount of carbon dioxide in the ocean to complement the records of atmospheric carbon dioxide that had been taken since the late 1950s. Getting started was difficult. There were no existing standards for measuring carbon dioxide in seawater, so Feely and his team had to develop their own.\nAs part of this investigation, Feely and his colleagues participated in research cruises along coastlines and across ocean basins studying ocean carbon chemistry at a range of locations and depths. During these cruises, the team saw the first indications that seawater was storing excess carbon dioxide — some of water samples had higher-than-expected concentrations of carbon dioxide and lower-than-expected pH values. When carbon dioxide reacts with seawater, carbonic acid forms. The acid mixes and reacts with other constituents of seawater, reducing its pH.\npH is a measure of acidity. On the pH scale, 7.0 is neutral, with points higher on the scale being “basic” and points lower being “acidic.” Historically, the ocean has had an average pH of 8.16 but it is predicted to fall by as much as 0.4 units by 2100. Because the scale is logarithmic, a difference of one pH unit represents a tenfold change. Even small decreases in the surface ocean’s pH could cause abrupt and large changes for many sea creatures.\nFeely published these findings in the mid-1980s, but few people noticed. The science community wasn’t too concerned about tiny changes in pH in a few areas of the world’s vast ocean. Yet Feely suspected that the problem could be worldwide; if so, even small changes in pH could lead to large changes in the marine ecosystem. “Over the past 20 million years, ocean ecosystems have evolved in a very stable pH environment,” Feely explained. “I’m worried that if concentrations of carbon dioxide continue to rise, the ocean could undergo large and rapid changes in pH.”\nFeely decided to launch a global investigation. In the early 1990s, he and his team of researchers expanded their observation program from the Atlantic and Pacific Oceans to launch a worldwide effort involving laboratories from several countries. On 99 oceanic cruises over a 10-year period, they collected nearly 72,000 seawater samples from all over the world. Feely invited oceanographer Christopher Sabine to join him at NOAA’s Pacific Marine Environmental Laboratory and, together, they began the arduous task of analyzing the thousands of samples to characterize the global ocean’s carbon dioxide content.\nWatch Dr. Feely talk about how increased carbon dioxide in the atmosphere is making the oceans more acidic, and how that will affect ocean ecosystems and the marine animals that inhabit them.\nIn 2004, they published the results of this colossal effort in two articles in the prestigious journal Science. In the first of the two studies, Sabine and Feely and their colleagues found that the ocean has absorbed about one-third of the carbon dioxide emitted by human activities. This absorption slows the rate of global warming by removing carbon dioxide from the atmosphere, but it also changes the chemistry of seawater.\nHistorically, the average pH of seawater around the globe has been approximately 8.2, a value that is slightly basic. Since the Industrial Revolution, the average pH of surface oceans has decreased to 8.1, which means the seawater is becoming less basic—more acidic. Based on current and projected concentrations of carbon dioxide in the atmosphere, the pH of surface waters is expected to decrease to 7.8 or 7.7 by the end of this century.\nFeely led the second of the two Science studies, which was a cross-disciplinary collaboration with biologists and ecologists to assess the potential impact of ocean acidification on marine life forms. The scientists found that in some conditions, acidified water “eats away,” or corrodes, calcium carbonate minerals that many calcifying, or shell-building, organisms rely on to build their shells and skeletons. This study alerted biologists that acidified waters could begin to interfere with marine organisms’ abilities to form their protective armor.\nThe three maps show model data of how the availability of calcium carbonate is predicted to decrease over the next century at a depth of 10 meters in the ocean—where most corals occur. Blue indicates surface waters are sufficiently saturated with calcium carbonate; organisms have enough material to build their protective shells. Areas that are deep red are expected to be sufficiently acidic to dissolve shell-building organisms. Graph based on models by James Orr of the Laboratory for the Sciences of Climate and Environment in Paris.\nFeely was dismayed by the list of organisms at risk from ocean acidification. The list included seafood favorites such as oysters, clams, scallops, lobsters, crabs, and shrimp as well as creatures less familiar to humans such as sea urchins, free-floating snails called pteropods, and some types of microscopic plankton. Coral reefs, already stressed by increasing ocean temperatures, made the list as well. Corals rely on calcium carbonate to build their skeletons. When exposed to water with a high carbon dioxide concentration in lab experiments, some of these calcifying organisms showed malformed growth. In the wild, such malformations would make it harder for the creatures to survive and reproduce.\nCalcifying organisms come in many shapes and sizes. Crustaceans, such as the blue crab shown at right, and shellfish, including oysters (left) and mussels (center), are popular favorites at any seafood restaurant.\nThe 2004 studies gave reason for alarm, but also for hope. Ecologically, a large-scale loss of calcifying organisms, that form the base of the marine food chain, could distress populations of larger fish that feed on them, successively disrupting the entire marine food web. However, experiments conducted with computer models after Feely’s findings were published predicted it would be many years before the corrosive waters would start showing up in surface waters. If the models were correct, then there was still time for humans to reduce carbon emissions and avoid the worst consequences of ocean acidification.\nFeely wanted to see if the models were right. He continued monitoring the ocean’s changing chemistry, knowing that there might still be some surprises along the way…\nIn May 2007 and Feely and his colleague, Christopher Sabine, boarded the Research Vessel Wecoma. For the next two months, they sampled ocean waters off the West Coast of North America from Canada to Mexico. They traveled with an international team of scientists—including Debby Ianson from the Institute of Ocean Sciences in Canada and Jose Martin Hernandez-Ayon from the Instituto de Investigaciones Oceanológias in Mexico—conducting the first large-scale carbon survey along the West Coast.\nThe map shows the path of the Research Vessel Wecoma during the NACP West Coast Survey Cruise. The yellow dots represent station locations, where the crew collected ocean water samples.\nThe Wecoma crisscrossed back and forth along transect lines that extend away from the coastline and out past the edge of the continental shelf. At each of the seven or eight stations along the thirteen transects, the scientists deploy a CTD/rosette package. A CTD — an acronym for Conductivity, Temperature, and Depth — is the primary tool for collecting water samples to determine essential physical properties of sea water. It is made up of a set of small probes and bottles that are attached to a large metal rosette wheel. The rosette is lowered on a cable down to the seafloor, and scientists observe the water properties in real time via a conducting cable connecting the CTD to a computer on the ship.\nAt a station near the Oregon-California border, Feely stood on the deck of the Wecoma watching as a winch lowered a large metal rosette assembly of 24 empty water canisters and sensors into the relatively calm ocean. During much of the cruise, frequent 35-knot wind gusts had made the launch of the CTD quite difficult. This day was no different. As the he watched the rosette disappear beneath the surface, Feely voiced his appreciation for the skill of his shipmates, since he knew that the persistent winds they had been battling were precisely the reason why this cruise was scientifically important.\nDr. Richard Feely studying sea conditions for sampling during the 2007 cruise.\nIn the early spring, northwesterly winds off the West Coast strengthen in response to seasonal pressure systems in the atmosphere. The winds push warm surface waters away from shore and, in their place, cold, deep waters well up from the depths below. Feely and other scientists aboard the Wecoma suspected that the corrosive waters they detected at deep depths during their first ocean survey might rise toward the surface during such upwelling events. Though no one had ever found “acidified” corrosive waters on the continental shelf off the West Coast of North America before, the team feared that seasonal wind-driven upwelling might bring those waters up from the depths and onto the relatively shallow continental shelf.\nDuring upwelling, displaced surface waters are replaced by cold, nutrient-rich water that wells up from below. NOAA/OER image courtesy of Sanctuary Quest 2002.\nThe team gathered inside the ship to gaze intently at the computer monitors in the laboratory. Data from the CTD’s sensors streamed across the screens and charted the seawater’s conditions, much like the vital signs on a hospital patient’s monitor. The crew lowered CTD to within 10 meters above the seafloor and then reeled it in again. As the instrument rose toward the surface, the scientists pressed buttons to signal specific water bottles to open and close, allowing them to collect and analyze water samples from different depths. Instantaneous measurements of temperature, salinity, and other physical properties of the samples traveled up the cable, directly to the ship’s computers, allowing the team to preview their findings. The water samples captured in each bottle were eventually brought aboard for further analysis. And so it went at station after station.\n(Above) The CTD/Rosette package prior to being deployed from the Wecoma. (Top left) Dr. Debby Ianson from the Institute of Ocean Sciences in Sidney, British Columbia, collecting water samples for biological measurements during the cruise. (Bottom left) Mr. David Wisegarver of PMEL conducting dissolved inorganic carbon measurements.\nAfter completing their fifth transect, Feely retreated to the quiet of the ship’s lab to collect his thoughts along with the results of the analyses of the water samples gathered to date. Feely double-checked the water’s pH, partial pressure of carbon dioxide (pCO2), and ability to dissolve calcium carbonate at different depths and locations along the coast. (All of these parameters are needed to understand the global ocean uptake of atmospheric carbon dioxide.)\nThe data from the first five transects confirmed his suspicions. The north winds were causing the upwelling of corrosive waters onto the continental shelf. Feely looked carefully at the results from transect five. There, in an area near the border of Oregon and California, the data showed corrosive waters reaching all the way to the surface of the ocean less than 20 miles away from the shore! Such corrosive waters near the shore meant the problems of ocean acidification could be interfering with marine plants and animals trying to build their shells right then — not 50 or 100 years in the future as scientists had previously thought.\nThe figure provides a look at the pH of the water sampled at different depths along transect line 5 near the border of Oregon and California. The water upwelling onto the continental shelf recorded lower pH levels than water samples collected farther away from the shelf. The water below the red line was undersaturated with respect to aragonite, a common type of calcium carbonate used in shell-building.\nHis thoughts returned to the oyster crisis back home. Could corrosive waters already be dissolving the fragile shells of oyster larvae on the coast right now? Perhaps Vibrio tubiashii wasn’t only the only suspect in this case. Or, perhaps the bacteria hitched a ride to the hatcheries within the upwelled waters!\nWhen the crew of the Wecoma finished their research cruise in June 2007, the team already had the first draft of a scientific paper describing their findings. That paper appeared in a June 2008 issue of Science. The news was troubling, and not just for the Pacific Coast.\n“Ocean acidification could ultimately threaten a reorganization of the entire marine food chain, which could lead to major changes in the distributions of marine species,” Feely said. “Many valuable marine organisms such as crabs, lobsters, and shrimp are expected to suffer. Many coral reefs, which bring in millions of dollars in revenue for the tourism industry, are expected to be lost. The loss of planktonic species – an important food source for many commercial and recreational fish species — could have significant economic impacts on the multi-billion dollar U.S. seafood industry.”\nToday, ocean acidification appears at the top of a growing list of environmental problems attributed to the rapid accumulation of human-emitted carbon dioxide in the atmosphere. Feely didn’t expect that ocean acidification would show up in his own backyard so soon. Now he fears it could become a global problem with catastrophic consequences for marine life forms.\nMeanwhile, the shellfish industry is still making headlines. The oyster larvae in Willapa Bay — a region that provides one-sixth of the nation’s oysters — failed to reach maturity for the fourth summer in a row. Oyster hatchery managers called Feely, all of them asking a similar question: Could corrosive waters possibly be responsible for killing millions of oysters in Washington and Oregon?\nOysters have been farmed in Willapa Bay for over 100 years. Suitable grounds for growing oysters are found in low intertidal and shallow subtidal areas. Historically, the native Olympia oysters grew on more than 20,000 acres. The local industry is now concentrated on 10,000 acres and grows Pacific oysters.\nFeely can’t say for sure whether acidic waters are to blame. He and other scientists have started to work with an oyster hatchery in the region to install an observing system that regularly records pH levels of the seawater pumped into the hatchery. “What we do know is that oyster farmers are finding more severe impacts when they see corrosive waters in their hatcheries,” Feely says.\nWhile a number of environmental problems, including a low-oxygen dead zone of the coast of Oregon, could be contributing to the mass kill-offs of oyster larvae, Feely believes that corrosive waters are mainly responsible for exacerbating the bacterial infestation and killing off oyster larvae. Hatcheries in the region report that their die-offs tend to occur after periods of persistent northwesterly winds, when deep waters well up and enter the bay, and the pipes that feed the hatcheries. The oyster larvae are swimming in these acidified waters, which can be corrosive enough to dissolve their fragile shells. To make matters worse, the hatchery managers observe that Vibrio tubiashii seems to thrive in a more corrosive environment.\nHatchery owners are seriously concerned about the future of the shellfish industry. Whiskey Creek Hatchery supplies young oysters to roughly 50-85% of West Coast oyster operations in a given year.\nTo deal with this threat, Feely wants to deploy a mooring system on the U.S. West Coast to monitor the changes in location of the corrosive waters. He and other scientists want to develop an early warning system to warn the hatchery managers when corrosive waters are close to shore. Feely estimates that such a system will cost about $3 million to build and deploy.\n“That cost may seem high but the rapid decline in oyster and crab populations points to a critical need for understanding ocean acidification impacts on the West Coast’s $111 million shellfish industry,” Feely states. “Ocean acidification poses a serious threat to the marine ecosystem on the West Coast, as well as the welfare of coastal communities and businesses that are intricately tied to the health of the ocean.”\nA Sea Change\nThe first buoy to monitor ocean acidification is anchored in the Gulf of Alaska. The 10-foot diameter buoy is equipped with sensors to measure climate indicators. The buoy transmits the data via satellite.\nOn a cold March night in 2009, Feely walks toward the National Mall in Washington, D.C. He enters the Smithsonian’s National Museum of Natural History and walks downstairs into a packed auditorium. He’s attending the premiere of A Sea Change, a new documentary about a grandfather’s quest to understand ocean acidification. In the film, Feely and Sabine and other scientists introduce a new tool for monitoring ocean acidification—the country’s first ocean buoy dedicated to measuring both ocean pH and the partial pressure of carbon dioxide (pCO2) in the ocean.\nAs Feely watches himself speak on the big screen, he marvels at how far he and his colleagues have come. A decade ago, they were struggling to answer basic questions about the linkages between carbon dioxide, ocean acidification, and the devastating consequences for marine species. Now scientists understand the problem and are developing ways to monitor ongoing changes in ocean chemistry.\nDespite the grim realities playing out in the ocean, Feely remains optimistic. “Now that we know about the problem, and understand its root causes, we can monitor the situation,” he says. “We can change the decisions we’re making. We can take steps to reduce our carbon dioxide emissions and take steps to protect the ocean.”\nStill, critical questions remain. What areas of the ocean will experience the largest impacts? What species will be most affected? Will species adapt to changes in ocean chemistry, or will they migrate to different areas? Feely and Sabine and their colleagues won’t be able to answer those questions until they build and deploy the ocean acidification monitoring system they’ve designed.\nOur understanding of how the web of sea life will respond to ocean acidification is still in its early stages, but scientists believe ocean acidification poses a threat to the health of our ocean.\n“Ultimately, the most important question remains unanswered,” Feely muses. “Will humans decide to address this problem at its root by reducing carbon dioxide emissions?”\nReferences\nFeely, R.A. et al. (2008), Evidence for Upwelling of Corrosive “Acidified” Water onto the Continental Shelf, Science, v320, 1490-1492.\nFeely, R.A. et al. (2004), Impact of Anthropogenic CO2 on the CaCO3 System in the Oceans, Science, v305, 362-366.\nFeely, R.A., Sabine, C.L., Fabry, V.J. “Carbon Dioxide and Our Ocean Legacy.” April 2006.\nFrequently Asked Questions. Ocean Acidification Network.\nInternational Scientists Find ‘Acidified’ Water on the Continental Shelf from Canada to Mexico. NOAA press release. May 22, 2008.\nOcean Acidification – From Ecological Impacts to Policy Opportunities in Current - The Journal of Marine Education.\nSabine, C.L., et al. (2004), The Oceanic Sink for Anthropogenic CO2, Science, v305, 367-371.\nSeafood Choices Alliance. “Canaries in a coal mine: What shellfish can teach us about ocean acidification.” Contributed by Robin Downey of Pacific Coast Shellfish Growers Association. August 3, 2009.\nTestimony of a Supervisory Chemical Oceanographer at NOAA’s Pacific Marine Environmental Laboratory, Richard Feely, before the House Committee on Science and Technology, Subcommittee on Energy and Environment (Chairman Nick Lampson, D TX-22) on  HR 4174, the Federal Ocean Acidification Research and Monitoring Act of 2007 (FOARMA).\nWelch, Craig. Oysters in deep trouble: Is Pacific Ocean’s chemistry killing sea life? Seattle Times. June 14, 2009.\nHelp us improve our content",
  "source": "climate.gov"
}