{
  "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-mountain-glaciers",
  "title": "Climate change: mountain glaciers",
  "date": null,
  "content": "Ice loss relative to 1970 for the glaciers in the World Glacier Monitoring Service's climate reference network. Glacier mass balance is the annual balance between how much snow accumulates on a glacier and how much ice is lost through melting, sublimation (evaporation), or iceberg calving. Through 2024, these glaciers have lost more than 27 meters of water equivalent, which is roughly the same as slicing a 98-foot slab off the top of each glacier in the network. NOAA Climate.gov image, based on data from the WGMS.\nAmong the most dramatic evidence that Earth's climate is warming is the retreat and disappearance of mountain glaciers around the world. Based on preliminary data, 2023/24 was the 37th year in a row that the reference glaciers tracked by the World Glacier Monitoring Service lost rather than gained ice. Tallying up each year's losses or gains through 2023/24, reference network glaciers have lost ice mass equivalent to 27.3 meters of water since 1970—like slicing an average of 30 meters (98 feet) of ice off the entire surface of every glacier.\nPedersen Glacier, at Aialik Bay in Alaska’s Kenai Mountains, in 1917 (left) and 2005 (right). In the early 20th century, the glacier met the water and calved icebergs into a marginal lake near the bay. By 2005, the glacier had retreated, leaving behind sediment that allowed the lake to be transformed into a small grassland. Photos courtesy of Louis H. Pedersen (1917) and Bruce F. Molina (2005), obtained from the Glacier Photograph Collection, Boulder, Colorado USA: National Snow and Ice Data Center/World Data Center for Glaciology.\nJust as the rate of global average warming has accelerated in recent decades, the pace of glacier loss has also been accelerating since the 1980s. In State of the Climate in 2019, glacier expert Mauri Pelto reported that the pace of glacier loss in the WGMS reference network accelerated from -171 millimeters (6.7 inches) per year in the 1980s, to -460 millimeters (18 inches) per year in the 1990s, to -500 millimeters (20 inches) per year in the 2000s, to -889 millimeters (35 inches) per year for the 2010s.\nA global analysis published in 2025, combining satellite and ground-based measurements, highlighted the recent acceleration.\nAbout 41 % of the total loss since 1976…occurred during the last decade from 2015 to 2024... .The strong acceleration of global glacier mass loss is evident over the last years of observations, where 5 (2019, 2020, 2022, 2023, and 2024) out of the last 6 years present the strongest global glacier mass loss ever recorded... . During 2023 alone, the glacier mass loss was about 80 Gt [80 billion metric tons] higher than any other year on record, corresponding to 6 % of the total loss since 1975/1976. In only this 1 year, glacier melt raised sea levels by 1.5 ± 0.2 mm.\"\nAccording to the World Glacier Monitoring Service (WGMS), ice losses in the past three 3 years have each been greater than the average of the last full decade (2010-2019), which had the largest average loss of any decade back to 1950, the start of the record. Reference glaciers experienced ice losses equivalent to 1.1 meters of water in 2021/22, and 1.3 meters of water in 2022/23 and again in 2023/24. That's roughly 4 feet of ice off each glacier in the network each year.\nGlaciers gain mass directly through snowfall and indirectly through snow movement from wind and avalanches. They lose mass through melting and sublimation (when water evaporates directly from solid ice). Glaciers that terminate in a lake or the ocean also lose mass through iceberg calving. Those that end in the ocean are called tidewater glaciers, and they have more complex cycles of advance and retreat than glaciers that terminate on land. Even in a stable climate, such glaciers can experience periods of rapid retreat that are more influenced by seafloor topography and ocean circulation at their margins than by recent climate conditions.\nRetreat of southeastern Alaska’s Muir Glacier between August 1941 and August 2004. Historically, Muir Glacier was an iceberg-calving, tidewater glacier. Its terminus was grounded in the waters of Muir Inlet, a narrow opening to Glacier Bay. In the six decades between the two photos, it has retreated so far that it's terminus is now inland. Photos from the National Snow and Ice Data Center’s collection of repeat photography of glaciers.\nTo see if a glacier is growing or shrinking, glacier experts can check the condition of snow and ice at several locations on the glacier at the end of the melt season. The scientists check snow levels against stakes they’ve inserted in the glacier, dig snow pits in the surface to examine the sequence of seasonal layers, and insert long poles into the glacier to probe characteristics of the snow and ice. Generally, the difference in thickness of snow from the previous measurement indicates the glacier’s mass balance—whether the glacier has grown or shrunk.\nOther techniques include repeat photography and satellite images to measure changes in area and the advance or retreat of the glacier’s downhill edge. Scientists can estimate changes in glacier thickness over time with repeat measurements from radar altimeters, ground-penetrating radar, and digital topographic maps (digital elevation models) created from stereoscopic satellite images.\nScientists have described more than two hundred thousand glaciers as part of the GLIMS Glacier Database and the Randolph Glacier Inventory), but only a small fraction of these have been consistently monitored for long enough to measure climate-related changes in their size or mass. Scientists refer to this global collection of about 60 glaciers as \"climate reference\" glaciers. A given year's annual update will include 40 or so of the reference glaciers. (Not all glaciers are surveyed every year).\nPhotos documenting the disintegration of Italy’s Careser Glacier between 1933 (top) and 2012 (bottom). After decades of negative mass balance, glaciers worldwide are shrinking, fragmenting, or disappearing. Photos courtesy of Luca Carturan, University of Padova.\nThe loss of mountain glaciers poses challenges for people and nature. The melting of glaciers is contributing to global sea level rise, which is making storm surges in coastal areas more dangerous and increasing the frequency of “nuisance” high-tide flooding. As glaciers melt, some are experiencing dangerous “outburst floods.” These events occur when fragile ice dams or moraines holding back newly formed meltwater lakes give way and release huge pools of meltwater over hours or days. And in many parts of the world, glacial meltwater keeps rivers and streams flowing through hot, dry summers. Snow loss and glacier retreat pose risks to the water supplies of millions of people and the natural ecosystems on which they depend.\nMost mountain glaciers that exist today have been occupying their locations since the Pleistocene Ice Age, which reached its icy peak about 20,000 years ago. At that time, parts of North America and Europe were buried by ice sheets thousands of meters thick. Numerous ice caps sprawled across the high elevations in Asia, and the Patagonia Ice Field covered the southern Andes Mountains in South America. As the glacial period drew to a close about 11,000 years ago, the large ice sheets had melted away everywhere but Greenland and Antarctica. Smaller ice caps and glaciers had retreated to the world's high latitudes and mountains.\nRoughly 20,000 years ago, during the Last Glacial Maximum of the Pleistocene Ice Age, ice spread over much of North America and Eurasia. (High-resolution without annotations available.) Image by Climate.gov, based on data from the University of Zurich Applied Sciences, provided by Science on a Sphere.\nIn the millennia since, a period known as the Holocene, mountain glaciers have experienced alternating periods of advance and retreat as a result of local and regional climate fluctuations. Evidence indicates that most glaciers reached their maximum extents of the Holocene near the end of the “Little Ice Age” in the mid-1800s.\nSince then, the worldwide glacier trend has been mostly negative, with a few exceptions. (See trends for different regions from the Copernicus glaciers website.) According to the most recent report from the Intergovernmental Panel on Climate Change, “The global nature of glacier retreat, with almost all of the world’s glaciers retreating synchronously since the 1950s, is unprecedented in at least the last 2000 years.”\nArias, P.A., N. Bellouin, E. Coppola, R.G. Jones, G. Krinner, J. Marotzke, V. Naik, M.D. Palmer, G.-K. Plattner, J. Rogelj, M. Rojas, J. Sillmann, T. Storelvmo, P.W. Thorne, B. Trewin, K. Achuta Rao, B. Adhikary, R.P. Allan, K. Armour, G. Bala, et al. (2023). Technical Summary. In Climate Change 2021 – The Physical Science Basis: Working Group I Contribution to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change (1st ed., pp. 35–144). Cambridge University Press. https://doi.org/10.1017/9781009157896\nDussaillant, I., Hugonnet, R., Huss, M., Berthier, E., Bannwart, J., Paul, F., & Zemp, M. (2025). Annual mass change of the world’s glaciers from 1976 to 2024 by temporal downscaling of satellite data with in situ observations. Earth System Science Data, 17(5), 1977–2006. https://doi.org/10.5194/essd-17-1977-2025\nGRID-Arendal. Overview on glacier changes since the end of the Little Ice Age. (n.d.). Retrieved April 24, 2025, from https://www.grida.no/resources/5253\nPelto, M., WGMS Network. (2020). Alpine glaciers [in State of the Climate in 2019]. Bulletin of the American Meteorological Society, 101(8), S37–S38. doi.org/10.1175/2020BAMSStateoftheClimate.1.\nPfeffer, W. T. (2003). Tidewater glaciers move at their own pace. Nature, 426(6967), 602–602. https://doi.org/10.1038/426602b\nWorld Glacier Monitoring Service (2020, updated, and earlier reports). Global Glacier Change Bulletin No. 3 (2016-2017). Zemp, M., Gärtner-Roer, I., Nussbaumer, S. U., Bannwart, J., Rastner, P., Paul, F., and Hoelzle, M. (eds.), ISC(WDS)/IUGG(IACS)/UNEP/UNESCO/WMO, World Glacier Monitoring Service, Zurich, Switzerland, 274 pp., publication based on database version: doi:10.5904/wgms-fog-2019-12.\nWorld Glacier Monitoring Service. (n.d.) Global Glacier State. Accessed April 24, 2025.\nHelp us improve our content",
  "source": "climate.gov"
}