{
  "url": "https://www.climate.gov/news-features/features/costs-drought-rio-grande",
  "title": "The Costs of Drought on the Rio Grande",
  "date": null,
  "content": "This article is the second in a two-part series exploring effects of the current drought in New Mexico’s Lower Rio Grande Valley and highlights the impacts to pecan farming. Part one discussed observed and expected changes in water supply and how regional water managers are responding.\nBy the end of September, nearly all the surface water in the Lower Rio Grande (map) had been drained. Below New Mexico’s Elephant Butte Reservoir, the river was flowing at a trickle, and sandy bars were exposed where the chocolate-colored river had been flowing as recently as mid-September. At Greg Daviet's pecan farm in the Mesilla Valley outside Las Cruces, the drone of groundwater pumps filled the air, and wells spit crystalline water onto thirsty orchards.\nDespite another dry year—the ninth time in the last decade that farmers received a fraction of the surface water they need to sustain their crops—the pecan trees are healthy thanks to bountiful groundwater that is pumped up from wells to nourish the crop.\nPecan trees near Hatch, New Mexico, bathed in irrigation water from wells.\nThe extra pumping during the dry times, however, comes at a price. Groundwater costs more per acre-foot than surface water and is more harmful to crops in the long run, because the water is saltier. For Daviet and some other farmers in the region, the drought’s toll is burdensome—but not bankrupting—and may force some creative measures to lessen the financial strain.\n\n“The water is still sufficient in a drought, but how we [manage] it needs to change,” Daviet said. “Drought will never be as profitable as wet times.”\n\nFor other farms, however, the added expenses from continued dry conditions may push the owners to the brink.\n\nCurrent Conditions\nBack-to-back La Niña events during the 2010 and 2011 winters helped steer storms away from the Upper Rio Grande Basin in Colorado, where most of the water flowing in the Rio Grande originates. Rain and snow totaled less than 82 percent of the 1971–2000 average during those winters.\nSnowmelt from the Rocky Mountains in southern Colorado is the most important source of water for the Rio Grande. The past two winters (October-April), the river’s mountainous headwaters have received much less precipitation than normal (1971-2000 average). Maps by Larry Belcher, based on PRISM data from Oregon State University. large maps: 2010-2011 | 2011-2012\nThe scant precipitation has contributed to a decreasing trend in reservoir storage that began around 1999, and as of September 1, the region’s largest reservoir—Elephant Butte—stood at less than 5 percent of capacity. The water available for future irrigation, doled out by the Elephant Butte Irrigation District is now completely exhausted.\n\nFor the foreseeable future, the amount of surface water available to farmers will depend entirely on the previous winter’s precipitation and likely will be insufficient to meet demand. To compensate, irrigators will continue to rely heavily on groundwater.\n\n“Around half a million acre-feet of water is the amount of water that needs to be put on the fields [in Elephant Butte Irrigation District],” Daviet said. “In wet years, the reservoirs provide plenty of that. In years where we are drier, we supplement that with groundwater pumping.”\n\nA Protective Shield\nWhile Elephant Butte Reservoir stores water above ground, porous sediments below the river form another, larger reservoir. The aquifer beneath Mesilla Valley is more than 2,000 feet thick in some places, according to recent hydro-geological studies in the area, providing ample water that safeguards farmers during droughts.\n\n“It’s a rather unique system we have here,” said Phil King, professor of civil engineering at New Mexico State University and a consultant for the Elephant Butte Irrigation District. “The surface water and the groundwater are all the same water; they are closely linked. When there’s plenty of surface water, the aquifer recharges. In times of drought, though, you have to go back and make withdrawals that deplete the groundwater that will be paid back by future surface water supplies. This allows the region to buffer wild fluctuations.”\n\nGroundwater not only protects trees from inadequate surface water allotments, it also allows farmers to apply water on demand. Groundwater is critical for ensuring productive crops and is needed even in times of abundant surface water because bottlenecks can arise in the water district's deliveries. In the middle of the summer when demand is high, for example, the district can move only a fraction of the water needed, and some farmers have to wait. In the absence of groundwater, these delays can stress the trees and ultimately reduce crop yields.\n\nEven though groundwater pumping has ramped up in recent years, water levels have dropped only 30 feet at Daviet’s farm after 10 years of drought. With hundreds of feet more of water-bearing sediments and wells that penetrate more than 300 feet deep, his concern about running out of water is low.\n\n“Do I think that we will ever see a drought that will deplete 300 feet?” Daviet said. “Probably not in my lifetime.”\n\nDaviet happens to live in one of the sweet spots for water in the Lower Rio Grande. About 40 miles north, near Hatch, the aquifer is substantially smaller and water is found at depths less than 200 feet, according to Rosie Lack, sales executive for Lack Farms which grows onions, chili, cotton, and other crops on about 1,500 acres.\nThe Rio Grande (image center) provides irrigation water in southern New Mexico's otherwise arid landscape, creating a patchwork of green fields along the chocolate-colored river. When surface water dries up, growers near Hatch (top), where the aquifer is shallower, have a harder time tapping groundwater than growers near Las Cruces, where the aquifer is deeper. Photo courtesy the NASA JSC Gateway to Astronaut Photography of the Earth.\nMost of the wells on Lack Farms are 60 feet deep, and recent declines in the water table have caused groundwater levels to dip below the intake valves when the pumps are ramped up. This causes water and air to be drawn together, straining the pumps and reducing water flow.\n\n“Our wells are surging; our water level is dropping,” Lack said, noting that continued low surface water allotments will be difficult to overcome. “I don’t think we could last more than five years [if low surface water allocations continue].”\n\nThe Added Costs\nEven where ample water exists, farmers like Daviet are not immune to drought. And, almost everywhere in the Lower Rio Grande Valley, the drought has dried up savings accounts. “When we have to pump nearly all of our water, for a pecan farmer it adds 10 to 15 percent to our normal expenditures,” Daviet said.\n\nThese unwanted costs can skyrocket when large capital improvements need to be made to irrigation systems—added investments that occur more often in times of drought. When watering, Daviet needs to flood his fields with about 2,500 gallons per minute to quench the thirst of his trees. This year, he could pump only 1,900 gallons after one well failed, and the lower water tables diminished his capacity in his other two wells.\n\n“About every 10 feet that our water table drops, I lose about a 100 gallons per minute,” Daviet said.\n\nTo overcome this shortfall, Daviet was forced to spend $150,000 on a new well, a significant portion of his operating budget. For profitable farms, these added expenditures can be absorbed. For farms functioning on the margins of profitability, it can push them over the edge.\n\n“Big infrastructure improvements could be as much as 30 to 40 percent [of annual budgets] in years that big improvements need to be done to enable groundwater pumping,” Daviet said. “When you are talking about that level of investment, if you have a farm that is marginal, that could be the straw that breaks them.”\n\nThe added costs affect more than pecan growers. In Hatch, the chili pepper is king. Jim Lytle's family have been farming the valley since the late 1800s and have helped pioneer chili production in the region. A variety of pepper, the one found on most chili relleno dishes, even bears the name of Lytle’s father—The Big Jim. The drought has been a burden on his family as well.\nYoung chili peppers sprout in Jim Lytle's field near Hatch, New Mexico, in early July 2012.\n“We use approximately four feet of water to irrigate one acre of chili,” Lytle said. “We were only allocated [10] inches [this year], so the rest of it we have to pump. That’s going to impact us significantly, and what it comes to is at the tail end, we are going to make, probably, half of what we normally make.”\n\nThe recent dry conditions have lowered crop yields at Lack Farms while also raising production costs. “I feel like the drought has probably affected the yield potential by at least 40 percent and our expenses are up too,” Lack said.\n\nSalty Soils\nGroundwater also has other, hidden costs. Because the local geologic deposits are rich in salts and other minerals and groundwater spends long times in contact with them, elements are extricated from the sediments much like hot water extracts caffeine from coffee or tea. Consequently, groundwater carries higher concentrations of salts and minerals than surface water.\n\n“Those minerals and salts can be detrimental to the health of the trees,” Daviet said.\n\nThe drought exacerbates salinity problems because increased pumping lowers water tables, causing pumps to draw more water from upper portions of the aquifer where salinity is highest. It also pulls water from the fringes of the aquifer, where salts concentrate. In other words, the longer and more vigorously wells are pumped, the saltier the water becomes, eventually leading to saltier soils. This is particularly true near Hatch, where the aquifer is shallower.\n\n“This is our fourth year of limited river water and so we’re just fighting sodium in the soils,” Lack said. “You can walk across the ground and it’s like stepping on crackers.”\n\nIn the Lower Rio Grande Valley, fighting salinity is best waged with surface water, a difficult proposition when the resource is scarce. It’s not impossible, however. It requires new coping strategies, including more coordinated management.\n\nDaviet, for example, can sell his surface water allocation to farms in Hatch in return for adequate financial compensation for the added expenditure of pumping more groundwater. Leasing water within an established water market in this way can also help protect against future limited surface water supplies by directing limited surface supplies to areas with less accessible groundwater supplies.\n\n“We can work together to find solutions to these complex problems,” Daviet said. “Drought is not the end of the world. We can adjust to it. We do adjust to it, as long as you don’t fight change and [instead] try to adapt to it.”\nHelp us improve our content",
  "source": "climate.gov"
}