{
  "url": "https://www.climate.gov/news-features/understanding-climate/annual-migration-tropical-rain-belt",
  "title": "Annual Migration of Tropical Rain Belt",
  "date": null,
  "content": "Near the Earth’s equator, solar heating is intense year round. The Sun heats the ocean, evaporating tremendous amounts of water. The sun-warmed ocean heats the overlying air, which rises like a hot air balloon. As air rises, it cools, and water vapor condenses into rain. This daily cycle of heating, evaporation, and convection creates a persistent band of showers and storms around Earth’s middle.\nThe rising air near the equator is replaced by air from north and south of the equator. The Earth rotates beneath this moving air, causing it to turn to the west and creating the easterly trade winds. Because these trade winds converge near the equator, the tropical rain belt is known to meteorologists as the Inter-tropical Convergence Zone.\nMonthly average global rain rates. The sequence begins in March, when summer is drawing to a close in the Southern Hemisphere. The highest rain rates on the map (blue) occur south of the equator, and places like Madagascar, northern Australia, and the southern Amazon Rainforest are near the end of their rainy seasons. By June, those places are dry, and Northern Hemisphere tropical locations, including India, Southeast Asia, and Africa south of the Sahara are receiving rain.\nCentered on the Pacific Ocean, this animation of monthly average rain rates shows how the tropical rain belt follows the Sun. The sequence begins in March, when summer is drawing to a close in the Southern Hemisphere. The highest rain rates on the map (blue) occur south of the equator, and places like Madagascar, northern Australia, and the southern Amazon Rainforest are near the end of their rainy seasons. By June, those places are dry, and Northern Hemisphere tropical locations, including India, Southeast Asia, and Africa south of the Sahara are receiving rain.\nThe tropical rain belt stretches out in a virtually unbroken line across the open ocean. Over land, the line is distorted because of the interaction between the tropical rain belt and monsoons. In places with a monsoon climate, the prevailing winds over land and adjacent ocean areas reverse directions on a seasonal basis. The winds reverse because the land changes temperature more dramatically from season to season than water; the differences in heating alter the patterns of rising and sinking air. Winds usually blow offshore in winter and onshore in summer—like a daily coastal sea breeze, but on a much larger scale.\nFor instance, the shifting of the tropical rain belt into the Northern Hemisphere in May and June coincides with the onset of the summer monsoon in Southeast Asia. As summer days lengthen and heating increases, land surfaces on the continent of Asia get hotter than surrounding oceans. The land heats the air, and the air rises. Warm, moist air from the Indian Ocean flows onshore, bringing rain.\nThe interaction between the monsoon and the Inter-tropical Convergence Zone produces heavy rain over India, Southeast Asia, and southeastern China throughout much of the Northern Hemisphere summer. Similar interactions between monsoons and the north-south migration of tropical rains occurs in Australia, in the Amazon basin of northern South America, West Africa, and in Mexico and the U.S. Southwest.\nReferences\nData Discovery Hurricane Science Center. The Role of the ITCZ in Generating Tropical Depressions. Accessed April 19, 2011.\nMarshall, J., and Plumb, R. Alan. (2008). Atmosphere, Ocean, and Climate Dynamics, An Introductory Text. London: Elsevier Academic Press.\nNational Weather Service JetStream – Online School for Weather. Inter-tropical Convergence Zone.\nVanichkajorn, T, and Archevarahuprok, B. The National Climate Center of Thailand, Thailand Meteorological Department (pdf). APEC Climate Center Website.\nMaps by Ned Gardiner and Hunter Allen, based on NASA Global Precipitation Climatology Project data provided by the NOAA/ESRL Climate Attribution Team. Caption by Rebecca Lindsey and Caityln Kennedy.\nHelp us improve our content",
  "source": "climate.gov"
}