{
  "url": "https://www.climate.gov/news-features/understanding-climate/greenland-ice-sheet-getting-darker",
  "title": "Greenland Ice Sheet Getting Darker",
  "date": null,
  "content": "The bright white surface of the Greenland Ice Sheet reflects well over half of the sunlight that falls on it. In summer, this reflectiveness helps the ice sheet maintain itself: less absorbed sunlight means less heating and melting. In the past decade, however, satellite observations show a drop in Greenland’s reflectiveness. The darker surface absorbs more sunlight, accelerating melting.\nMap of changes in the percent of light reflected by the Greenland Ice Sheet in summer (June-July-August) 2011 compared to the average from 2000-2006. Virtually the entire surface has grown darker due to surface melting, dust and soot on the surface, and temperature-driven changes in the size and shape of snow grains. Map by NOAA’s climate.gov team, based on NASA satellite data processed by Jason Box, Byrd Polar Research Center, the Ohio State University.\nThe map above shows the difference between the percent of sunlight Greenland reflected in the summer of 2011 and the average percent it reflected between 2000-2006. Virtually the entire ice sheet is colored in shades of blue, indicating that the ice sheet reflected as much as 20% less light this summer than it did in the early part of the last decade. The map is based on observations from NASA satellites, and it was produced as part of NOAA’s 2011 Arctic Report Card.\nClimate scientists have long expected that Earth’s icy North would become less reflective as global temperatures rose. Rising temperatures melt snow and ice. The uncovered terrain is darker—ocean water, vegetation, bare ground—so the area absorbs more sunlight than it used to, leading to more warming, which causes more melting. In short, the loss of reflectiveness amplifies the initial warming. This feedback is underway on Greenland’s ice, especially since 2006, a year that marks a fundamental shift toward a warmer, greener Arctic, according to the Arctic Report Card.\nGiven the connection between warming and loss of reflectiveness, the patterns on the map fit expectations. The warmer, lower-elevation areas of the ice sheet have darkened more than the colder, higher-altitude interior. Each summer, winter snow retreats from the edge of the ice sheet. Not only do dark pools of melt water form on the surface of the ice, but also, the bare ice is often dirty from windblown dust and other particles that collect near the surface, which makes it even less reflective.\nDirty ice surrounds a meltwater stream near the margin of the ice sheet. Compared to fresh snow and clean ice, the dark surface absorbs more sunlight, accelerating melting. ©Henrik Egede Lassen/Alpha Film, from the Snow, Water, Ice, and Permafrost in the Arctic report from the U.N. Arctic Monitoring and Assessment Programme.\nAccording to Jason Box, the lead author of the Greenland chapter of the 2011 Arctic Report Card and the analyst of the reflectiveness data, the darkening in the interior is just as remarkable than the changes at the margins. The interior is the high-point of the dome-shaped ice sheet, rising to nearly two miles above sea level. There is no visible melting there in the summer, so why is the area becoming darker?\nThe darkening in the non-melting areas, says Dr. Box, is due to changes in the shape and size of the ice crystals in the snowpack as its temperature rises. Snow grains clump together, and they reflect less light than the many-faceted, smaller crystals. Additional heat rounds the sharp edges of the crystals. Round particles absorb more sunlight than jagged ones do.\nA freshly fallen snow crystal has numerous facets to reflect sunlight (left). Warming causes the grains to round at the edges and clump together (right). Scanning electron microscope photos courtesy of the Electron and Confocal Microscopy Laboratory, USDA Agricultural Research Service.\nDr. Box estimates that darkening of the ice sheet in the 12 summers between 2000 and 2011 would have allowed the ice sheet to absorb an extra 172 quintillion joules of energy, nearly 2 times the annual energy consumption of the United States (about 94 quintillion joules in 2009.) In areas where the ice sheet is melting, this additional energy has doubled melt rates, which contributes ice loss to the ocean and sea level rise. In non-melting areas, this extra energy would be enough to raise the temperature of a 5.5-inch-deep layer of snow from 14 degrees Fahrenheit (-10 Celsius) to the melting point.\nRelated\nHighlights of the 2011 Arctic Report Card\nGreenland Albedo Page at Byrd Polar Research Center\nThe Birth and Death of a Meltwater Lake on the Greenland Ice Sheet\nReviewer: Dr. Jason Box, The Ohio State University\nHelp us improve our content",
  "source": "climate.gov"
}