{
  "url": "https://www.climate.gov/news-features/understanding-climate/living-uncertain-monsoon",
  "title": "Living with an Uncertain Monsoon",
  "date": null,
  "content": "In May and June each year, speculation about the coming of the monsoon fills newspapers and conversations across India. Urban dwellers eagerly await respite from overbearing heat. Investors scrutinize forecasts, trying to anticipate possible impacts on food prices. But none have more at stake than India’s over 100 million farming households.\nCrops mainly depend on rainfall, but tube wells provide supplementary irrigation. Photo courtesy of Sheshagiri Rao, IRI.\nIn India, where more than 60% of agricultural land is rainfed and the average farm size is only 3.5 acres, a failed monsoon often means complete loss of a crop. Recent increases in suicides among heavily indebted farmers have highlighted the extreme desperation in some areas. A lackluster monsoon can seriously impact food prices and India’s overall economic growth. For example, this year’s poor monsoon has led to increases in sugar, legume, and potato prices, and many estimate that India’s gross domestic product growth rate may drop by a full percentage point. The government also spends massive sums on drought relief. According to the agriculture ministry, relief expenses totaled about $5 billion during the last major drought in 2002.\nThe magnitude of these human and economic costs – particularly as concern grows over the potential for climate change to increase extreme weather patterns – has sparked interest in finding more ways to plan ahead. The International Research Institute for Climate and Society at Columbia University is partnering with Indian government agencies and universities in an innovative new research effort led by the government of India designed to improve monsoon forecasts and develop strategies that help farmers and policy makers prepare and act early, based on information tailored to their needs.\nForecasting the Indian summer monsoon is one of the oldest challenges in climate science. Droughts in India during the 18th and 19th centuries – which, under British colonial rule, were associated with terrible famines – triggered some of the first inquiries into climate factors that might explain monsoon failures. Sir Gilbert Walker, director of the India Meteorological Department in the early 1900s, laid the groundwork for uncovering the El Niño-Southern Oscillation, a periodic shift in oceanic and atmospheric conditions over the tropical Pacific Ocean that alters climate patterns in many regions of the world. Yet, the vagaries of the southwest monsoon over India remain one of the big puzzles of climate science.\nA young woman shows her register of daily temperature and rainfall that she records for her village at the Srirangapur Village Knowledge Center. Photo courtesy of Shiv Someshwar, IRI.\n“There are several challenges to better planning,” says L. S. Rathore, director of IMD’s Agro-Meteorology Division. “Forecasting the monsoon is quite complex, especially when we’re talking about 1-to-2-month lead times at sub-national scales. Furthermore, climate information alone isn’t enough. It needs to be connected with decision opportunities, as well as sufficient resources for action by farmers.”\nP. R. Sheshagiri Rao, an agro-climate expert working closely with IRI, knows this full well: he’s also a farmer in the southern Indian state of Karnataka. “If there’s a forecast for a delayed monsoon, but a farmer has no money or credit to get seeds to plant a different crop, he can’t make much use of the information,” he says.\nCotton is an increasingly important crop for farmers in Mahabubnagar district. Fertilizer use must be timed with periods of rain. Photo courtesy of Sheshagiri Rao, IRI.\nRao and many other Indian colleagues are working with the IRI on a new project led by the Government of India that addresses these two critical, interconnected challenges. The Extended Range Forecast System for Climate Risk Management in Agriculture Project (ERFS), funded by India’s Ministry of Agriculture and coordinated by the Indian Institute of Technology Delhi, focuses on one district in nine states affected by the monsoon. In these districts, researchers at the state agriculture university are identifying specific climate-related agricultural risks that farmers contend with, and the kinds of decision options that farmers and local officials have, such as adjusting availability of seeds, fertilizer, and other inputs. This information will help guide the climate science, agriculture, and policy research aspects of the project.\nSheshagiri Rao, part of IRI’s research team, discusses climate risk management with farmers at the Srirangapur Village Knowledge Centre. Photo courtesy of Haresh Bhojwanti, IRI.\n“ENSO only partly explains changes in the monsoon,” says scientist Andrew Robertson, who leads IRI’s climate research in India. “Temperatures in the Indian Ocean and the tropical Atlantic, and the atmosphere’s own chaotic nature, all play a role. Global climate models haven’t yet fully reproduced its behavior.”\nEach April, the India Meteorological Department publishes forecasts on the expected average rainfall between June to September for the whole country. The southern state of Kerala is the first to feel the monsoon rains, which in a matter of weeks will have moved northward across the country, replenishing reservoirs and watering fields. During this time, farmers can receive short-range (5-7 day) forecasts of expected rainfall patterns in their area as well as some advice on crop management from the National Agro-Advisory Service, which is run by the IMD and state agriculture universities. The service is helpful to farmers. However, it doesn’t provide information with longer lead times, which could help farmers and local district officials plan better.\n“We want this project to ultimately deliver useful tools and strategies to both farmers and policy makers,” says Shiv Someshwar, who leads IRI’s project team. “A key to this is sitting down with both groups, learning how they make decisions and understanding what information they need to make those decisions. India’s robust drought relief system has helped alleviate a lot of suffering, avoiding the famines of the past, but looking to the future, it needs to develop more capacity for a proactive, risk management approach, and take advantage of new scientific opportunities.”\nDr. Rathore, India Meteorological Department, addresses participants of a training workshop on climate risk management at Acharya N. G. Ranga Agriculture University. Photo courtesy of Ester Conrad.\nIn the area of climate science, the project will test new approaches to forecasting the monsoon, combining outputs of multiple models from globally-recognized climate research centers into a new experimental forecast. The combination of runs from different models can give a more reliable picture what is likely to happen. Scientists at the Indian Institute of Technology Delhi and staff from IMD are working closely with IRI’s Robertson and Mike Tippett. In fact, four Indian scientists from the two institutions arrived at IRI in July for a six-month visit to contribute to the research. They are working developing methodologies to create forecasts at a smaller scale and investigating the potential for information such as the likelihood of dry or wet spells and monsoon breaks, which are of great interest to farmers.\nIRI agricultural scientists Amor Ines and James Hansen are working with researchers at Anand Agriculture University in Gujarat and the Acharya N. G. Ranga Agriculture University in Andhra Pradesh to analyze the impacts of climate variability on maize, cotton, groundnut and other key crops in these two states. Someshwar’s work on the policy side will help integrate climate information into specific agricultural planning and drought-relief preparation policies.\nThe agenda for the project is ambitious. But IRI scientists and Indian partners alike are excited. “This effort means a lot to this country. It is a new beginning, the first step in a journey toward a climate risk management approach,” said IMD director Ajit.\nEsther Conrad is a Senior Staff Associate at IRI. She coordinates the Asia and Pacific Program and conducts institutions and policy research.\nHelp us improve our content",
  "source": "climate.gov"
}