{
  "url": "https://www.climate.gov/news-features/features/melt-pond-skylights-enable-massive-under-ice-bloom-arctic",
  "title": "Melt pond \"skylights\" enable massive under-ice bloom in Arctic",
  "date": null,
  "content": "For much of the winter, the land within the Arctic Circle receives little direct sunlight*, and most of the surface of the Arctic Ocean is capped by ice. Beneath the ice cover, phytoplankton—the microscopic, plant-like organisms that underpin the entire ocean food web—take a “long winter’s nap.”\nWhen the Sun returns and the ice retreats, it’s like a cover being drawn off the roof of a greenhouse. Along the edge of the retreating ice cover, the surface water explodes with blooms of phytoplankton.\nSatellite images showing a bloom in the Chukchi Sea northwest of Alaska on July 10, 2011. The top image is like a digital photo, showing swirls of sea ice along the crumbling edge of the consolidated ice pack. The bottom image is based on satellite observations of reflected light in wavelengths that are especially sensitive to the presence of chlorophyll. Satellite images by Jesse Allen, NASA Earth Observatory team, based on Aqua MODIS data provided by the GSFC Ocean Color team. large versions: top | bottom\nThe pair of satellite images above shows a bloom in the Chukchi Sea northwest of Alaska on July 10, 2011. The top image is like a digital photo, showing swirls of sea ice along the crumbling edge of the consolidated ice pack. The bottom image is based on satellite observations of reflected light in wavelengths that are especially sensitive to the presence of chlorophyll. (Phytoplankton use chlorophyll for photosynthesis, just like land plants.)\nNorth of Wrangel Island, the sea ice has a dingy look. This may be from sediment, but its distance from shore and the fact that it is fringed on both sides by waters with extremely high levels of chlorophyll suggest that the ice is being discolored by algae and other phytoplankton.\nAccording to Arctic oceanographer Karen Frey, the discoloration is consistent with an unusual phenomenon that she encountered while on a research cruise in the Chukchi Sea in the first part of July: a massive bloom of phytoplankton stretching up to 100 kilometers (62 miles) under the ice pack.\nHistorically, the ice in this area has been thick enough even in spring to keep the waters below in darkness, Frey says. In the past decade, though, the ice conditions have changed dramatically, with a thinner ice cover that is laced with shallow ponds of meltwater. The ponds act like skylights, allowing light to filter through and support phytoplankton blooms.\nThe pair of images are like a photo and its negative, showing what the ice looks like from above (left, taken from the deck of the U.S. Coast Guard Cutter Healy) and below (right, captured by a waterproof HD camera lowered through a hole in the ice.) large photos: left | right\nThe images above are like a photo and its negative, showing what the ice looks like from above (left, taken from the deck of the U.S. Coast Guard Cutter Healy and below (right, captured by a waterproof HD camera lowered through a hole in the ice.) The pair of photos below shows the dramatic difference in water color and clarity during the massive under-ice bloom.\nThe pair of photos shows the dramatic difference in water color and clarity during the massive under-ice bloom. large photos: left | right\nAccording to Frey, the presence of this bloom isn’t just a “geewhiz” phenomenon. Previous satellite-based estimates of Arctic phytoplankton productivity have generally assumed that nothing much is happening under the consolidated ice pack. Preliminary estimates of the size of this bloom and the area of sea ice around the rest of the Arctic that is in similar, melt-ponded condition each summer suggest that Arctic phytoplankton productivity could be ten times higher than previously estimated.\nRead more about Arctic Ocean ecology in the Marine Ecosystems chapter of the 2012 Arctic Report Card.\nReferences\nArrigo, K. R., Perovich, D. K., Pickart, R. S., Brown, Z. W., Dijken, G. L. van, Lowry, K. E., … Swift, J. H. (2012). Massive Phytoplankton Blooms Under Arctic Sea Ice. Science, 336(6087), 1408–1408. doi:10.1126/science.1215065\nFrey, K. E., Perovich, D. K., & Light, B. (2011). The spatial distribution of solar radiation under a melting Arctic sea ice cover. Geophysical Research Letters, 38(22), L22501. doi:10.1029/2011GL049421\nSatellite images by Jesse Allen, NASA Earth Observatory team, based on Aqua MODIS data provided by the GSFC Ocean Color team. Photos courtesy Karen Frey, Clark University.\n*Updated Dec. 10, 2012. Previous version stated that “After the solstice, the Sun never rises on the land in the Arctic Circle,” but didn’t explain that the polar darkness lasts only a few days at that latitude before polar “twilight” returns.\nHelp us improve our content",
  "source": "climate.gov"
}