{
  "url": "https://www.climate.gov/news-features/understanding-climate/state-climate-2011-arctic-sea-ice-minimum",
  "title": "State of the Climate: 2011 Arctic Sea Ice Minimum",
  "date": null,
  "content": "In the Arctic Ocean, the area covered by sea ice grows and shrinks over the course of the year. The total area covered by ice usually reaches its maximum extent in early March. Once spring arrives with more sunlight and higher temperatures, the ice begins to melt, shrinking to its minimum extent each September. The 2011 summer minimum sea ice extent was 4.3 million square kilometers: the second smallest (following 2007) of the satellite era.\nSea ice extent on September 9, 2011, the date of minimum extent for the year. Ice-covered areas range in color from white (highest concentration) to light blue (lowest concentration). Areas where the ice cover was less than 15 percent, including open water, are dark blue, and land masses are gray. The gold outline shows the median minimum ice extent for 1979–2000; that is, areas that were at least 15 percent ice-covered in at least half the years between 1979 and 2000. Based on sea ice concentration data from the National Snow and Ice Data Center.\nThe image above depicts sea ice extent on September 9, 2011, the date of minimum extent for the year. Ice-covered areas range in color from white (highest concentration) to light blue (lowest concentration). Areas where the ice cover was less than 15 percent, including open water, are dark blue, and land masses are gray. The orange outline shows the median minimum ice extent for 1979–2000; that is, areas that were at least 15 percent ice-covered in at least half the years between 1979 and 2000.\nSince satellite-based measurements began in the late 1970s, data show a trend of more ice melting away during Arctic summers and less new ice forming during winters.\nThe graph shows that since satellite-based measurements began in the late 1970s, data show a trend of more ice melting away during Arctic summers and less new ice forming during winters. Graph adapted from Figure 5.17 in BAMS’ State of the Climate in 2011.\nThe five smallest summer minimums have occurred in the past five years (2007-2011), and the past decade (2002-2011) has experienced nine out of the ten lowest ice extents. While a decrease in sea ice may open new shipping routes and provide easier access to natural resources, it may also introduce concerns related to national security, habitat loss for marine mammals, and invasive species.\nMap by Dan Pisut, NOAA Environmental Visualization Laboratory, based on sea ice concentration data from the National Snow and Ice Data Center. Graph adapted from Figure 5.17 in BAMS’ State of the Climate in 2011. Caption by Caitlyn Kennedy. Reviewed by Jessica Blunden and Deke Arndt, National Climatic Data Center.\nReference\nPerovich, D.K., W. Meier, J. Maslanik, and  J. Richter-Menge, 2012: [The Arctic] Sea ice cover [in “State of the Climate in 2011”]. Bull. Amer. Meteor. Soc., 93 (7), S140–S142.\nHelp us improve our content",
  "source": "climate.gov"
}