{
  "url": "https://www.climate.gov/news-features/understanding-climate/state-climate-2011-global-sea-level",
  "title": "State of the Climate: 2011 Global Sea Level",
  "date": null,
  "content": "Two main factors affect the level of water in Earth’s ocean basins: the amount (mass) of water and the temperature. Sea level rises when water is added, for instance, from melting glaciers, and also when the oceans warm. Warmer water takes up more space (has a larger volume) than cooler water, a phenomenon called thermal expansion.\nThe map shows where average sea level in 2011 was above or below the long-term average. Places where sea level rose up to 8 inches higher than the 1993-2011 average are dark blue, average levels are white, and places where sea level fell below average are brown. NOAA map by Dan Pisut, Environmental Visualization Lab, based on AVISO data.\nEven though the oceans are all connected, sea level does not rise or fall uniformly over the planet. The map above shows where average sea level in 2011 was above or below the long-term average. Places where sea level rose up to 8 inches higher than the 1993-2011 average are dark blue, average levels are white, and places where sea level fell below average are brown.\nThe brown dominating the central and eastern Pacific Ocean and the intense blue near the South Pacific Islands mirror the La Niña pattern that persisted throughout much of the year. During La Niña years, strong easterly winds drive warm water westward; thermal expansion in these warm waters raises sea level in the western Pacific. On the eastern side of the ocean, the strong easterly winds draw a flow of colder, deeper water to the surface. The cooler waters have a smaller volume, and so sea level is lower there.\nOver the past few decades, tide gauges along the coasts and altimeters on satellites have documented a gradual rise in global average sea level. The graph above shows satellite-based estimates of sea level since 1992. Colored symbols show data collected by successive satellite missions. The average rate of global sea level rise is 3.2 millimeters per year, give or take 0.4 mm. The data shown here are one of multiple time series included in the report, all of of which show similar patterns.\nThe graph shows satellite-based estimates of sea level since 1992. Colored symbols show data collected by successive satellite missions. The average rate of global sea level rise is 3.2 millimeters per year, give or take 0.4 mm. The data shown here are one of multiple time series included in the report, all of of which show similar patterns. Graph adapted from Figure 3.27 in the BAMS’ State of the Climate in 2011.\nIn 2001, global sea levels dipped below the long-term trend of rising sea levels that has been observed in the past few decades. But by late in the year, as La Niña began to phase out, global waters were rising sharply once again. Rising seas are reshaping the world’s coastlines and affecting some of the most densely populated areas on Earth.\nNOAA map by Dan Pisut, Environmental Visualization Lab, based on AVISO data. Graph adapted from Figure 3.27 in the BAMS’ State of the Climate in 2011. Caption by Caitlyn Kennedy. Reviewed by Jessica Blunden and Deke Arndt, National Climatic Data Center.\nReference\nMerrifield, M.A., P. Thompson, d. P. Chambers, G. T. Mitchum, M. Menéndez, R. S. Nerem, E. Leuliette, L. Miller,  S. Holgate, J. J. Marra, and W. Sweet: 2012: [Global oceans] Sea level variability and change  [in “State of the Climate in 2011”]. Bull. Amer. Meteor. Soc., 93 (7), S81–S84.\nHelp us improve our content",
  "source": "climate.gov"
}