{
  "url": "https://www.climate.gov/news-features/understanding-climate/state-climate-2011-snow-cover-northern-hemisphere",
  "title": "State of the Climate: 2011 Snow Cover in Northern Hemisphere",
  "date": null,
  "content": "Most of Earth’s land area is concentrated in the Northern Hemisphere, and the area covered by snow each year in the Northern Hemisphere is an important indicator of the state of the climate. Snow influences soil moisture and spring runoff, and in very cold climates, it insulates the roots of plants and trees over the winter, protecting them from repeated destructive freezes.\nThe map shows snow cover anomalies in the Northern Hemisphere 2011 compared to the long term average (1981-2010), based on the number of days in the year where a location was snow covered. Shades of brown indicate places that experienced up to 40 percent fewer snow-covered days than average in 2011, while blue shows areas that experienced up to 40 percent more snow-covered days than average. NOAA map by Dan Pisut, Environmental Visualization Lab, based on data from the Rutgers University Snow Lab.\nIn 2011, annual snow cover extent over Northern Hemisphere continents (including the Greenland ice sheet) averaged 24.7 million square kilometers, which is 0.3 million square kilometers less than the long-term average, ranking 2011 as having the 17th smallest snow extent on record. The map above shows snow cover anomalies in the Northern Hemisphere 2011 compared to the long term average (1981-2010), based on the number of days in the year where a location was snow covered.\nThe map shows a somewhat surprising pattern: higher latitudes around the rim of the Arctic Circle were less snow-covered than average, while areas farther south were more snow-covered than average. northern Canada, Alaska, and Russia all sported shades of brown, while the north-central United States, Mongolia, and Kazakhstan were all shaded with blue.\nLike mountain glaciers, the annual average snow cover extent during the cold season is shrinking. Although snow extent and depth can naturally vary from place to place and winter to winter, a widespread, consistent decrease over time is a clear sign that the climate is getting warmer.\nThe graph shows Northern Hemisphere monthly average snow extents for the past three decades compared the long term average. Most of the highest peaks above the line—times of greater than average snow cover—occurred in the earliest part of the time series; most of the lowest valleys below the line—times of less than average snow extent—have occurred in recent decades. Graph adapted from Figure 2.13 in the BAMS’ State of the Climate in 2011.\nThe graph above shows Northern Hemisphere monthly average snow extents for the past three decades compared the long term average. Most of the highest peaks above the line—times of greater than average snow cover—occurred in the earliest part of the time series; most of the lowest valleys below the line—times of less than average snow extent—have occurred in recent decades.\nNOAA map by Dan Pisut, Environmental Visualization Lab, based on data from the Rutgers University Snow Lab. Graph adapted from Figure 2.13 in the BAMS’ State of the Climate in 2011. Caption by Caitlyn Kennedy. Reviewed by Jessica Blunden and Deke Arndt, Climate Monitoring Branch, National Climatic Data Center.\nReference\nRobinson, D.A.: 2012: [Global climate] Northern Hemisphere continental snow cover extent  [in “State of the Climate in 2011”]. Bull. Amer. Meteor. Soc., 93 (7), S21–S22.\nHelp us improve our content",
  "source": "climate.gov"
}