{
  "url": "https://www.climate.gov/news-features/understanding-climate/state-climate-2011-stratospheric-temperature",
  "title": "State of the Climate: 2011 Stratospheric Temperature",
  "date": null,
  "content": "Although the troposphere and the stratosphere—the first two layers of the Earth’s atmosphere starting from the surface—share a boundary, they don’t have a lot in common, starting with their temperature profiles. From the surface to the top of the troposphere at an average altitude of about 10 kilometers, temperatures get colder the higher you go. In the stratosphere, which extends from about 10 kilometers to 50 kilometers, it’s the complete opposite: temperatures get warmer the higher you go.\nThe two layers also have different kinds and amounts of gases, including water vapor, and different circulation patterns. They react differently to things like La Nina (which cools the surface and the troposphere, but warms the stratosphere) and volcanic eruptions (which cool the troposphere, but warm the stratosphere). Given all their differences, it’s not surprising that temperature patterns in the stratosphere in 2011 look quite different from temperature patterns at the surface.\nThe map shows 2011 stratospheric temperatures across the globe compared to the long-term average. Places that were up to 18 degrees Fahrenheit colder than the 1981-2010 average are dark blue, average temperatures are white, and places where temperatures were up to 18 degrees F warmer than average are red. Map by Dan Pisut, NOAA Environmental Visualization Lab, based on ERA-Interim reanalysis data.\nThe map above shows 2011 stratospheric temperatures across the globe compared to the long-term average. Temperatures in the lower stratosphere during the early months of 2011 were strongly influenced by La Niña conditions. During a La Niña event, the troposphere cools down while the lower stratosphere warms over the tropics.\nMeanwhile, colder-than-usual temperatures in the stratosphere hovered over the polar regions. Last year, the Brewer-Dobson circulation—a large-scale circulation pattern that pumps air from the lower atmosphere into the stratosphere over the tropics—slowed down. Usually, the Brewer-Dobson circulation enables the flow of air masses north or south through the stratosphere, away from the tropics toward the poles. During 2011, the slowed circulation impeded the motion of warm air from the tropics to higher latitudes and the poles. Cold temperatures in the Arctic stratosphere may have contributed to the severe decline in ozone levels in the Arctic stratosphere in 2011—severe enough that scientists described it as an ozone hole.\nRising greenhouse gas concentrations are warming the lower atmosphere, but they are cooling the stratosphere. The graph below shows multiple analyses of data from radiosondes that have measured stratospheric temperature for several decades.\nThe graph shows multiple analyses of data from radiosondes that have measured stratospheric temperature for several decades. Graph adapted from Figure 2.7 in BAMS’ State of the Climate in 2011.\nFrom 1979 to 1996, satellite measurements show that global average stratospheric temperatures declined, although that trend was interrupted by the El Chichón and Mount Pinatubo volcanic eruptions. From 1996 to present, there has been very little trend, but no sign of a reversal.\nMap by Dan Pisut, NOAA Environmental Visualization Lab, based on ERA-Interim reanalysis data. Graph adapted from Figure 2.7 in BAMS’ State of the Climate in 2011. Caption by Caitlyn Kennedy and Rebecca Lindsey. Reviewed by Jessica Blunden and Deke Arndt, National Climatic Data Center.\nReference\nLong, C. and J.R. Christy, 2012: [Global climate] Lower stratospheric temperature  [in “State of the Climate in 2011”]. Bull. Amer. Meteor. Soc., 93 (7), S16–S18.\nHelp us improve our content",
  "source": "climate.gov"
}