{
  "url": "https://www.climate.gov/news-features/understanding-climate/state-climate-mass-balance-mountain-glaciers-2011",
  "title": "State of the Climate: Mass Balance of Mountain Glaciers in 2011",
  "date": null,
  "content": "Alpine glaciers have long been recognized as sensitive indicators of climate: just as glaciers often shrink due to melting in summer and grow by accumulating new snow in winter, changes in their size over longer periods indicate a warming or cooling climate.\nThe photos show the retreat of Alaska’s McCall Glacier between 1958 (left) and 2003 (right). Images courtesy of Austin Post (1958) and Matt Nolan (2003), obtained from the Glacier Photograph Collection. Boulder, Colorado USA: National Snow and Ice Data Center/World Data Center for Glaciology. Large photos: 1958 | 2003\nAnnual measurements of a glacier’s thickness or length are used to tell if accumulation of snow or loss of ice has dominated over the year. The difference in accumulation and loss is called a glacier’s mass balance. When melting exceeds snow accumulation, a glacier loses mass. It thins, and its leading edge (terminus) retreats. The photos above show the retreat of Alaska’s McCall Glacier between 1958 (left) and 2003 (right).\nIn the Alps, below-average winter snowfall and significantly above-average spring and summer temperatures resulted in negative mass balance in 2011. On-the-ground measurements of ice and studies of glaciers using satellite images also showed decreases in mass for a large majority of the glaciers studied in Norway, New Zealand, Central Asia, and Alaska.\nIn the North Cascade Mountains in the northwestern United States, La Niña conditions resulted in record precipitation and cool temperatures, which led to net accumulation of snow (positive mass balance) for glaciers in that region.\nNonetheless, data for 2010 (the most recent complete year available) indicate that worldwide, mountain glaciers lost more mass than they gained. Preliminary data for 2011 follow the same pattern. If confirmed, 2011 will be the 21st consecutive year of negative mass balance for glaciers around the world.\nThe graph shows how the mass of mountain glaciers has changed in the past few decades. A mass balance of zero would mean that each year’s summer melt was balanced by an equal amount of snowfall in the cold season. Graph adapted from Plate 2.2 in the BAMS’ State of the Climate in 2011.\nThe graph above shows how the mass of mountain glaciers has changed in the past few decades. A mass balance of zero would mean that each year’s summer melt was balanced by an equal amount of snowfall in the cold season. On average, loss of glacial ice since 1980 has removed about 50 feet of snow and ice from the surface of glaciers, and the rate of mass loss accelerated around 2000. Worldwide retreat of alpine glaciers (and the water they supply) is one of the most obvious signs of ongoing climate change.\nImages courtesy of Austin Post (1958) and Matt Nolan (2003), obtained from the Glacier Photograph Collection. Boulder, Colorado USA: National Snow and Ice Data Center/World Data Center for Glaciology. Digital media. Graph adapted from Plate 2.2 in the BAMS’ State of the Climate in 2011. Caption by LuAnn Dahlman. Reviewed by Jessica Blunden and Deke Arndt, Climate Monitoring Branch, National Climatic Data Center.\nReference\nPelto, M.S., 2012: [Global climate] Alpine glaciers [in “State of the Climate in 2011”]. Bull. Amer. Meteor. Soc., 93 (7), S22–S23.\nHelp us improve our content",
  "source": "climate.gov"
}