{
  "url": "https://www.climate.gov/news-features/features/superstorm-sandy-and-sea-level-rise",
  "title": "Superstorm Sandy and Sea Level Rise",
  "date": null,
  "content": "Manhattan’s Financial District as seen from Governor’s Island.\nClimate.gov’s Brian Kahn interviews Cynthia Rosenzweig, a climate impacts expert at NASA Goddard Institute for Space Studies, co-chair of the New York City Panel on Climate Change, and director of the NOAA-sponsored Consortium for Climate Risk in the Urban Northeast.\nCynthia Rosenzweig, NASA Goddard Institute for Space Studies.\nWhy should New Yorkers care about sea level rise? \nFirst of all, sea level rise is a big issue for millions of people in the U.S., not just New Yorkers. Twenty-three of the 25 most densely populated U.S. counties are on the coast. In New York, the full brunt of Hurricane Sandy has shown how powerful and damaging the effects of coastal flooding can be for infrastructure and communities.\nThe storm itself we can’t immediately link to climate change, but the flooding damage we can. As sea levels continue to rise, a storm of the same magnitude will cause even greater damages due to storm surges coming in on top of a higher “baseline” water level.\nWhat kind of sea level rise has New York Harbor seen over the past century?\nWe’ve had roughly a foot of sea level rise in the New York City area in the past century. That’s measured at a tidal gauge near Battery Park just off the southern tip of Manhattan.\nThe majority of the sea level rise in the New York City region is due to global warming: primarily, because of thermal expansion of ocean water as it warms and secondly, melting of land-based ice sheets.\nLand subsidence [sinking] in the New York City area has been roughly 3-4 inches per century, which is primarily due to the Earth’s crust rebounding* from being compressed by massive ice sheets that covered Canada and the northern U.S. about 20,000 years ago near the end of the last Ice Age. Local variations in ocean surface elevation associated with the strength of the Gulf Stream has played a small role as well.\nHow do sea level rise and storm surge interact? \nSea level rise is like a set of stairs. The 12-inch increase in New York Harbor over the last century means we’ve already gone up one step. When a coastal storm occurs, the surge caused by the storm’s winds already has a step up, literally. For Sandy, that meant greater coastal flooding in New York and the surrounding region than we would have experienced a century ago. Continuing to climb the staircase of sea level rise means we’ll see greater extent and greater frequency of coastal flooding from storms, even if storms don’t get any stronger.\nHow does sea level rise in New York Harbor compare to other parts of the U.S.? What about the global average? \nSea level isn’t rising evenly throughout the world. On average, global sea level has risen about eight inches since 1880. So, the New York rate of sea level rise of nearly one foot is higher than the global average rate. In the U.S., rates of change vary. For example, Grand Isle, Louisiana near New Orleans has seen sea level increase by 23 inches since 1947 whereas Seattle, Washington, has only seen about six inches over that same period. Local factors such as land subsidence are primarily responsible for the differences.\nWhat’s the range of sea level rise we can expect to see in the future for the New York region? \nWe’ve created two sets of sea level rise projections for the region by downscaling global climate models for local conditions. Using a similar approach to the last IPCC [Intergovernmental Panel on Climate Change] report, we project 12-23 inches by the 2080s.\nWe also developed a rapid-ice-melt scenario, based on the same greenhouse gas concentrations, but factoring in observations of accelerated ice sheet melt and paleoclimate data from ice cores, tree rings, and other sources. That projection gives a higher end of 41-55 inches in the 2080s.\nWhy are there sets of ranges? \nNot only is there uncertainty about future rates of ice melt, there is also uncertainty about the pace of greenhouse gas emissions. There is also uncertainty in how the Earth’s climate system will respond to greenhouse gas forcings. We use sets of scenarios to cover these ranges.\nWhat infrastructure in New York is most threatened by sea level rise? What are some specific impacts? \nIn 2001, I worked with colleagues at Columbia University, New York University, and NASA on a report called the Metropolitan East Coast Report: Climate Change and a Global City, which examined climate change impacts in New York. In that report, we identified flooding of the tunnels into and out of Manhattan, flooding of the subway, energy infrastructure, and inundation of coastal communities as key vulnerabilities.\nMore recently, I’ve worked with colleagues to look at the telecommunications infrastructure, which hasn’t really been highlighted before. Hurricane Sandy exhibited all of these impacts.\nIt’s important to note that these systems don’t act in isolation; they are incredibly interdependent. For example, when the power goes down then you can’t charge your cell phone. These interdependencies are compounding the impacts that people are experiencing in the New York region from Hurricane Sandy.\nWhat about social vulnerabilities? \nAll of these infrastructure vulnerabilities feed directly into societal ones. In the New York region, many lower-income communities are located in the coastal flood zone. With Sandy, there has been tremendous damage across many of those communities.\nIn addition, the elderly, the very young, and the ill are also highly vulnerable. It’s much harder for them to evacuate, which in turn puts them at greater risk to infrastructure failure. Just look at the challenges hospitals in Lower Manhattan faced when the back-up generators failed.\nDid Sandy reveal any previously unforeseen weaknesses? \nWe’re going to be looking at the impacts of Hurricane Sandy very carefully. Many of the impacts that occurred have been included in previous studies, but we’re certainly going to go back and evaluate them so we can better inform planning around extreme weather and climate events. We can always learn more and continue to be better prepared. One thing we do want to look at is the fires that occurred in some of the coastal communities, and the gasoline shortages that persisted throughout parts of the region.\nWhat actions has the city undertaken to help infrastructure and residents deal with sea level rise and attendant impacts from storm surge prior to Sandy? \nHurricane Sandy is a wake up call, no, a shout, that going forward we have to do more to prepare for these kinds of events. That said, the city has done a great deal to prepare. The city government has a flood evacuation plan, and they implemented it. The Metropolitan Transit Authority (MTA) had a plan to close the subway, and they did it early enough. The loss of life could have been much higher.\nThere have been some other important initiatives New York has taken. For example, the Mayor’s Office has planted vegetation in over 300 places to absorb storm water. It’s called the Greenstreets Program. They’re also raising the pumps at the Rockaway Wastewater Treatment Plant in response to sea level rise projections. In addition, the MTA has raised some of the subway grates and air vents on the sidewalks as part of a pilot program.\nThese programs are informed by the work of the New York City Panel on Climate Change (NPCC), an expert panel convened by Mayor Bloomberg to advise the city on climate science and risk management. The NPCC published an extensive, peer-reviewed report about climate change and its impacts on New York. The New York City Council has passed a resolution to have the NPCC write a report on the order of once every three years to ensure the city is using climate research when it comes to planning.\nCan you talk about what the Consortium for Climate Risk in the Urban Northeast (CCRUN), one of your newer initiatives, has done? \nCCRUN does stakeholder-driven research on climate variability and change in the urban Northeast from Boston to Philadelphia. It has provided regional climate change projections, and we’re working with stakeholders in the region to develop resilience.\nWe’re working with mayors’ offices in each of the major cities, metropolitan water utilities, health departments, and disaster managers to provide actionable climate information.\nOur focus areas are coasts, water, and health. We’re developing a focus on green infrastructure as an adaptation strategy. Stakeholders indicated that these were the important sectors for us to work on together.\nWhen scientists talk about sea level rise in coming decades, you generally hear them say “projections” rather than “predictions.” What’s the difference?\nThere’s uncertainty about climate change. Not that it’s happening, but as to its future rate of change and magnitude. The term “projection” is better because it includes uncertainty more clearly. “Prediction” implies more certainty, a perspective that doesn’t take into account that there’s still emerging science around climate change, that the climate system is continually evolving, and that there will be updates to future climate and sea level rise scenarios as a result.\nIf projections are uncertain, why use them?\nDespite the range of projections, there is enough knowledge for stakeholders and decision-makers to improve climate resilience. It’s clear that people and agencies that are responsible for critical infrastructure and community preparedness need to take the potential impacts of a changing climate into account, rather than assuming that what has happened in the past will not change in the future. It’s all about risk management. You don’t need complete certainty to be able to plan for better climate protection.\n[*Editor's note: Like a giant placing its finger on one end of a seesaw, northern ice sheets compressed the Earth below them, and land beyond the edge of the ice sheet—including the New York area—rose like the other end of the seesaw. With the ice sheets gone, the seesaw is gradually returning to \"level:\" once-glaciated areas are rising, while adjacent, non-glaciated areas are sinking.—added Nov. 13, in response to a reader's request for clarification.]\nReviewed by Cynthia Rosenzweig, Somayya Ali, and Daniel Bader, all at the NASA Goddard Institute for Space Studies.\nRelated\nConsortium for Climate Risk in the Urban Northeast (CCRUN)\nSandy Raises Questions About Climate And The Future\nBefore the Next Flood: Climate Change on Maryland’s Eastern Shore\nState of the Climate in 2011: Global Sea Level\nTime and Tides: Sea Level Rise and Risks for Puget Sound\nNOAA’s Coastal Climate Adaptation Website\nHelp us improve our content",
  "source": "climate.gov"
}