{
  "url": "https://www.climate.gov/news-features/features/talking-about-arctic-noaa-administrator-lubchenco",
  "title": "Talking about the Arctic with NOAA Administrator Lubchenco",
  "date": null,
  "content": "Shallow melt ponds on the surface of the consolidated sea ice pack in the Chukchi Sea in July 2011.\nClimate.gov’s Brian Kahn interviews NOAA Administrator Jane Lubchenco about connections between Arctic climate change and the rest of the world.\nDr. Jane Lubchenco, Under Secretary of Commerce for Oceans and Atmosphere and Administrator of the National Oceanic and Atmospheric Administration.\nWhy should people who don’t live in and will likely never visit the Arctic care about the dramatic melt this year, or the other climate shifts in the region? \nWhat happens in the Arctic doesn’t stay in Arctic. What happens there often affects people around the world. Melting ice and glaciers in Greenland can contribute quite significantly to sea level rise, which affects people in coastal areas around the world.\nThe changing interactions between the ocean and the atmosphere can affect weather patterns in the United States and in Europe. The biological changes in the Arctic also matter to people living outside the region. For example, changes in Arctic ecosystems can, in turn, affect migration patterns of birds that go from the Arctic to places at much lower latitudes. This shows that the Arctic is not just a remote place that few will ever have the opportunity to visit. It affects us in tangible ways that matter.\nApart from that, for many people, the Arctic represents a place that is remote, strange and very special. With species from polar bears, to ice seals, to ice fish, to microscopic plants, it’s a very, very special place. Just knowing that the ecosystems are changing means a lot to people. In short, changes in the Arctic affect people directly, physically and emotionally.\nThis year’s record low Arctic sea ice extent could be classified as an extreme event, though not on the economic order of Sandy, for example. How do you ensure this contributes to the climate discussion that Sandy and other recent extreme events have sparked?\nWe are witnessing more extreme weather and climate-related events. Even as we seek to understand exactly what the causes and consequences are, knowing that they’re happening is important because it tells us we need to expect surprises, and that there are further changes we need to anticipate.\nChanges that are underway in the Arctic affect weather patterns elsewhere. We just don’t quite know how to connect the dots just yet. Paying attention to the Arctic Report Card is important intellectually but also in helping us think about some of the changes we should be preparing for, just like Sandy and the 2012 drought.\nWhat are areas of active research in the Arctic? How will they help further our understanding of the region and what’s happening to it? \nThere are a wealth of research activities underway in the Arctic. Scientists track the changes and understand them so we can better anticipate them in the future. They range from simple things like forecasting ice, which is a lot harder than you’d think, to changes in physical systems and how they’ll affect biological and ecological parts of the system. For example, one line of inquiry is how the shift in sea ice affects microscopic plants in the ocean and, in turn, the marine mammals and birds that rely on them.\nIn the whole climate system, one of the major areas of research is what the changes will be in terms of how much sunlight is reflected away from the Earth and what the consequences of that are. Since snow is white and mostly reflects sunlight while ocean water is dark and absorbs it, changes in the amount of snow and ice in the Arctic are incredibly important to understand because they affect the energy budget for the globe.\nWhat’s one thing most people don’t know about Arctic research but would be surprised or intrigued to learn about? \nMany people assume we have the same ability to forecast weather and abrupt changes in weather systems in the Arctic region [as we do in other regions]. However, we simply don’t have the same scope of observations systems or track record to understand what combinations of factors can cause changes in weather in the Arctic like we do in the Lower 48.\nThere are also changes that are surprising people who live in the Arctic itself. For example, I visited Barrow, Alaska, a few years ago. When I arrived, there were a number of kids and city officials watching the surf crashing on the shoreline. Having seen surf crash along the California coast, I thought, “What’s the big deal?”\nThey said they’ve never seen this before; there used to be sea ice that would dampen the waves from storms. With no sea ice, there was now a long fetch of open water. This meant waves could build up and result in very significant surf right up the shore, which is now a big cause of coastal erosion.\nHow can the Arctic Report Card help inform policymakers and the public? \nA key role of science is to inform our understanding of what’s happening to the world around us and what the consequences of different choices we make might be. The reason there’s a big push for research in the Arctic is it’s changing so rapidly and it has such huge consequences for the rest of world; yet we don’t understand a lot of it. Getting a better handle on Arctic science and the ways it’s changing has an immediate benefit by informing decision-making.\nI believe Arctic science should be accessible, relevant, and understandable to citizens as well as policymakers since the Arctic is such a special place; and it’s important for scientists to help share that information in ways that are just that.\nRelated\n2012 Arctic Report Card\nVisual Highlights of the 2012 Arctic Report Card\nHelp us improve our content",
  "source": "climate.gov"
}