{
  "url": "https://www.climate.gov/news-features/understanding-climate/arctic-tundra-growing-greener-warmer-summers",
  "title": "Arctic Tundra Growing \"Greener\" From Warmer Summers",
  "date": null,
  "content": "Frigid wind. Frozen soil. Months of darkness. The Arctic tundra is one of the harshest environments on Earth for plants. It's not surprising then, that satellite observations show that as the Arctic tundra has grown warmer in the past three decades, it has also grown \"greener,\" according to NOAA's 2011 Arctic Report Card.\nChanges in overall vegetation growth in the Arctic between 1982 and 2010 are shown in green (increased growth) and brown (decreased growth). Satellite data provided by Uma Bhatt. Maps by climate.gov team.\nPlant-covered ground has a unique appearance from a satellite's point of view; it reflects a lot of near-infrared light, and it absorbs a lot of visible light, especially red. Scientists call this unique signature \"greenness.\" The map above shows changes in greenness at the peak of the growing season between 1982 and 2010, based on NOAA satellite observations. All around the Arctic, the tundra has grown greener, especially on the North Slope of Alaska and in northern Russia, inland of the Laptev Sea. Only a few areas show vegetation declines.\nThe other two maps reveal the conditions that scientists think are responsible for the vegetation change: more open water in the summer and increased summer warmth. The open water map shows changes in the percent of open water during the summer (May-August). Around most of the Arctic, coastal waters have become increasingly ice-free (orange colors), with only a few areas experiencing a trend of less open water (blue) over the past three decades.\nChanges in percent of open water in the Arctic are shown in orange (more open water) and blue (less open water.) Data provided by Uma Bhatt.\nThe \"summer warmth index\" is the annual sum of the monthly mean temperatures that are above freezing. Areas where summers have grown warmer, including Alaska and northern Canada, are shown in red; places where summer warmth has decreased somewhat—primarily northwestern Russia—are shown in blue.\nChanges in the sum of monthly average temperatures above freezing between 1982 and 2010 are shown in red (increases) and blue (decreases). Data provided by Uma Bhatt. Map by climate.gov team.\nFor the most part, increases in open water are matched by increasing summer warmth in adjacent land areas and increasing vegetation greenness. The North Slope of Alaska and Russia's Far East are good examples. Orange colors indicate significant increases in open water in the Beaufort, Chuchki, and East Siberian Seas, with matching increases in summer warmth and vegetation greenness in nearby land areas of Alaska and Russia.\nBut the connection between more open water, greater summer warmth, and increased tundra greenness doesn't hold up in every part of the Arctic, which suggests other factors can intervene. For example, the greatest increases in open water have occurred in the Kara Sea, near Novaya Zemyla, but some adjacent areas of northern Russia have cooled somewhat, perhaps due to increased cloudiness. Vegetation changes in this area are mixed, with some increases in greenness and some decreases.\nIncreased \"greenness\" is a general indication of more vegetation, but it doesn't pinpoint the exact change. It can mean existing plants are bigger and leafier, or that bare ground has been colonized by plants, or that shrubs or trees have taken over what was previously a grassy field. To fully understand how Arctic vegetation is being affected by warming climate, scientists must use a combination of satellite observations, first-hand observations, and ecosystem models.\nLinks & Additional Images\nArctic Report Card: Full Report\nMeasuring Vegetation\nArctic Long-term Ecological Research Site\nHelp us improve our content",
  "source": "climate.gov"
}