{
  "url": "https://www.climate.gov/news-features/features/drought-rio-grande",
  "title": "Drought on the Rio Grande",
  "date": null,
  "content": "This article is the first in a 2-part series about water, climate, and agriculture in New Mexico’s Lower Rio Grande Valley. Part 2 is about the costs of drought for farmers in the region.\nOn a mid-July afternoon, ditch riders—men patrolling irrigation channels—twisted open steel gates cut into concrete waterways in New Mexico’s Lower Rio Grande River Valley, bathing pecan orchards in water and nurturing vibrant chile plants. At first sight, all seemed a healthy, hydrated green. Hours later, however, I stood on a bluff overlooking Elephant Butte Reservoir, my eyes tracing the bleached rocks that once marked the high water.\n“It’s been a long time since water spilled over the dam,” said James Powell, Operations Manager for Elephant Butte Reservoir—water that irrigates about 90,000 acres of farmland in New Mexico and provides half the water supply of El Paso, Texas. “The reservoir is dropping about 2.5 feet per day,” he continued. “It will probably fall another 20 feet before we stop releasing water in late August of early September.”\nAmid a decade-long drought, water storage on the Rio Grande in New Mexico has plummeted. In coming weeks, Elephant Butte is expected to dip to five percent of capacity; all stored water designated for farming and urban needs will be completely exhausted, according to the Bureau of Reclamation.\nUntil a string of wet years restocks the reservoirs, agricultural producers and urban residents will have to make do with whatever flows through the rivers and make up shortfalls with groundwater, an expensive and potentially unsustainable practice that is spurring novel efforts to corral monsoon rains in order to boost supplies.\nWater stored in Elephant Butte Reservoir (as a percent of its full capacity of 2.195 million acre-feet) at the beginning of the water year on October 1. Graph by Climate.Gov team, data courtesy of the U.S. Bureau of Reclamation.\nOn the Rio Grande—historically the wellspring for more than five million people in Colorado, New Mexico, Texas, and Mexico—coping with scarcity has become a reality, and water management and use in the region may be a leading example of how to adapt to drier times.\nThe Rio Grande flows about 1,800 miles from the peaks of southern Colorado to the Gulf of Mexico, forming a long stretch of the international border between the United States and Mexico. People use the water for different things along different stretches of the river. In northern New Mexico, Rio Grande water supplies a substantial portion of urban water needs for Albuquerque, while irrigation draws the most water in the middle and southern parts of the watershed in the state.\nThe Rio Grande provides water for more than five million people in Colorado, New Mexico, Texas, and Mexico. In New Mexico, it supplies a substantial portion of water for urban needs and irrigation, among other uses.\nManaged by the U.S. Bureau of Reclamation, Elephant Butte is New Mexico’s largest reservoir on the Rio Grande, with a capacity of about 2 million acre-feet of water. (An acre-foot covers one acre of land in one foot of water and satisfies, on average, the annual water needs of about eight Albuquerque residents.) About 25 miles down river, Caballo Reservoir can impound an additional 350,000 acre-feet. In a good year, these reservoirs together release about 790,000 acre-feet; 416,000 is allocated to the Elephant Butte Irrigation District in southern New Mexico, and 314,000 and 60,000 acre-feet are passed to Texas and Mexico, respectively.\nWhen flows in the river and storage in Elephant Butte and Caballo reservoirs are sufficient, the district doles out a full irrigation allotment of 3 feet of water per acre of land. In some years, they’ve allocated more; recently, allocation has been a lot less.\n“In about 1979, we began a 24-year full-supply of surface water,” said Gary Esslinger, director of the Elephant Butte Irrigation District. “We had plenty of snowpack runoff. The lakes were full. We were just over our heads in surface water.”\nIn 2003, drought set in. It was a wake-up call, Esslinger said.\n***************\nA view looking west into the San Juan Mountains of southern Colorado, the headwaters of the Rio Grande, from near the town of Del Norte. Snowmelt is the primary water source for the river. Visualization by Hunter Allen, based on multiple data sources: NASA ASTER DEM from the USGS; Landsat image from April 5, 2011, from the USGS; and aerial imagery from the National Agriculture Inventory Program via the USDA Natural Resource Conservation Service.\nStreamflow in the headwaters above Del Norte, Colorado, where most of the water in the Rio Grande originates, has been declining over the long term. In the last 110 years, the Rio Grande has been ferrying about 14,000 acre-feet less per decade, according to the U.S. Geological Survey. In the past decade, dry conditions have been acute. Since 2002, precipitation has been about 83 percent of the historical average with rain and snow falling below average in eight of the last 10 years.\nStatistics regarding water in the Rio Grande basin in 2012.\nIt’s been the driest decade since the 1950s and early 1960s. The low flows have caused storage in Elephant Butte to tank, leaving little water for farmers. This year, the district was able to allocate just 10 inches per acre; last year it was only 4 inches. Since 2003, they have doled out a full allotment only once, in 2008.\n“In terms of releasable water, we will be down to zero [by the end of the irrigation season],” said Phil King, a professor of civil engineering at New Mexico State University who serves as a consultant for the Elephant Butte Irrigation District.\nBut while the recent dry spell has been severe, it is not unusual for the Southwest. Researchers at the University of Arizona used tree rings to recreate streamflows at Otowi Bridge, about 60 miles north of Albuquerque, for the years 1450–2002. This 552-year record shows five 10-year periods in which flows were less than the lowest historical values measured by stream gauges. The most persistent drought occurred in the late 1800s, when flows measured 73 percent of average during an 11-year period.\nIn other words, the 20th century—especially the wet period near the end—is not representative of streamflow variability in the Rio Grande, said Connie Woodhouse, professor at the University of Arizona’s School of Geography. Woodhouse is one of the scientists who analyzed the tree rings to reconstruct the 500-year history of Rio Grande streamflows. “We have longer droughts and more severe [lower] flows reconstructed,” she said.\nReconstructed streamflow of the Rio Grande at Otowi Bridge north of Albuquerque. Graph by Climate.Gov team, data courtesy of TreeFlow.info.\nThe record is a warning: the severity, frequency, and duration of naturally occurring droughts in the Rio Grande watershed may exceed those of recent years. That could mean greater challenges for water management than those the region has faced in recent years.\nIn many places in the Lower Rio Grande, groundwater has been the saving grace during the last dry 10 years. Farmers and urban water managers have supplemented meager surface water allotments by ramping up pumping, but it’s not a fail-safe strategy. The groundwater and river are tethered to each other so that declines in the Rio Grande reduce infiltration—water seeping through the topsoil and porous rocks into aquifers. It’s a connected system recharge.\n“The groundwater is hydrologically connected to the river. It’s not magically making water; it’s really borrowing it from future water supplies,” King said.\nWhile groundwater reserves are currently ample, those supplies may eventually run dry if projections from climate models come to pass. The U.S. Global Climate Research Program, for example, concluded in a 2009 assessment report that the Southwest will likely experience increased water scarcity as a result of the combined impacts of projected temperature increases and substantial reductions in rain and snowfall in the spring months.\nThe set of maps show percentage change in March-May precipitation for 2080-2099 compared to 1961-1979 for a lower emissions scenario (left) and a higher emissions scenario (right). Confidence in the projected changes is highest in the hatched areas.\nThe prospect of these changes has caught the attention of water managers. “The greatest uncertainty is the changes that are coming with climate change,” said Filiberto Cortez, manager of the Bureau of Reclamation’s El Paso Field Division.\nDeveloping safeguards against future change also has immediate payoffs. Pumping groundwater, for example, costs more than using river water, and the water is also saltier, which over time can lower crop yields. These downsides have led the Elephant Butte Irrigation District to explore new strategies to boost supply, including capturing monsoon torrents by building earthen structures that funnel water spilling from drainages into irrigation canals.\n“We’ve been really intense in developing a stormwater management plan to capture the water and use it to recharge our aquifer,” Esslinger said.\nCapturing monsoon precipitation, however, cannot completely compensate for reductions in streamflow experienced in the recent decade, King said. Other changes also are likely needed.\n“Farming will adapt,” King said. “I think what you will see is a change in the crop types. Probably, [farmers will] concentrate what little water there is on smaller acreage and grow higher value crops.”\nEsslinger agrees. “Farmers here are very progressive, very innovative,” he said. “Garlic and things that we’ve never thought of may be grown here and may be a new source of agriculture.”\nFor more information:\nCoping with Drought on the Rio Grande\nClimate Assessment for the Southwest\nGlobal Climate Change Impacts in the United States (2009)\nTreeFlow: streamflow reconstructions from tree rings\nHelp us improve our content",
  "source": "climate.gov"
}