{
  "url": "https://www.climate.gov/news-features/features/droughts-megadroughts-and-more-conversation-jonathan-overpeck",
  "title": "Droughts, megadroughts, and more: a conversation with Jonathan Overpeck",
  "date": null,
  "content": "Soaring temperatures and scant rain have besieged the country in recent months, prompting 26 U.S. states, including New Mexico and Arizona, to declare a drought emergency. In the Midwest, the lethal combination of high temperatures and dry conditions has wreaked havoc on a once-promising corn harvest.\nBathtub rings on Elephant Butte, a major reservoir on the Rio Grande. As of June 30, 2012, the reservoir was at only 12 percent of capacity. Zack Guido, Climate Assesment for the Southwest.\nFor New Mexico, two consecutive years of scarce winter snows in the Rio Grande headwaters have caused paltry irrigation allotments from the Elephant Butte Reservoir, which supports more than 90,000 acres of farmland. This year, the allocation is only 10 inches per acre, down from 36 inches when lake levels are higher. Many farmers in New Mexico also face reduced crop yields and increased production costs.\nJonathan Overpeck, professor of geosciences at the University of Arizona and co-director of the UA’s Institute of the Environment. Overpeck is an IPCC author and an expert on past climate variability and its causes.\nThis article was adapted from a filmed interview with Jonathan Overpeck. Dr. Overpeck’s opinions are his own; they are not official views of either the National Oceanic and Atmospheric Administration or climate.gov.\nDry conditions are common in the Southwest: records pieced together from tree rings reveal a past peppered with intense and protracted dry spells. Even so, the current dry conditions stand out from the historical record because temperatures are warmer than they were during past droughts, according to Jonathan Overpeck, professor of geosciences at the University of Arizona, co-director of the UA’s Institute of the Environment, and an expert on past climate variability and causes.\nThe added heat amplifies the dry conditions, Overpeck explained during a June 15 question and answer session. As bad as the current drought seems, future dry spells may be even worse. But it is not all bad news. Climate change will also bring economic opportunity to the Southwest, Overpeck says.\nWhy and how is the Southwest a hotspot for climate change?\nThe Southwest is a hotspot for climate change because the warming in the Southwest is larger than just about anywhere in the United States outside of Alaska. It’s more than the global average. So the whole Southwest is heating up. Heating up is causing snowpack to accumulate later and melt earlier and that also is affecting water resources. We are, for example, getting a drier Colorado River. All of these things have been linked to climate change.\nWhat is unique about the recent drought in comparison to those of the past?\nThis drought isn’t unusually long compared to the droughts that have occurred, say in the tree-ring or paleoclimate record. But it looks like it’s anomalously hot and that’s what makes this a global-change style drought or a global-warming style drought. And [the drought] has much bigger impacts because it’s such a hot drought.\nWhat can past droughts tell us about the future?\nThe scary thing about the current drought is that as bad as it is, we can go back in the paleoclimatic record, for example from tree rings, but also from caves and lake sediments and other sources, and find clear evidence of droughts that were longer, some cases as long as 50 years, with only one year of normal precipitation.\nBut we can also find evidence that show some of the paleo-droughts or megadroughts, the really bad ones, were much more severe, so they were drier, but not necessarily hotter. There is no evidence that they were hotter than the drought today. So what we really worry about, what I worry about, is that we could get one of these really long, severe precipitation deficit droughts coupled with the warming temperatures of the Southwest. And that would really be a very devastating climate emergency.\nHow would a megadrought impact the Southwest?\nIf we got one of these really hot megadroughts, and I think our recent research suggests that there’s certainly better than one chance in 10 we will before 2100, maybe as high as one chance in three, it will affect water resources dramatically. We will probably have major shortages on the Colorado River, the Rio Grande, and other rivers upon which we depend for water supply.\nBut we will also see devastating impacts in our landscape. We’ve already seen with this current drought—one that’s not that long, not that hot [in relation to what could occur in the future]—widespread tree mortality, meaning trees are dying; desert plants are drying. We are also seeing all this unprecedented wildfire. All that’s related to drought, but it’s all related to a drought that’s just not that bad compared to what we could get.\nIs there a silver lining to climate change?\nThe silver lining in all of this is that we understand that it’s happening. We understand in many cases why it’s happening. We certainly understand that temperature increases are making the situation a lot worse and will make it even worse in the future. And because we know the cause in advance of it getting really bad, we are in a position to do two things.\nOne is to discuss possible ways to reduce anthropogenic climate change, to reduce the potential disaster risk here in the Southwest. And the second thing we can start doing is figuring out how to adapt to these hotter, drier conditions.\nAnd everyone knows that we are not going to reduce greenhouse gas emissions to zero overnight. That means we have quite a bit of climate change no matter what. So I think we really have to take time to debate how to adapt to these changes, put into place adaptation plans, and at the same time debate whether and how to reduce the greenhouse gases.\nThe other thing that is a positive side of [climate change] is that we’re blessed with a lot of sunlight and windy conditions up in the mountains around here in the Southwest. And that means that the solutions to reducing greenhouse gases would be a big economic win for our region because we would be the ones who would be exporting solar and wind energy to the rest of the United States and Mexico.\nSo we could go from a position where we’re a net importer of energy—coal for example—to one where we’re a net exporter of energy. So, solving the problem could end up in the end, ironically, producing a much more viable, economic engine for the Southwest.\nZack Guido is a staff scientist with the Climate Assessment for the Southwest. He is a regular contributor to climate.gov. Reviewed by Jonathan Overpeck, University of Arizona.\nLinks\nJuly 2012 Southwest Climate Outlook\nDrought Monitoring in the Southwest\nWill Boulder’s Water Supply Stand Up to Climate Change?\nDust on Snow Reduces Colorado River Flow\nHelp us improve our content",
  "source": "climate.gov"
}