{
  "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature-projections",
  "title": "Climate Change: Global Temperature Projections",
  "date": null,
  "content": "Editor's note: 13 May, 2022. This page is out of date. It's being left online to preserve the link in case this page was cited by as a reference. More recent projections of future climate are available in Chapter 4 of the Intergovernmental Panel on Climate Change's Sixth Assessment Report and as an interactive atlas. Your can view projections that have been downscaled to local areas in the Climate Explorer, part of the U.S. Climate Resilience Toolkit.\nAccording to climate scientists, our world is highly likely to continue to warm over this century and beyond. This conclusion is based on scientists’ understanding of how the climate system works and on computer models designed to simulate Earth’s climate. Results from a wide range of climate model simulations suggest that our planet’s average temperature could be between 2 and 9.7°F (1.1 to 5.4°C) warmer in 2100 than it is today.\nThe main reason for this temperature increase is carbon dioxide and other heat-trapping “greenhouse” gases that human activities produce. The biggest source of added carbon dioxide is from people burning coal and other fossil fuels.\nThe exact amount of warming that will occur in the coming century depends largely on the energy choices that we make now and in the next few decades, particularly since those choices directly influence how fast we put heat-trapping gases into the atmosphere. In addition to uncertainty about what those choices will be, there are also details we don’t yet know about how the climate will respond to continued increases in heat-trapping gases, particularly over longer time scales.\nScreenshot of a former interactive graph of future climate projections based on different human emission pathways. The graph shows the average of a set of temperature simulations for the 20th century (black line), followed by projected temperatures for the 21st century based on a range of emissions scenarios (colored lines). The shaded areas around each line indicate the statistical spread (one standard deviation) provided by individual model runs. (Data processing by Jay Hnilo, CICS-NC, using data courtesy the Coupled Model Intercomparison Project, or CMIP3.)\nClimate scientists are continually improving their understanding of how Earth’s climate system works. They can generate global temperature projections because they have been painstakingly observing and measuring the main mechanisms that influence climate for more than a century. They have developed a good understanding of the key ways that energy and water flow through the planet’s climate system, and how the different parts of the climate system interact with one another. This understanding is translated into complex computer software known as “global climate models.”\nThe graph above demonstrates that people are a big wild card in the climate system. How fast will human population grow? How much energy will we choose to use? Will our primary sources of energy continue to be fossil fuels (such as coal, oil, and natural gas)? To what extent will we continue to slash and burn forested regions, and how fast will we reforest cleared areas? These are the types of choices that will determine our greenhouse gas emissions and ultimately drive the amount of warming Earth experiences.\nThe net impacts of these human actions and choices on future greenhouse gas concentrations are fed into models as different “scenarios.” For example, the scenario represented by the blue trend line above (IPCC Scenario B1) assumes that humans worldwide will make more sustainable development choices by using a greater range of, and more efficient, technologies for producing energy. In this scenario, carbon emissions are projected to increase from today’s rate of about 9 billion metric tons per year to about 12 billion tons per year in 2040, and then gradually decline again to 1990 levels—5 billion tons per year—by 2100.\nThe scenario represented by the red trend line (IPCC Scenario A2) assumes humans will continue to accelerate the rate at which we emit carbon dioxide. This is consistent with a global economy that continues to rely mainly on coal, oil, and natural gas to meet energy demands. In this scenario, our carbon emission increases steadily from today’s rate of about 9 billion tons per year to about 28 billion tons per year in 2100. The middle trend (green, IPCC Scenario A1b) assumes humans will roughly balance their use of fossil fuels with other, non-carbon emitting sources of energy.\nBecause temperature projections depend on the choices people make in the future, climate scientists can’t say which one of the scenarios is more likely to come to pass by the end of the century. These scenarios are estimates, and greenhouse gas concentrations may grow at rates that are higher or lower than the scenarios shown in the graph. If future carbon dioxide emissions follow the same trajectory as they have over the last decade, increasing at a rate of more than 3 percent per year, carbon dioxide levels in the atmosphere would exceed the scenario represented by the red line (IPCC scenario A2) by the end of this century, if not before.\nThese maps show the average of a set of climate model experiments projecting changes in surface temperature for the period 2050-2059, relative to the period from 1971-1999. The top left map corresponds with the green trend line above (IPCC scenario A1B); the top right map matches the red trend line above (IPCC scenario A2); and the bottom left map matches the blue trend line (IPCC scenario B1). All models project some warming for all regions, with land areas warming more than oceans. large versions: A1B | A2 | B1 (Maps by Ned Gardiner, Hunter Allen, and Jay Hnilo, CICS-NC, using data courtesy the Coupled Model Intercomparison Project, or CMIP3.)\nThough scientists expect Earth to be perceptibly warmer 100 years from now than it is today, there is still a wide range in how much warming Earth will experience. Our choices will make a big difference.\nReferences\nSolomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Avery, M. Tignor, and H.L. Miller (eds.). (2007): Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge University Press, Cambridge, United Kingdom, and New York, NY, USA.\nFriedlingstein, P., R.A. Houghton, G. Marland, J. Hackler, T.A. Boden, T.J. Conway, J.G. Canadell, M.R. Raupach, P. Ciais, and C. Le Quere (2010): “Update on CO2 emissions.” Nature Geoscience. Vol 3. Dec 2010. p811-810.\nScience Reviewers: Keith Dixon, NOAA Geophysical Fluid Dynamics Laboratory; Katharine Hayhoe, Texas A&M; and Rick Rosen, NOAA Climate Program Office.\nHelp us improve our content",
  "source": "climate.gov"
}