{
  "url": "https://www.climate.gov/news-features/features/floridas-fragile-oasis",
  "title": "Florida's Fragile Oasis",
  "date": null,
  "content": "I’m standing with Jerry Seeber in Tampa Bay Water’s surface water treatment plant. Around us, a series of pipes, spouts, funnels, and tanks gurgle, trickle, and drain, shuttling some of the 250 million gallons of water a day from the area’s rivers and reservoir to people’s taps.\nJerry Seeber is the operations manager at Tampa Bay Water.\nIt’s a strange backdrop for a geography lesson, but that’s exactly what’s happening. Seeber looks like a wizard casting a spell as his thick index finger traces an invisible line across an imaginary map. The line starts in the Sonoran Desert, which straddles the Arizona-Mexico border, and races due east across nearly 7,500 miles until it hits Cairo, Egypt, on the far edge of the Sahara.\n“Tampa Bay sits right on that line,” Seeber explains. In case the lesson isn’t clear, Seeber continues: “If Florida weren’t a peninsula, this place would be a desert.”\nHe’s right. Surrounded by ocean moisture, Florida is an oasis sitting right in the middle of the desert belt, which traverses the subtropical latitudes north and south of the equator. But even oases sometimes go dry.\nSurrounded by ocean, Florida is an oasis in the Northern Hemisphere “desert belt.” Located between the tropics and the mid-latitudes, the sub-tropical desert belt occurs where, on average, air is sinking from high altitudes back toward the surface. As air sinks, it tends to warm, and moisture evaporates. Map by NOAA climate.gov team, based on NASA Blue Marble data.\nIn the 1980s and 1990s, a dramatic population boom and a reliance solely on groundwater tested the limits of the oasis. Learning from those lessons, Tampa Bay Water has spent the past 20 years diversifying their water supply to include surface and desalinated seawater.\nThe diversification was necessary, but it posed new risks: surface water supplies are vulnerable to seasonal climate shifts. Tampa Bay Water has been a leader in the region for figuring out how to use seasonal forecasts to reduce their vulnerability during dry years and to maximize the benefit of the wet years.\nThe future might provide even more challenges for the water provider, though. Without innovative thinking and planning, the limits of the oasis might again be tested by further population growth and climate change.\nIt’s 1990. The Tampa Bay metropolitan population has doubled to 2 million in the past 20 years. The area relies almost entirely on groundwater for the 250 million gallons a day it takes to meet the Tampa Bay metro area’s demands. Last year, a drought started, and it will last for the next four years.\nThe onset of drought coupled with explosive population growth and urban development that continue in the coming decade means that water is being pumped out of the aquifer more quickly than nature can put it back in.\nSatellite maps of the percent of “impervious surface”—roads, parking lots, and other areas that water can’t seep through—document Tampa’s growth in just one decade (1991, at left; 2002, right). Tampa itself gets more “built up,” and significant increases in impervious surfaces are obvious in the northwest and southeast metro areas. Maps by NOAA Climate.gov team based on data from the U.S. Geological Survey. Large images: 1991 | 2002\nThe result is massive environmental degradation. Wetlands and lakes have disappeared, drained from the bottom up. As the water table sinks lower and lower, land has subsided. Sinkholes have toppled trees and cracked house foundations.\nThe Present\nTampa Bay Water was born out of the previous decades’ catastrophe and charged with finding a way to make sure there was enough water for “everything from fighting fires to washing babies,” as Seeber likes to say, while also restoring the wetlands, rivers, and lakes that are a fundamental reason why so many people live in and visit Florida.\nTo avoid a repeat environmental disaster, Tampa Bay Water had to diversify its water sources. The agency built a reservoir, which opened in 2005, and then a desalination plant, which went operational in 2007. Along with a new state-of-the-art water treatment plant that can treat water directly from area rivers, the new options reduced their reliance on groundwater and gave wetlands space and time to recover.\nOveruse of groundwater by the Tampa Bay metro area drained wetlands and caused severe degradation of natural resources, such as Stanford Lake (left). A new strategy using multiple water sources has allowed many areas to recover (right). Photos courtesy Tampa Bay Water. Large images: 2002 | 2011\nBut diversifying their water sources also opened up Tampa Bay Water’s operations to new challenges. “We’ve developed these alternative supplies, but now we’re more dependent on Mother Nature,” Seeber said. “We’ve got to pay a lot more attention to weather.”\nPaying attention to the weather and the climate is part of Alison Adams’ responsibilities as Tampa Bay Water’s source rotation and environmental protection manager. After the geography lesson with Seeber at the treatment plant, I meet Adams at her office. A computer, books, and printouts of climate forecasts replace the pipes, tanks, and funnels.\nAlison Adams is the source rotation and environmental protection manager for Tampa Bay Water.\nAdams’ short white hair wisps across her forehead, drawing you straight into her piercing eyes. She speaks with a slight hint of a Southern accent, perhaps a remnant from her years of growing up on a Florida farm. That upbringing spurred her interest in the natural environment, particularly water.\nAlison Adams is the source rotation and environmental protection manager for Tampa Bay Water. (Photo by Brian Kahn.)\nHer wiry frame gives her away as a runner. When I first spoke with her in February 2012, she was in the process of training for a double marathon in Wyoming in May. If the thought of running a 26.2-mile marathon seems grueling, a 52.4-mile double marathon seems downright masochistic. For Adams, this is what constitutes relaxing.\nAdams also pushes the limits of water management. “Unique,” “forward-thinking,” and “innovative” are a few of the words Adams’ colleagues use to describe her approach to water management.\nAlison Adams talks about the rewards of bringing climate scientists and water managers together to improve how the Tampa metro area uses water.\nUnder her guidance, Tampa Bay Water was invited to participate in the Water Utility Climate Alliance, a group of the eight largest water utilities in the West, plus New York City. Tampa Bay Water received the invitation because of its adaptive management approach to the sort of seasonal variability issues that western utilities commonly have to cope with.\nAt the top of the list of climate patterns that Florida must cope with are El Niño and its opposite, La Niña. The seesawing warm and cool ocean temperatures in the tropical Pacific are particularly influential in winter. Winter is smack in the middle of Florida’s dry season, which starts in November and runs through March. El Niño increases the likelihood of a colder- and wetter-than-normal dry season, while La Niña tends to lead to a warmer and drier season.\nMaps of the difference from average December-February temperature (top row) and precipitation (bottom) during the 22 El Niño and 19 La Niña episodes in the past 60 years. (Maps by NOAA climate.gov team, based on data provided by Michelle L’Heureux, NOAA Climate Prediction Center.) large temperate maps: El Niño | La Niña large precipitation maps: El Niño | La Niña\nFor a water manager like Adams, the connection between Florida’s climate and El Niño and La Niña is both a curse and a blessing. On the one hand, having a La Niña occur every 2-5 years means she has to deal with drought and water shortages that generally accompany it. On the other hand, El Niño and La Niña are fairly predictable a few months ahead of time. That means Adams can plan ahead for capturing the excess water in the wetter years and being more mindful of storing it in the drier ones.\nOf course it’s not as easy as flipping a switch in a given year. Climate forecasts come with a degree of confidence (ENSO increases the likelihood of certain conditions) not a guarantee. For example, there was a La Niña in winter 2010. While the region did, in fact, see decreased rainfall, temperatures were unexpectedly cooler than normal due to other climate factors.\nUnderscoring everything is the matter of cost. Processing water through the desalination plant can cost around $5 per 1,000 gallons. Those same 1,000 gallons only cost about $2 to treat and deliver when they are drawn from rivers and processed at the surface water treatment plant. When you start talking about processing tens of millions of gallons of water each day, the price differences can add up pretty quickly.\nThis drawing shows all the steps involved in making seawater from Tampa Bay into drinkable tap water. Drawing provided by www.tampabaywater.org.\nMaking up for dry years with more groundwater pumping also carries a risk. The state regulatory authority has set a limit for Tampa Bay Water allowing them to pump 90 million gallons per day over a 12-month running average from 11 of its regional well fields.\nTampa Bay Water can request an emergency order to pump beyond the permits, but only if all other supplies are exhausted. And their requests aren’t always granted.\nA case in point was the spring of 2009. Tampa Bay Water went over its groundwater pumping limit during a drought. The state regulatory authority denied their emergency request, however, and instead fined them roughly $46,000. Ultimately, good rainfall in the latter half of the year put Tampa Bay Water back in compliance.\nConnecting Climate to Consumption\nAdams uses a seasonal forecast to try to balance these economic considerations along with the natural and societal ones. The NOAA Climate Prediction Center issued an El Niño Watch in June, which Adams is already using to think about for the coming winter.\n“If I’m expecting, say a moderate or mild El Niño in the winter, I can expect that the river flows will maintain themselves right on through December,” Adams said. “Then I can plan on turning the desal [desalination] plant on at minimal quantity and not be in danger of exceeding the groundwater permits.\n“[During a strong El Niño], I might delay turning on the desalination plant by a month or so, which means our operational cost will go down. Then in the spring, if it’s also wet and cool, river flows will stay higher so I’ll be able to keep the surface water treatment going through the spring.” That means in addition to lower costs, Adams can use less groundwater as the region enters its dry season, giving the aquifer and the wetlands that rely on it more of a buffer.\nAdams even accounts for human demand based on seasonal forecasts. “If it’s a strong El Niño, it means I could have wet and cold weather. Then my demand is going to plummet. In that case, I’m going to let some river flow go by,” Adams explained. This again provides the benefits to the aquifers and wetlands and also gives estuaries in Tampa Bay itself more freshwater to stay at equilibrium.\nVasu Misra is a climate modeler who specializes in “downscaling” projections from global models so they can be used in more detailed, regional models.\nAccording to estimates from the Bureau of Economic and Business Research, the Tampa Bay metro area’s population could grow from 2.4 million today to as much as 4.7 million by 2040. That means water resources will be under even more stress to meet ever-increasing demands.\nThere’s also a good chance that human-induced climate change will change the amount or timing (or both) of the rainfall Florida receives over the critical summer rainy season from June through September. Adams saw the need to bring climate researchers and water managers together to unravel this and other challenges confronting them so she helped lead an effort to bring these two groups together to talk about these issues.\nVasu Misra, a climate researcher from Florida State University, is among those helping the group “downscale,” climate modelers’ shorthand for using coarse global climate model outputs as inputs into more detailed regional-scale models. Misra equates it with looking at a map at the state level and then zooming in to the street level view of a particular city.\nThe grid lines on these maps show the scale at which a global model (left, about 100 miles) or a regional model (right, about 6 miles) is capable of simulating climate; within a grid box, the model calculates just one value per climate variable, such as surface temperature or precipitation change. Large maps: global grid | regional grid\n“For people who make decisions on regional or local scales, the global climate models have insufficient resolution to help them with this decision,” Misra said. In the case of Tampa Bay, they’re also not completely in agreement about what the future holds for the region as greenhouse gases rise.\n“Wet winters is something that most global models predict in the southeast U.S.,” Misra explained. However, according to Misra, models are split over the summer and annual average, with roughly half predicting an increase in precipitation and half predicting a decrease.\nSummer is the rainy season in Tampa with nearly 28 inches of rain falling from June through September. That’s roughly 60% of the annual average, so it’s a crucial time for people like Adams to capture water and prepare for the dry season.\nMisra’s research has further broken down how that summer rain currently falls. “Nearly 20-40% of the rainfall from June to August is due to late afternoon thunderstorms,” Misra noted. The rest of the rain comes in random showers, storms, and the occasional hurricane, which are much more difficult to capture in future climate projections. In other words, honing in on the predictability of those afternoon storms can provide a key benefit to Tampa Bay Water.\nThe afternoon storms are triggered by the air temperature differences between the hot land and the cooler atmosphere. When temperatures on the ground are hot, and the temperatures in the atmosphere are cooler, the air becomes unstable and primed for thunderstorm development.\nAlison Adams explains how Misra's research into the ways a warming climate may affect afternoon thunderstorms can help Tampa Bay Water plan for the future.\nIn a warming world, the differences between surface temperatures and temperatures in the troposphere—the lowest layer of the atmosphere—are likely to shrink. Misra’s research indicates that the atmosphere will warm considerably, which will make it less conducive for the afternoon thundershowers the Tampa Bay region is so reliant on for water.\nThe downscaled models Misra is working with also project a local trend in heavy rain that is similar to the trend most models project on a global scale: though rain will fall less frequently, when it does, it will be in stronger bursts.\n“Understanding the change in summer rainfall patterns, with significant amounts of rain coming at infrequent intervals,” Adams said, “that’s a really different surface water management philosophy than a little bit of rain everyday. We have some off-stream storage, but we don’t have enough if there’s a shift in how summer rainfall arrives.”\nMisra’s work is still experimental, but it already presents Tampa Bay Water with options to consider, including increasing storage. “It becomes a management objective to take advantage of these high-capacity events. You want the opportunity to have the reservoir full at the end of the rainy season,” Adams said.\nExample of a regional model’s prediction of the percent decrease in June-August rainfall in Florida by the middle of this century compared to the middle of the past century, based on a greenhouse gas emission scenario known to climate modelers as the “A2” storyline. The A2 path represents neither the largest nor the smallest increase in greenhouse gas emissions that are possible in the future. (Maps by NOAA climate.gov team, based on data provided by Lydia Stefanova, Florida State University and the Florida Climate Institute.)\nWith drier years likely to increase, that might not always happen. That’s where Adams will look to natural variability to pick up some of the slack. Because climate conditions like El Niño can deliver fairly substantial rains [in the winter], having storage in the December and January window could be another management objective,” she continued.\n“You might not have to have the reservoir completely full [at the end of the rainy season] because you’ll have more opportunities to put water in it in the winter time. It comes down to being as adaptive and responsive as possible.”\nAdams has shared these lessons and struggles to apply present and future climate forecasts with the Florida water utilities group. “Tampa Bay Water is in a small minority when it comes to climate information use,” Misra said. Adams hopes that by sharing her lessons learned, more of them will see how climate information can be used for risk assessment and planning, not just for surface water flows, but also for issues that affect other Florida water planners, including sea level rise and salt water intrusion into aquifers.\nFlorida State climate modeler Vasu Misra explains the challenges, risks, and rewards of including climate forecasts in the process of making water management decisions.\nManaging water is actually quite similar to running a double marathon in the mountains of Wyoming. Each experience comes with peaks and valleys, and both require an ability to plan for the short-term while keeping an eye on what’s figuratively and literally just over the horizon.\nSpeaking in July about a month after Adams’ race, I learned it had gone well. “I finished it, I have a belt buckle,” she told me, referring to a custom-made buckle all finishers of the Rocky Mountain Double Marathon receive. It’s not hard to imagine that the attitude that helped her finish the race will also be key to ensuring Tampa Bay Water is able to continue meeting water demands in the region in the decades to come.\nGlennon, R.J. (2002). Water Follies: Groundwater pumping and the fate of America’s fresh waters. Washington D.C.: Island Press.\nJohnson, N. (2009). Tampa Bay Water’s overpumping fine can pay for landscaping study. Tampa Bay Tribune. Retrieved September 5, 2012\nKarl, T.R., Melillo, J.M., and Peterson, T.C., (Eds.). (2009). Regional Climate Impacts: Southeast. In T. Karl, J. Melillo, and T. Peterson (Eds.), Global climate change impacts in the United States (pp. 111-116). New York, NY: Cambridge University Press.\nLenart, M. (2008), Downscaling Techniques. Retrieved September 5, 2012: http://www.southwestclimatechange.org/climate/modeling/downscaling\nMetz, P.A. (2011). Factors that influence the hydrologic recovery of wetlands in the northern Tampa Bay Area, Florida. U.S. Geological Survey Scientific Investigations Report, 2011–5127.\nRowland, M.A. (2000). The evolution of two water resource management systems: case studies of Tampa Bay and the Middle East. Colorado Journal of International Environmental Law and Policy, 11, 411-470.\nXian, G. and Crane, M. (2005). Assessments of urban growth in the Tampa Bay watershed using remote sensing data. Remote Sensing of Environment, 97(2), 203-215.\nHelp us improve our content",
  "source": "climate.gov"
}