{
  "url": "https://www.climate.gov/news-features/features/thriving-sinking-landscape",
  "title": "Thriving on a Sinking Landscape",
  "date": null,
  "content": "Police travel down Louisiana Highway 1 on the way to Port Fourchon during Hurricane Isaac on August 30, 2012. Photo courtesy of Tim Osborn.\nIf you locate South Lafourche Parish, Louisiana, on a map or a satellite image, you’ll see two distinct ribbons that weave their way toward the Gulf of Mexico. One is the lazy, green bayou: an artifact distributary of the once fractal and wild Mississippi River before it was tamed and diverted into the single artery that now runs through New Orleans.\nRunning parallel to Bayou Lafourche is a two-lane road, Louisiana Highway 1. The LA-1 runs all the way to where the land ends, and then the road rises on great pillars over open water. At the end of the elevated road, Port Fourchon—one of the country’s major ports serving the deepwater oil and gas industry—sits sentry next to Grand Isle, a tiny resort island where kids play on the beaches, barricading their sandcastles against the crush of the tide.\nLA-1 runs through South Lafourche Prish along Bayou Lafourche, past the levee walls and floodgates at Golden Meadow, and all the way to Port Fourchon. Seven miles of LA-1, from Leeville to Port Fourchon, are elevated to withstand flooding. The remaining eight miles, from Golden Meadow to Leeville, are level with the Bayou, and remain vulnerable to frequent flooding. Image by NOAA climate.gov team based on NASA Aqua satellite image from April 25, 2010, and Landsat data from November 11, 2011, courtesy the USGS GLOVIS website.\nAs director of the South Lafourche levee district, Windell Curole’s job is not unlike the children playing in the sand; he is constantly bracing against the inevitable. The next big storm is always on the horizon; it’s not a matter of if, as they say, but when. In the grown-up world, plastic shovels and pails are swapped for giant cranes and bulldozers to build levees—giant flood defense walls formed from dirt and concrete.\nBeyond the levee walls, Port Fourchon is also fortifying its structures. The port’s resiliency was put to the test this past summer when the eye of Hurricane Isaac set its sights upon it. Though the port fared well and suffered minor damage, one major weakness in the infrastructure surrounding the port has the potential to impact every American at the gas pump.\nWe’re headed south on the LA-1, past the town of Golden Meadow; through the levee system into unprotected territory; past shrimp shacks, deserted camps, and slanted telephone poles. It’s the stretches of marshland in between these abandoned artifacts that seem to trigger the most memories for Curole—the empty, in-between places that were once filled by the vibrant neighborhoods and homes of his ancestors.\nAn eight-mile section of the Louisiana Highway 1—the only road leading to Port Fourchon—is directly on level with the rising water. Photo by Caitlyn Kennedy, NOAA Climate.gov.\nTim Osborn is at the wheel, listening quietly to Curole’s reel of stories. Osborn has worked on the Louisiana coastline for NOAA’s Office of Coast Survey over the last ten years, many of which he has spent going back and forth on the LA-1. Part of his job as the Eastern Gulf Regional Navigation Manager is to make sure that people like Curole who live and work on the coast have the information they need to protect their communities.\nIt’s a tall order. Every year, 25-35 square miles of land off the coast of Louisiana—an area larger than Manhattan–disappears into the water. In Southeast Louisiana, relative sea level is rising at a rate of three feet every one hundred years, according to sixty years of tidal gauge records from the National Oceanic and Atmospheric Administration. Relative sea level refers to the change in sea level compared to the elevation of the land, which can be due to a combination of global sea level rise and subsidence—the settling and sinking of soil over time. Since the 1930s, Louisiana’s coast has lost 1,900 square miles of land, primarily marshes.\nThen, of course, there is the inevitability of tropical storms and hurricanes. Storm surge—the water from the ocean that is pushed toward the shore by the force of storm winds—takes advantage of the problems caused by subsidence and global sea level rise. Because much of the Louisiana coast is very low in elevation and gradually converting to open water, entire neighborhoods, roads, and other structures are vulnerable to even small storm events.\nThe image above shows landscape changes in coastal Louisiana since 1932. Brown indicates land that was lost or converted to water during 1932-2010 and green indicates new land or land gained, including coastal improvements such as shoreline revetments and enriched beach areas. Blue indicates open water. Data courtesy the US Geological Survey. Map by NOAA Climate.gov team.\nAll of this, Curole says, is changing the way people live and work on the coast.\n“My grandparents lived in Leeville,” he says, referring to the spot where we are currently headed. “But when the Hurricane of 1915 hit, it flooded everything and they moved back to Golden Meadow. But the fisheries, the port, and the oil industry support, it’s all still down there. So this road, the LA-1—this is the longest main street in America. People live behind the levee system and then take this road out to launch their fishing boats, to work at the port, to provide goods and services.”\nAs we pull through a toll station, the road leaves the marshland for sky. We are launched across the open expanse of water by way of the newly elevated section of the LA-1. Its 17-foot pillars—strong enough to withstand a blow from a runaway barge swept away during a storm—tower above the water.\nOsborn takes a ramp onto the old portion of the LA-1. Water from the surrounding marshland laps right up to the edge of the old road. After driving for a mile or two, we hit a dead end: three neon signs mark the spot where the old road goes underwater.\n“The old LA-1 just led us to what once was the town of Leeville,” Osborn says, gesturing to the waters underneath the now-elevated causeway. A few dilapidated buildings are scattered across the dry land that remains. Most of the town, though, has been converted to marshland, open water, and stark-white ghost trees stricken by saltwater intrusion.\nAs we cruise around the site by boat, Curole calls our attention to a scattering of stones and bricks, just barely visible along the edge of the marsh grass.\nWindell Curole knows what it means to see a community washed away. He's seen it. On this tour of Leeville, Louisiana, Windell explains how storms and rising sea level have forced people to retreat inland several times in the last century. NOAA Climate.gov video production.\n“Right behind us is an old cemetery,” he says. “This was built around 1910, and the land was four to five feet higher than it is today. It was on dry land. People farmed here. Since then, we probably lost about three feet of that to subsidence and probably one foot to sea level rise. If that rate continues in the future, well, it tells you how dire the situation is. Trying to stay above water—that’s really what the game is.”\nWhen the people of Leeville built this graveyard, no one ever thought that the cemetery would virtually disappear. Today, Curole and Osborn feel confident that they can plan for the future more effectively.\n“We know what the subsidence rate is,” Curole says. “The big question: how much will sea level rise increase? Are the rates going to increase? Are they going to stay the same? We need to keep a close eye on exactly what’s going on.”\nAn 18-wheeler rumbles on the elevated LA-1 above us, interrupting the serene quiet of the sacred grounds. The new highway represents the direction of the future, and the future leads to Port Fourchon, the hub through which 20 percent of our nation’s oil and gas supplies are distributed to the rest of the country.\nPort Fourchon sits on the very edge of the country, all the better for vessels shuttling supplies to and from deepwater oil platforms across miles and miles of ocean. The port services 90 percent of all deepwater activity in the Gulf of Mexico. Up to 1,200 trucks a day travel in and out of Port Fourchon by way of the LA-1, carrying supplies and materials for rigs and platforms in the Gulf.\n“This is where our energy is, and that’s our future,” says Chett Chiasson, director of Port Fourchon, patrolling the harbor from the bow of a speedboat. “If we can plan ahead, this can still be the premier oil and gas service base for this country. We just have to plan accordingly.”\nChiasson points out a tidal gauge secured to the edge of a dock. “The only thing we can do at this point is monitor the actual sea level rise,” he says. “We’re still in that process of gauging, from year to year, what’s going to happen and how we’re going to respond in the future.”\nPort Fourchon sits on the very edge of the country, all the better for vessels shuttling supplies to and from deepwater oil platforms across miles and miles of ocean. Keeping it open is a big deal because the port services 90 percent of all deepwater activity in the Gulf of Mexico. Port Director Chett Chiasson tours the harbor while discussing the importance of preparedness, adaptation, and resilience. NOAA Climate.gov video.\nSergeant Mitch Hohensee, the guy behind the wheel of our speedboat, recalls a particularly bad day in his recent memory. During Hurricane Ike in 2008, Hohensee had to ride out the storm for several days in the Port’s police operations center, surrounded by water six feet deep.\n“We were trying to guide some of the trucks down the LA-1,” Hohensee recalls. “We actually had officers walking on each side of the road with sticks, trying to find where the edge of the road was. We made it pretty much up to Leeville and that’s where we had to turn around and head back to the Ops Center. We lost a few vehicles in the end.”\nThis photo was taken on September 11, 2008, as Hurricane Ike was passing 150 miles offshore of Port Fourchon and heading west toward Texas. Even so far offshore, it was pushing a huge surge inland, obstructing the path of utility trucks traveling back from the port via the old LA-1 highway. This vulnerable section would soon be replaced by the elevated highway, which was not yet completed at the time of the photo. Photo provided by the Greater Lafourche Port Commission.\nTed Falgout, the former director of Port Fourchon, experienced dangerous conditions on the LA-1 many times throughout his career and recognized early on that the roadway was a major obstacle to developing the local economy.\nTed Falgout, former director of Port Fourchon. Photo by Kurt Mann, NOAA Climate.gov.\nToday, he is enjoying his retirement from the deck of his houseboat, affectionately named the “Gator Nest,” a reference to his family’s alligator farm. “The Gator Nest, as we like to call it, was part of my adaptation to sea level rise,” he chuckles. Falgout still remains active in efforts to improve the LA-1. In the 1990s, he helped form the LA-1 Coalition—a grassroots organization that sought to secure funds to improve and elevate the entire nineteen miles of the roadway. A lot of the work involved educating not only the surrounding community, but also policy leaders at the state and federal level about why it was so important to raise the vulnerable highway.\n“What we told people was that the highway was built for my grandparents to go visit each other on Sunday afternoons, never to carry the burden of development in the Gulf of Mexico,” Falgout says. “Once that became clear, all the people who had stake in seeing the highway improve, especially with the growth coming to the region, joined up the cause.”\nWithin a few years, the Coalition secured enough private and government funds to raise the seven miles of the highway closest to the Gulf. The Louisiana Department of Transportation and Development was given the task of determining how high to raise the highway so that it lasted 75-100 years into the future.\nTheir engineers ultimately elevated the highway 17 feet in accordance with the Federal Emergency Management Agency’s construction requirements in that area. The road lies another five feet above the road’s pillars; at 22 feet above the water, it’s above the height zone of a 100-year storm surge.\nToday, the LA-1 Coalition has set its sight on finding funds to raise the remaining eight miles. That section of the road, spanning from the flood protection system in Golden Meadow to Leeville, remains directly level with the bayou and is becoming increasingly inundated every year. The road is so low that even small storm events cause it to become flooded and impassable.\nDavid Miller of the Louisiana Department of Transportation and Development was one of the engineers given the task of determining how high to raise several miles of the Louisiana-1, or LA-1, highway. Climate data were essential for making sure that the roadway would last 75-100 years into the future. NOAA Climate.gov.\nMuch of the work involved in finding funds to raise the rest of the highway lies on the shoulders of Henri Boulet, executive director of the LA-1 Coalition. From his perspective, the information that NOAA provides the community on subsidence, sea level rise, and other coastal impacts is a vitally important for demonstrating and communicating just how urgent the situation is.\nLuckily for him, the twin issues of sea level rise and subsidence—the main contributors to the region’s sinking landscape—are Osborn’s bread and butter.\n“There it is!” Osborn pulls his truck up alongside the road. The source of his excitement is a very unremarkable utility pole outside someone’s front yard. He announces that we are standing at the site of a National Geodetic benchmark. Deep into the ground is the marker itself, a relic of a centuries-old system that up until a few years ago was your best bet for measuring elevations on the coast.\nAs the land began to sink, it took the benchmarks down with it. “Our subsidence rates are so high that they make any more classic traditional means of benchmarks totally obsolete or incapable of being maintained on the coast,” Osborn says, wiping away dirt from the surface of the brass disk.\nJosh Kent of Louisiana State University gives a simple explanation of how sea level rise from climate change and sinking of the land both contribute to coastal changes. NOAA Climate.gov\nIn recent years, a GPS-based surveying system—consisting of both government- and private-owned resources including satellites, receivers, and other infrastructure—has begun to replace the old benchmark system. Louisiana State University has created a real-time network consisting of a series of stations throughout the state that monitor GPS positions every second. Each one of the stations sends data back to the network at LSU. Surveyors, engineers, and other people who need elevation data are able to tap into the network with a GPS receiver to retrieve instant and accurate positioning measurements. Over time, they can monitor rates of sea level rise and subsidence.\nWhile regional sea level rise rates are pretty consistent across the northern Gulf of Mexico, local rates of sea level rise relative to the land can vary depending on how fast land subsidence rates are in any given location. That’s why it’s important to take measurements before building in a certain spot; using inaccurate or outdated data puts new homes, levees, drainage systems, and other structures at risk.\nThat’s the role that Jack Plaisance fulfills as a coastal surveyor at Picciola and Associates, Inc., a local civil engineering firm. Today, he wants to provide an updated and accurate measurement of this spot to see how much the elevation has changed since the benchmark was set into the ground in 1952.\nHe positions his GPS rover receiver right on top of the benchmark. Within minutes of connecting to the network, Plaisance has a solution. Peering at the tiny screen of the device, Osborn shakes his head in disbelief at the result.\n“The real-time measurement indicates that the elevation in this spot went from 5.07 feet to 3.78 [above sea level],” he reveals, comparing the oldest published data for this site to the new measurement. “That is one of the highest rates of subsidence you’re going to see in the U.S. Probably the world. The land is sinking at a rate of three-quarters an inch per year in this spot.”\nHow do you measure sinking land and rising seas at the same time? Randy Osborne of Louisiana State University and Tim Osborn of NOAA's Office of Coastal Survey explain how a constellation of global positioning system (GPS) satellites in space provides a stable platform for measuring both.\nNext, Plaisance takes us to the location of his current project—a neighborhood on the east bank of Bayou Lafourche. It’s clear that the land here is sinking: the foundations of fences twist at odd angles and the ground appears to have gobbled up a fire hydrant next to the roadway. Only the top half of it is visible.\n“The situation here is that the roadway and the drainage system were all built in 1969,” Plaisance explains. “Storm runoff on land was meant to drain into a pipe under the sidewalk, where it was then collected in a storm drain under the road and into Bayou Lafourche, away from the homes in the neighborhood.”\n“Today, the water is higher than it used to be and the land is lower. Instead of the water flowing into the bayou [through the underground drainage system] like it’s supposed to, the elevation difference is causing the water to flow backward into these yards and flood people’s homes.”\nPlaisance moves from spot to spot taking measurements that will give the engineers tasked with fixing the drainage system the reliable data they need to solve the problem. As he works, a man walks up the group and introduces himself as Dickie Carmichael. Two young kids trail behind him.\nA fire hydrant swallowed up by sinking ground. Photo by Caitlyn Kennedy, NOAA Climate.gov\nIf you put your ear up to the tidal gauge sitting at the U.S. Coast Guard station on Grand Isle, you can hear a faint ticking, like a clock. In reality, it’s the instruments within that are sending sound waves into the water to measure its depth at different times throughout the day. The “granddaddy of tidal stations,” as Osborn calls it, is the longest running tide station in Louisiana. Over the last 70 years, the tidal gauge has recorded one of the fastest rates of relative sea level rise in the world—approximately a rise of 3.0 feet every hundred years.\nFollowing at least 2,000 years of little change, global sea level has risen by roughly 8 inches over the past century, as global temperatures began to increase. There are two principal ways in which global warming causes sea level to rise: the melting of land-based ice that increases the volume of ocean water, and thermal expansion—as water warms, it expands. Climate scientists say that there is strong evidence that global sea level is currently rising at an increased rate, and that a warming global climate will cause further sea level rise over this century and beyond.\nWhile it is important to monitor global changes, site-specific measurements and projections of sea level rise are needed for realistic local planning efforts, whether you’re trying to elevate a highway or a levee or build a new hurricane shelter. In Southern Louisiana, local geologic factors such as subsidence also need to be considered.\n“If you go to NOAA’s Pensacola, Florida, tide station, you’ll see that sea levels are rising at two millimeters a year [0.7 foot every hundred years],” Osborn explains. “That’s because Pensacola isn’t moving—it’s made up of limestone and sand. The land isn’t sinking. You come here and it is five times that rate. That jump is due to the subsidence. Global sea level rise is a part of that whole picture here, but it’s only about one-fifth of the actual rate we’re seeing right here, right now.”\nTim Osborn and David Camardelle, mayor of Grand Isle, walk up the levee/dune structure that serves as a critical line of defense for protecting the people and structures on the barrier island from storm surge. Photo by Caitlyn Kennedy, NOAA Climate.gov.\nData collected from NOAA’s Grand Isle tidal gauge shows that relative sea level has been rising approximately 9.2 millimeters per year since the 1940s. This observed rate of relative sea level rise is assumed to be about the same throughout the local region, which includes the vicinity of the area around the LA-1. But this information alone wasn’t helpful for local leaders trying to anticipate how the at-grade highway—the part that isn’t elevated—will be impacted in the coming century. Osborn enlisted the help of Stephen Gill, Senior Scientist for NOAA’s Center for Operational Oceanographic Products and Services (CO-OPS), to get a better picture of the future.\nGill used previous published studies of potential sea level change through 2100 to develop three illustrative relative sea level rise scenarios for the LA-1 region. The scenarios are the 20th century relative sea level rise rate and then either a 2 or 7 millimeter per year potential increase in the rate of global sea level rise.\nThe first scenario shows relative sea level rise continuing to rise at its current rate of 9.2 mm per year through the end of the century. The second scenario shows the twentieth century rate increasing by 2 mm per year (11.2 mm per year) starting around 2008. A third scenario, in which the twentieth century rate increases by 7 mm per year (16.2 mm per year), kicks in after 2050.\nThe graph shows potential sea level change through 2100. Three sea level rise scenarios were developed for the region surrounding the LA-1. The first scenario shows relative sea level rise continuing to rise at its current rate of 9.2 mm per year through the end of the century. The second scenario shows the 20th century rate increasing by 2 mm per year (11.2 mm per year) starting around 2008. The third scenario, in which the 20th century rate increases by 7 mm per year (16.2 mm per year), kicks in after 2050. Data courtesy of Stephen Gill, NOAA Center for Operational Oceanographic Products and Services (CO-OPS); graph by NOAA Climate.gov team.\n“These are just illustrative scenarios for purposes of estimating potential impacts,” says Gill. “We’re not saying that this is how it’s going to play out. We do know that the published climate change studies estimate sea level rates are going to accelerate up to a certain point by the middle of the century, and then really accelerate toward the end of the century. The purpose of these scenarios was to illustrate how potential impacts might look.”\nGill added that even without any acceleration in sea level rise there will be a significant increase in the frequency and duration of flooding in the future. The present local relative rate of sea level rise is so high, he says, that today’s higher tides are slowly becoming tomorrow’s minor flooding events. Accelerated sea-level rise will just make it worse.\nOn August 28 of this past summer, Port Fourchon took a direct hit from Hurricane Isaac. While port infrastructure and the elevated portion of the LA-1 suffered only minor damage, the entire highway was closed for 78 hours, largely due to the fact that the land-based section was inundated with storm surge.\n“This was the first major test of the elevated highway and it faired pretty well,” Boulet reported in the aftermath of the storm. “But had Hurricane Isaac slowed or approached the region from another direction, the northern section of land-based LA-1 could have washed out, and every household in the country could have felt the impacts.”\nTropical storm Isaac approaches the Louisiana and Mississippi coasts on August 28, 2012. The storm made landfall as a category 1 hurricane near the mouth of the Mississippi River in southwestern Louisiana that evening, and hit Port Fourchon around 4 a.m. the following day. NASA image by Jeff Schmaltz, LANCE/EOSDIS Rapid Response.\nAfter a hurricane sweeps through the Gulf, Boulet explains, the industry’s ability to efficiently repair port production facilities is critical to its immediate recovery. If the industry doesn’t recover quickly enough, Americans feel the impact at the gas pump. During the five most recent named hurricanes that caused LA-1 road closures, average gas prices rose 13 cents per gallon across the nation.*\nGiven these stakes, in 2011, the Department of Homeland Security’s NISAC Laboratory and the University of Louisiana-Lafeyette’s NIMSAT Institute built upon the future sea level rise projections to provide an assessment of the national consequences of a potential disruption to LA-1, and the resulting local, regional, and national economic impacts. The study considered the likelihood of two scenarios in which damage to the LA-1 would require 90 days to repair, effectively closing down the highway and Port Fourchon facilities in the meantime.\nUsing the predicted rate of 11.2 mm per year from 2007 through 2050, the study concluded that a 90-day closure could occur as early as 2030, 8 or 9 years earlier than it would using the present-day 9.2 mm per year trend. By 2066, at least five percent of the road could be submerged year round.\nMost worrisome, though, was the finding that the highway could experience a total washout even before 2030 in the event of a major hurricane. A halt in port operations due to a 90-day closure could result in up to a $7.8 billion loss in American gross domestic product due to cascading impacts on the oil and gas industry across the United States.\nIn the end, it’s just a matter of time. Time is precious, time is money, and time is running out on the coast. Large segments of the LA-1 could be under water as early as 2030. That’s twenty years away, but large infrastructure projects can take decades to complete.\nThe citizens and businesses of Louisiana have already agreed to pay tolls for the next 30 years to repay a federal transportation loan and bond sales that funded the first phase of the highway. But now, they’re going to have to secure state and federal government funds to move forward on construction of Phase 2.\nThis is the topic of conversation as Osborn, Curole, Boulet, and Falgout gather around a picnic table with their families and friends on Boulet’s back porch for a crab boil as the summer is coming to a close. Osborn estimates that over 800 years of Louisiana heritage is represented at the table. While the clock and the tidal gauge keep ticking, the ancestral roots grow deeper.\nOsborn, Curole, Boulet, and Falgout gather around a picnic table to feast upon local seafood with their families and friends. Photos by Kurt Mann, NOAA Climate.gov. Large photos: top left | right bottom left | right\n“People always ask why do you stay here? Why don’t you leave?” Curole says. “But it’s the same answer that you would give for any city on the coast—Manhattan, for example. As long as our economic importance remains, that’s the basis of us staying or not staying. We help make your gasoline cheaper. We help get seafood on the table. We help ship the grain from the Midwest to the rest of the world. As long as it’s economically viable, we’ll continue to do that.”\nIt’s up to the next generation to sustain the local economy by making sure their decisions incorporate the best data and information available—something that their ancestors did not have.\n“The high levels of sea level rise and subsidence rates that we’re seeing is magnifying and bringing a real focus here to the fact that we cannot work independently,” Osborn says. “Coastal leaders, politicians, scientists, surveyors, engineers—they all have to work together to tackle a problem that they alone cannot hope to address.”\nBeyond building more resilient communities and infrastructure, that purpose includes sustaining the region’s rich heritage and unique culture.\n“If you live in a really nice place, you don’t leave,” Curole says. “You really treasure the people around you and the community and the ecosystem. You have to compare the sacrifice of leaving to the sacrifice of staying, and only when it becomes too hard or too risky to stay, you leave.”\n“And that has happened,” he says, calling to mind the sunken crypts hidden in the marshland near Leeville, the remainders of a community where neighbors also hosted crab boils on their porches once upon time. “And it could very well happen in the future. If we lose all of this, it is a part of the world that will never exist again.”\nThe Leeville cemetery, the remnants of which are seen in the photo above, was built around 1910 when the land was four to five feet higher than it is today. Photo by Caitlyn Kennedy, NOAA Climate.gov.\nKarl, T.R., Melillo, J.M., and Peterson, T.C., (Eds.). (2009). Regional Climate Impacts: Coasts. In T. Karl, J. Melillo, and T. Peterson (Eds.), Global climate change impacts in the United States (pp. 111-116). New York, NY: Cambridge University Press.\nLouisiana Highway 1/Port Fourchon Study. July 15, 2011. Prepared in collaboration by the National Infrastructure Simulation and Analysis Center and the National Incident Management Systems and Advanced Technology Institute at the University of Louisiana Lafayette.\nIncorporating Sea Level Change Scenarios at the Local Level. (2012) NOAA Coastal Services Center, the NOAA Center for Operational Oceanographic Products and Services, the NOAA National Geodetic Survey, and the NOAA Office of Coastal Survey.\nUSGS Reports New Wetland Loss from Hurricane Katrina in Southeastern Louisiana. September 15, 2005. United States Geological Survey.\nGrand Isle Tide Station. NOAA Tides and Currents.\nLouisiana State University Center for Geoinformatics\n*Daily Regular Gasoline Nationwide Average Prices from GasBuddy.com for LA 1 road closure dates from Hurricane Katrina, Rita, Gustav, Ike, and Isaac.\nNOAA Science Reviewers: Stephen Gill of NOAA’s Center for Operational Oceanographic Products and Services (CO-OPS) & Tim Osborn of NOAA’s Office of Coast Survey.\nHelp us improve our content",
  "source": "climate.gov"
}