{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-has-fourth-warmest-winter-record-west-southeast-drier-average",
  "title": "U.S. has fourth warmest winter on record; West & Southeast drier than average",
  "date": null,
  "content": "On average, the 2011-2012 winter was a mild one for the contiguous United States. When NOAA’s National Climatic Data Center crunched the numbers for December, January and February—”meteorological” winter for 2011-2012—it stacked up as the fourth warmest of the past 117 winters. The seasonal average temperature was 36.8 degrees Fahrenheit, which is 3.9 degrees above the 20th century average.\nThe map above shows places where the average seasonal temperatures for different U.S. climate divisions were up to 5 degrees Fahrenheit cooler (darkest blue) or 10 degrees warmer (darkest red) than average, based on observations from 1981-2010.\nThe most unusually warm temperatures were found in the northern states, especially in the northern Great Plains. In a recent Winter Recap video, Deke Arndt, head of the Climate Monitoring Branch at NOAA’s National Climatic Data Center, explained the reason for the pattern: the jet stream stayed farther north than usual this winter. The whipping, high-altitude winds of the jet stream generally mark the boundary between Arctic air to the north and warmer air to the south.\nThis map shows the percent of average winter precipitation that fell in the winter of 2011-2012 in shades of brown (less than 100 percent of average) and green (up to 200 percent of average) compared to average winter preciptation from 1981 to 2010.\nThe map above shows the percent of average winter precipitation in shades of brown (less than 100 percent of average) and green (up to 200 percent of average). Virtually all of the West received less than its average precipitation. For many places, this means less snowpack than usual, which will have consequences for spring and summer water supplies. Parts of the Great Plains, Texas, and the Ohio Valley got more of a soaking. In Texas, the above-average rains shrank the percentage of the state experiencing exceptional drought.\nRelated\nFebruary 2012 National State of the Climate Report\nClimateCast Video: Deke Arndt Recaps 2011-2012 Winter\nU.S. Climate Normals: Gardeners Expect Warmer Nights\nMaps by Hunter Allen, Richard Rivera, and Ned Gardiner, based on climate data from the National Climatic Data center. Reviewed by Deke Arndt and Jake Crouch, National Climatic Data Center.\nHelp us improve our content",
  "source": "climate.gov"
}