{
  "url": "https://www.climate.gov/news-features/features/sea-ice-declines-boost-arctic-phytoplankton-productivity",
  "title": "Sea Ice Declines Boost Arctic Phytoplankton Productivity",
  "date": null,
  "content": "A nearly invisible layer of microscopic, plantlike organisms drifts through the surface of the ocean all over the globe, their movements mostly at the whim of ocean currents. When conditions are right, populations of these tiny creatures explode in vast \"blooms\" that span miles and miles of ocean. Called phytoplankton, they are the base of the entire ocean food web.\nLike plants, phytoplankton have chlorophyll to absorb sunlight and use photosynthesis to produce food. In the Arctic Ocean, photosynthesis is frequently limited by the low angle of the winter Sun and short daylight hours, as well as by the blanket of sea ice that melts and refreezes with the changing seasons.\nOver the last 30 years, however, the Arctic has warmed, and larger areas of the Arctic Ocean are now free of sea ice in the summer, which means phytoplankton are getting more sunlight. The result is that phytoplankton productivity has increased by about 20 percent based on satellite estimates of the amount of chlorophyll in the water.\nThe map below shows the change in the number of days each year that a location was ice covered according to satellite observations from 1998-2009. Over the 12-year period, the seas on the Arctic shelf saw an increasing number of ice-free days. For example, in the waters off the west coast of Novaya Zemyla—a spine-like archipelago north of Russia—the number of open water days increased by at least 15 or more days per year.\nMap of changes in the number of days each year that a location was ice covered according to satellite observations from 1998-2009. Blues show the few areas where ice-covered days have increased, while yellow and orange show places with a decrease in the number of days the ocean is frozen. Raw data analysis and processing by Karen Frey at Clark University (see reference Frey et al., 2011). Sea ice persistence data (based on a 15% sea ice concentration threshold) were acquired by the DMSP Special Sensor Microwave Imager (SSMI), and are courtesy of Cavalieri et al., 2008 (reference below).\nSatellites are also able to detect green pigment in plants, or chlorophyll, from space, which scientists can then use to estimate primary productivity—the rate at which plant cells take in carbon dioxide during photosynthesis. The image below shows changes in annual primary productivity between 1998-2009. Brown hues hues represent a decline in productivity, while green hues indicate an increase. Increases in primary production were greatest in the eastern Arctic Ocean, mirroring the areas of greatest sea ice loss in the Kara and East Siberian seas.\nLong-term changes in annual primary productivity between 1998-2009. Browns show declines, while greens show increases. Increases in primary production were greatest in the eastern Arctic Ocean, mirroring the areas of greatest sea ice loss in the Kara and East Siberian seas. Primary production data are based on a study by Arrigo and van Dijken in 2011 (see reference) that used multiple satellite observations of sea ice extent, sea surface temperature, and chlorophyll concentrations.\nIncreases in primary productivity indicate that blooming phytoplankton populations just below the surface are revving up their work of converting sunlight into energy. The leading explanation for this is increasing sunlight as a result of more open water in the Arctic Ocean. Whether that trend will continue indefinitely into the future is far from a sure thing. Sunlight is only one of many factors that influences phytoplankton growth, and these other factors may come into play as the system continues to change.\nPhytoplankton are the foundation of the marine food web, providing fuel in the form of energy and carbon. Creatures that feed on phytoplankton may benefit from an increase in productivity. However, scientists are taking note of other changes in the system that could pose problems for the Arctic ecosystem.\nArctic marine species' life cycles have been fine-tuned over thousands of years to coincide with and take advantage of phytoplankton blooms. In parts of the Arctic, blooms are developing earlier in the year because sea ice is breaking up earlier in the summer. Some regions have seen peak blooms advance from September (the peak of the summer melt season) to early July.\nScientists have also discovered that the amount of large phytoplankton species is decreasing in some areas of the Arctic, while smaller species are increasing. The size of phytoplankton matters: large zooplankton—the preferred food for larger fish, birds, and mammals found in the Arctic—graze more readily on larger species. Larger phytoplankton species are also a major food source for bottom-dwelling species. (They sink faster than smaller species).\nAll of these changes could have profound implications at all levels of the food chain. For example, bottom-dwelling creatures currently dominate on the huge continental shelf under the Arctic Ocean. In the future, however, shifts in the Arctic environment could influence the types of algae and phytoplankton available, possibly attracting creatures that thrive in open water environments.\nPhytoplankton across the globe are responsible for nearly half of the planet's primary production, and affect global chemistry and climate by consuming carbon dioxide and releasing oxygen. But changes in the Arctic are unlikely to have a large impact on the global carbon cycle. The amount of carbon dioxide consumed by phytoplankton in the Arctic waters is only about one percent of the total amount absorbed by the world's oceans.\nMaps by Hunter Allen and Richard Rivera (NOAA's Climate Program Office). Raw data analysis and processing by Karen Frey at Clark University ( Frey et. al, 2011). Sea ice persistence data (based on a 15% sea ice concentration threshold) were acquired by the DMSP Special Sensor Microwave Imager (SSMI), and are courtesy of Cavalieri et al. (2008). Primary production data are based on a study by Arrigo and van Dijken, (2011) that used multiple satellite observations of sea ice extent, sea surface temperature, and chlorophyll concentrations.\nReferences\nFrey, K. E., K. R. Arrigo & R. R. Gradinger (2011), Arctic Ocean Primary Productivity [in Arctic Report Card 2011], http://www.arctic.noaa.gov/reportcard.\nArrigo, K. R., and G. L. van Dijken (2011), Secular trends in Arctic Ocean net primary production. Journal of Geophysical Research 116, C09011, doi:10.1029/2011JC007151.\nCavalieri, D., C. Parkinson, P. Gloersen, and H. J. Zwally (2008), Sea Ice Concentrations from Nimbus-7 SMMR and DMSP SSM/I Passive Microwave Data. Boulder, Colorado USA: National Snow and Ice Data Center. Digital media.\nRelated Links\nLindsey, R. and Michon Scott. What Are Phytoplankton? Earth Observatory. Accessed November 14, 2011.\nGlobal Biosphere: Net Primary Productivity & Chlorophyll. Earth Observatory. Accessed November 14, 2011.\nHelp us improve our content",
  "source": "climate.gov"
}