{
  "url": "https://www.climate.gov/news-features/features/will-hurricanes-change-world-warms",
  "title": "Will Hurricanes Change as the World Warms?",
  "date": null,
  "content": "On August 28, 2005, as it crossed the Gulf of Mexico, Hurricane Katrina strengthened to a category 5 hurricane. Although the storm weakened to a category 3 before making landfall, Katrina caused some 1,500 deaths and $81 billion in damage along the U.S. Gulf Coast.\nHurricane Rita, at its maximum strength on September 21, 2005, had sustained winds of 180 miles per hour. Rita was the fourth most intense Atlantic hurricane ever recorded, the most intense for the Gulf of Mexico. Image courtesy of NOAA Environmental Visualization Laboratory.\nOn September 21, 2005, Hurricane Rita strengthened to a category 5 hurricane. It was the first time on record that two category 5 storms struck the Gulf of Mexico in the same hurricane season. On October 19, 2005, Hurricane Wilma became not only the third category 5 storm for the season, but also the most intense hurricane on record for the entire Atlantic Basin.\nWith a growing sense in the science community that climate change is real-the National Academies of Sciences in the United States, and the Royal Society in the United Kingdom were just two among many scientific organizations issuing statements about human-caused warming-the devastating 2005 hurricane season hardly seemed coincidental. Warming climate was worsening tropical cyclones, right?\nChristopher Landsea, science and operations officer at the National Hurricane Center, wasn't so sure.\nPuzzling Periods of Quiet\nChristopher Landsea, on a hurricane surveillance flight. Photo courtesy of Sim Aberson, NOAA.\nLandsea's duties at the National Hurricane Center include issuing forecasts for seasonal activity, predicting daily storm activity, and testing new techniques and models that can save lives by giving advance warning of severe storms. He traces his fascination with tropical cyclones to an early age.\n\"Most kids love storms,\" says Landsea. Growing up in Miami in the 1970s, he was no exception. Like many kids, he hoped to see a hurricane up close. He did school projects on hurricanes, watched TV shows about tropical cyclones, and read articles about monster storms. As a high school senior in the early 1980s, Landsea discovered that he could earn class credit while working at the NOAA Hurricane Research Division, gaining hands-on experience while still in his teens.\nThere was just one thing missing from his youthful hurricane education: an actual hurricane.\nFor Landsea, the dearth of hurricanes wasn't just disappointing, it was a little perplexing. Locals who had lived in Miami a long time remembered plenty of big storms. The Atlantic Basin experienced 39 major hurricanes in the 1950s, and 28 major hurricanes in the 1960s. But in the 1970s, only 16 major hurricanes formed in the Basin. In 1979, when Landsea was 14, Hurricane David traveled up the East Coast. Landsea diligently plotted David's course based on radio bulletins from NOAA, but the storm only brought a little wind and rain to Miami. Landsea's hometown wouldn't experience a hurricane until he was 27 years old.\nWhat he now realizes is that hurricanes occur in cycles. \"The late nineteenth century was a very busy period,\" he explains. \"Then from the 1900s until about 1925, it was very quiet. The late 20s to the 60s were very busy. The 1970s to the mid-90s were quiet again, and then from the late 90s onward, it's been generally very busy.\"\nThis graph shows annual tropical storm counts for the North Atlantic Ocean. Counts have been adjusted to omit short-duration storms (those that lasted less than 2 days) and to account for storms that were likely missed before satellite observations were available. Graph by LuAnn Dahlman, based on data from Landsea et al. 2010.\nAnd for all the damage and death Katrina caused, Landsea points out, that storm was not the most destructive hurricane in U.S. history. Records show that the hurricane that struck Galveston, Texas, in 1900 was far worse. Landsea says, \"The Galveston Hurricane was a horrific event. Essentially with no warning, the town of Galveston was completely inundated and destroyed by the storm surge from that hurricane. We're not sure how many people perished, but it was on the order of 8,000 to 10,000 people drowned in just a couple hours.\"\nOn September 8, 1900, a hurricane and accompanying storm surge inundated Galveston, Texas without warning. The left image shows surface pressures deduced after the storm, courtesy of NOAA. The images on the right show some of the storm’s aftermath, courtesy of Wikimedia Commons.\nNatural variability apparently plays a significant role in hurricane frequency and intensity, and currently appears to play a bigger role than greenhouse warming. One example of climate variability Landsea cites is the Atlantic Multidecadal Oscillation, or AMO. The AMO is a pattern of sea surface temperature changes between warm and cold phases in the North Atlantic Ocean. The pattern tends to vary on multidecadal time scales, but the limited length of the Atlantic sea surface temperature record prevents scientists from making more definitive statements about the precise nature of the AMO. \"When it's in a warm phase, you tend to have a very busy hurricane period. You tend to get the opposite in one of the cool phases,\" Landsea says.\nThe mechanisms governing the AMO are not well understood, but several factors have been hypothesized to contribute to it. These include internal variability of the ocean-atmosphere system, as well as radiative forcing changes caused by changing greenhouse gases, and variations in atmospheric dust and aerosol particles from volcanic eruptions and industrial activity.\nThe Atlantic Multidecadal Oscillation Index and five-year average counts of tropical cyclones. Before averaging, counts of tropical storms were adjusted to omit short-duration storms and to account for storms that were likely missed before satellite technology was available. Graph by LuAnn Dahlman based on data courtesy of NOAA and Landsea et al. 2010.\nA Skewed View of the Past\nAlthough Landsea doesn't dispute that humans are causing climate change, he does doubt the assertion that global warming has significantly increased hurricane activity. To explain his doubts, he points to the imperfections in hurricane records.\nThe North Atlantic hurricane database, known as HURDAT, is the official hurricane and tropical storm record for the Atlantic Ocean, Gulf of Mexico, and Caribbean Sea. Taken at face value, HURDAT suggests an increase in hurricane activity that could be linked with warming climate. \"But the hurricane database reflects just the knowledge of what was available at the time,\" Landsea explains. A direct comparison of today's storm activity with activity recorded a century ago can be misleading. \"One hundred years ago, you didn't have satellites, you didn't have buoys, all you had were ships and people trying to stay out of the way.\"\nIn other words, hurricanes might seem bigger, stronger, and more numerous now because we're much better at finding and measuring them.\nAn artist’s rendering of NOAA-18, a polar-orbiting satellite that collects atmospheric and weather data around the world. Image courtesy of NOAA.\nOver the past 50 years, satellites have given scientists a growing assemblage of unblinking eyes in the sky. \"When the first regular satellite imagery became available in the mid-1960s, that really helped us see what's going on across the huge expanses of ocean,\" Landsea says. \"Then in the 1970s, we had geostationary satellites. Today we've got three geostationary satellites that help us keep an eye on what's going on over the whole Atlantic, Caribbean, Gulf of Mexico, and the eastern Pacific.\" Positioned over the Equator and matching the speed of the Earth's rotation, geostationary satellites remain \"fixed\" over particular locations on our planet.\n\"We also have a whole train of polar-orbiting satellites,\" Landsea continues. \"One of the key abilities they have over geostationary satellites is that they have microwave sensors. So you can see through the top clouds and you can get a better idea of the structure of the storm, as well as where it's located.\"\nImprovements in aviation technology have also contributed to a growing understanding of hurricanes. In the early decades of aviation, flying a plane into a hurricane was understandably unthinkable, but technology has since advanced. \"We've been flying planes into hurricanes since the 1940s, and our instrumentation onboard has improved dramatically in that 60-year period. At first, pilots flew into hurricanes only during the daytime, and they didn't fly into the eyes of major hurricanes because they were concerned they might crash into the ocean. Today we've got some really sturdy aircraft, and excellent instrumentation that can actually measure the winds, both along where the aircraft is flying, and at the ocean's surface.\"\nA NOAA WP-3D Orion \"Hurricane Hunter\" airplane heads out on a mission. View a NOAA visualization showing how “hurricane hunter” planes fly into storms to gather information about their intensity and structure.\nIn addition to improved observation from satellites and planes, something else has contributed to our evolving understanding of increasing hurricane activity. \"If you look at the raw costs of damages, hurricanes are much more destructive now than ever before, but a big component of that is due to huge population increases in coastal counties from Texas to Florida and up to the Carolinas,\" Landsea says. \"Paired with increases in wealth and infrastructure, a hurricane that struck a couple generations ago would cost 10 times as much if it were to hit the same coastline today.\"\nIncreased population and infrastructure, perhaps encouraged by minimal hurricane activity from the 1970s through the mid-1990s, means that when hurricanes strike along the East and Gulf Coasts now, more people and property are at risk. It's one more thing that leads to the perception that hurricanes are dramatically worsening.\nThis map shows the percentage change in county populations between 1970 and 2008. Note the orange, red, and maroon areas that show large increases in population, especially in coastal counties in the southeast. Data from U.S. Census; map courtesy of U.S. Global Climate Change Research Program.\nA Meeting of the Minds\nClimate shifts caused by greenhouse gas emissions certainly could affect hurricanes, but how much? \"This is where I've had concerns,\" Landsea says. He has disagreed-sometimes publicly-with other researchers who have posited a strong link between climate change and hurricane activity without quantifying the impact. He thinks that predicting an unspecified heightened hurricane risk from climate change simply appeals to emotions. Up against Katrina, Rita, and Wilma, however, he didn't have an easy time making his case in 2005. Three category 5 hurricanes in a single season strongly suggested that hurricanes were rapidly intensifying.\nJames Kossin is an atmospheric research scientist at NOAA's National Climatic Data Center, and he has known Landsea since they were graduate students flying into Hurricane Gilbert in 1988. Kossin understands why people might suspect a worsening of hurricanes in 2005. \"I think by all standards of measure, it was an outlier year,\" Kossin says. \"Certainly we have to call a hurricane season like 2005 rare.\"\nOver the past five years collaboration has helped Landsea and Kossin provide a more realistic picture of likely long-term changes in hurricane activity. They and their colleagues have participated in meetings of the International Workshop on Tropical Cyclones, which occur every four or five years. Including hurricane researchers and forecasters from developed and developing countries across the globe, the group addresses issues related to analysis and forecasting. At the group's meeting in Costa Rica in 2006, participants resolved to compile a review paper for publication in 2009 or 2010.\nThe researchers reviewed published studies about tropical cyclones and climate, focusing especially on recent findings since 2006. The team examined modeling studies and scrutinized historical tropical cyclone records. \"We only used peer-reviewed papers, but just because something has gone through peer review doesn't necessarily make it right. Drawing on our collective expertise, we had to make our subjective judgments on what papers we thought were most important and provided the best contributions to helping us understand what's occurred in the past and what might happen in the future,\" Landsea says.\nThe result of the team's effort was a paper published in Nature Geoscience in 2010. Landsea and Kossin worked with Thomas Knutson, a research meteorologist at NOAA's Geophysical Fluid Dynamics Laboratory, and seven other researchers. Citing roughly 50 sources, most of them published in the previous five years, the authors concluded that it was uncertain whether the recent increase in tropical cyclone activity exceeds what could be expected from natural variability. That's not to say, however, that tropical cyclones have not changed due to human influences, nor that any changes in future tropical cyclones will not be attributable to our warming climate.\nIdentifying the potential for change within the dynamic climate system is an ongoing challenge. Predicting future hurricane activity involves teasing out long-term trends from seasonal statistics. Whereas the long-term record of atmospheric carbon dioxide-a graph known as the Keeling curve-shows a strong trend with small background noise, some other climate-related records show slight trends against tremendous background noise.\nHurricane activity, Kossin explains, falls closer to the second scenario. \"When you measure the number or accumulated energy of storms each year, it's very noisy,\" he says. \"So you ask, 'How far do I have to project this noisy system into the future before I can identify a simple linear trend that's statistically significant at 95 percent confidence?'\" The team had to project hurricane activity decades into the future before they could detect such a trend. Against such a noisy background, the predicted trend for increasing tropical cyclone activity is relatively small.\nClimate models project there will be fewer weak to moderate-strength Atlantic hurricanes as surface temperatures rise this century. However, the models predict that a greater number of the hurricanes that do form will tend to strengthen to category 4 and 5 hurricanes. The bars in this graph show the average results from 18 different models. The dots on each bar show a range of results from 4 of the 18 different models. Graph courtesy of Gabriel Vecchi, NOAA GFDL.\nReaching what sounds like a counterintuitive conclusion, the review team found that the frequency of tropical cyclones would likely decrease by 6 to 34 percent, but the intensity of such storms, based on maximum wind speeds, would probably increase by 2 to 11 percent worldwide by the late twenty-first century. \"There's a general increase in intensity across the board and this could manifest most dramatically in the stronger storms,\" says Kossin. The team concluded that the frequency of the most intense (rare but high-impact) storms will more likely than not increase by a substantially larger percentage in some basins. One modeling study reviewed in the team's assessment actually projects a possible 100 percent increase in Category 4 and/or 5 hurricanes in 2100 relative to 2000 levels. The team also agreed that rainfall amounts will likely increase, by roughly 20 percent within 100 kilometers of each tropical cyclone's center.\nModels project there will be an increase in hurricane intensities as the climate warms over the course of this century. Though there will likely be fewer Atlantic hurricanes overall, wind speeds for the ones that do form will be about 4 percent stronger for every 1°C increase in sea surface temperature. Graph courtesy of Tom Knutson, NOAA GFDL.\nLandsea acknowledges the complexity of the team's findings. \"It appears that the projected increase in storm intensity is because there will be more energy for hurricanes to tap into. The projected decrease in number of tropical cyclones may be due to more vertical wind shear in the atmosphere, which disrupts the formation of these storms. So there'd be more energy in the atmosphere, but the winds around the storms would not be as conducive to forming storms as they are now.\"\n\"In the formation of a storm-from a tropical depression into a tropical storm into a hurricane-there's a genesis point,\" Kossin explains. Reaching that point requires a relatively narrow range of conditions, and any change in those conditions, such as a change in wind shear, may stop a storm before it really starts. \" A strong, mature storm, on the other hand, tends to create its own environment, so it can shelter itself from negative environmental influences like shear. At the same time, warmer ocean temperatures will sustain it longer, and will tend to help it grow stronger.\"\nGeography also plays a role. \"There are certain areas where storms tend to form, but that's not where they become strongest,\" Kossin continues. \"Storms are actually in a different region when they're at their maximum intensity than when they're forming, and the conditions in one place are not necessarily going to be the conditions elsewhere.\"\nThe team's attempt to build comprehensive understanding of climate's effect on hurricanes reminded the researchers of how much research remains to be done in the field of tropical cyclones. They found good agreement in predictions at the global and hemispheric levels, but far less agreement for individual ocean basins. Likewise, the team had low confidence in projected changes in where storms will form, where they will go, and how many storm-surge floods will occur.\nDespite the predictions the team could not yet make, the Nature Geoscience paper was significant not just because of its findings but also because of its authors' willingness to find common ground. Members of the team had disagreed in the past about the relationship between tropical cyclones and climate, but they were able to agree on the broad-brush results of their review, including the conclusion that it remains uncertain whether past changes in hurricane activity exceed the level expected from natural variability. \"I think if any of us were to write this paper by ourselves, we might phrase it differently or come to different conclusions,\" Landsea says, \"but we agreed on the numerical ranges for how strong hurricanes may get in the future. I think that was a good accomplishment.\"\nOf the findings Landsea and his colleagues reached, the projection for increased rainfall associated with tropical cyclones in the future was perhaps the most worrisome. Some of the worst damage caused by tropical cyclones results not from winds but from rains. Landsea points to Tropical Storm Allison's effects on Houston in 2001 as an example of such damage. Allison claimed 22 lives, caused substantial damage to buildings and infrastructure in downtown Houston, damaged some 95,000 vehicles with hail, and left multiple hospitals and trauma centers closed or unreachable during the storm.\nAccording to climate model projections, tropical cyclone rain rates within 62 miles (100 km) of the storm’s center are likely to increase by 20 percent over the next century. Images from computer simulation courtesy of Tom Knutson, NOAA GFDL.\nFuture Plans\nWith or without greenhouse gas emissions, our planet is destined to continue facing the challenges of tropical cyclone activity. The National Hurricane Center's seasonal outlook for the Atlantic Basin 2010 season called for an \"active to extremely active\" season, predicting 14 to 23 named storms, of which 8 to 14 would become hurricanes. Of these, the outlook predicts that three to seven of the storms would become major hurricanes, attaining intensities of Category 3 or higher.\nPredictions of intensified activity have left many Americans grappling with the best way to cope with hurricanes. Some have even suggested a long-term evacuation of the Gulf Coast. Regarding where people ought to live, Landsea replies, \"That's not my decision.\" He does, however, think some areas are riskier than others. \"If you look on long time scales, for instance, barrier islands move around, and hurricanes are often one of the main reasons they shift.\"\nFor most people along the Gulf Coast, however, less extreme measures than relocation may reduce risks. \"One of the simplest things you can do to protect buildings is to use shutters to keep the wind out. When the wind enters a building, it causes a huge amount of damage. In the most severe cases, you can have the roof being lifted off after the wind gets inside. And if you have significant roof damage, everything inside is vulnerable to more wind and rain.\"\nWhile climate scientists work to understand how and why hurricanes have changed in the past and how they may behave in the future with climate warming, Landsea, Kossin, and others also work toward improving the quality of the historical hurricane database to provide a better basis for past climate studies and future prediction.\nKossin feels confident that, as techniques for reanalyzing information from the past and projecting conditions into the future improve, hurricane forecasters will be able to produce better predictions. Landsea reflects, \"Continued climate modeling of the changing ocean-atmosphere system is crucial. Right now we don't really know if we will see a substantial decrease in the numbers of storms, or if the intensity of storms will increase. There is still a lot of uncertainty I'd like to see reduced through continued advances in climate modeling.\"\nThe National Hurricane Center issues official forecasts of a storm’s center and other parameters every six hours. Track error is calculated after the storm by measuring the distance between a cyclone’s forecast position and its actual position at the forecast verification time. This graph shows how annual average track errors for Atlantic basin tropical storms and hurricanes have changed from 1970-2009.\nOver the past century, observations, historical records, and computer models have facilitated life-saving forecasts, and the accuracy of those forecasts has steadily improved. \"We generate five-day storm tracks for hurricane forecasts. Today, those tracks at the two-day lead time have an error bar of 100 miles, whether that's 100 miles to the left or right, or whether the storm is faster or slower in its movement. In 1990, the error bar was twice that, 200 miles,\" Landsea explains. \"Better computer models and refined records help reduce uncertainty. We know we'll never get the uncertainty down to zero, but we hope to reduce the error as much as possible.\"\nMichon Scott is a science writer at the National Snow and Ice Data Center. She is also a frequent contributor to NASA Earth Observatory.\n-\nReferences\nDean, Cornelia. October 4, 2005. Some experts say it's time to evacuate the coast (for good). The New York Times.\nLandsea, Christopher W., Gabriel A. Vecchi, Lennart Bengtsson, Thomas R. Knutson, 2010: Impact of Duration Thresholds on Atlantic Tropical Cyclone Counts. Journal of Climate, 23, 2508-2519. doi:10.1175/2009JCLI3034.1.\nKnutson, Thomas R., John L. McBride, Johnny Chan, Kerry Emanuel, Greg Holland, Chris Landsea, Isaac Held, James P. Kossin, A. K. Srivastava, and Masato Sugi. 2010. Tropical cyclones and climate change. Nature Geoscience. 3: 157-163. doi:10.1038/ngeo779.\nNational Academies. Joint science academies' statement: Global response to climate change. Accessed June 9, 2010.\nNOAA Hurricane Research Division. Frequently Asked Questions. Accessed June 9, 2010.\nNOAA Hurricane Research Division. NOAA Revisits Historic Hurricanes. Accessed June 9, 2010.\nNOAA Hydrometeorological Prediction Center. Hurricane David - August 29-September 7, 1979. Accessed June 9, 2010.\nNOAA National Hurricane Center. National Hurricane Center Forecast Verification. Accessed July 26, 2010.\nNOAA Satellite and Information Service. Hurricane Katrina. Accessed June 9, 2010.\nNOAA Satellite and Information Service. Hurricane Rita. Accessed June 9, 2010.\nNOAA Satellite and Information Service. Hurricane Wilma. Accessed June 9, 2010.\nRoyal Society. A guide to facts and fictions about climate change. Accessed June 9, 2010.\nTropical Storm Allison Recovery Project. Accessed June 9, 2010.\nHelp us improve our content",
  "source": "climate.gov"
}