{
  "url": "https://www.climate.gov/news-features/understanding-climate/tropical-cyclone-tracks",
  "title": "Tropical Cyclone Tracks",
  "date": null,
  "content": "“Tropical cyclone” is the term for low-pressure storm systems that form in tropical latitudes on either side of the Equator. Cyclones are characterized by thunderstorms, large waves, and powerful winds that rotate around a center of upwelling air. Born over large bodies of warm water, these spiraling storms require a complex combination of atmospheric conditions to increase in size and intensity. When cyclones move over land, they can cause billions of dollars in damage and the loss of human lives.\nGiven the significant impacts of land-falling cyclones, much research has gone into understanding these tremendous forces of nature. Researchers at NOAA’s National Climatic Data Center collaborate with tropical cyclone centers and scientific agencies around the world to assemble and maintain the International Best Track Archive for Climate Stewardship (IBTrACS), an inventory of tropical cyclones. The database was first made available in late 2008.\nThe tracks of all recorded tropical cyclones in the IBTrACS inventory for 1851, 1945, 1970, and 2008. Colors represent category/storm strength according to the United States' Saffir-Simpson Hurricane Wind Scale.\nIBTrACS stores information for of all known tropical cyclones recorded since the 1850s. In the 19th century, mariners who encountered tropical cyclones recorded the storms’ locations in ships’ logbooks. The only storms recorded during that century were those that struck inhabited land or were noted in surviving logbooks. Today, virtually no storm goes undetected owing to the nearly continuous satellite coverage of our entire planet. The apparent increase in the number of tropical cyclones recorded since the 19th and early 20th centuries may be due to the increased numbers of observations and improvements in observational tools.\nThe tropical cyclones shown in this image are classified according to the United States Saffir-Simpson Hurricane Wind Scale, which categorizes tropical cyclones based on their wind speed. In the Atlantic Ocean Basin, cyclones with wind speeds of 74 miles per hour or greater are called hurricanes.\nCommunity planners, insurance companies, coastal managers, and others use the IBTrACS database to analyze past cyclones and predict future risk. Climate scientists also use this type of information to study changes in the distribution, frequency, and intensity of cyclones over time. These studies help scientists understand the role that different climatic factors have played in the past, and whether climate change is likely to affect the long-term frequency and severity of tropical cyclones in the future.\nFor more information, visit the IBTrACS website.\nReferences\nKnapp, K. R., M. C. Kruk, D. H. Levinson, H. J. Diamond, and C. J. Neumann, 2010: The International Best Track Archive for Climate Stewardship (IBTrACS): Unifying tropical cyclone best track data. Bulletin of the American Meteor. Society 91:3, 363-376\nRelated Links\nPress Release: NOAA Expects Busy Atlantic Hurricane Season\nVideo: Does A Warmer World Make Hurricanes Stronger?\nNOAA ClimateWatch image by Hunter Allen of the Center for Remote Sensing and Mapping Science, University of Georgia, and Ethan Gibney of the National Climatic Data Center, using data from the International Best Track Archive for Climate Stewardship (IBTrACS).\nHelp us improve our content",
  "source": "climate.gov"
}