{
  "url": "https://www.climate.gov/news-features/features/narwhals-tale-surviving-sea-ice-change",
  "title": "The Narwhal's Tale: Surviving Sea Ice Change",
  "date": null,
  "content": "Narwhals breathing in a lead at the surface.\nThe Twin Otter plane that carries Kristin Laidre two hundred kilometers off the west coast of Greenland has Plexiglass bubble windows installed on both sides of the cabin. When Laidre peers through the glass, she can see the blank expanses of ice and snow covering the ocean's surface in all directions, including directly beneath her.\nKristin Laidre, a marine mammal biologist at the University of Washington’s Polar Science Center.\nThat's where Laidre, a marine mammal biologist at the University of Washington's Polar Science Center, has trained her eyes to look—down at the cracks of open water that blemish the otherwise pristine fields of ice. It's often tedious work, playing \"I spy a narwhal,\" but when she catches sight of the whale, it makes the waiting worthwhile.\n\"It's amazing,\" she says. \"There is nothing except extremely dense ice in the winter. You look down, and there will be just one crack or open area in the ice, and you'll see a narwhal coming up for air.\"\nEven though Laidre has taken more than thirty trips to the Arctic, many of them to study the mysterious narwhal, the sight of the creature in its native environment still awes her.\n\"It's still just unbelievable that they can live in such an extreme environment and be successful,\" she says. \"There are really so few animals that are able to live out there and thrive.\"\nOne of the major things that Laidre has learned about narwhals is that they are very skilled at living much of their life at dizzying depths beneath a thick layer of dense ice. But the narwhals are not always on top of things….\nSignals from the Arctic\nA large entrapment of several hundred narwhals was discovered near Pond Inlet, Canada, in 2008. The photo shows a group of narwhals stranded in a shrinking opening in the ice.\nIn recent years, Laidre heard reports of large groups of narwhals dying in \"entrapments,\" where sudden shifts in the wind or quick drops in temperature rapidly freeze over the leads where narwhals surface to breathe. The whales are left stranded without enough breathing holes to lead them to open water, and hundreds of them will squeeze into shrinking openings in the solid ice. Many narwhals suffocate and die while fighting for air in these tight spaces. Others become easy prey for polar bears and other predators that gather around the breathing holes.\nAfter many years of studying marine mammals in the Arctic, Laidre knows that entrapments are a natural casualty of living in such a harsh and dangerous environment. Although people rarely witness the events because they happen in remote areas, the Inuit have long known about this phenomenon, which they call a sassat. Locals, explorers, hunters, and researchers visiting the region have documented entrapments throughout the past 100 years, but many more have probably gone unnoticed.\nThe map shows the locations of four recent entrapment events that took place from 2008-2010, and the approximate areas where narwhals gather during the winter and summer seasons in Baffin Bay. The narwhals were found trapped in the vicinity of their summering grounds even though ice entrapments occur most frequently during the winter when the narwhals are located farther south. The narwhals that were trapped in mid-February 2008 are part of a separate population that occurs on the eastern side of Greenland.\nBut some of the entrapments that have occurred in recent years stood out to Laidre. They were occurring during a time of the year when entrapments do not usually occur, and in locations where these events had never been observed before. The narwhals were found trapped in the vicinity of their summering grounds up north, even though ice entrapments occur most frequently during the winter when the narwhals are located farther south.\nThe narwhals were in the wrong place at the wrong time. Laidre began to wonder if these events were a sign that narwhals were being caught off guard by changing sea ice conditions caused by rapid warming in the Arctic.\nIt is too soon to tell if sea ice entrapments are a sign of a more prolonged change or trend, or if these are random events in the record. But in the meantime, Laidre wants to try and gain a better understanding of how changing sea ice conditions in a warmer future might impact narwhals. She needs to consider everything she has learned about narwhals after more than a decade of studying them. She also must take into account the narwhals' close and complicated connection with Arctic sea ice—how it influences their movements and behaviors.\n\"You can't ignore the fact that the Arctic is changing fast,\" Laidre says. \"As a marine biologist, I want to understand how these changes will affect the animals and their habitat, and whether they'll be able to adapt to changes in the future.\"\nLaidre believes it's important to monitor Arctic species because they are going to be among the first to experience the signs of climate change. \"In a way,\" she says, \"these species can provide signals to all of us about bigger changes on our planet and in our ecosystems.\"\nCenturies ago, royals spent their fortunes to obtain unicorn horns, which were often narwhal tusks brought back from the Arctic. InAn account of the Arctic regions with a history and description of the northern whale-fishery, published by W. Scoresby in 1820, the narwhal is labeled as “Male Narwhal or Unicorn.” Herman Melville devoted a chapter to the narwhal in his American novel Moby Dick, in which he also referred to the narwhal as the “Unicorn whale.”\nThe narwhal—famous for its sword-like tusk—has made a few appearances in fairy tales, ancient myths, epic Viking tales, the Great American novel Moby Dick, and even recently, in the 2003 movie Elf, starring Will Ferrell. But despite its occasional cameo in popular culture, scientists do not know a lot about the species. For one thing, it's very hard to get face-to-face with one.\n\"The narwhal is probably one of the worst study animals you can choose,\" Laidre admits. \"They spend most of their life underwater at very deep depths. You have to travel several hundred kilometers offshore in dense sea ice to get to them. The whales are difficult—they're really shy and easily scared away. They can sneak right past you and you won't even see them.\"\nIt takes some creative thinking to get close to a narwhal. One approach that Laidre and her colleagues at the Greenland Institute of Natural Resources take is to \"tag\" as many narwhals as they can by attaching a small satellite transmitter to their dorsal fins. But first, they have to catch them.\nUpon catching the narwhals, Laidre and her colleagues bring the whales to the surface and tag them with a satellite transmitter.\nLaidre has gone on several narwhal-tagging expeditions during the summer when the narwhals move northward. At a research site on the rocky coast of West Greenland near Baffin Bay, in the company of roaming polar bears, Laidre and her colleagues take a huge net—about 10 meters deep and 100 meters long—and submerge it in the direct path of where the narwhals pass through.\nAll day long, the researchers take turns watching the buoys attached to the top of the net at the water's surface. If a buoy goes under, that means they've likely caught a narwhal in their net. The researchers then rush out to sea to bring the animal to the surface and attach the transmitter to the dorsal ridge on its back.\n\"Attaching the transmitter is easy — the hard part is catching the whale,\" Laidre says. \"There's a lot of sitting and waiting around and we sometimes end up catching more icebergs than narwhals. But when we do catch one, it's quite fantastic to be able to see it up close.\"\nOnce attached to the narwhal, the transmitter gathers information about the animal's location and movements—how deep they dive, how much time they spend underwater—and sends data to satellites orbiting in space when the narwhals surface for air between the cracks in the sea ice. The satellites then send that information to a receiving station, which Laidre can access upon returning to the University of Washington. From the comfort of her office, Laidre can track narwhals from thousands of miles away.\nFlying high above the icy landscape in the Twin Otter aircraft, Laidre and her colleagues spot two narwhals coming up for air.\nIn some cases, the satellite sensor technology allows the role of the narwhal to shift from the subject of a study to an active participant in ocean exploration. Scientists have had limited opportunities to measure ocean temperatures in Baffin Bay during winter months because of dense ice and harsh conditions. It requires millions of dollars to mount an expedition using an ice-breaking vessel and other specialized equipment and people.\nIn the past, researchers used climatology data consisting of long-term historical average observations rather than direct ocean temperature measurements for winter temperatures in the area. But during NOAA-sponsored missions in 2006 and 2007, Laidre and her team tagged narwhals with sensors that recorded ocean depths and temperatures during feeding dives from the surface pack ice to the seafloor. The narwhals can dive as deep as 1,800 meters, or more than a mile.\nThe narwhals proved to be quite effective pseudo-oceanographers, providing data to fill gaps in ocean climatology data that will help scientists understand how the changing Arctic may be contributing to continued warming in Southern Baffin Bay, and the transfer of heat throughout the ocean circulation system. Warming ocean waters may eventually affect sea ice coverage in the region, and will also likely have pronounced effects on the ecosystem in Baffin Bay.\nUsing the data collected from the transmitters, Laidre has learned that narwhals are true creatures of habit. Many of the narwhals' biological patterns—when they eat, migrate, and reproduce—are orchestrated in tandem with the annual expansion and retreat of Arctic sea ice.\nIn the summer, retreating ice allows narwhals and their newly born calves to access their summering grounds in the sheltered inlets, bays, and fjords along the Canadian Arctic coast and northwest Greenland. As fall begins and the coastal summering grounds begin to freeze over again, the narwhals move out and migrate southward.\nBy mid-November, large populations of narwhals are gathered in the offshore areas of Baffin Bay and Davis Strait where Greenland halibut—their main food source—are plentiful. Narwhals spend the winter in this region, virtually surrounded by dense winter pack ice, and diving to feed on halibut near the sea floor.\n\"The pack ice in winter works like a conveyer belt, forcing the animals to constantly move,\" Laidre says. \"The narwhals have the largest ranges and highest velocities during years with extensive ice cover.\"\nA recent expedition gave Laidre an even greater appreciation of how challenging it is to survive in this winter habitat. In 2008, Laidre and her colleagues flew over the narwhal wintering grounds in a Twin Otter plane. They recorded their own narwhal sightings from the aircraft, as well as sightings documented by video recorders and digital cameras. They estimated that there were approximately 18,000 narwhals in their survey region. Most of that area, however, was covered in dense ice, and only two percent was open water available to narwhals for breathing.\nA lone narwhal is spotted in this image captured by a survey plane that Laidre and her colleagues flew over the wintering grounds. In this extreme environment, the narwhal is surrounded by ice of various densities.\nNarwhals are mammals and need air to survive, so they tightly pack themselves in stretches of open water and cracks—called \"leads\"—in the lighter, newer ice. The researchers estimated that about 77 narwhals were clustered below every one square kilometer of open water in the survey region.\nThe frozen landscape can shift quickly; changes in ocean currents, winds, and temperature can cause leads to open up and then refreeze again rapidly.\nRecently, even larger changes have been taking place in the narwhals' wintering grounds. Satellite data have revealed a 9 to 11 percent decline in sea ice extent per decade in the Baffin Bay and Davis Strait areas since 1979. Scientists have also documented the earlier springtime breakup of ice in Baffin Bay.\nNorthern Baffin Bay begins to freeze up in early November, and by the end of November most of the bay is typically covered with sea ice. The maps at left show where sea ice was present in at least 9 out of 10 years (white) on November 15 during two decadal periods: 1982-1991 (top) and 2002-2011 (bottom). Large areas where sea ice was typically present in the early decade are ice-free in the most recent decade, illustrating the delay in autumn freeze-up. Map based on sea ice concentration data from the National Snow and Ice Data Center, and calculations by H. Stern, University of Washington.\n\"The whales are used to living in the pack ice during the winter,\" Laidre says. \"We don't yet know what they will do if, in the future, the ice isn't present where it normally is.\"\nWhile sea ice loss would create more open water space for the narwhals, shifts in the melting and freezing cycles may alter their migratory, feeding, and reproductive patterns. Changes in the ice regime could also directly translate to changes in the Arctic ecosystem that could indirectly harm the narwhals.\nA narwhal emerges for a breath in a lead, or crack, in the pack ice.\nNarwhals may be creatures of habit, but they are also survivors. They are able to live in one of the most extreme environments on the planet. Since they evolved thousands of years ago, this environment has undergone large fluctuations in climate, including several glacial periods. It's this duality in the narwhals' personality that makes it challenging to know how they would react to a new regime of change—possibly unlike any they've ever experienced in their natural habitat.\n\"That's the real question,\" Laidre says. \"What's stronger: the narwhals' innate behavioral patterns or their instincts to adapt to a changing climate?\"\nIn the case of the recent entrapment events, if seasonal sea ice expansion and retreat patterns shift, will it change the narwhals' migratory timing? That's the question that Harry Stern, a sea ice expert and colleague of Laidre's at the University of Washington's Polar Science Center, could help her answer.\nStern used satellite observations to examine sea ice patterns in the six largest narwhal summering grounds over a period of 31 years. He noticed that the annual sea ice freeze-up that takes place during the fall has been occurring progressively later with each passing year. In recent years, the autumn freeze-up has occurred roughly 3-4 weeks later than it did in the 1980s.\nThis trend is a symptom of a rapidly warming Arctic region—the gradual loss in sea ice observed over the last few decades allows the water to stay open longer and absorb more heat, which prolongs the melting season.\nBecause the narwhals' summering areas are remaining open for longer, one possible theory is that the whales are lingering there, delaying their migration south until later in the fall and winter.\n\"Suddenly a very cold event—a large drop in temperature or a shift in the wind—will freeze up a smaller area very rapidly and trap the whales,\" Laidre says. \"Meanwhile, because they've delayed their return, the larger area around them has already frozen over. So there are not many alternatives in terms of places to go once they're trapped.\"\nLaidre requires more data to further investigate this entrapment theory and determine whether the narwhals actually changed their usual behaviors and lingered longer due to the delayed sea ice freeze-up, or whether these are just random events. But she feels she can conclusively and confidently say that both the narwhals' summering areas and wintering areas are changing.\nLaidre expects to see some response to these changes, either in the animals' behavior or population levels. Even if the narwhals themselves are not directly affected, their food sources could be.\n\"It's a pretty good evolutionary strategy: the narwhals do the vast majority of their foraging at their wintering grounds where their food source is predictable,\" Laidre says. \"But the system is changing, and if the Greenland halibut suddenly are at lower densities or the food source isn't as predictable any more, that's a concern. Suddenly the narwhals' strategy for survival isn't so great.\"\nLaidre and her colleagues hard at work studying narwhals and other marine mammals in the Arctic. In the future, the researchers will continue to monitor the narwhals to learn how they respond to their changing environment.\nThere is no evidence that this is happening yet. That's the future direction of Laidre's research: teasing out the links between changing Arctic conditions and narwhal behavior, and establishing a baseline of data so that she can identify any changes that develop in the future.\nThe rest of us may want to keep an eye on her progress. Just as the narwhal has appeared in legends and tales throughout history, it may inspire a new story about the whale's success in navigating the impacts of climate change—or a cautionary tale about the heavy costs that come with it.\nReferences\nLaidre K.L., M. P. Heide-Jørgensen, H. Stern, P. Richard. 2012. Unusual narwhal sea ice entrapments and delayed autumn freeze-up trends. Polar Biology 35: 149-154. DOI 10.1007/s00300-011-1036-8\nLaidre, K. L., M. P. Heide-Jørgensen, W. Ermold, and M. Steele. 2010. Narwhals document continued warming of southern Baffin Bay. Journal of Geophysical Research 115: C10049, doi:10.1029/2009JC005820.\nLaidre K.L. and M.P. Heide-Jørgensen. 2011. Life in the lead: Extreme densities of narwhals in the offshore pack ice. Marine Ecology Progress Series 423:269-278.\nRelated links\nTracking Narwhals in Greenland. NOAA Ocean Explorer.\nNOAA-Funded Tagging of Narwhals Finds Continued Warming of Southern Baffin Bay\nHelp us improve our content",
  "source": "climate.gov"
}