{
  "url": "https://www.climate.gov/news-features/understanding-climate/2012-13-us-winter-recap-mixed-messages-drought",
  "title": "2012-13 U.S. Winter Recap: Mixed messages on drought",
  "date": null,
  "content": "The contiguous United States experienced a warmer- and wetter-than-average 2012–13 winter according to the latest statistics from NOAA’s National Climatic Data Center. The December 2012–February 2013 total precipitation of 7.10 inches and this was 0.63 inches above the long-term average. Several winter storms passed through the country in February, improving drought conditions across the Southeast and Midwest, but lighter precipitation totals across the Central Plains and Mountain West provided little drought relief in those locations.\nThe map shows the percent of average precipitation from December to February. Shades of brown indicate areas that received less than 100 percent of their average precipitation and shades of green indicate areas that received more than 100 percent of their average precipitation for the month.\nThe maps above show the drought conditions at the beginning (left) and end (right) of winter, and the percent of average precipitation from December to February (above). On the precipitation map, shades of brown indicate areas that received less than 100 percent of their average precipitation and shades of green indicate areas that received more than 100 percent of their average precipitation for the month.\nWinter was warmer than average for all states east of the Rockies, with the largest temperature departures from average along the East Coast. These above-average temperatures were, however, accompanied by above-average precipitation for most states east of the Rockies improving drought conditions in those areas, a contrast to the conditions of previous months. Many states in the Great Lakes region and Gulf Coast, including Michigan, Wisconsin, Illinois, Louisiana, Mississippi, Alabama, and Georgia had winter precipitation totals ranking among their ten wettest, as the green areas of the precipitation map indicate.\nOn the other side of the country, below-average precipitation occurred from the West Coast through the Northern Plains and Rockies, where drought conditions continue to persist. Across many parts of the West and Southwest, winter is the “wet season,” during which precipitation recharges soil moisture and refill reservoirs. Mountain snowpack is the frozen water supply that irrigates the semi-arid West from spring to fall. Unfortunately, the last two months have been especially dry in the West. (In the video below, climate scientist Deke Arndt talks about the importance of snowpack to Western water supplies.)\n(2 min, 35 sec) Deke Arndt talks about the dry winter in the U.S. West and what is means for spring and summer water supplies.\nIn addition to concerns over reservoirs and soil moisture, drought affects all parts of the environment and our communities. People may have to pay more for food as costs to irrigate crops and water animals rise. Drought can also destroy habitats—think salmon runs—and lead to a higher risk in wildfire activity. A second severe fire season would be a devastating consequence for the West, where above-average wildfire activity destroyed hundreds of thousands of acres in 2012.\nMaps by Climate.gov team, based on U.S. Drought Monitor data and U.S. Climate Division data. Caption by Susan Osborne and Jake Crouch, adapted from the February 2013 National Climate Analysis. Reviewed by Jake Crouch.\nHelp us improve our content",
  "source": "climate.gov"
}