{
  "url": "https://www.climate.gov/news-features/understanding-climate/arctic%E2%80%99s-first-ozone-hole",
  "title": "The Arctic’s First Ozone Hole",
  "date": null,
  "content": "Check the fine print on many cans of hairspray or shaving cream these days, and you’ll probably find a reassurance that the product you are holding contains “No CFCs or chemicals known to harm the ozone layer.” Located in the stratosphere, the ozone layer protects life on Earth from the harmful effects of ultraviolet radiation. To stop ozone destruction, chemical manufacturers phased out the production of CFCs (short for chlorofluorocarbons) over the past two decades.\nConcentrations of ozone-depleting gases in the stratosphere have declined in recent decades. NOAA indexes each year’s gas concentration relative to the peak concentration of harmful gases (100) and the baseline concentration of 1980 (0). Graph based on data provided by Stephen Montzka, NOAA Earth System Research Laboratory, Global Monitoring Division.\nSo why is it that this past spring, scientists observed the largest, most severe ozone destruction ever witnessed in the Arctic since records began in 1978? In part, it’s because CFCs stick around in the atmosphere for a very long time. But the maps below reveal the main reason this winter’s Arctic ozone loss was so much worse than it normally is: unusually persistent cold temperatures\nDifference from average temperature (1978-2011) in the Arctic stratosphere from January–March 2011. Maps by Dan Pisut, NOAA Environmental Visualization Laboratory, based on data from the Advanced Microwave Sounding Unit (AMSU) on the NOAA POES satellite, compared to inter-calibrated data from similar sensors flown on satellites since 1978. Larger maps: January 2011 | February 2011 | March 2011\nWhat does the cold have to do with the ozone hole? Extreme cold allows clouds to form in the stratosphere, even though the air there is extremely dry. The clouds make rare chemical reactions possible. Normally, when CFCs break down, the chlorine they release gets incorporated into very stable molecules that don’t react with ozone. But on the surface of particles in these unusual stratospheric clouds, the stable molecules are converted into forms of chlorine that are much more reactive.\nAs colorful as any aurora, iridescent polar stratospheric clouds glitter in the low light of the spring sunrise at McMurdo Station in Antarctica in late August or early September 2003. Photo courtesy Seth White, UNAVCO.\nIn general, the colder the stratosphere is over the winter, the more of the reactive, ozone-destroying chemicals that build up. The return of the Sun to the polar regions in the spring triggers the ozone-destroying reactions. As the temperatures begin to warm up, fewer stratospheric clouds form, and so the creation of ozone-destroying forms of chlorine slows. The ozone loss bottoms out for the season, and the ozone layer gradually regenerates over the summer. (Ozone naturally forms when oxygen is exposed to ultraviolet radiation from the Sun.)\nIn the Antarctic, winter temperatures in the stratosphere are persistently cold enough to create polar stratospheric clouds—and a large, severe ozone hole—every year. In the Arctic, however, ozone loss has generally been much more limited, so much so that scientists usually don’t even refer to the annual winter dip as a “hole.”\nBut in 2011, scientists observed a startling change: the amount of ozone in the Arctic stratosphere declined to surprisingly low levels—severe enough that scientists described it as an ozone hole. Within the hole, more than 80 percent of the ozone between 18 and 20 kilometers altitude had been destroyed by the end of winter, according to an analysis of the event by an international team of scientists.\nAs temperatures in the Arctic stratosphere plummeted between January and March 2011, ozone concentrations fell. By March, a large area had ozone concentrations far below the threshold of 220 dobson units (dark blue) that scientists have traditionally used for mapping the extent of the ozone hole in the Southern Hemisphere. Map by Dan Pisut, NOAA Environmental Visualization Lab, based on NOAA TOAST data. Larger maps: January 2011 | February 2011 | March 2011\nThe persistently cold temperatures were linked to the strength of the Northern Hemisphere polar vortex, a high-altitude cyclone of very cold air and swirling winds. The circling winds formed a barrier that prevented Arctic air (and the ozone-depleting gases) from escaping the region. A vortex forms in both polar regions each winter season, but the vortex that encircled the North Pole region during the 2010-2011 winter was the strongest polar vortex seen in either hemisphere in the last thirty years.\nThe scientists aren’t sure why the cold temperatures lasted so long in 2011, and they cannot yet predict if or when Arctic ozone holes will occur in the future. Rising greenhouse gas concentrations are warming the lower atmosphere, but they are cooling the stratosphere. The cooling trend raises the possibility of more frequent or severe Arctic ozone holes in the future.\nMore Arctic ozone holes could pose health concerns. The Arctic and high latitudes of the Northern Hemisphere are far more populated than the Antarctic, so Arctic ozone holes have the potential to expose more people to harmful UV radiation.\nThe full State of the Climate in 2011 report is available as a pdf from the National Climatic Data Center.\nManney, G. L., M. L. Santee, M. Rex., N. J. Livesey, M. C. Pitts, P. Veefkind, E. R. Nash, I. Wohltmann, R. Lehmann, L. Froidevaux, L. R. Poole, M. R. Schoeberl, D. P. Haffner, J. Davies, V. Dorokhov, H. Gernandt, B. Johnson, R. Kivi, E. Kyrö, N. Larsen, P. F. Levelt, A. Makshtas, C. T. McElroy, H. Nakajima, M. C. Parrondo, D. W. Tarasick, P. von der Gathen, K. A. Walker, and N. S. Zinoviev. (2011). Unprecedented Arctic ozone loss in 2011. Nature, 478, 469-475.\nG. Bernhard, G. Manney, V. Fioletov, J.-U. Grooß, A. Heikkilä, B. Johnsen, T. Koskela, K. Lakkala, R. Müller, C. L. Myhre, and M. Rex (2012). [Arctic] Ozone and UV radiation [in \"State of the Climate in 2011\"]. Bull. Amer. Meteor. Soc., 93 (7), S129–S132.\nHelp us improve our content",
  "source": "climate.gov"
}