{
  "url": "https://www.climate.gov/news-features/understanding-climate/polar-opposites-arctic-and-antarctic",
  "title": "Polar Opposites: the Arctic and Antarctic",
  "date": null,
  "content": "The Arctic and Antarctic are geographic opposites, and not just because they sit on opposite ends of the globe. They also have opposite land-sea arrangements. In the Arctic there is an ocean surrounded by continents, while the Antarctic is continent surrounded by oceans. These differences in the arrangement of land and water contribute to differences in each polar region’s climate, oceanic and atmospheric circulation patterns, and sea ice — all of which were on display in 2011.\nMaps of the Arctic & Antarctic. The dashed lines mark 60° latitude. Map by NOAA climate.gov, based on bathymetry data from NASA’s Blue Marble. large maps: Arctic | Antarctic\nIn 2011, virtually the entire Arctic was warmer than the long-term average. This continued a trend of overall warming of about 3.6°F since the mid-1960s, which is more than double the temperature increases occurring at lower latitudes. The warmth led to a new record-low June snow cover extent and duration in the eastern Arctic (northern Europe and Russia).\nMeanwhile, in the western Arctic, the town of Barrow, on the North Slope of Alaska, experienced a record string of 86 consecutive days with minimum temperatures at or above freezing. The warmth continues to sink in: new record high temperatures occurred at depths of 20 meters at all permafrost observatories on the North Slope.\nAt winter maximum in March, sea ice extent was 5.6 million square miles, 7.7 percent below the 1979-2000 average. At summer minimum, ice extent was 1.7 million square miles—the second-smallest extent in the satellite record and 31 percent below the 1979-2000 average.\nSea ice maximum (left) and minimum (right) in 2011. Maps adapted from originals by Trent Schindler, Scientific Visualization Studio. Goddard Space Flight Center. large maps: March 7 | September 9\nLong-term trends in Arctic ice remain consistent with a warming climate. Both winter maximum (March) and summer minimum (September) ice extents are shrinking: -2.7 percent per decade for March, and -12.0 percent per decade for September. Old, thick ice continues to decline. In 2011, the amount of four- and five-year-old ice was just 19 percent of the 1982-2005 mean.\nThe surface of the Greenland Ice Sheet experienced dramatic melting during the summer of 2011. The melt detected between June-August was the third largest since satellite records began in 1979, and the duration of the melt season was 30 days longer than the 1979-2010 average. The entire ice sheet had a lower albedo–meaning it was less reflective–than average, especially in western Greenland. Between surface melt and icebergs from calving glaciers, Greenland lost an estimated 422 gigatons of ice in 2011.\nWalls of blue ice exposed after the draining of a lake of meltwater on the southeastern margin of the Greenland Ice Sheet near the Helheim Glacier. Photo © Henrik Egede Lassen/Alpha Film.\nOverall, Antarctic temperatures were above average in 2011, but they were extremely variable from season to season. From January through April (summer and early fall), temperatures were near average across most of the region, but became colder than average in May and June.\nJuly through November (winter and spring) brought a sharp reversal. Temperatures across much of the continent were more than 5.4°F warmer than the 1981-2010 average. December saw a return to near-normal temperatures for most of the continent, although temperatures at South Pole station hit an all-time record high of 9.9°F on December 25, 2011.\nWhereas Arctic sea ice extent was consistently below average throughout 2011, Antarctic sea ice was more variable. From summer through late fall (mid-January to mid-May), sea ice extent was well below average, including some short time periods when it hit record lows.\nSea ice was below average in April 2011 (left), but above average in December. Areas less than 15% ice-covered appear dark blue. Maps by climate.gov, based on NSIDC sea ice extent data. Large maps: April | December\nFrom winter through mid-spring (mid-November), ice extent stayed near the mean, except for a dip from mid-June to mid-July. From mid-November through the end of 2011, however Antarctic sea ice extent was much above average.\nOver the 2010/2011 summer, roughly 412,888 square miles of the snow- and ice-covered surface of Antarctica experienced melting. This is a much smaller than average melt area based on data from recent decades, but it is larger than last year.\nThis year’s state of the climate report confirms that signs of a warming climate are everywhere in the Arctic: rising temperatures, retreating and thinning sea ice, reduced snow cover, warming permafrost, shrinking glaciers, and thinning ice sheets. In the Antarctic, on the other hand, signs of change due to global-scale warming are absent or inconclusive. Why are the Arctic and Antarctic so different?\nOne thing worth keeping in mind is that global average surface temperature is rising, but not all regions are warming. Earth’s climate continues to show natural variability from place to place and year to year, and different regions experience different feedbacks that balance or amplify global-scale warming or cooling.\nAnother thing to keep in mind is that the Arctic and the Antarctic aren’t mirror images of each other. Greenland, for instance, is not as far north as Antarctica is south, so Greenland has longer, warmer summers, providing more opportunity for surface melting.\nDifferences in the nature of each hemisphere’s sea ice are equally dramatic. Arctic sea ice covers the North Pole, and the surrounding land limits how far south it can expand in the winter. This confinement also means that much of the ice is prevented from migrating to lower latitudes in the summer, where it would more easily melt. The arrangement has historically allowed the Arctic to sustain a comparatively large ice pack year round.\nThe Arctic on May 28, 2011. North America (left) and Asia (right) surround the Arctic Ocean, limiting how far sea ice can expand in the winter, but also preventing it from drifting south and melting in the summer. NASA MODIS Rapid Response image.\nIn the Southern Hemisphere, however, the Antarctic continent occupies the southernmost—coldest—part of the hemisphere. Sea ice forms in the winter around the margins of the continent, and it is free to expand, producing a winter extent that is much larger than the Arctic’s. The flip side, however, is that in the summer, the ice is not only at a lower (warmer) latitude, but it is free to drift away. Historically, that has meant that Antarctic sea ice nearly disappears in the summer.\nA fringe of sea ice and lots of open water along part of the Antarctic coastline on January 30, 2012. Around Antarctica, ice is free to drift away into warmer waters each summer, where it melts. NASA MODIS Rapid Response image.\nBig decreases in summertime sea ice, then, are more unusual in the Arctic than the Antarctic, and it sets up a process known as “Arctic amplification” of climate change. Because of its light appearance, sea ice reflects most of the Sun’s energy back into space, but as the ice melts, the dark surface of the ocean is exposed. In Antarctica, the summertime exposure of large expanses of dark ocean is normal, but in the Arctic, it isn’t.\nBelow-average ice extents lead to more sunlight being absorbed by the ocean, which leads to more warming (of both the water and the overlying air), which leads to more melting. The years 2007-2011 experienced the five lowest Arctic sea ice minimum extents in the satellite record, and the years 2002-2011 experienced nine of the ten lowest minima on record.\nDifference from average temperature over the Arctic from 2001 through 2012, compared to the average from 1970-2000. The absence of negative anomalies is a manifestation of “Arctic amplification” of climate change. Temperature increases in the Arctic are more than double the warming observed at lower latitudes. Map by climate.gov team, based on NOAA ESRL reanalysis data.\nArticle by Michon Scott and Rebecca Lindsey. Reviewed by Deke Arndt and Jessica Blunden. The full State of the Climate in 2011 report is available as a pdf from the National Climatic Data Center.\nM. O. Jeffries and J. Richter-Menge, Eds, 2012: Arctic [in \"State of the Climate in 2011\"]. Bull. Amer. Meteor. Soc., 93 (7), S127–S147.\nR. L. Fogt and T. A. Scambos, Eds. 2012: Antarctica [in \"State of the Climate in 2011\"]. Bull. Amer. Meteor. Soc., 93 (7), S149-S161.\nHelp us improve our content",
  "source": "climate.gov"
}