{
  "url": "https://www.climate.gov/news-features/understanding-climate/making-%E2%80%9Cstate-climate-report%E2%80%9D-interview-report-editor-jessica",
  "title": "The making of the “State of the Climate Report”: an interview with report editor Jessica Blunden",
  "date": null,
  "content": "Jessica Blunden, editor for the 2011 State of the Climate Report.\nMy role for the past two years has been to serve as a document editor, along with my colleague Deke Arndt. We guide the development of the report so that it is ready for publication by a specific time each year, which is generally as a supplement to the Bulletin of the American Meteorological Society that is mailed out to members in early July.\nOne of the key things we do is verify that all information within our report comes from official datasets, national meteorological agencies, and/or from already published peer-reviewed papers, and that the information is consistent across the entire report.\nWe coordinate on due dates and requirements with the chapter editors, who work with authors to assemble material in their respective chapters. We also coordinate the efforts of the graphics experts, who polish the figures and prepare the report’s final format; the technical editor, who coordinates hundreds of references and provides copy editing; and the editorial team at BAMS, which steers the external review of the report.\nThe production of this document really does “take a village”; without the dedication and hard work of every single one of the people who contribute to this process, the quality and scope of the report would not be possible.\nEach year the number of authors tends to increase as we add new information to the report. This year we were fortunate to have more than 370 authors from 48 countries on every continent around the world. The authors are asked to contribute based on their expertise in a specific field. For our Regional Climates chapter, which is comprised of annual summaries for countries around the world, the authors are often affiliated with a specific country’s official meteorological/hydrological agency and provide analysis based on data from that agency.\nThe development of the report is quite rigorous, with writing, two major peer-review processes, technical editing, layout, and approval. After the calendar year has ended, authors are given about six weeks to develop their content and provide an initial draft that is reviewed by the chapter editors.\nThen the chapter editor has the draft reviewed by two or three scientists with expert knowledge in that field. Generally, we allow one to two weeks for this review to be completed and another one to two weeks for the authors to make revisions, as needed, and for the chapter editors to prepare the new version for a formal, external review.\nThe external review process involves anonymous peer reviews, and BAMS allows three weeks for these reviews to be completed. The authors and chapter editors then have two weeks to make revisions based on these comments and submit the final draft for approval. Once the final is approved, it has to be copy edited.\nFinally, each chapter is laid out in its final form and again must be reviewed to make sure that the print layout aspects are correct and optimal. So, while it seems that the report comes out long after the year has ended, this document takes the time to provide the most accurate information available on the state of the climate system.\nThe longer a data record is and the larger the area it covers, the more useful it is for putting a particular climate indicator into context, for example comparing one year to another, or detecting trends over time. Today we are fortunate to have technologies and capabilities that were not available to us decades ago, such as satellite observations, but to use all those observations for climate research means combining observations from multiple sources into a single, seamless climate data record, which is neither fast nor easy.\nWith both satellite and direct observations, it is important to reconcile data discrepancies and inaccuracies so that the climate records are correct, complete, and comparable, and this painstaking process can take years. For our report, a high-quality dataset is ready for inclusion only after its development processes and methodologies have been scrutinized thorough peer review with published results. That way readers of the State of the Climate reports can depend on detailed journal articles if they want to understand the details of a data record.\nThe process of creating a climate quality data set and then having it evaluated by other scientists through peer review is so challenging, no more than a few are added to the State of the Climate report each year. In 2011, we added three new climate data records to the report: a new global land surface temperature record, a land surface albedo dataset—albedo is how much sunlight a surface reflects—and an ocean pH data set, which scientists use to study study how much carbon dioxide from the atmosphere is being absorbed by the ocean.\nThis report tells us what is happening across Earth’s climate system and how and where our climate is changing. This report doesn't include explanations of the causes of long-term changes in climate or specific-climate events unless they have already been well established, and it doesn't predict future climates. The report simply serves as one of the world’s most comprehensive and reliable annual “scorekeepers” of changes, variations, and trends in the state of the climate.\nEach year the report reaches a broader audience as an increasing number of businesses, groups, and individuals gather ever-growing interest and concern in the climate and how it relates to them personally. Educators also use this report as a tool to teach students about various aspects of climate and climate change.\nWhile this report does focus primarily on observations, reanalysis―which involves reconstructing past climate through models based on well-established observations―has been introduced into several chapters and sections of the report over the past few years to support the observations and analyses. Reanalysis helps provide insight into past and current climate conditions in regions where observations are sparse or monitoring is not possible, and that, of course, helps provide a more complete picture of the Earth’s climate.\nAlthough we don’t provide climate projections in this particular report, observations are also used to evaluate models that project future climate conditions, in some instances as far out as a century or more. So, observations help improve models, and models in turn—with the help of scientists, of course—can help society understand how climate is expected to change in the future.\nThe full State of the Climate in 2011 report is available as a pdf from the National Climatic Data Center.\nArticle by Susan Osborne. Reviewed by Deke Arndt and Jessica Blunden.\nHelp us improve our content",
  "source": "climate.gov"
}