{
  "url": "https://www.climate.gov/news-features/features/drought-baking-southern-united-states",
  "title": "Drought Baking the Southern United States",
  "date": null,
  "content": "An intense drought has gripped the southern tier of the United States for several months, accompanied by destructive wildfires, low water supplies, and failed crops. With a forecast of above-normal temperatures and below-normal precipitation, the latest Drought Outlook from NOAA's Climate Prediction Center indicates little relief this fall for much of the Southwest and Southern Plains.\nBrazos River runs dry in Knox County, Texas, in summer 2011. By Earl Nottingham, © Texas Parks & Wildlife Department.\n[Updated 9/15: La Nina conditions have developed since this article was published.]\nAn intense drought has gripped the southern tier of the United States for several months, accompanied by destructive wildfires, low water supplies, and failed crops. Dry conditions emerged as early as October of last year and culminated in one of the driest winter and spring seasons in the observed record for the region.\nAt the peak of this year’s drought in July, “exceptional” drought conditions were spread across nearly 12 percent of the U.S., from Arizona to Florida, reaching the highest recorded level of drought since the US Drought Monitor began reporting conditions 12 years ago. As of August 31, just over 11 percent of the contiguous United States was experiencing exceptional drought.\nDrought classification map for July 2011, showing  exceptional drought conditions covering nearly 12 percent of the contiguous United States. The more severe the drought, the darker the red. Map by NOAA Climate.gov team, based on data from the U.S. Drought Monitor Project.\nTexas and Oklahoma have been particularly hard hit. According to John Nielsen-Gammon, Texas State Climatologist, the state is officially in the midst of its most severe one-year drought on record. Some areas in the extreme west, south and southeast areas of the state have seen some relief from recent rains, but other locations are so dry that it would take as much as 20 inches of rain in one month to bring conditions back to normal.\nFarmers and ranchers throughout the region rely upon rain and green pastures for producing crops and raising livestock. Texas has never experienced so little rain prior to and during the primary growing season.\nIn Texas, “the current 12-month precipitation total from 2010 to 2011 is dominated by rain that fell early last fall,” Nielsen-Gammon says. “The ground had already dried out in many parts of the state when it came time to plant in the spring and early summer.” (Related image: Percent of normal rainfall across US as of mid-August 2011.)\nThe map above shows the difference from normal precipitation received in the United States between October 1, 2010 (the beginning of the West’s water year) and August 21, 2011. Areas with less-than-normal precipitation are shades of orange and brown, areas with near-normal rainfall are white, and areas where precipitation was above normal are blue. Based on precipitation data from the NOAA/NWS Advanced Hydrologic Prediction Service.\nThe Texas AgriLife Extension Service estimates that the drought has led to a record $5.2 billion in agricultural losses, a number that surpassed the $4.1 billion record set in 2006. Due to the lack of water, grass, and hay, many in the cattle industry are selling or thinning their own herds, or paying extremely high prices for livestock feeds. Otherwise, they risk watching the animals starve or die of thirst.\nPasture forage in Texas has withered due to drought, forcing ranchers to provide supplemental livestock feed like the protein cubes that cows are eating in this photo. Texas AgriLife Extension Service photo by Robert Burns.\nWith no rainfall on the horizon, losses are expected to increase. Add in the extreme summer heat that has gripped the region this summer, and “it’s just devastating,” Nielsen-Gammon says.\nThe South climate region as a whole experienced its warmest July on record (1895-2011) and its second warmest May-July. The majority of stations in the region averaged between 2 to 6 degrees Fahrenheit above monthly normals. Unusually high temperatures throughout the summer increase evaporation rates and place additional stress on vegetation and water supplies.\nEvery two weeks, the National Oceanic and Atmospheric Administration’s Climate Prediction Center releases a seasonal drought outlook for the U.S. For the South, the most recent seasonal drought outlook isn’t good: in much of the region, drought is likely to persist or worsen through the fall. Drought is expected to persist and expand from the Southwest eastward into the interior Southeast by the end of November.\nFall drought outlook for September through November 2011. Map by Hunter Allen, based on NOAA Climate Prediction Center data.\nForecasters analyze long-term historical trends in temperature and precipitation to better understand what is typical for the South during the fall season, and also take into account other factors that affect climate variability. The largest known influence on seasonal rainfall in Texas and the U.S. Southwest is whether the eastern Pacific is experiencing El Niño or La Niña conditions. During El Niño, fall and winter precipitation in the region is usually greater than normal. During La Niña, the same area is usually drier than normal.\nIn May 2011, La Niña conditions that had been in place since last July ended, and the eastern tropical Pacific began a transition back to neutral conditions. By August, the atmospheric circulation associated with last winter’s La Niña event had considerably weakened but some residual effects lingered.\n“El Niño and La Niña events don’t turn on and off like a switch,” said Ed O’Lenic of NOAA’s Climate Prediction Center. “There is a threshold level where we can officially declare that La Niña has arrived, but prior to that there is a ramp-up of increasingly cooler ocean surface temperatures.”\nDuring the last month, NOAA’s long-term forecast has projected equal chances that the Pacific will remain neutral or that La Niña conditions may return with the end of 2011. According to O’Lenic, “The fact that we appear to be returning back in the direction of La Niña conditions more or less implies that we’re going to see the same associated atmospheric circulation patterns persist.”\nSeasonal forecast models are currently forecasting that Texas and the surrounding states are unlikely to experience much rainfall during the fall. The official seasonal precipitation outlook for September-November 2011 favors below-normal precipitation in the Southwest and Southern Plains.\nThe map shows NOAA’s precipitation outlook for September-November 2011. Blue-green shaded areas are places where precipitation is likely to be significantly above normal, while yellow areas are places likely to experience significantly below-normal precipitation. Moving from the outer edge of the shaded area to the interior, percentages indicate increasing probability of the predicted pattern.\nMeanwhile, NOAA’s official temperature outlook indicates an increased probability that temperatures will be significantly above normal for a large part of the United States, from the Southwest through the Great Plains to the Great Lakes and the Northeast.\nThe fall 2011 seasonal outlook from NOAA’s Climate Prediction Center indicates an increased probability that temperatures will be significantly above normal (in the upper third of the temperature record for a given location and season) across much of the United States. Red shaded areas are places where temperature is likely to be above normal. Moving from the outer edge of the shaded area to the interior, percentages indicate increasing probability that an area will experience temperatures in the top third of recorded temperatures for the season.\nSlow recovery expected in extremely dry areas\nThe outlook is not entirely gloomy. Southern and middle Atlantic coastal areas experiencing drought are likely to improve due to rainfall from tropical storms. On August 25-29, Hurricane Irene dumped 8 to 14 inches of rain on the eastern Carolinas northward into the Northeast, significantly improving drought but causing extensive flooding in many areas.\nAt the end of July, the year’s first major Gulf of Mexico storm, Tropical Storm Don, fizzled out as it moved ashore in South Texas. However, NOAA has predicted an active Atlantic hurricane season; more storms could arrive as the hurricane season swings into full gear, improving drought along the immediate Gulf Coast.\nThe monsoon season in the Southwest U.S. has already brought some scattered showers and thunderstorms to eastern Arizona, western New Mexico, and parts of southern California. But even in the drought-affected areas that have seen rain this past summer, recovery has been slow so far, with rangeland and pastures struggling to rebound.\nPonds that were built to hold significant amounts of water for cattle dwindle away under hot temperatures, dry winds, and lack of rain. Many ponds, such as the one shown above in Rusk County, Texas, were nearly dry by late June 2011.\nNielsen-Gammon says it’s unusual for drought conditions to improve during the summer in Texas, because most of the state is unaffected by the southwest monsoon which brings summer showers to Arizona and New Mexico. Usually, drought conditions lock into place and grow steadily worse.\n“The lack of soil moisture prevents evaporation, and with little moisture in the air it becomes difficult for summertime thunderstorms to form,” says Nielsen-Gammon. “This prolongs the drought, and also contributes to excessively high temperatures.”\nWarm air aloft in the upper atmosphere also serves as a barricade to storms moving through the region.\n“When air at 10,000 or 15,000 feet passes over the high terrain of Northern Mexico or the Southwest United States, it is heated from below,” Nielsen-Gammon says. “If there’s high pressure in place aloft and that air gets stuck over the southern United States, it acts as a stable layer, further inhibiting thunderstorm formation.”\nAlthough not the good news that many were hoping for, the drought outlook provides vital information for helping people in the region know what to expect in the days, weeks, possibly months of drought ahead. NOAA continues to monitor drought conditions and release outlooks, aiming to provide enough lead-time to people who may be vulnerable to drought impacts. This vital information can prevent the loss of life and millions of dollars in damage.\nThe view from an aircraft carrying fire retardant as it follows a U.S. Department of Agriculture plane serving as a guide. Deployed in Scurry County, Texas, in April 2011, the planes work in tandem to ensure that fire retardant is dropped precisely where it is needed. U.S. Air Force photo by Sgt. Eric Harris.\nFor example, back in November, NOAA issued a long-range outlook that forecasted drought conditions for this year. The advance notice allowed state fire managers in Texas and the surrounding states enough time to assess their fire risk, assets, and resources.\n“The preparation for fire season got state agencies in the ‘ready’ mode,” Nielsen-Gammon said. “Officials were able to anticipate staffing levels needed to deal with sudden, widespread wildfire outbreaks ahead of time.”\nIn much of the Southeast and large parts of the West, the frequency of drought has already increased along with rising temperatures over the past 50 years. So will we see more droughts like this one—or worse—in a warmer future? In several southern locations, the answer appears to be yes, based on a comprehensive assessment conducted in 2009 by the U.S. Global Change Research Program.\nIf greenhouse gas emissions continue to increase at relatively high rates, winter and spring precipitation in the Southwest is projected to decline by as much as 40 percent. Some drying is projected for the Southern Plains, but there is less agreement among the different models used to simulate future climate. In addition, despite the current drought, observations indicate a long-term trend of increasing precipitation in Texas.\n“For Texas, specifically,” Nielsen-Gammon says, “the picture is not entirely clear. But we do know that temperatures are going up and are likely to continue to go up.”\n“As global temperatures increase, so too will evaporation and water supply needs during droughts. Rivers and streams will thus run hotter and drier than before, if they run at all during a drought. That’s likely to be the biggest immediate effect of global warming on droughts.”\nIt is obvious to Nielsen-Gammon that Texas is living through a very unusual weather event.\n“I don’t consider it to be the worst drought on record, because the 1950s drought lasted for seven years, and 1956 alone gives 2011 a run for its money,” he says.\nBut, he continues, “combine it with July being the warmest month on record for Texas—and August maybe even hotter—and it probably becomes the most unbearable.”\nReferences & Related Links\nNational Drought Mitigation Center\nNOAA Plays Role in Helping Texans Prepare and Respond to Wildfires\nOffice of the Texas State Climatologist\nNOAA Climate Prediction Center’s El Niño/Southern Oscillation (ENSO) Diagnostic Discussion\nNOAA Climate Prediction Center’s Seasonal Drought Outlook\nU.S. Drought Monitor\nAgriLife Extension Service Agricultural Drought Task Force\nNCDC State of the Climate monthly reports\nNational Integrated Drought Information System\nGlobal Climate Change Impacts in the United States 2009\nHelp us improve our content",
  "source": "climate.gov"
}