{
  "url": "https://www.climate.gov/news-features/understanding-climate/story-spring-drought-relief-not-likely",
  "title": "The Story for Spring: Drought Relief Not Likely",
  "date": null,
  "content": "NOAA’s Climate Prediction Center released its Spring Outlook on March 21. The big story for the upcoming spring: relief for many drought-stricken areas of the United States is not likely.\nMap of 2013's spring drought outlook.\nThe map above shows the drought outlook for March 21 through June 30, 2013. Areas where drought is likely to persist or worsen are shown in reddish-brown. Areas of tan indicate where drought is likely to see some improvement, and areas where drought is likely to improve and its impacts ease are shown in green. Yellow indicates places where drought conditions are likely to develop.\nAlthough drought is expected to improve in parts of the Southeast, the western Great Lakes, and the northern Great Plains, it will likely continue to plague large parts of the south-central and southwestern United States—even expanding into parts of California, eastern Texas, and the Florida Peninsula. Some areas of the country, especially the south-central region, have experienced drought conditions for over a year. Across the Pacific, Hawaii is also experiencing varying levels of drought.\nMany of these drought-stricken areas are also favored to experience above-average temperatures and below-average precipitation this spring, including the south-central and southwestern United States. The maps below show probabilities of above- or below-average temperature and precipitation in the United States for April through June 2013.\nMap of 2013's spring temperature outlook.\nMap of 2013's spring precipitation outlook.\nLocations that are likely to experience above or below average temperatures are shaded in red or blue; precipitation forecasts are shown in shades of green (well above average) and brown (well below average). Places in gray indicate areas where there is an \"equal chance\" forecast, which means above-, near-, or below-average temperature or precipitation are all equally likely.\nIn the case of these forecasts, “well above average” and “well below average” refer to temperature or precipitation in the upper or lower third of the range of climate conditions observed in an area from 1981-2010. The outlooks are more confident in some places than they are in others; the lines trace the boundaries of different levels of probability. In the video below, Deputy Director of the Climate Prediction Center, Mike Halpert, talks in more depth about the Spring 2013 Climate Outlook.\nOnly a small area of the continental U.S.—extending along the US-Canadian border from the Pacific Northwest and into Montana and North Dakota—is favored to see well below average temperatures. Large parts of the country have an \"equal chance\" precipitation forecast, but there is a tilt in the odds toward well above average precipitation in parts of the Midwest.\nNOAA Climate Prediction Center 3-month outlooks\nDrought Impacts Continue to Pile Up\nWater Waning into Winter \nBaking the Breadbasket: Persistent Drought in the Heartland\nMaps by NOAA Climate.gov team, based on forecasts provided by the NOAA Climate Prediction Center.\nHelp us improve our content",
  "source": "climate.gov"
}