{
  "url": "https://www.climate.gov/news-features/understanding-climate/2012-state-climate-temperature-lower-stratosphere",
  "title": "2012 State of the Climate: Temperature of the Lower Stratosphere",
  "date": null,
  "content": "Observing temperature patterns in the lower stratosphere—second major layer of the atmosphere—gives scientists clues about our planet’s changing climate. Short-term spikes in stratospheric temperatures occur in response to major volcanic eruptions. Increasing greenhouse gases and the decline of ozone in the stratosphere tend to cool the stratosphere while warming the planet near the surface. A long-term cooling trend in the lower stratosphere is one of many signs that increasing levels of greenhouse gases are changing our planet's climate.\nGlobal average temperatures in the lower stratosphere for 2012 were below the 1981–2010 average. Just how the 2012 global-average temperatures ranked in comparison with previous years varies with interpretations of observations. Although stratospheric temperatures have stayed pretty much in the same range over the last two decades, a range of satellite and radiosonde datasets ranked 2012 as just barely the coldest year or nearly the coldest on record in the lower stratosphere since records began.\nThe map shows 2012 temperatures in the lower stratosphere (about six to ten miles above the Earth’s surface) across the globe compared to the long-term average. Places that were up to 4 degrees Fahrenheit colder than the 1981-2010 average are dark blue, average temperatures are white, and places where temperatures were up to 4 degrees F warmer than average are red. Map by Dan Pisut, NOAA Environmental Visualization Lab, based on ERA-Interim reanalysis data.\nA La Niña event can cause the troposphere to cool over the tropics while the lower stratosphere warms, as it did in 2011. Fleeting La Niña conditions in early 2012, however, had little influence on lower stratospheric temperatures. Overall, cold temperatures dominated the lower stratosphere, covering the southern mid-latitudes, tropics, and northern mid-latitudes. The poles, however, experienced warmer-than-average temperatures in the lower stratosphere, especially in the Antarctic region. This was a response to warmer-than-average temperatures in the troposphere—the layer below the stratosphere.\nColder temperatures in the lower stratosphere can allow reactive, ozone-destroying chemicals to build up, contributing to ozone holes over the polar regions that expose people to harmful UV radiation. During October and November 2012, warmer-than-average stratospheric temperatures in the southern high latitudes over Antarctica resulted in a smaller ozone hole than normal. The milder temperatures in 2012 were a reversal of what occurred in 2011 in the Arctic late winter and early spring, when unusually cold stratospheric temperatures in the northern high latitudes contributed to the first ozone hole in the Arctic.\nFrom 1979 to 1996, satellite and radiosonde measurements show that temperatures in the lower stratosphere declined, although that trend was interrupted by episodes of warming due to the El Chichón and Mount Pinatubo volcanic eruptions. For most of the last two decades, there has been little trend, but no sign of a reversal.\nThe graph shows multiple analyses of data from radiosondes that have measured lower stratospheric temperature for several decades. Graph adapted from Figure 2.5 in BAMS’ State of the Climate in 2012.\nC. S. Long and J. R. Christy, 2013: [Temperature] Lower Stratospheric Temperature [in “State of the Climate in 2012”].  Bulletin of the American Meteorological Society (BAMS), S14-S15.\nState of the Climate: 2011 Stratospheric Temperature\nUnusually Chilly Stratosphere Behind 2011's Record Arctic Ozone Hole\nHelp us improve our content",
  "source": "climate.gov"
}