{
  "url": "https://www.climate.gov/news-features/understanding-climate/2012-state-climate-humidity",
  "title": "2012 State of the Climate: Humidity",
  "date": null,
  "content": "Since 1973, it's been getting more humid by roughly 0.1 grams of water vapor per kilogram of air per decade.\nEarth's atmosphere includes billions and billions of gallons of evaporated water: in fact, water vapor is Earth's most abundant greenhouse gas. Like the stuffing in an insulated sleeping bag, water vapor absorbs heat radiating from the sun-warmed surface of the Earth. When water evaporates from oceans, rivers, or the leaves of plants, it cools the Earth’s surface. When water vapor condenses into clouds or rain, it releases heat back into the atmosphere. As a result, the volume of water vapor—the specific humidity—plays a key role in setting Earth’s surface temperature.\nThe 2012 global average specific humidity over land and oceans was higher than the long-term average but not record breaking, similar to 2011. Despite the global average specific humidity being higher than average for 2012, a pocket of dry air prevailed over the United States and in the eastern interior of Africa throughout the year. For most of the oceans, the 2012 specific humidity picture remained the same as that seen in 2011.\nSpecific humidity in 2012 compared to the 1981-2010 average, based on ERA-Interim Reanalysis data. Turquoise shows places that were more humid than average, including the eastern U.S. and Canada, the Sahel in West Africa, and Southeast Asia. Brown shows places that were less humid than average, including the central and western U.S., Brazil, the eastern Sahel, and much of Australia. NOAA map by Dan Pisut, Environmental Visualization Lab.\nWhile from year to year specific humidity fluctuates greatly over time, scientists have measured a significant increase in specific humidity over the Earth’s surface, which is consistent with the long-term warming trend in our planet's average surface temperature. Since 1973, it's been getting more moist by roughly 0.1 grams of water vapor per kilogram of air per decade.\nAnnual specific humidity since 1971 compared to the 1979-2003 average (dashed line) over land (brown line) and ocean (green line). Earth has become more humid in recent decades. Based on direct humidity observations made since the early 1970s. Graph adapted from Figure 2.10 in the 2012 BAMS State of the Climate report.\nWillett, K. M., D. I. Berry, and A. Simmons: 2013: [Hydrological cycle] Surface humidity [in “State of the Climate in 2012”]. Bull. Amer. Meteor. Soc., 94 (8), S11–S12.\nWillett, K. M., et al.  (2013). HadISDH: an updateable land surface specific humidity product for climate monitoring. Climate of the Past, 9(2), 657–677. doi:10.5194/cp-9-657-2013\nSimmons, A. J., K. M. Willett, P. D. Jones, P. W. Thorne, and D. P. Dee, 2010: Low-frequency variations in surface atmospheric humidity, temperature and precipitation: Inferences from reanalyses and monthly gridded observational datasets. J. Geophys. Res., 115, D01110, doi:10.1029/2009JD012442.\nA dry beginning for 2012 across much of the U.S.\nAnimation: U.S. Drought Conditions in 2012\nState of the Climate: 2011 Humidity\nHelp us improve our content",
  "source": "climate.gov"
}