{
  "url": "https://www.climate.gov/news-features/understanding-climate/2012-state-climate-glaciers",
  "title": "2012 State of the Climate: Glaciers",
  "date": null,
  "content": "Around the globe, some 370 million people live in basins where rivers derive at least 10 percent of their seasonal discharge from glacier melt. Glacier melt provides drinking water for human populations, and irrigation water for crops. The damming of glacial melt water even generates hydroelectric power. The retreat of the majority of mountain glaciers worldwide is one of the clearest signs of long-term climate change.\nPedersen Glacier, at Aialik Bay in Alaska’s Kenai Mountains, in 1917 (left) and 2005 (right). In the early 20th century, the glacier met the water and calved icebergs into a marginal lake near the bay. By 2005, the glacier had retreated, leaving behind sediment allowed the lake to be transformed into a small grassland. Photos courtesy of Louis H. Pedersen (1917) and Bruce F. Molina (2005), obtained from the Glacier Photograph Collection, Boulder, Colorado USA: National Snow and Ice Data Center/World Data Center for Glaciology. Large images: 1917 | 2005\nGlaciers grow by accumulating more snowfall in the winter than they lose through melt and evaporation in the summer. When snowfall equals melting, a glacier's mass is said to be in balance. According to the 2012 State of the Climate Report, glacier mass balance in 2011 (the most recent year for which worldwide analysis is complete) was negative, with combined ice loss equivalent to 766 millimeters of water.\nOn a regional basis, the rate of loss was greater in some parts of the world than others. In the North Cascades Mountains in the U.S. state of Washington, La Niña led to a wet winter and a cool, wet spring, followed by a drier-than-normal summer in 2012. The weather conditions offset each other, leaving the glaciers in that region nearly unchanged for the year. In southeast Alaska, La Niña contributed to high snowfall, leading to moderate glacier gains in the Juneau Icefield.\nGlaciers in the Alps experienced above-average wintertime accumulation in 2012 but it was more than offset by summertime losses, leaving those glaciers with a net negative mass balance for the year. In 2011, investigations of 90 Austrian glaciers showed that three glaciers were stationary while the other 87 were in retreat. The same year, investigations of Swiss glaciers showed 92 glaciers retreating, three glaciers stationary, and one glacier advancing. The lone advancing glacier had retreated for the previous five years. Partial data from 2012 showed continued retreat in Switzerland. In Italy, glacial melt exposed a cache of World War I ammunition on Ago Di Nardis Peak in August 2012.\nStudies of 25 glaciers in Norway showed that in 2012, 21 glaciers were retreating, two were stationary, and two were advancing. The retreat rates had dropped slightly from the previous year.\nSnowline surveys in New Zealand indicated strong glacier mass balance losses in 2012. Snowlines at 50 glaciers were roughly 360 feet above the elevation needed for glacier equilibrium. In Nepal, mass balance studies of Yala and Rikha Samba Glaciers found mass balance losses in both.\nGlacial mass balance losses in 2011 and 2012 continued a longer-term trend that became apparent in the twentieth century. By the time the State of the Climate in 2012 was published, preliminary data indicated that 2012 would probably be the 22nd consecutive year of net losses in glacier mass.\nGlacier mass balance (snow gain minus melt loss) from 1980 through 2011. Bars indicate positive (above the 0 line) and negative (below the 0 line) glacier mass balances each year, and the red line shows the cumulative annual balance. Only three years—1983, 1987, and 1989—experienced net gains. All other years had negative mass balances, with losses getting larger in more recent years. Graph adapted from Figure 2.9 in the 2012 BAMS State of the Climate report.\nBetween 1980 and 2011, glaciers around the world lost the water equivalent of 15.7 meters. That would be like slicing a roughly 17-meter-thick slab off the top of the average glacier and repeating that exercise worldwide.\nM.S. Pelto, 2013: [Global Climate] Alpine Glaciers [in “State of the Climate in 2012”]. Bull. Amer. Meteor. Soc., 94 (8), S17-S18.\nU.S. Geological Survey. (2012, May 30). Repeat Photography of Alaskan Glaciers. Accessed July 23, 2013.\nState of the Climate: Mass Balance of Mountain Glaciers in 2011\nWorld Glacier Monitoring Service\nJakobshavn Glacier Retreat\nRetreat of the Gangotri Glacier\nHelp us improve our content",
  "source": "climate.gov"
}