{
  "url": "https://www.climate.gov/news-features/understanding-climate/2012-state-climate-earths-surface-temperature",
  "title": "2012 State of the Climate: Earth's Surface Temperature",
  "date": null,
  "content": "Of all the planets in our neighborhood, Earth has a surface temperature that is uniquely friendly to life. That friendliness is the result of a balancing act between incoming sunlight and outgoing thermal energy—the heat radiated back to space by everything in the Earth system, from land to oceans to clouds and, especially, by the gases in the atmosphere. Everything from sea ice concentrations, to plant productivity on land and in the oceans, to the strength of tropical cyclones is influenced by Earth’s surface temperature.\nThe global surface temperature ranked among the top 10 warmest years on record. Over land and ocean combined, 2012 was between 0.14° and 0.17° Celsius  (0.25°and 0.31° Fahrenheit) above the 1981–2010 average, depending on the analysis. The globally averaged annual temperature over land was 0.24°–0.29°C (0.43°-0.52°F) above average. And averaged globally, the 2012 ocean temperature was 0.10°–0.14°C (0.18°-0.25°F) above average.\nSurface temperatures in 2012 compared to the 1981-2010 average. NOAA map by Dan Pisut, NOAA Environmental Visualization Lab, based on based on Merged Land and Ocean Surface Temperature data from the National Climatic Data Center.\nThe most prominent warmth during the year was seen across the Northern Hemisphere higher latitudes, specifically the contiguous United States, the eastern half of Canada, southern Europe, western Russia, and the Russian Far East. However, Alaska, the western parts of Canada, eastern Australia, and parts of central Asia all saw cooler than average temperatures during the year.\nNearly all of the ocean surface was warmer than average with the exception of parts of the northeastern and central equatorial Pacific Ocean, parts of the southern Atlantic Ocean, and some regions of the southern oceans. The beginning of 2012 did see some of the lingering cooling effects of La Niña, but they dissipated quickly. Temperatures in 2012 were slightly higher than those of 2011.\nEarth’s average annual surface temperature is higher today than it was when record keeping began in the mid- to late 1800s, an indicator of long-term, global-scale climate warming. All of the top ten warmest years in the record have occurred since the last major El Niño event, in 1998.\nEarth’s average annual surface temperature is higher today than it was when record keeping began more than a century ago. The red line shows how far above or below the 1981–2010 average (dashed line at zero) the combined land and ocean temperature has been each year since 1880. The data shown are from NOAA’s National Climatic Data Center, one of several temperature analyses included in the State of the Climate in 2012, all of which show a similar warming trend. Graph adapted from Figure 2.1, in BAMS State of the Climate in 2012.\nSince 1976, every year including 2012 has had an annual temperature above the long-term average. Including the 2012 temperature, the rate of warming is 0.06°C (0.11°F) per decade since 1880 and a more rapid 0.16°C (0.28°F) per decade since 1970, according to the 2012 annual report from NOAA's National Climatic Data Center.\nSánchez-lugo, A., J. J. Kennedy, and P. Berrisford: 2013: [Temperature] Surface temperature [in “State of the Climate in 2012”]. Bull. Amer. Meteor. Soc., 94 (8), S11–S12.\nGlobal Climate Change Impacts in the United States, Thomas R. Karl, Jerry M. Melillo, and Thomas C. Peterson, (eds.). Cambridge University Press, 2009.\nNOAA National Climatic Data Center, State of the Climate: Global Analysis for Annual 2012, published online December 2012, retrieved on July 23, 2013 from https://www.ncdc.noaa.gov/sotc/global/2012/13.\nState of the Climate: 2011 Global Surface Temperature\nPast Three Decades Warmest on Record\nHelp us improve our content",
  "source": "climate.gov"
}