{
  "url": "https://www.climate.gov/news-features/understanding-climate/2012-state-climate-snow-northern-hemisphere",
  "title": "2012 State of the Climate: Snow in the Northern Hemisphere",
  "date": null,
  "content": "Pure snow cover is the whitest natural surface on Earth, and due to its light color, it reflects about 90 percent of the sunlight that reaches it. A snow-free ground surface absorbs anywhere from four to six times the amount of solar radiation as a snow-covered one. Beyond its cooling impact on global climate, snow also affects soil moisture and runoff—including critical drinking and irrigation water in dry areas like the U.S. West—and it insulates plant roots from frigid winter conditions.\nNearly all of Earth's seasonal snow cover is confined to the Northern Hemisphere. In 2012, Northern Hemisphere snow cover on land (some snow cover occurs over sea ice) averaged roughly 24.6 million square kilometers (9.5 million square miles). This was about 0.3 million square kilometers (0.1 million square miles) below the 1967-2012 average, according to the Rutgers Global Snow Lab. Overall, 2012 ranked as 12th lowest in snow cover extent over the 1967-2012 period, and the end-of-spring (June) snow cover was the lowest on record. But snow cover extent varied considerably throughout the winter from place to place.\nAverage snow extent in June 2012 compared to the 1966-2010 average made from Rutgers Global Snow Lab data. Overall, 2012 ranked as 12th lowest in snow cover extent over the 1967-2012 period, and the end-of-spring (June) snow cover was the lowest on record. But snow cover extent varied considerably throughout the winter from place to place.\nIn the first three months of 2012, snow extent over Eurasia was high, ranking third most extensive in February, and ninth most extensive in January and March. Over the same three-month period, snow cover extents in North America fell far below average: third lowest in January, 16th lowest in February, and fourth lowest in March.\n\nOnce spring melting began in 2012, snow cover declined rapidly over Eurasia, dropping to seventh lowest in April, and to the lowest extents on record for May and June. In North America, snow extents remained below average, continuing the pattern that had been in place since January.\nSnow accumulation lagged behind the long-term average in September 2012, but October brought a significant change to both Eurasia and North America. Snow cover extent grew remarkably that month, and remained well above average through the rest of the year.\nNorthern Hemisphere snow extent ranked eighth highest in October, fifth highest in November, and highest on record in December. Snow cover extents were higher in Eurasia than in North America, where snow cover extent was below average in October, about average in November, and fourteenth highest in December.\nDifference from average annual snow extent since 1971, compared to the 1966-2010 average (dashed line). Snow extents have largely been below-average since the late1980s. Graph adapted from Figure 1.1 (h) in the 2012 BAMS State of the Climate report.\nThe Northern Hemisphere's low snow cover extent in 2012 continued a long-term trend, as the graph above shows. From the late 1960s through the mid-1980s, snow cover extent often spiked well above the 1966-2010 average. Starting in the 1990s, snow cover extent exceeded the long-term average just twice, with most snow cover extent remaining below average. Annual average snow cover extent did not exceed the long-term average even once after 2003.\nIn fact, between 1979 and 2011, the decline in Northern Hemisphere June snow cover extent outpaced the decline in September Arctic sea ice extent. June snow cover dropped by 17.8 percent per decade whereas September sea ice extent declined by 10.6 percent per decade.\nD.A.Robinson, 2013: [Global Climate] Northern Hemisphere Snow Cover [in “State of the Climate in 2012”]. Bull. Amer. Meteor. Soc., 94 (8), S16-S17.\nC. Derksen, and R. Brown. (2012). Spring snow cover extent reductions in the 2008–2012 period exceeding climate model projections. Geophysical Research Letters. 39, L19504.\nNational Snow and Ice Data Center. (n.d.). Albedo. Accessed July 22, 2013.\nNational Snow and Ice Data Center. (2008, May 14). State of the Cryosphere: Northern Hemisphere Snow. Accessed July 22, 2013.\nRutgers Snow Lab\nRecord Low Spring Snow Cover in the Northern Hemisphere in 2012\nState of the Climate: 2011 Snow Cover in the Northern Hemisphere\nHelp us improve our content",
  "source": "climate.gov"
}