{
  "url": "https://www.climate.gov/news-features/understanding-climate/state-climate-2012-highlights",
  "title": "State of the Climate in 2012: Highlights",
  "date": null,
  "content": "The end of weak La Niña, unprecedented Arctic warmth influenced 2012 climate conditions\nWorldwide, 2012 was among the 10 warmest years on record according to the 2012 State of the Climate report released online today by the American Meteorological Society (AMS). The peer-reviewed report, with scientists from NOAA’s National Climatic Data Center in Asheville, NC serving as lead editors, was compiled by 384 scientists from 52 countries. It provides a detailed update on global climate indicators, notable weather events, and other data collected by environmental monitoring stations and instruments on land, sea, ice, and sky.\n“Many of the events that made 2012 such an interesting year are part of the long-term trends we see in a changing and varying climate—carbon levels are climbing, sea levels are rising, Arctic sea ice is melting, and our planet as a whole is becoming a warmer place,\" said acting NOAA Administrator Kathryn D. Sullivan, Ph.D. “This annual report is well-researched, well-respected, and well-used; it is a superb example of the timely, actionable climate information that people need from NOAA to help prepare for extremes in our ever-changing environment.\"\nConditions in the Arctic were a major story of 2012, with the region experiencing unprecedented change and breaking several records. Sea ice shrank to its smallest “summer minimum” extent since satellite records began 34 years ago. In addition, more than 97 percent of the Greenland ice sheet showed some form of melt during the summer, four times greater than the 1981–2010 average melt extent.\nThe report used dozens of climate indicators to track and identify changes and overall trends to the global climate system. These indicators include greenhouse gas concentrations, temperature of the lower and upper atmosphere, cloud cover, sea surface temperature, sea-level rise, ocean salinity, sea ice extent and snow cover. Each indicator includes thousands of measurements from multiple independent datasets.\nThe 2012 State of the Climate report is peer-reviewed and published annually as a special supplement to the Bulletin of the American Meteorological Society. This year marks the 23rd edition of the report, which is part of the suite of climate services NOAA provides to government, the business sector, academia, and the public to support informed decision-making. The full report can be viewed by visiting https://www.ncdc.noaa.gov/bams-state-of-the-climate/2012.php.\nNOAA’s mission is to understand and predict changes in the Earth's environment, from the depths of the ocean to the surface of the sun, and to conserve and manage our coastal and marine resources. Join us on Facebook, Twitter and our other social media channels.\nKaty Vincent\n828-257-3136\nkaty.vincent@noaa.gov\nHelp us improve our content",
  "source": "climate.gov"
}