{
  "url": "https://www.climate.gov/news-features/understanding-climate/barrow-alaska-climate-change-action",
  "title": "In Barrow, Alaska, climate change in action",
  "date": null,
  "content": "Barrow, Alaska, on the edge of the Arctic Ocean, during the spring ice break-up. More open water near the coast in fall is warming the town's climate and increasing its vulnerability to storm surge flooding.\nClimate change seems a remote thing to many people, something they think about occasionally, if at all. Their day-to-day weather mostly varies as it has in the past, and they have a good idea of what the seasons will bring. However, for the people who live around the shores of the Arctic Ocean, climate change is plain to see. The dramatic decline of summer and autumn sea ice during the past decade is having profound and sustained impacts on Northern weather and climate. In Alaska, nowhere is this more evident than at Barrow.\nBarrow, Alaska, is located a few miles southwest of Point Barrow, the northernmost point of land in the United States.\nLocated 300 miles north of the Arctic Circle and 700 miles northwest of Anchorage, Barrow, Alaska, is a few miles southwest of Point Barrow, the farthest north point of land in the United States. Communities have resided there for many hundreds of years; the Iñuipat name for the town is Utqiaġvik, “the place we hunt snowy owls.”\nDespite its remoteness, Barrow is a modern town: it has a variety of ethnic restaurants, an Olympic-sized swimming pool, hi-speed Internet access, even municipal bus service. Today, about 4,500 people call Barrow home.\nInstrumented weather and climate observations were first made at Barrow during the first International Polar Year in 1881-82. The modern era of weather observations commenced in 1920. Climate observations have continued uninterrupted to the present. These observations support what every resident in America’s northernmost town can see: climate change is happening—right now—in obvious and dramatic fashion.\nEven before the climate changes of the past decade, sea ice near Barrow has rarely been a solid, unbroken sheet stretching to the limitless horizon. Even during the winter, some ice would be grounded in shallow waters near the shore, but farther out, long breaks would develop in the floating ice as winds and ocean currents push and pull at it.\nThese areas of open water, called leads, are favorite places for sea mammals to congregate, as they provide areas to surface and breathe and to haul out and feed. For Iñuipat hunters, it is this access to sea mammals that has made the northwest coast of Alaska a favored living area for a very long time.\nPrior to about 2000, the typical summer at Barrow would find sea ice lingering into late June or early July. From then on, the ice would melt at an increasing rate and be pushed to and fro by the wind. Usually there was a period from early August until sometime in September when the sea near Barrow would be largely ice-free. However, the main ice pack was rarely more than 150 miles offshore at the end of summer, and by sometime in October, cooling temperatures and autumn storms would typically return the sea ice to Barrow.\nProbabilities that the ice edge in mid-September would be no farther from shore than the lines shown, based on data from 1953-1981. In any year, there was a 25 percent chance the ice pack would be right off shore (red line) and a 75 percent chance it would be no more than 100 miles or so (orange line). The 100 percent probability line means the ice was always south of there;  the 0 percent line means the ice was always north of there. Source: NOAA Technical Memorandum AR-34 (1982).\nNot all years were \"typical,\" of course. Sometimes the sea ice never completely moved out of the Barrow area all summer. In other years, October would come and the sea ice would be as far offshore as 250 miles.\nThe long-term record of Barrow's climate traces this autumn mix of icy and mild Octobers. Over the past nine decades, some Octobers were warm and some cold, depending on whether sea ice was far from shore or near the coast. But as more and more ice has been lost in the summer in the seas beyond Barrow and not returned until late in the autumn, early autumn temperatures have risen dramatically.\nAverage October temperatures in Barrow, Alaska, since 1920. Over the past nine decades, Barrow has experienced both warm and cold Octobers, with a string of warm Octobers in the last decade. Graph based on data provided by Rick Thoman.\nThis rise in temperatures is directly related to the lack of sea ice near the shore. The water temperature might not be what most of us would consider warm, but if it isn't frozen, it's warmer than snow-covered ice. With open water offshore, the air temperature in Barrow can not fall much lower than the ocean surface temperature as long as winds are blowing from water to land. When sea ice is present, air blowing across the ice toward land can be much colder.\nBarrow's climate records make it clear that historically, some longer periods have tended to be warmer or cooler than others. In the figure below, a red line on top of the monthly average temperature shows the five-year average centered on a given year. Relatively mild Octobers were the rule from the late 1930s through the early 1950s, while cold Octobers prevailed from the mid-1960s through the late 1980s.\nOctober temperatures in Barrow, Alaska, since 1920 (blue line) and the five-year running average (red line). Since 2002, the ice pack has stayed far offshore into October. The year-to-year variability in early autumn temperatures (the sharp ups and downs) has dropped dramatically, and every October has been exceptionally warm.\nGiven that Barrow has experienced extended warm or cold periods in the past, what's so unusual about the recent string of warm Octobers? When we say warm Octobers were “the rule” or cold Octobers “prevailed,” we're generalizing. The stretch of warm Octobers in the 1940s were still interrupted a few times by a cool one, for example.\nSince 2002, however, the ice pack has retreated, and now, not only are Octobers regularly near the warmest of record, but every October is exceptionally warm. Prior to 2002, huge year-to-year swings in October temperature were typical. However, as can be plainly seen in the graph above, temperatures since 2002 have been confined to a narrow range, unlike any previous period in the past nine decades, reflecting the moderating influence of the open ocean.\nSea ice extent in 2000, 2004, 2008, and 2012. White shows areas with at least 15% ice cover as measured by satellites. The pink line is the October median ice extent. The median is the middle value in a range of numbers: historically, half of Octobers had a larger extent than the line, and half had a smaller extent. Graphic by Michon Scott, based on data from the National Snow and Ice Data Center.\nThe early autumn climate of the past decade, then, in no way reflects a return to climate conditions of the 1930s and 40s. Yes, in those years, there were a number of mild Octobers. Weather Bureau observers reported that the there was no sea ice visible at the end of November 1934, for example. But even during the warm spell, some Octobers were cool, and sea ice was in place before Halloween. Weather Bureau observers reported in 1933 that there was no open water visible by October 17, and in 1936 very little open water was visible on October 30.\nFrom a climate point of view, the lack of ice sea in autumn does not guarantee record warm temperatures every October, but it increases the odds. Without the cooling influence of the ice, there are many more ways the weather can be unusually warm. In early October 2012, the sea ice edge was some 500 miles north of Barrow, and the first ten days of October were the warmest on record. The distant ice edge was not the sole cause of the record warmth, but was a contributing factor.\nSocietal expectations of the risks and opportunities inherent to place—the lifestyles, jobs, or recreation that are possible—form over a collective lifetime of experience. In Barrow, those expectations are being upended.\nSea ice returning a month or more later than in past decades has a disproportionate effect on subsistence hunters as usable daylight drops to almost none by late November. (The last sunrise of the year in Barrow is on November 18.) Dramatically warmer autumn air temperatures are allowing the permafrost that underlies Barrow to thaw to a greater depth than in the past, destabilizing roads and buildings as well traditional subterranean freezers.\nThe dramatic decline in sea ice coverage in the autumn means that there is much more open water to the west and northwest of Barrow. On October 13-14, 2012, a strong storm, 500 miles northwest of Barrow, produced coastal flooding in low-lying parts of Barrow. This flooding was not the result of unusually powerful winds at Barrow itself; the average wind speed on October 13 was just 16.3 mph, and the peak gust just 30 mph.\nAn old runway at the Naval Arctic Research Lab in Barrow was closed following storm surge flooding in October 2010. In the past decade, the ice pack has consistently remained far offshore in the early autumn, allowing strong winds to blow over the open waters of the Beaufort Sea, whipping up fierce waves and driving flood waters ashore. Photo courtesy Dave Anderson.\nRather, the moderate but steady west-to-northwest winds over completely ice-free waters raised the sea level several feet (There are no tide gauges or other real time direct measurements of sea level at Barrow. Most of the Barrow area is less than 15 feet above sea level.) Thirty years ago, the exact same meteorological conditions would have had much less open water to work on, and similar flooding would not likely have occurred.\nThe twenty-first century autumn climate of Barrow, and throughout the circumpolar Arctic, will continue to be dramatically different than that experienced within living or cultural memory. There is nothing abstract or hypothetical about climate change at Barrow. Like almost every community across the Arctic, Barrow will somehow have to adapt to environmental changes in ways that may prove to be economically and culturally costly. For the peoples of the Arctic, as Siberian Yupik elder Mabel Toolie of Savoonga, Alaska, said more than a decade ago, \"The Earth is faster now.\"\nKrupnik, Igor, and Jolly, Dyanna (eds.). 2002. The Earth is Faster Now: Indigenous Observations of Arctic Environmental Change. Fairbanks, Alaska: Arctic Research Consortium of the United States. 384 pp. ISBN 0-9720449-0-6.\nWebster, B. (1982). Empirical Probabilities of the Ice Limit and Fifty Percent Concentration Boundary in the Chukchi and Beaufort Seas. NOAA Technical Memorandum AR-34.\nHelp us improve our content",
  "source": "climate.gov"
}