{
  "url": "https://www.climate.gov/news-features/features/beachfront-qa-talking-about-dunes-development-storms-and-sea-level-rise",
  "title": "Beachfront Q&A: Talking about dunes, development, storms, and sea level rise",
  "date": null,
  "content": "Aerial view (rotated clockwise 90 degrees) of New Jersey's Barnegat Bay Island in spring 2012. From south to north (left to right), the island has a mix of natural and developed beach. Each area felt Sandy's impacts differently. Image courtesy of the New Jersey Office of Information Technology, Office of GIS.\nLike many of the communities on New Jersey’s barrier islands, Seaside Park and Seaside Heights are still rebuilding in the wake of Sandy. Disasters like Sandy underscore the tough reality that East Coast communities face: barrier islands are dynamic by nature, and constantly shifting beneath us.\nIn May 2013, we visited New Jersey's Barnegat Bay Island with Norbert Psuty, a geomorphologist and retired Rutgers University professor. Psuty took us to three different locations and answered our questions about the natural and human forces that shape New Jersey’s iconic shorelines.\nWhat is a barrier island? \nBarrier islands are this kind of lineation, this ribbon of sand that we have along the East Coast. Basically all the sand you see up and down the east coast of the United States is material that was inundated, drowned by sea level rise [over the past 10 thousand years or so]. Waves and currents began to move some of that sediment around. Sand comes from the offshore areas, propelled by waves and currents, and accumulates along the shore in the form of beaches and dunes, like what we see here at Island Beach State Park.\nIn this video clip, Rutgers University Professor Emeritus Norbert Psuty describes the key shapes and features of a natural dune and beach system.\nWhat's the history of Island Beach State Park in particular?\n\nIsland Beach State Park is built on a spit, which is projected to the south, separating Barnegat Bay to the inland from the Atlantic Ocean. The spit was created around 3 thousand years ago when sea level [which had been rising since the end of the last ice age] stabilized. Sand began to accumulate, accumulate, accumulate, built the spit, built the dunes. The dunes have existed in this area ever since.\n\nThrough the last 500 or 600 years, this area has eroded slowly. The result is that the beach and the dune have migrated inland, retaining all their characteristics. The dune had probably had the same kids of dimensions, the same height, the same width, the beach has had a similar width and elevation, but just not in the same place. This is how the natural system functions: the island and all the features just migrate inland.\nWhat are the signs of dune erosion and retreat?\n\nThere are two common signs. One is the scarping of the face of the dune, which creates a steep bluff with no vegetation. The other is sand accumulating on the side of the dune facing inland, which means sand mass is shifting from the seaward side to the landward side. Together, these two things are displacing the dunes.\nA natural dune system in Island Beach State Park reveals exposed roots—a sign of dune retreat. As sand is continually blown from the ocean side of the dunes toward inland, the whole system migrates gradually inland. Photo credit: American Green.\nYou can see signs of dune retreat in the vegetation, too. Here, on the ocean side, there are old roots being exposed because the sand is being blown away from them. And then on the inland side, you can see the fresh vegetation. The vegetation is doing well there. Sand is blown from the ocean side of these little hummocks and accumulates on the down-drift side. The backside of these dunes is a long sloping surface where sand is being blown over the crest, being added to the base, inland side of the dune. You see that repeated over and over and over again. Each one of these hummocks is individually migrating inland, so then whole dune system shifts through space.\nHow is this different from the developed beaches farther north, like Seaside Heights?\n\nThe developed beach is going to have the same kind of processes acting upon it [as the natural beaches], but the thing that’s different is that the developed beach is not being allowed to shift, to be displaced. A dune that is being eroded is just being rebuilt in the same place over and over again. The beach is being eroded and then being rebuilt in the same place over and over again. So we see the form, but it is not migrating. That means it is not maintaining itself. In fact, it’s being lost.\n(left) Key dune features (toe, crest, and base; colored lines) as they exist in Island Beach State Park and the community of South Seaside Park to the north. The key difference between the park and the development to the north is the width of the backside of the dune. (right) Farther north, Seaside Heights and Seaside Park have very little space to accommodate the dunes' natural retreat. Image courtesy of the New Jersey Office of Information Technology, Office of GIS and The Richard Stockton College of New Jersey, Coastal Research Center.\nThe Lost Beach at Barnegat Bay\nThe residential community of Seaside Park — located north of Island Beach State Park— developed over a century ago, back when a natural beach environment lined the Barnegat Bay. Over the years, the natural features have been greatly modified and even replaced by development. The downside is that the houses closest to the bay are becoming more vulnerable to the impacts of storm surge as sea level rises.\nHow has this area changed since it was first developed?\n\nIn the past, when these houses were initially constructed — 50, 70, 100 years ago — sea level was at a lower position. Over the past century, the level of inundation has been increasing, enough so that we had measured elevation change in this area of about 16 to 18 inches — almost a foot and a half of sea level rise in the last century. Therefore all of these houses are now experiencing water levels that they hadn’t seen before. Now, there is no real buffer separating the waters of Barnegat Bay from the development.\nSouthern Barnegat Bay Island in 1920 (left) and 2012 (right). The bay side of the island used to be buffered by a natural beach environment before people began constructing houses and businesses on the island.  Imagery courtesy of the New Jersey Office of Information Technology, Office of GIS and The Richard Stockton College of New Jersey, Coastal Research Center.\nWhat kind of flooding impacts is this area experiencing right now?\n\nIf you look at the street now, you can see that it’s really just a few inches above the water level in the bay. So any kind of storm surge, any kind of inundation associated with rainfall is going to cause water to come into the street. This street is probably vulnerable to some degree of flooding virtually every spring tide — that’s virtually every month that there will be some water in the street. You put a storm on top of that, and there’s water covering the street, water coming into the lawns of the adjacent properties. My guess is that about a two-year recurring storm will flood the base of these houses. They are in a very vulnerable position. All this infrastructure is in a vulnerable position.\nWhat will be the impacts to these people in about 20 years?\n\nOur general estimates for a period of the next 20 years are approximately a half a foot of sea level rise. So Barnegat Bay will come up by a half a foot. A half a foot would mean that a lot of this will be under water just in the normal tides. I think that probably the greatest challenge to the towns will be to maintain the level of infrastructure that they have at the present time.\n\nThat probably means having to elevate the road. There are storm drains that will not function anymore. They are going to have to pump their fresh water supply. [Water-tower pressure generated by gravity will decrease as sea level rises, requiring the town to boost pumping pressure in response]. All of these things that are part of the town are going to be threatened by the future sea level rise. There’s no doubt that in the next century, water level will come up on the order of maybe 2 to 3 additional feet. That’s going to really cause havoc in development along the bay margins of the entire Barnegat Bay.\nSeaside Heights is a beachfront community farther north—one of many developed shorelines along New Jersey’s coast. Every summer, tourists flock to Seaside Heights to enjoy the oceanfront boardwalk, amusement rides, and arcades. During Sandy, a large chunk of the Casino Pier collapsed into the ocean, tossing an entire rollercoaster into the waves like a toy.\nSeaside Heights Pier on May 21, 2009 (top), and November 5, 2012 (bottom)—a week after Sandy hit. Storm waves and surge eroded the beach, destroying the seaward edge of the pier. Images courtesy of the USGS St. Petersburg Coastal and Marine Science Center.\nAfter a monumental rebuilding effort, the boardwalk and many local businesses reopened in time for the 2013 summer season. Where the boardwalks ends at Ortley Beach — an area also hit hard by Sandy — workers rebuilt sand dunes to provide protection from future storms. Months after this interview took place, tragedy struck Seaside Heights again. In October 2013, a ten-alarm fire destroyed many businesses along the boardwalk.\nHow are communities trying to stabilize the shifting shorelines in areas we’ve already developed?\n\nThere are two variables that are causing change. One would be the absence of new sand. The other element is sea level rise. In the absence of new sand, you could go to a quarry in the mainland, quarry some sand, bring it out.  You can go offshore, find some old sandy deposits, quarry them, dredge them, put them on the beach, replace the sand that’s being eroded.  \n\nBut sea level rise is also elevating the level at which the erosion processes are occurring. [If you want to maintain the development at the same location], you have to continue to add elevation, add elevation, add elevation. Otherwise the old surface — the developed surface — is going to be increasingly exposed to the hazards of the environment. It’ll be flooded. It’ll be eroded. It’ll be occupied by the tides. So, in essence, it's a losing battle in the developed areas because of the combination of the absence of new sediment and the presence of continuing sea level rise.\nWould a man-made dune system, similar to the one developed in nearby Seaside Park or the one being developed here at Ortley Beach, work for Seaside Heights?\n\nIf you were to maintain a dune like this for the entire length [of Seaside Heights], it would compete with the arcade and the amusement park area. This dune would be in the place of the arcade. So you can’t have the two things. The other thing is that if you try to put the dune on the ocean side of the arcade, there’s not enough space. You still need a beach width. You still need some distance away from the water for a dune system to survive. It’ll just be eroded, eroded, eroded. Dunes just don’t exist where you want them.\nWhich is why you were suggesting to the mayor of Seaside Park 20 years ago that they reintegrate what is now this road into the dune system. Right?\n\nYes. Allowing for some kind of accommodation space, so you can allow the system to move. You could have a nice wide beach and you could have a dune in back of it, and basically give yourself space to be occupied by whatever kind of recreational facility you’d like to have here.\n\nPart of the recommendation was to allow for the dunes to migrate into the vicinity of [Ocean Avenue] so that there would be the opportunity to have beach, dune, boardwalk, and a space for the dune to migrate into. That way you could maintain the character of the dune, maintain some aspects of the natural system, and more or less not infringe upon the development that’s there.\n\nThis is not a permanent solution. The combination of sea level rise and sediment deficit will eventually cause the shoreline to migrate inland and impact development on the island.\nWhat potential ideas do you have for reintroducing natural processes into this dune system?\n\nSome things they have already done. They are planting [vegetation] to re-stabilize the shore side of the dune. Another element that they took from the advice that I gave them many years ago is that the path to the beach is not straight onto the beach, but is angled. So the opportunity for either wind or waves to take sand [from the beach or dune] and throw it inland is restricted a bit.\n\nI think part of the potential for this area is to allow the natural system to extend into this region. We could actually remove the equivalent of the road and throughout this entire zone [behind the primary dune] have an equivalent of a dune system, or an area inland of the dune system that’s still sand.\n\nWe sometimes refer to that as accommodation space, a place that can accommodate a changing condition, especially a naturally changing condition.  In that case, then we’d have a broader beach, a broader dune zone, still have a boardwalk, and afford much more buffering to the development that is lying inland of this dune zone.\nAn aerial view of the beach in Seaside Park reveals some adaptations that have been incorporated into the dune system south of the boardwalk. Pathways running angled toward the beach cut down on the amount of sand deposited inland. The beach also allows for some accommodation space to allow for the dune zone to migrate farther inland without impacting residences or roadways. Image courtesy of the New Jersey Office of Information Technology, Office of GIS.\nAnd what about weathering storms like Sandy?\n\nEvery once in a while we get hit by a major storm, which [results in] the equivalent of a step-wise change, not this sort of gradual displacement, a little bit, a little bit. Our step-wise change was essentially a relocation of our dune and beach.\nA portion of Seaside Park shoreline in early spring 2012 (left) and after Sandy in November 2012 (right). To the north, a much smaller dune allowed storm waves and surge to push sand several blocks inland.  To the south, a wider dune buffer provided better overwash protection.  Images courtesy of the New Jersey Office of Information Technology, Office of GIS and the USGS Hazards Data Distribution System (HDDS).\nAnd that may be the hardest thing for us as a community, that basically [nature’s] forces are saying every once in a while you have to readjust, you have to take the step [back]. We have a very difficult time trying to work within that kind of construct.\n\nThrough time the one thing that is going to be true is that erosion will cause the shoreline to be displaced. And we have this other driver, which is sea level rise. Both of [these factors] are doing the same thing. They’re pushing our coast, our dunes, our beach inland. And unfortunately our infrastructure, our development, our whole construct of, the buildings and those kinds of things — they are stable, they are static…unless we say, ‘OK, we are going to give up on this road, on this row of houses.’ That seems to be the hardest thing for our culture to accept.\nHelp us improve our content",
  "source": "climate.gov"
}