{
  "url": "https://www.climate.gov/news-features/features/extreme-events-report-puts-noaa-climate-scientists-list-top-100-global",
  "title": "Extreme events report puts NOAA climate scientists in list of Top 100 Global Thinkers",
  "date": null,
  "content": "Last month, three NOAA scientists and a colleague from the United Kingdom Met Office were surprised to learn they'd be rubbing shoulders with leading international thinkers on Foreign Policy magazine's annual list of \"Top 100 Global Thinkers.\"\nEarlier this fall, the Bulletin of the American Meteorological Society published a report (pdf) on extreme weather and climate events from 2012.The second in a new annual series, the report sought to explain the natural and human-caused climate factors that shaped some of the year's extreme weather events.  Last month, the report's editors—three NOAA scientists and a colleague from the United Kingdom Met Office—were surprised to learn they'd be rubbing shoulders with leading international thinkers on Foreign Policy Magazine's annual list of \"Top 100 Global Thinkers.\"\nThomas Peterson, Martin Hoerling, Stephanie Herring, all from NOAA, and Peter Stott, from the UK Met Office, appear in the list's \"Leading Global Thinkers: Naturals\" category. Foreign Policy's editors say they were chosen for coordinating a groundbreaking collection of studies that \"pointed problem-solvers in the right direction\" of how to answer tough questions about the role of natural variability and global warming in extreme weather and climate events.\n(left to right) NOAA climate scientists Stephanie Herring, Thomas Peterson, and Martin Hoerling. Along with UK Met scienitst Peter Stott (not pictured), these three were included in Foreign Policy Magazine's list of Top 100 Global Thinkers of 2013.\nWhen a list of past \"top thinkers\" includes presidents, billionaire philanthropists, and Nobel Prize winners, few scientists would imagine being included. Herring, who works in the Climate Services and Monitoring Division of NOAA's National Climatic Data Center, “thought it was a mistake—or spam.”   Once she realized it was real, she said, she was “very pleasantly surprised to learn that Foreign Policy was even aware of our work and considered climate change a significant issue in the context of global events.”\nAll of the editors feel that the recognition is less about them personally and more about the crucial importance of the topic to global security and sustainability. According to Peterson, the principal scientist at NOAA's National Climatic Data Center, \"it is clearly an acknowledgement that attribution of extreme events is an important scientific topic—that the results of event attribution research can help guide real-world, climate-smart actions.”\nHoerling, climate scientist at NOAA's Earth Systems Research Lab, agrees. The report covered events that impacted life and property—like \"Superstorm\" Sandy, drought in Africa, and floods in Australia—and the magazine's award is an acknowledgment of \"the vital role of rigorous science in explaining the causes for events that matter to people.” Given the impact of these events Stott stressed “there is a huge demand to understand how human influence is changing the risks we face.”\nAs editors, says Peterson, it's their job to turn the inspiration and creativity of dozens of scientists from around the world into the reality of a peer-reviewed, easy-to-understand collection of studies that others can read and learn from.  While they are excited to be included on the list, the editors all shared Hoerling's sentiments that the award “honors the collective effort\" of everyone in the climate research community who works to understand what causes extreme events and how they effect society.\nAs 2013 draws to a close, the editors are all looking forward to working with teams of authors on major events that took place this year.  Herring hopes “that not only the report itself, but all the work of climate attribution scientists, will continue to be recognized as being valuable to society.  This research will impact decision-making at levels that we can only begin to imagine.”\nHelp us improve our content",
  "source": "climate.gov"
}