{
  "url": "https://www.climate.gov/news-features/understanding-climate/2013-arctic-report-card-arctic-had-sixth-warmest-year-record",
  "title": "2013 Arctic Report Card: Arctic had sixth warmest year on record in 2012",
  "date": null,
  "content": "Since the mid-1960s, the Arctic has warmed about 3.6°F (2.0°C)—more than double the amount of warming in lower latitudes, and the past decade has brought a series of new temperature records. In 2012 (the last complete calendar year available at the time scientists began working on the 2013 Arctic Report Card), the annual average temperature was the sixth warmest on record.\nArctic-wide annual difference from average temperature (1981-2010) for all stations north of 60 degrees North since 1900. Graph adapted from Figure 1, 2013 Arctic Report Card. Original data from University of East Anglia Climate Research Unit.\nIf some parts of the Arctic were getting cooler while others warmed, scientists might suspect that the long-term trends they have been documenting were simply part of the Earth's natural climate variability. But Arctic-wide analysis shows that temperatures have risen everywhere, which means that global warming is a more likely explanation for why the Arctic is changing.\nEven with global warming, however, the Arctic will still have relatively cool years or seasons. Temperatures will still vary from place to place. In spring 2013, for example, the Arctic was divided almost evenly in two, with chillier-than-average temperatures across Greenland, Canada, and Alaska, and warmer-than-average temperatures across all of Russia and Northern Europe.\nTemperature anomalies for April-May 2013 compared to the 1981-2010 average. Map by NOAA Climate.gov, based on NCEP Reanalysis data from NOAA ESRL Physical Sciences Division.\nRelatively cool temperatures lingered across Greenland, northernmost Canada, and the central Arctic into summer. Compared to the extreme warmth of the past seven summers, Greenland and the islands of the Canadian Arctic, in particular, got a reprieve this summer, with average temperatures for June-August several degrees cooler than the 2007-2012 average—the years that saw the six lowest Arctic ice extents on record.\nJune-August 2013 temperature compared to the 2007- 2012 average. Map by NOAA Climate.gov, based on NCEP Reanalysis data from NOAA ESRL Physical Sciences Division.\nThe spring and summer temperature patterns influenced sea ice and snow extents as well as surface melting on the Greenland ice sheet. The annual summer minimum ice extent in September of 2013 was below the long-term average, but larger than the previous year's record low.  The spring warmth across the Eurasia likely played a role in the record low May snow extents in the region, while the surface melt across the Greenland Ice Sheet was roughly half as extensive as it was in summer 2012 thanks to cooler summer temperatures.\nMore information can be found in the Air Temperature chapter of the Arctic Report Card: Update for 2013.\nHelp us improve our content",
  "source": "climate.gov"
}