{
  "url": "https://www.climate.gov/news-features/features/day-yesterday-when-abrupt-climate-change-came-chesapeake-bay",
  "title": "The day before yesterday: when abrupt climate change came to the Chesapeake Bay",
  "date": null,
  "content": "A version of this article was originally published in Chesapeake Quarterly, the magazine of Maryland SeaGrant.\nThomas Cronin, a research geologist, collaborated with colleagues at the U.S. Geological Survey, who analyzed sediment cores from the Chesapeake Bay and found evidence of abrupt climate change during the early evolution of the estuary. Credit: Michael W. Fincham\nIN OCTOBER 2003, A LITTLE-KNOWN THINK TANK in the Department of Defense quietly released a report warning that climate change could happen suddenly—so suddenly it could pose a major threat to our country's national security.\nThe title of the Pentagon report was a mouthful: An Abrupt Climate Change Scenario and its Implications for United States National Security. Those implications included rising seas, flooded coastal cities, at least one drowned country, droughts, food shortages, failed states, and fortress states. The report was never designed as a scientific prediction. It was a speculative effort by defense strategists to dramatize all the security threats the country would face if the climate suddenly shifted.\nWhy was the Pentagon suddenly worried about abrupt climate change? Because there was new evidence it had happened before.\nIce core indicators show that the Holocene, our current interglacial epoch, began some 11,000 years ago and brought a time of stable temperatures, interrupted by a cool-down 8,200 years ago and later by the Medieval Warm Period and the Little Ice Age. Graph adapted from Richard B. Alley, The Two-Mile Time Machine.\nOn June 2, 2003, a French vessel designed for deep-ocean research entered the Chesapeake Bay, an estuary noted for its shallow waters. On board were a dozen American scientists, most of them geologists or geophysicists who were hoping to punch coring tubes down into the bottom of the Bay and bring up sediments buried there before the estuary formed.\nThe American scientists had questions about past climate changes and the sediments might hold answers–or at least clues. “We were trying to learn more about the long-term history of the Chesapeake Bay,” says Debra Willard of the U.S Geological Service. Sediments, if you know how to read them, have a story to tell: they catch and hold the remnants of whatever washed into the Bay once upon a time, or blew into the Bay, or lived and died in these waters. One question the scientists were asking: How has climate change shaped the evolution of this estuary?\nTo answer their questions, the American scientists had chartered the R/V Marion Dufresne for 48 hours of round-the-clock coring work. The ship was big, 395 feet long, and it offered five-course French cuisine complete with waiters, wine, cheese plates, and pastries. It also carried the gear and staff that could take very deep core samples. Managed by the Institute Polaire Paul Emile Victor (IPEV), the ship had two key missions: carrying supplies to French research stations near Antarctica and mounting expeditions around the world to uncover evidence of climate change.\n“It was the only ship that had the capability to get long continuous cores,” says Willard. A research geologist with expertise in buried pollen, she coordinated the expedition for the cadre of American scientists, most of them from the U.S. Geological Survey and the Naval Research Laboratory. The R/V Marion Dufresne came equipped with science laboratories, high-end computer workstations, and huge cranes, but its secret weapon was the Calypso corer, one of the longest, heaviest coring samplers in the world.\nWith all that gear, the Americans planned to capture the deepest sediment samples ever taken in the history of Chesapeake Bay science, evidence that could hold clues about earlier climate change in the Chesapeake.\nThe deck crew of the Marion Dufresne raises the Calypso corer that captured the longest continuous sediment samples ever taken in the Chesapeake Bay. A researcher (bottom left) withdraws a sample to analyze the chemistry of pore water trapped in long-buried sediments. Debra Willard (bottom right), the research geologist who coordinated the research cruise, has analyzed sediment cores like this to chart changes in forest populations and the arrival of major drought eras during our current interglacial epoch. Photographs: above and bottom left, French Polar Institute IPEV; bottom right, Michael W. Fincham\nTen years ago the specter of abrupt climate change seemed to invade the American mindset rather abruptly. Perhaps it was a reflection of post-9/11 fears about how fast the future could turn grim, but a lot of serious people were suddenly talking about it.\nThe Pentagon report on “An Abrupt Climate Change Scenario” was commissioned by Andrew Marshall, long-time director of a think tank called the Office of Net Assessment. Press reports usually called Marshall the “Yoda” of the Pentagon, and Foreign Policy magazine in 2012 called him one of the world’s top global thinkers. Now 92 years old, Marshall is still on the job, and a big part of his job is still the same: thinking about the unthinkable and reporting his thoughts directly to his boss, the Secretary of Defense. In 2003, one of his thoughts was that the country should now take seriously the possibility of abrupt climate change.\nHe had this thought because he knew that many scientists were finding new evidence it could happen. In 1997, Richard B. Alley, a Penn State geologist, had found evidence in Greenland ice cores that a sudden and mysterious cooling hit the Northern Hemisphere thousands of years ago during an era of global warming.  In 2002, the National Research Council had released a study warning that climate change could occur quickly, within decades, especially if something happened to slow down or shut down the Atlantic Meridional Overturning Circulation, a branch of the ocean conveyor belt that, among other missions, carries heat from the tropics up into the North Atlantic. After Marshall read the scientific study, he commissioned his own study and hired Peter Schwartz and Doug Randall, two self-described futurists, to work out a geopolitical scenario.\nHollywood producers were also skimming those science reports, skipping any inconvenient details about the speed of climate change. In 2004 they created their own vivid version of abrupt climate change by releasing a 125-million-dollar movie, The Day After Tomorrow. For geologists, abrupt change usually took several decades, for filmmakers it only took several days. Unleashing the power of digital special effects, they showed New York City succumbing to a new ice age in the space of three weeks, a climate change so abrupt and so devastating it sent the U.S. government decamping to Mexico.\nWhat was the scientific evidence for “abrupt climate change” in the past? The Pentagon modeled its nightmare scenario on a specific episode that struck the planet some 8,200 years ago. The earth was well into our current interglacial era, an age of warming oceans and melting ice sheets, when a major cooldown suddenly arrived. It’s called the 8.2 kiloyear event–or the \"8.2 ka\" event in scientific shorthand. Evidence for the event came from those ice cores in Greenland: these early estimates suggested that temperatures dropped between 7 and 14 degrees Fahrenheit in less than 20 years. And that drop altered ocean currents, atmospheric circulation, and weather patterns around most of the planet. In geological time scales, that's abrupt.\nThe first evidence for the 8.2 kiloyear cooling was found in ice cores in Greenland, but on board the Marion DuFresne Tom Cronin and Debra Willard suspected there might also be evidence of the event buried in sediments below Chesapeake Bay.\nAs the French ship dropped anchors for its first coring site, Cronin found a spot along the high walkways that hang above the stern deck so he could watch the work crew below prepare the sampling gear. Tall and fit with graying hair and strong opinions, Cronin is a research geologist who joined the USGS in 1978 and has been publishing prolifically ever since on ancient episodes of climate change, sea level rise and estuary formation, and ocean circulation. Gathered to watch with him along the walkways were most of the American scientists.  Each \"core drop\" from this kind of ship represented a rare opportunity for gathering deeper sediments and deeper insights into the evolution of the estuary.\nThe heavy lifting on this ship was handled not by the American or the French scientists, but by a crew of 20 Malagasians recruited from the island of Madagascar, a former French colony. Working the deck in hard hats, they hooked together several pipes into one extended tube, craned it up to the coring platform, and dangled it over the side like a long ice pick. There they could top load the ice pick with weight, up to 10 tons of weight if needed. On deep ocean drops, all that weight has driven long tubes 230 feet beneath the ocean floor.\nTheir hopes took a hit at the first coring site. The coring drove into the bottom and smacked against a barrier of hard sand. When the Malagasian crew winched it back up and laid it on deck, the American geologists found a badly bent core pipe, holding only a short stub of sand. That hurt. Willard and Cronin hoped an ice pick in that spot would jab all the way down into sediments buried during the last ice age.\nDeep cores, however, are hard to come by in Chesapeake Bay. To drive very far into bottom sediments, a coring tube needs a lot of deep water. And that’s the problem: a shallow-water estuary calls for shorter coring tubes and shorter drops. On this trip, three more core pipes would come up holding short stubs with 2.7 feet, 2.9 feet, and 8.1 feet of sediment.\n“Coring the Bay is very much like fishing,” said Peter Vogt, a marine geophysicist with the Naval Research Laboratory who helped pick out coring spots. The Marion Dufresne kept fishing, casting 10 coring pipes in all into Chesapeake waters, and the crew eventually landed some big catches: a 42-foot core along the eastern side of the lower Bay, then a 52-footer nearby, a 55-footer off the Patuxent River, two 60 footers off the mouth of the Potomac, and along Kent Island, they raised an 80-foot sediment core, the longest sediment core ever landed in Chesapeake Bay.\nFor Cronin, the third core drop was the charm. In the blue twilight of an overcast evening the ship dropped anchor along the eastern side of the lower Bay, and at 10:05 p.m., the core pipe splashed down into dark waters. This would not prove the longest core drop at 52.5 feet, but it hauled up strong evidence that the 8.2 kiloyear cooling once came to the Chesapeake.\nWith this core, Cronin and his co-authors would insert a new chapter into the oft-told story about the origins of Chesapeake Bay. According to the accepted account, the Bay was coming to life as the last glacier era was dying out. When the great ice sheets began melting some 19,000 years ago, sea levels began rising, creeping across the continental shelf, steadily drowning the lower river valley of the ancient Susquehanna River. Roughly 10,000 years ago, the ocean reached the area we now call Norfolk, and pushing north, the seawater began turning the lower river into a brackish water estuary.  By 3,000 years ago, the estuary reached 190 miles north to Havre de Grace, Maryland.\nThe new chapter in this story is the 8.2 ka cooling. Evidence of its abrupt arrival can be seen in the ups and downs of marsh growth in the evolving estuary.  As brackish waters began pushing north, marshes were accreting steadily along the borders of the new estuary, keeping pace with rising sea levels. Around 9,000 years ago, however, sea level rise accelerated, and many marshes, unable to keep up, began drowning.  It would take the abrupt onset of the 8.2 ka cooling to slow the rate of sea level rise and revive marsh growth. Marsh accretion could once again keep pace with the rising water.\nThat’s the story Cronin and Willard and their colleagues were able to extract from the sediments in core MD03-2656. They carbon-dated key sections of the core and probed its mud for evidence of plants and “bugs”—the nickname scientists use for tiny crustaceans and protozoa that live on or in aquatic mud. They were looking for large groupings and large gaps in population numbers, evidence that would tell them when certain plants and sediment-loving bugs flourished and when they faded. Willard focused on pollen, Cronin on bugs. Knowing the salinities and temperature ranges for their plants and bugs, they could use these groupings as indicators for changes in rainfall, salinities, temperatures, and sea level rise.\nWhen saltwater bugs suddenly flourished, for example, and certain sedge grasses suddenly faded, they could say sea level was rising fast and marshes were disappearing. When the signs reversed—when protozoa numbers dropped and sedge grasses reappeared— “we interpret that as a slowdown in the rate of sea level rise, allowing marshes to grow,” says Cronin. And the cause for the slowdown: the big cooling, the 8.2 kiloyear event.\nWhat could bring on such an abrupt climate change? It’s easy to see how the sudden onset of the 8.2 ka cooling could lead to the Pentagon’s nightmare scenario. It could also, perhaps, inspire yet another Hollywood film, let’s call it The Day Before Yesterday. It would open with an aerial shot gliding over a huge lake that once covered a small part of America’s Great Plains and a large swath of Canada.\nSome 9,000 years ago, Lake Agassiz was sitting in a depression left behind by the retreat of the Laurentide Ice Sheet that once stood two miles high, mashing down parts of the U.S. and all of Canada. That depression was now brimming with meltwater from the retreating ice field. It eventually held a small ocean of fresh water, but rimming the lake on the north and east were the ramparts of the retreating Laurentide. They stood like a great white dam, holding back all that fresh water.\nIn a still-warming world, that dam had to burst. And sometime just before 8,200 years ago, it did, probably several times and in several places. That dam break kicks off Act II in our movie: Icy water rushes through the breaches, huge amounts of water, something like 50 Amazon Rivers, according to Cronin. It’s probably headed out through Hudson Bay and the Hudson Strait.\nScientists call this a “catastrophic release.” When this huge flood of fresh water hit the saltwater oceans of the North Atlantic, it caused a catastrophe: it slowed the Atlantic Meridional Overturning Circulation (AMOC), part of the great conveyor belt that carries warm and cold water around the globe. The Atlantic branch of the conveyor usually pumps warm, salty waters out of the tropics into northern regions where the water cools off, increases in density, and sinks. The conveyor then manages a U-turn, carrying cold water southwards in deep underwater currents. This \"overturning\" system not only circulates heat around the globe, it also drives atmospheric circulation that largely drives weather patterns.\nWhat happens to this conveyor when a tsunami of meltwater arrives? “You are flowing a lot of warm water up north,” says Cronin, “and all of a sudden you throw this fresh water on top and you lower the salinity and the density.” Water that is less salty gains buoyancy and loses density. It doesn't sink as easily. In effect, it turns down one of the heat pumps for the planet.\nThe result: less Gulf Stream heat reached the high latitudes, atmospheric circulation altered, sea level rise slowed down, and effects were felt around much of the globe. For the movie, it’s the perfect Act III plot reversal: The warming of the planet unleashes a widespread cooling.\nAnd there were more plot twists on the way. The glacier lakes finally drained out, the Atlantic Meridional Overturning Circulation (AMOC) recovered and stabilized, heat flowed again to the Northern Hemisphere, the big 8.2 ka cooling began to wane, and sea levels began to rise again. In the Chesapeake, marshes began drowning for a second time.\nThere was a happy ending, of sorts, and not just for marsh lovers. Sea level rise began to slow down and stabilize around 7,000 years ago, enabling marsh growth to flourish again in the Chesapeake and setting the stage for a major transition in human history. According to scientists like John Day of Louisiana State University, the rise of urban, state-governed societies began in coastal villages and cities that located alongside estuaries and the lower flood plains of major rivers. Think the Tigris-Euphrates in Iraq, the Nile in Egypt, the Yellow River in China. The rich biological productivity of newly stable coastal areas, says Day, helped unleash the social productivity behind the emergence of early civilization.\nThe great ocean conveyor belt is driven by density differences created by temperature and salinity. Warm, salty waters flow out of the tropics along the surface, pumping heat into the atmosphere in northern latitudes. As the surface waters cool, density increases, and these waters sink into bottom currents that move south towards Antarctica. That conveyor belt seems to have slowed several times in the past, as North Atlantic waters were suddenly flooded with fresh, low-salt, low-density meltwater that was too buoyant to sink. The water came from great inland glacial lakes like Lake Agassiz that probably released meltwater through Hudson Bay, the Saint Lawrence River, the Mississippi River, and the MacKenzie Straits. Map illustrations: Global Ocean Conveyor Belt, Smithsonian Institution; Lake Agassiz, courtesy of Michael Lewis and John Shaw, Geological Survey of Canada Atlantic, Dartmouth NS, Canada.\nWhat would be the fate of our current version of civilization if a climate change as abrupt as the 8.2 kiloyear cooling arrived sometime soon? The question was hard to answer 10 years ago when Andrew Marshall commissioned his Pentagon scenario. In 2002 the National Research Council said there was virtually no research on the economic and ecological impacts of abrupt climate change. A year later a report published by the Royal Society of London came to the same conclusion.\nThe authors of the Pentagon report were, in effect, “first in the field” to consider the social and political impacts of sudden climate change. But they were offering informed speculation rather than scientific research. Their goal was to create a geopolitical scenario chock full of what-if speculations–all designed to spur new thinking about threats to American society and security.\nWhat if, for example, the ocean conveyor belt were to slow suddenly in the near future as it did in the not-too-distant past? The climate effects, they speculated, could include temperature drops in North America, Europe, and Asia, coupled with some temperature rises in Australia, South America and South Africa.  Europe could become like Siberia. Coastal cities like The Hague could be flooded out, and countries like Bangladesh could become uninhabitable. China could have less predictable monsoon cycles, colder winters, hotter summers, and food shortages leading to famine. The U.S. could face shorter, less-productive growing seasons and suffer larger floods, especially in mountain regions, and more intense forest fires. Southern countries could suffer less. Australia, for example, could remain a major food exporter. *\nThe geopolitical upheavals would include food and water shortages, mass emigrations, wars for resources, and realignments among have and have-not nations. Would Australia and the U.S. become “fortress nations?” Would the U.S and Canada eventually morph into one nation to better control their borders?\nThe main point of all these speculations was a \"shock and awe\" attack on the \"gradual change view,\" the belief that climate change would necessarily come slowly. That nations could adapt. That they would have time to increase food production. That they would find technological solutions for water shortages.\nSome of their speculations seem less plausible now, but it's clear that the “abrupt change view” has been drawing more attention from the American scientific community during the last 10 years. The 2002 report by the National Research Council (NRC) was followed by a 2008 report by the U.S. Climate Change Science Program, and most recently the NRC weighed in again with a new study released in December 2013. The new study goes by the title, \"Abrupt Impacts of Climate Change: Anticipating Surprises,\" and it calls for the U.S. government to create an early warning system that would carefully monitor key earth systems for subtle signs they may be approaching \"tipping points\" that could unleash sudden climate changes.\nThis latest NRC report claims to be the first to examine the research on human, social and economic impacts. The study was developed in collaboration with the U.S. intelligence community and it concurs with many of the non-scientific speculations in the earlier Pentagon report.  Food scarcity and famines, epidemics and pandemics, mass migrations, political instability and wars could all ensue in the aftermath of a sudden climate shift. The national security challenges would be daunting, and the NRC recommended the \"excellent discussion” of those challenges found in the Defense Department report ordered up a decade earlier by a “Yoda of the Pentagon“ who wanted to spark new thinking.\nWhat were the lessons of the long cores that came out of the bottom of the Bay?\nIn 2003 the Marion Dufresne ended its Chesapeake cruise at a dock in Baltimore where  the French staff threw a wine and cheese party for the American scientists. The next day the Malagasian crew lifted dozens of core samples out of the ship’s hold and loaded them on trucks destined for the Reston laboratories of the U.S. Geological Survey.\nOut of those cores is coming a revised account of the evolution of the estuary, one that includes better dating of key events, more details, and a new chapter on the arrival of the 8.2 kiloyear cooling in the Chesapeake. With their pollen studies, Willard and her colleagues outlined the shifts in forest communities that came with earlier shifts in temperatures and sea levels. They also identified five major droughts, each lasting several centuries, that struck the region over the last 8,200 years.\nFindings like these also undercut the gradual change view that seemed to underlie earlier stories about the Bay’s evolution. As the Bay formed, it experienced episodes of climate variability kicked off not by humans, but by natural forces, by interlocking shifts in ocean dynamics and atmospheric circulations and solar inputs. “The rate of sea level rise in the Chesapeake was not constant as the bay was flooding,\" says Cronin.\"It was kind of staccato” with several “oscillations and hiccups.\"   Some of those oscillations—the Younger Dryas and the Little Ice Age—arrived gradually. The 8.2 kiloyear cooling, the big hiccup, arrived abruptly.\nThe evidence of climate change in the Chesapeake and in other parts of the planet are sketching a dicey picture of our current geological era. “The Holocene,” says Cronin, “the interglacial that we live in, that we perturb with CO2,wasn’t nearly as stable as some people used to think.” And the odds are the future may not be so stable either.\nThe good news is that the latest NRC report downgraded the odds that the ocean conveyor belt would stop anytime soon. The worrisome news is that they elevated the chances of that other abrupt changes could be in the works. The Laurentide Ice Sheet may be gone, but the glaciers in Greenland and the ice sheets in Antarctica are still here, and they are huge, and they are melting.\nThey hold enough meltwater to unleash the greatest hiccup since the 8.2 kiloyear event suddenly cooled off a gradually warming world.\n*The Pentagon report’s thought-provoking speculations were based in science, but were still just that: speculations. And some speculations are less plausible than others. According to paleoclimatologist Carrie Morrill, reviewer for this article, the temperature drops and chillier winters that occurred in parts of the Northern Hemisphere during the AMOC slowdown 8,200 years ago are unlikely to be repeated in a modern-day scenario. With global warming due to rising greenhouse gas concentrations, what’s more plausible is less warming in affected areas—but not actual cooling.\nAn Abrupt Climate Change Scenario and its Implications for United States National Security. 2003. Schwartz, P. & D. Randall. Jet Propulsion Laboratory Pasadena, CA.\nAbrupt Climate Change. 2008. U.S. Climate Change Science Program and the Subcommittee on Global Change Research.\nAbrupt Impacts of Climate Change: Anticipating Surprises. 2013. Committee on Understanding and Monitoring Abrupt Climate Change and Its Impacts.\nThe Bays Beneath the Bay. Chesapeake Quarterly issue on geology and the building of the Chesapeake Bay bridge.\nHelp us improve our content",
  "source": "climate.gov"
}