{
  "url": "https://www.climate.gov/news-features/features/pairing-wine-salmon-climate-lessons-california",
  "title": "Pairing wine with salmon: climate lessons from California",
  "date": null,
  "content": "Who has rightful claim to California’s Russian River? Federal law may protect the river habitat in the name of endangered fish, but on land, grapevines are king. This article is the second in a two-part series about how NOAA scientists are working with partners at other agencies and universities to help find compromise amid local tensions over water supplies.\nPhoto by Caitlyn Kennedy, NOAA Climate.gov.\nIn the midst of a drought in 2008, biologists discovered dead Coho and steelhead trout in a tributary of the Russian River. When the dust settled, the focus turned to how winegrowers and other water users could reduce their impact. The event provided the parties involved—winegrowers, conservationists, and the water agency—an opportunity to find common ground in the realm of science.\nOnce a year, Ben White wades out into the river with a barrel-like backpack on his shoulders. When he opens it, a frenzy of fish spills into the water. Another class of Coho salmon has grown up and graduated, and White is proud to see them go.\nYoung Coho salmon (pictured) spend a year growing up in the river where they were born. That lifecycle makes them sensitive to both floods and natural and human-induced water shortages. Photo courtesy Sonoma County Water Agency.\n“It’s actually one of my favorite times of the year, ” White says. “Getting the fish back out into the wild.”\nWhite, a fisheries biologist with the U.S. Army Corps of Engineers, is trying to nurse the Coho salmon population in the Russian River watershed back to health. Once an attractive recreational fishing destination for steelhead trout  and Coho and Chinook salmon, today these three local fish species are listed as threatened and endangered under the Endangered Species Act.\n“Coho salmon, in particular, are a strong indicator of the health of a watershed,” says Patrick Rutten, the regional field supervisor for the NOAA Restoration Center. He would know; his office is charged with maintaining healthy habitats and fisheries resources in the Southwest region. “Their living requirements are more sensitive than that of other salmonids, particularly since they have to stay in the watershed for a full year before migrating to the sea.”\nSo it was ominous when in 2000, the number of Coho salmon in the Russian River watershed dropped to levels verging on local extinction. Local, state, and federal agencies decided to act before the Russian River Coho population was gone forever, launching a captive breeding program that is operated out of the Don Clausen-Warm Springs Fish Hatchery located at the base of Lake Sonoma.\n“We brought in the fish as juveniles and they were raised to adulthood here,” White explains, as he walks into a large warehouse space filled with large circular holding tanks. “This is our source population—they are going to stay here their entire lives. They’re raised here, they’re spawned here, and then they die here.”\nBen White of the U.S. Army Corps of Engineers releases young-of-the-year Coho into Sheephouse Creek. Photo courtesy California Sea Grant.\nBut it wasn’t so easy to find that first class of fish to kick-start the source population.\n“In the early 2000s, the number of wild fish in the river basically dropped down to next to nothing,” White says. “After scouring the watershed, we were able to collect between 200-300 juvenile Coho each year between 2001 and 2003 from two source streams in order to jump-start the program.”\nBy 2004, White and his colleagues couldn’t find any more wild Coho in the Russian River watershed.\n“If we hadn’t acted when we did, we might not have even had the source population to start with,” White says, “and what we did find had a very low genetic diversity. We saw the effects of this during our spawning process when our progeny had very low early-life-stage survival rates.”\nTo counter this effect, the hatchery began an “outbreeding” effort in 2008, incorporating outside genetics from Coho collected from the neighboring Lagunitas/Olema Creek population. Within a few years, the experiment had greatly improved spawning success and the overall health of the captive broodstock population.\n“They’re on par with their wild counterparts,” White says proudly as he walks around the circular tanks with a bag of feed. The fish swim in slow, hypnotic circles around the bottom of the tank, but then thrash impressively at the surface of the water when White throws in the feed.\nWhile White busies himself with feeding the fish in the hatchery, two graduate students run a sort of miniature assembly line on a nearby table. They are involved with the other key component to the Coho broodstock program: monitoring the survival of the fish, an effort that is conducted by the University of California Cooperative Extension.\nThe students tag the fish with a microchip that allows them to be tracked once they’re released into the river system. White and his colleagues are learning which streams have the best success rates for Coho. They can also assess if their program is working by tracking how many fish return to the watershed to spawn.\nBen White holding an adult broodstock Coho. Coho nearly went extinct in the Russia River before the broodstock for the hatchery was captured. Photo courtesy Sonoma County Water Agency.\n“There was a reason these fish declined in the first place so we can’t just put them out there and expect them to do well this time,” White says. “You have to get the whole community involved and invested with efforts like habitat protection and enhancement, public outreach and education, improved land use practices, revised fishing regulations…”\n“Everyone has a stake on our water system. I think it’s about finding a balance, a happy medium for everybody, for all of it.”\nIn 2008, however, a prolonged drought threw everything in the Russian River Valley off balance. In the midst of this drought, biologists discovered dead Coho salmon and steelhead trout in a tributary of the Russian River. Everyone’s attention turned to winegrowers and other landowners diverting water upstream.\nThey’re not the Fish and Wildlife Service or the Department of Natural Resources, but anybody at the Sonoma County Water Agency could give you a pretty accurate update on the status and movements of the chinook, Coho, and steelhead in the Russian River.\nIn recent years the fish have become a huge part of the job portfolio of agency staff. Jay Jasperse, chief engineer, and Chris Delaney, senior engineer, have both needed to stay updated on all things fish in order to make sure the water agency’s long-term engineering projects are not running afoul of environmental laws and requirements.\n“Chinook don’t really spend a lot of time in the river,” Jasperse says. “They head straight out to the ocean. But steelhead and Coho typically spend a year in the freshwater system getting ready to migrate to the ocean. For them, the flow levels in the river and its tributaries are really important, and the habitat has to be hospitable for them to thrive.”\nRight now, Coho is classified as an “endangered” species in its Northern California habitat while steelhead and Chinook are listed as “threatened.” After more than 10 years of studies, the NOAA National Marine Fisheries Service (NMFS) issued a ‘biological opinion’ in 2008 that identified several factors that were stressing steelhead and Coho.\nAmong them were the water agency’s flood control and water supply projects in the river and one of its major tributaries, Dry Creek. The fourteen-mile-long creek is the main means by which water from the Lake Sonoma reservoir gets to the Russian River. It is also one of the main avenues for Coho and steelhead migration.\nCalifornia's Russian River was once a prime Coho salmon run. Today, it's also home to numerous vineyards. Scientists, local water agencies, and agriculture specialists are working together to reconcile the water needs of endangered fish with those of winegrowers. Image by NOAA Climate.gov, based on NASA Landsat data provided by USGS Earth Explorer.\nHistorically, Dry Creek would retract and form pools of cold water along the edges of the creek during summer dry periods. For juvenile fish that require slow-moving waters to grow and thrive, these pools were an ideal habitat.\nToday, however, controlled releases from the Lake Sonoma reservoir mean the creek has a constant stream of water—too high in both the creek and the Russian River for young Coho salmon and steelhead.\nWhen the Sonoma County Water Agency and the Army Corps of Engineers release water into the creek for consumers—or, during heavy storms like those fueled by the region’s atmospheric river events—the flows are so fast that fish can’t find areas to rest. In addition, severe storms and floods had carved the Dry Creek into a deep, narrow channel—almost like a luge—that allowed water to rush through at a high velocity.\nA slow-moving creek near the Don Clausen-Warm Springs Fish Hatchery exhibits some of the characteristics of a good breeding ground for fish species, including natural barriers such as boulders, log jams, backwater pools, and trees to slow down high-velocity flow and create deep, slow-moving pools of water. Photo by Caitlyn Kennedy, NOAA Climate.gov.\nTo protect the young fish, NMFS mandated that the Sonoma County Water Agency and the Army Corps of Engineers lead an effort to enhance Dry Creek’s habitat. The biologists also required that the Sonoma County Water Agency ask the State Water Resources Control Board to reduce summertime flows in the upper river from the current 185-150 cubic feet per second to 125.\nBefore that happens, though, the water agency needs to analyze how reduced summertime flows will affect recreation, wildlife habitat, water quality, and other aspects of life in the region. There is already a heavy demand for and competing uses of the river’s water, not least of which are the region’s numerous winegrowers. Reducing the amount of water that is released from the reservoirs during the summertime could create a whole new set of challenges.\nThere is a reason why winegrowers have gravitated to the Russian River Valley over the years, and it has everything to do with the landscape itself. Shifting tectonic plates have created a range of elevations. The region’s mountains can either serve to channel the creeping fog from the coast or block it, causing huge temperature differences across short distances.\nThe complex interaction of geology, topography and maritime influences have created a patchwork of microclimates with a rich range of soils and growing conditions that yield diverse styles of wine.\nA vineyard stretches across a rolling hillside. Photo by Caitlyn Kennedy, Climate.gov.\n“We’ve got the whole gamut here,” says Nick Frey, President of the Sonoma County Winegrape Commission.\n“If you’re in the cool part, you’ll grow the cool-requiring Pinot Noir or cool-climate Chardonnay. As you move north, you’ll see more Cabernet Sauvignon. You can grow about any variety here pretty well.”\nMark Greenspan, a vineyard management consultant, works with several vineyards to help them choose the best grape for their soil, terrain, and microclimate. He’s also testing different methods of irrigation at vineyards that have very different soil types.\nGreenspan monitors soil moisture using a long probe—the instrument closest to Greenspan in the above right photo. Growers purposefully try to ‘stress’ vines by restricting irrigation. When the vines are stressed—evidenced by yellow leaves (above left)—the fruit ripens better. Larger versions: left | right. Photos by Caitlyn Kennedy, Climate.gov.\nAccording to Frey and Greenspan, one of the major “climatic miracles” of northern California is the long dry period from late spring to early fall. Usually, winegrowers can completely control how much water the vines are getting using drip irrigation, which allows them to fine tune the flavor of the grapes.\nIn spring 2008, the Russian River Valley was in its second year of drought, and experiencing the driest March on record. Lake Mendocino, a major source of water, was dangerously close to drying up, and so were the riverbeds where Ben White’s young steelhead and Coho were trying to beat the odds.\nThen, in the midst of the drought came a cold snap.\nFrost on grapes at Russian River Valley vineyard. Photo courtesy of NOAA.\n“It only takes one frost event to ruin a crop,” Frey says, “and it doesn’t even have to be a bad frost event to cause damage. As soon as those leaves get below 32 degrees for any length of time at all, they’re either dead or severely damaged.”\nA popular frost protection technique employed by winegrowers involves spraying water on their crops.  The water freezes on the outside of the buds, insulating them at a stable temperature and preventing them from being exposed to sub-freezing temperatures and the resulting “frost burn.”\nFrost events typically begin in the middle of the night, lasting anywhere from a couple of hours to eight hours, so many growers will turn on their sprinkler systems and leave them running through the night, just in case temperatures dip overnight.\n“It’s hard to anticipate weather and frost events here because you don’t have much lead time,” Frey says. “You often don’t know it’s coming until it’s on you already.”\nThe lingering drought and a series of unusually intense frost events that March created high instantaneous water demands. River flows, typically 500 - 1000 cfs or more, were already extremely low due to dry conditions. When grape growers sprayed vineyards to prevent damage, flow dropped to 168 cfs.\n“When frost events happen, every grower in the valley suddenly needs water at the exact same moment,” Frey says. “So the peak demand is huge. And that’s what got us into trouble with the fish...”\nSoon after the frost events, NOAA’s National Marine Fisheries Service (NMFS) discovered dead juvenile steelhead fish in one of the Russian River tributaries. They attributed the fish stranding to the winegrowers’ frost protection practices.\nThe State Water Resources Control Board responded with regulations to restrict and govern water use for frost protection so that these practices would not impact the fish species protected under the Endangered Species Act. While the legality of the new restrictions was debated in court, all of the parties involved—winegrowers, conservationists, and the water agency—sought to find common ground elsewhere. They found it in the realm of science.\nIn January 2013, the Russian River watershed was selected as the first Habitat Focus Area under NOAA’s Habitat Blueprint. The point of the project, Rutten says, is to provide a pathway to large-scale habitat restoration with the emphasis on science, rather than regulation.\n“We want bring NOAA’s science capabilities into managing water, and to build the kinds of partnerships and awareness where there aren’t winners and losers, or more precisely, a people versus fish debate,” Rutten says. “The better we can forecast and manage water, the better off the fish are.”\nMultiple offices within NOAA joined an already active community of partners working on rebuilding endangered Coho and threatened steelhead stocks to sustainable levels through habitat protection and restoration; improving frost, rainfall, and river forecasts in the Russian River watershed through improved data collection and modeling; and increasing community resiliency to flooding—the Russian River watershed’s other water problem—damage through improved planning and water management strategies.\n“We can all benefit from better data, information, and tools,” Jasperse says. “We knew it was going to take a little trust with all of the controversy and litigation going on but we’re starting to work together.”\nNOAA teamed up with University of California Cooperative Extension Viticulture Farm Advisors to install eight frost inversion towers in grape growing regions of Mendocino and Sonoma Counties.These 35-foot towers provide measurements of the height of the warm air during common frost conditions, called inversions, where cold air gets trapped near the surface by a \"lid\" of warmer air at higher altitudes. If this warm air isn't too high off the ground, growers can use large fans to mix the warmer air back toward the surface and protect their crops from frost damage.\n©2013 Regents of the University of California. Used by permission.\nThe Sonoma County Water Agency, for its part, is contributing data from local monitoring stations and outfitting new stations with high-tech instruments. Other local groups are interested in getting involved as well, including a local TV station, which owns a Doppler radar station for its weather reports, and the Pepperwood Preserve, a local habitat sanctuary that has its own monitoring station for research purposes.\nIn the winegrowers’ case, they have something critical for filling in the data gaps in the region’s weather observation network. Many vineyard owners have installed their very own monitoring stations on their properties.\nForecasting frost and other extreme events for each microclimate in the Russian River and Dry Creek watersheds—riverside to hilltop—is extremely challenging. Numerous monitoring stations (orange dots) are providing data for an experimental, high-resolution forecasting system for the region's vineyards. Image by NOAA Climate.gov, based on station locations courtesy of David Reynolds, CIRES.\n“Growers are interested in a whole range of information—temperature, humidity, wind speed, evapotranspiration, soil moisture,” Greenspan says. “We’ve got sensors in the air and in the ground. Lots of growers even have their own stream gauges in the streams. All these sensors send data reports to the server every 15 minutes. That’s essentially real-time data we’re getting on every parameter.”\nNOAA, in partnership with the Sonoma County Water Agency and others, has already begun to use this local observational data to develop high-resolution precipitation and frost information products. One of the products is a prototype digital forecast that utilizes the real-time vineyard temperature data contributed by growers in the Alexander Valley. The frost forecast system combines the growers’ data with a number of different forecast models run at NOAA’s National Center for Environmental Prediction. The system also incorporates high-resolution terrain information to help the models pinpoint the specific features of the vineyards’ diverse microclimates.\nA screenshot of the temperature and dewpoint forecast for Gallo Vineyards in mid-June 2014. Image taken from NOAA ESRL forecasting tool web page.\nThe product forecasts hourly changes in temperature for every vineyard site so that growers know when temperatures are likely to dip below freezing and for how long. The hope is that this product will allow growers to better assess whether their crops are threatened, and whether it’s worth spraying water on them. A number of growers are currently testing out the prototype product and assessing whether it’s a valuable tool for them. (The tools are located under NOAA Enhanced Frost Forecast Info online.)\n“It's a high stakes game when you’re making decisions about whether or not to apply water for frost protection,” Frey says. “Being right 80 percent of the time might not be good enough. When in doubt, I’m going to turn on my water and protect my crops. But at this stage, some of the tools they’ve got in development look pretty impressive.”\n(left) Observing station at Pepperwood Preserve. (center) Observing station and soil moisture probe on a vineyard. (right). NOAA observing station managed by the Sonoma County Water Agency. Larger versions: left | middle | right. Photos by Caitlyn Kennedy, NOAA Climate.gov.\nPerhaps the greatest example of collaboration has been the restoration of Dry Creek. Finding a place to kick-start the project was difficult; most of the land surrounding the creek was private property owned by vineyards. NOAA, the Army Corps of Engineers, and the Sonoma County Water Agency needed to convince the owners to allow them to access that land and turn it into a construction site—all in the name of protecting the fish that had caused so much trouble for winegrowers.\nLuckily, Quivira Winery along with 10 other landowners, stepped up to the plate. Starting with the construction of winter habitat at Quivira, the creek enhancement is creating resting and spawning habitat for fish. The restoration team is now working downstream at Dry Creek Vineyards and Amista Winery, adding natural barriers such as boulders, log jams, backwater pools and trees to slow down the high-velocity flow and create deep, slow-moving pools of water in areas that were once previously inaccessible to steelhead and Coho salmon.\nThe Dry Creek restoration project includes a new backwater channel that will provide a place for fish to develop, rest, and seek refuge during floods. The backwater was dug out of the gravel seen in the 'before' photo (left) and connected to Dry Creek. The 'after' photo (right) shows the same area after the excavation was complete and the redwood log structures were installed to provide hiding places for the fish. Larger versions: left | right. Photos courtesy Sonoma County Water Agency.\nSo far, the project has seen an increase in the number of fish using the restored habitat. A few years ago, fish were returning to the creek in single digits—now hundreds of fish and their offspring return to the creek to spawn. These actions also reduced flooding and erosion on the winery’s property, prompting other landowners to sign up for making similar improvements.\nIn a watershed that is rife with controversy, collaborations such as the Dry Creek restoration project and the frost and atmospheric river monitoring networks have become symbols of how science can inform compromise.\n“At the water agency, we get in the middle of things because water is very fundamental to everything,” Jasperse says. “When you’re in a place where there is a history of water issues and disputes, it really helps to have a framework of science: to identify what we know, and what we don’t know. That’s where we want to focus our dollars: on closing those data gaps and getting real solutions to our complex problems.”\nCase Study Series: Water Resource Strategies and Information Needs in Response to Extreme Weather/Climate Events\nCalifornia: Russian River Watershed Case Study\nRussian River Biological Opinion Information. Sonoma County Water Agency.\nRussian River Coho Salmon Captive Broodstock Program\nDemonstration project to improve precipitation, frost information approved. Sonoma County Water Agency. January 2012.\nImproving Precipitation and Frost Information for Sonoma County. NOAA Hydrometeorology Testbed. March 5, 2012.\nNOAA to Provide Enhanced Frost Forecast Information to Improve Russian River Water Management (PDF)\nWestern Weather Group’s Weather Forecast and Data for Sonoma County Winegrowers\nRestoring the Run. Northbay Biz. December, 2013\nRussian River watershed selected as the first Habitat Focus Area\nNOAA’s First Habitat Focus Area: Progress in the Russian River\nHabitat Improvements Reduce Flooding, Recover Fish\nHow Forecasting Frost Can Save Fish\nHelp us improve our content",
  "source": "climate.gov"
}