{
  "url": "https://www.climate.gov/news-features/understanding-climate/2013-state-climate-snow-northern-hemisphere",
  "title": "2013 State of the Climate: Snow in the Northern Hemisphere",
  "date": null,
  "content": "Snow cover, the whitest natural surface on the planet, reflects roughly 90 percent of the sunlight that reaches it. Snow-free ground snow absorbs anywhere from four to six times more solar radiation than snow-covered Earth. Though some snow cover occurs in the Southern Hemisphere or on Northern Hemisphere sea ice, nearly all of the Earth’s seasonal snow cover happens over land in the Northern Hemisphere.\nIn addition to its climate-cooling influence, snow affects soil moisture and runoff. One sixth of the world’s population lives in a region where the water supply has low reservoir capacity combined with snowmelt-dominated streamflow. In very cold climates, snow also insulates the roots of plants and trees over the winter, protecting them from repeated destructive freezes.\nDifference from average snow depth (% of 1999–2010 average) in April, May, and June 2013 (left to right). Snow was deeper than normal across much of Canada and Russia in April, but the surpluses disappeared rapidly throughout the remainder of the spring, except in the mountains on the northern rim of the Tibetan Plateau. Map by NOAA Climate.gov, based on Canadian Meteorological Centre data. Adapted from Figure 5.18(d), (e), and (f) in State of the Climate in 2013. Larger maps of April, May, and June.\nIn 2013, the Northern Hemisphere’s snow cover on land averaged roughly 9.85 million square miles (25.5 million square kilometers), which is 116,000 square miles greater than the 44-year average, according to the Rutgers Global Snow Lab. The year ranked as the 13th most extensive snow cover on record.\nThe snowier-than-average conditions for the winter as a whole were mostly the result of March and April’s especially snowy conditions, especially in North America, consistent with the winter being dominated by an overall negative index value for the natural climate pattern known as the Arctic Oscillation.\nOn a monthly basis, however, snow extent was extremely variable. During May, a new record low snow extent was set in Eurasia at 27 percent below average, and the continent’s June snow cover extent tied for the second lowest since 1967. Across North America, the April extent was 16 percent above the 1981-2010 mean, but the June snow extent was 34 percent below average.\nApril snow depth was up 16.9 percent relative to the 1999-2010 mean in Eurasia and 29.4 percent in North America. By May, however, the Eurasian snow depth anomalies were well into the negative, with depths only 52.1 percent of average. By June, snow depth anomalies in both hemispheres were mostly negative.\nSnow cover across the Northern Hemisphere (12-month running average) from November 1966 to December 2013 compared to the 1966-2010 average. Graph adapted from Plate 1.1(j) in State of the Climate in 2013.\nThe rapid shift to below-average snow conditions in later spring despite such a snowy April is typical of Northern Hemisphere snow trends in the past decade, which have been strongly negative. Between 1979 and 2013, snow cover extent at the end of the cold season has dropped by 19.9 percent per decade relative to the 1981-2010 average, which is an even more rapid decline than the end-of-summer Arctic sea ice retreat (-13.7% per decade).\nNorthern Hemisphere snow cover in June—the end of the cold season in the high latitudes—continues to drop faster than models predict, providing evidence for the climate feedback known as “Arctic amplification,” in which rising global temperatures drive changes in snow and ice that accelerate warming and further changes in the Arctic.\nBarnett, T.P., Adam J.C., Lettenmaier D.P., 2005, Potential Impacts of a Warming Climate on Water Availability in Snow-Dominated Regions, Nature, 438, 303-309.\nDerksen, C., R. Brown, and K. Luojus, 2013: [The Arctic] Terrestrial Snow Cover [in “State of the Climate 2013”]. Bull. Amer. Meteor. Soc., 95 (7), S132-S133.\nRobinson, D.A., 2014: [Global Climate] Northern Hemisphere Snow Cover [in “State of the Climate in 2013”]. Bull. Amer. Meteor. Soc., 95 (7), S17.\n2012 State of the Climate: Snow in the Northern Hemisphere\nRutgers Snow Lab\n2013 Arctic Report Card: Spring snow cover below average again\nHelp us improve our content",
  "source": "climate.gov"
}