{
  "url": "https://www.climate.gov/news-features/understanding-climate/2013-state-climate-arctic-sea-ice",
  "title": "2013 State of the Climate: Arctic sea ice",
  "date": null,
  "content": "Sea ice extent in the Arctic plays a critical role in the Earth system. Physically, its white surface reflects up to 80 percent of incoming sunlight during the long days of Northern Hemisphere summer, exerting a cooling influence on the climate. Plus, polar bears, walruses, and whales rely on the presence of sea ice to preserve their hunting, breeding, and migrating habits. Additionally, less ice means more Arctic shipping and exploration, with major implications for the world economy and national security.\nSea ice concentration in September 2013 compared to the median extent from 1981-2010 (gold line) and the 2012 record low (gray line).  Map by NOAA Climate.gov, based on data provided by the National Snow and Ice Data Center. Adapted from Figure 5.12(b) in State of the Climate in 2013.\nEvery year Arctic sea ice expands in winter and shrinks back in summer. At the end of winter in March 2013, ice extent was 5.8 million square miles (15.0 million square kilometers), about 3 percent below the long-term (1981-2010) average. Nearly 80 percent of the ice pack at winter maximum was first-year ice: ice that just formed over the winter.\nThe peak of the melt season occurred on September 13, 2013, with ice extent shrinking down to 2.0 million square miles (5.1 million square kilometers), which was 18 percent below the 1981-2010 average, but larger than record low set in 2012.\nDifference in ice extents for each year’s maximum (March, purple line) and minimum (September, blue line) relative to the 1981-2010 average. Graph adapted from Figure 5.13 in State of the Climate in 2013.\nWinters in the Arctic continue to be cold enough to allow ice to blanket the sea surface, and as a result, the ice extent at winter maximum has not declined as much as the extent at summer minimum. As of 2013, the ice extent at March maximum is declining by roughly 2.4 percent per decade, while the extent at September minimum is 13.7 percent per decade.\nAlthough ice extent (area in which satellites observe sea ice concentration of at least 15 percent) at winter maximum has declined less dramatically than at summer minimum, the ice pack is still fundamentally different than it used to be in terms of age and thickness. At March maximum in 1988, 58 percent of the ice pack consisted of first-year ice; as of March 2013, it was 78 percent. The young ice is very thin and much more likely to melt in the coming summer than ice that has managed to survive at least one summer.\nIn addition, satellite observations indicate that the average freeboard (the height of the ice above the water) dropped from 9.1 inches to 7.5 inches in just two years, from 2011 to 2013. Assuming that snow depth on the ice didn’t change significantly, the drop in freeboard translates to an average thinning of the ice by a little more than 1 foot in just two years.\nPerovich, D., Gerland, S., Hendricks, S., Meier, W., Nicolaus, M., Richter-Menge, J., and Tschudi, M.: 2014 [The Arctic] Sea ice cover [in “State of the Climate in 2013”]. Bulletin of the American Meteorological Society, 95(7), S126-128.\nHelp us improve our content",
  "source": "climate.gov"
}