{
  "url": "https://www.climate.gov/news-features/understanding-climate/2013-state-climate-ocean-salinity",
  "title": "2013 State of the Climate: Ocean salinity",
  "date": null,
  "content": "The ocean is the heart of Earth’s water cycle, and changes in the rate of evaporation and rainfall are reflected in the relative freshness or saltiness of the ocean surface. In addition, differences in salinity from place to place, along with temperature, drive the currents that move heat from the equator toward the poles. Any changes in salinity and ocean currents can affect regional climates and marine life.\nOcean salinity in 2013 compared to the long-term average. Areas that were saltier than the long-term average are blue; areas that were fresher than average are green. Like the Richter scale for earthquakes, the Practical Salinity Scale has no units. Map by NOAA Climate.gov, based on Argo data provided by John Lyman. Adapted from Figure 3.11(a) in State of the Climate in 2013.\nLarge-scale patterns of anomalies sea surface salinity in 2013 relative to a long-term average suggest that over multiple decades, dry areas are becoming increasingly salty, and rainy areas are becoming increasingly fresh.  The high-latitude regions, where precipitation dominates over evaporation, were generally fresher than average, while the already dry subtropics were even saltier than the long-term average, except in the South Pacific and the south Indian Ocean off Australia. This freshening may be linked to huge amounts of rain that fell over Australia during La Niña events that occurred between 2010-2012. A similar pocket of unusually fresh waters in the eastern Pacific north of the equator was associated with unusually heavy precipitation in that region.\nEver since a fleet of free-floating, robotic Argo floats achieved near-global coverage in 2004, scientists have been able to track ocean salinity within a few meters of the ocean surface. From 2004-2013, seawater became increasingly salty in the western Indian Ocean and near the equator in the western and central tropical Pacific, as well as in the high evaporation areas of the eastern subtropical Pacific in both hemispheres. Meanwhile, much of the North Atlantic and eastern tropical South Pacific is freshening.\nStudies incorporating both observations and climate model simulations of global warming indicate that over time, precipitation will increase in rainy areas and evaporation will increase in dry areas, making fresh areas of the ocean fresher and salty areas of the ocean saltier. The salinity patterns in 2013 echo the trends observed between 2004-2012, indicating that predicted changes to the water cycle may already be detectable.\nG. C. Johnson, J. M. Lyman, G. S. E. Lagerloef, and H.Y. Kao, 2014: [Ocean temperature and salinity] Sea Surface Salinity [in “State of the Climate in 2013”]. Bulletin of the American Meteorological Society (BAMS), S60-S62.\nHeld, I. M., and B. J. Soden, 2006: Robust response of the hydrological cycle to global warming. J. Climate, 19, 5686–5699.\nOcean Saltiness Provides Clues to Precipitation Patterns\nHelp us improve our content",
  "source": "climate.gov"
}