{
  "url": "https://www.climate.gov/news-features/understanding-climate/2013-state-climate-stratospheric-temperature",
  "title": "2013 State of the Climate: Stratospheric temperature",
  "date": null,
  "content": "Observing temperature patterns in the lower stratosphere—about 6-10 miles above Earth’s surface—gives scientists clues about our planet’s changing climate. Short-term spikes in stratospheric temperatures occur in response to major volcanic eruptions. Increasing greenhouse gases and the decline of stratospheric ozone cool the stratosphere. A long-term cooling trend in the lower stratosphere is one of many signs that increasing levels of greenhouse gases are changing our planet's climate.\nTemperatures in the lower stratosphere across the globe in 2013 compared to the 1981-2010 average. Map by Dan Pisut, based on ERA-Interim Reanalysis data. Adapted from Plate 2.1(a) in State of the Climate in 2013.\nGlobal average temperatures in the lower stratosphere for 2013 were slightly below the 1981–2010 average. A range of satellite and radiosonde datasets determined that 2013 was warmer than 2012—a year that ranked, just barely, as the coldest year or nearly the coldest on record in the lower stratosphere.\nCold temperatures dominated the lower stratosphere in the lower mid-latitudes, and subtropics, with a region of region of cooler-than-usual temperatures extending across the atmosphere above central Canada to Alaska in the Northern Hemisphere, and from the latitudes of southern America to New Zealand in the Southern Hemisphere. Meanwhile, warmer stratospheric temperatures settled in the equatorial zone and poleward of the mid-latitudes.\nColder temperatures in the lower stratosphere can allow reactive, ozone-destroying chemicals to build up, contributing to ozone holes over the polar regions, which expose people to harmful UV radiation. Warmer-than-average temperatures in the lower stratosphere over the southern pole from September-December resulted in a smaller-than-average ozone hole in 2013.\nTemperatures in the lower stratosphere in 2013 compared to the 1981-2010 average, based on multiple analyses of data from radiosondes that have measured lower stratospheric temperature for several decades. Graph adapted from Figure 2.5(a) in State of the Climate in 2013.\nFrom 1979 to 1995, satellite and radiosonde measurements show a cooling trend in lower stratospheric temperatures, although that trend was interrupted by episodes of warming due to the El Chichón and Mount Pinatubo volcanic eruptions. For most of the last two decades, there has been a near-neutral or very slight warming trend, depending on the range of satellite and radiosonde datasets used. Both the cooling trend through 1995, and the neutral-to-warming trend since, are smallest near the equator and largest at the polar latitudes.\nC. S. Long and J. R. Christy, 2014: [Temperature] Lower Stratospheric Temperature [in “State of the Climate in 2013”]. Bulletin of the American Meteorological Society (BAMS), S14-S15.\nState of the Climate: 2011 Stratospheric Temperature\n2012 State of the Climate: Temperature of the Lower Stratosphere\nHelp us improve our content",
  "source": "climate.gov"
}