{
  "url": "https://www.climate.gov/news-features/understanding-climate/2013-state-climate-record-breaking-super-typhoon-haiyan",
  "title": "2013 State of the Climate: Record-breaking Super Typhoon Haiyan",
  "date": null,
  "content": "This post was adapted from Sidebar 4.2, \"Super Typhoon Haiyan\" by M. Lander and others in State of the Climate in 2013.\nDebris lines the streets of Tacloban, Leyte Island. Photo by Trocaire, via Wikimedia.\nIn the early hours of November 8, 2013, Super Typhoon Haiyan raged into the southern Philippines. The Category 5 storm struck the Visayas region with devastating winds and towering waves. The storm struck with such force that even government-designated storm shelters were swept away. Haiyan, locally known as “Yolanda,” was the deadliest typhoon in the country’s modern record. The storm affected more than 16 million people and left 4 million homeless. In its most recent update from April 2014, the Philippine government confirmed 6,300 dead and more than 1,000 still missing.\nHaiyan slammed into the east coast of Samar and Leyte with what may have been the highest recorded wind speed for a tropical cyclone at landfall. The Joint Typhoon Warning Center assigned Haiyan’s one-minute sustained winds at 170 knots (196 mph) when the storm first made landfall in eastern Samar. Although this estimate is still awaiting official validation, it would make Haiyan the strongest tropical cyclone ever recorded at landfall. The previous record of 165 knots (190 mph) is shared by Hurricanes Camille (1969) and Allen (1980) and Super Typhoon Tip (1979).\nHaiyan was unusual not just for its record strength, but for its location: it’s very uncommon for tropical cyclones to form so close to the equator. The storm formed at a very low latitude, south of Pohnpei Island (~ 5° N), before swiftly moving westward through Micronesia. It developed into a super typhoon just east of Palau and caused immense property damage in the Kayangel Atoll. It then continued on a west-northwest track before making landfall in the Philippines.\nTracks for the thousands of Eastern Hemisphere tropical cyclones documented in the International Best Track Archive for Climate Stewardship database for 1842-2012. Rarely do storms form within ~5° of the equator. Map by Dan Pisut, NOAA Environmental Visualization Lab.\nHaiyan’s intense formation was even more notable because a similarly uncommon low-latitude storm—the deadly Super Typhoon Bopha—hit both Palau and the southern Philippines less than a year earlier in December 2012.\nSamar and Leyte Islands suffered the most devastating damage, where the storm surge decimated the coastal city of Tacloban. Tacloban is located in a particularly vulnerable position at the head of San Pedro Bay; much of the city sits a mere five meters above sea level. Early estimates found that the storm surge may have reached a record-high of 7.5 meters (24.6 ft), making Haiyan a contender for the highest storm surge ever observed in the Philippines or East Asia. Eyewitness reports from downtown Tacloban have contributed to even higher surge estimates of 8.5-9.1 meters (27.9 – 29.8 ft). The current surge record of 7.3 meters (23.9 ft) was set in the Philippines in 1897.\nHistorically high sea levels may have contributed to the storm’s destructive force. Sea level around the central Philippines has risen 200 millimeters (7.9 in) since 1970. Higher sea levels contribute to increased coastal flooding and impact during storm surge events. Fortunately, the peak storm surge at Tacloban occurred at a time of relatively low tide; had the peak surge occurred at high tide, the water level would have been 0.5 meters (1.6 ft) higher.\nAerial view of damaged homes on Binuluanguan Island, Phillippines. Photo by Keith Morgan, via Wikimedia.\nHaiyan actually made five additional landfalls in the Philippines before emerging over the South China Sea, turning northwestward, and striking northern Vietnam as a severe tropical storm on November 10. Months later, the storm’s impact resulted in a massive relief and relocation effort. Ambitious resiliency planning is underway to help mitigate and prepare for similarly destructive typhoons that may strike the region in the future.\nM. Lander, C. Guard and S.J. Camargo, 2014: [The Tropics] Sidebar 4.2: Super Typhoon Haiyan [in “State of the Climate in 2013”]. Bull. Amer. Meteor. Soc., 95 (7), S112-S114.\nO. Teves and C. Bodeen (2013, November 11). Haiyan Storm Surges Caught Philippines by Surprise. Associated Press. Accessed June 24, 2014.\nL. Buchanan, H. Fairfield, A. Parlapiano, S. Peçanha, T. Wallace, D. Watkins and K. Yourish (2013, November 11) Mapping the destruction of Typhoon Haiyan. New York Times. Accessed June 24, 2014.\nRepublic of the Philippines National Disaster Risk Reduction and Management Council. Updates re the Effects of Typhoon “Yolanda” (Haiyan), 17 April 2014. Accessed June 24, 2014.\nU.N. Development Program (2014, May). UNDP Supports Typhoon Recovery and Resilience in the Visayas. Accessed June 25, 2014.\nB. Dec (2014, June 13). Rebuilding Livelihoods in the Philippines Post-Typhoon Haiyan. White House Initiative on Asian Americans and Pacific Islanders. Accessed June 24, 2014.\nHelp us improve our content",
  "source": "climate.gov"
}