{
  "url": "https://www.climate.gov/news-features/features/five-things-know-about-2014-global-temperatures",
  "title": "Five things to know about 2014 global temperatures",
  "date": null,
  "content": "Deke Arndt is Chief of the Climate Monitoring Branch at NOAA’s National Climatic Data Center, in Asheville, North Carolina. He is a frequent advisor to Climate.gov, and he’s as good at explaining climate in front of the camera as he is at writing about it.\nNo doubt about it: 2014 will go down as one of the warmest years on record, according to the National Climatic Data Center’s global surface temperature monitoring. Here are five global temperature items to keep in mind as 2014 closes out.\n1. We’ve already set records at the yearly scale. People organize their lives around the calendar year, so it’s comfortable to organize our assessment of climate that way. Indeed, year-to-date (“since January”) temperature is a lens we use at the National Climatic Data Center. For the climate system, however, there’s nothing magical about the specific January-through-December twelve-month run relative to other twelve-month runs. A trip around the Sun is a trip around the Sun, whether you start the timer in January or, say, October.\nWith that in mind, we’ve already set some warmest-year records. The 12-month period ending September 2014 was the warmest October-through-September period on record. Beyond that, it was the warmest of any 12-month period on record, clipping a record first set in 1998 and tied twice since. October 2013, the next month to drop from the rolling 12-month average, was one of the cooler (or least warm) months of the recent stretch, so we may visit this record again soon.\n2. We've done this without El Nino. You’ve probably heard that the El Nino / La Nina pattern can nudge global temperatures up and down, respectively, and that’s true. Each of the three warmest years on record (2010, 2005 and 1998) came on the heels of El Nino events, as did 2003, which is tied for fourth warmest. But 2013—which tied 2003—and 2014, which might be warmer than all of them, decidedly did not. We flirted with El Nino conditions at times during 2014, and our colleagues at NOAA’s Climate Prediction Center haven’t ruled one out by year’s end. But 2014 is already pummeling records without the aid of El Nino’s push.\n3. Several scenarios for 2014’s end-of-year finish point to a new record.  Through September—nine laps into a twelve-lap race, so to speak—this year (the heavy black line in the image) recovered from a cool February to pull even with 1998 and 2010, and into a three-way tie for the lead. Both 1998 and 2010 faded in their last three “laps” when La Nina conditions arrived. According to CPC, a La Nina finish to 2014 is very unlikely, which helps 2014’s chances to finish warmer than its two “competitors.”\nMonthly year-to-date global temperature anomalies (difference from average) for the warmest years in the historical record and for 2014 to date. Through September, 2014 (black line) is running neck and neck with 2010 (red line), the current record holder for warmest year on record. Several scenarios (dashed lines) for the remaining months of the year will push 2014 to the leader spot. Graph (other versions) by Deke Arndt.\nThe dashed lines on the graph above indicate plausible scenarios for 2014’s last three months. The orange scenario assumes each remaining month ties its warmest temperature on record, resulting in a comfortable “win” for 2014. If they tie their 3rd warmest, or even the average of their ten warmest values, 2014 will still emerge as the warmest year on record. Just for context, every month since April 2014 was among the three warmest on record for that month.\n4. This year’s extreme warmth is largely driven by the global ocean. Sea surface temperature is something of a tortoise compared to the land temperature, which, like the fabled hare, can bounce around quite a bit along its course. The globally averaged ocean temperatures have broken or tied records since the [Northern Hemisphere’s] spring. The 2014 warmth is pervasive too: sizable chunks of every major ocean basin observed their warmest year-to-date on record (the dark reds on this map). The combination of widespread ocean warmth, and its tendency to change relatively slowly, builds more confidence in a warm end-of-year finish.\n5. Ranking individual years is a bit overrated. Don’t get me wrong, rankings are useful to help folks—including scientists—more easily put today’s conditions into a historical perspective. But when considering climate change, it’s more important to step back and evaluate the big picture, of which 2014 is but one detail. When 2014 goes into the books, it will probably be statistically indistinguishable from the warmest years on record, even if marginally the warmest.\nIn the big picture, regardless of the eventual rank—1st, 2nd or 3rd—what matters most is that 2014 will end up very, very warm compared to the historical record, will re-confirm that we live in a significantly warmed world, and will provide an exclamation point at the end of a global temperature time series that continues its long-term march toward warmer temperatures.\nGlobal Climate Analysis for September 2014\nClimate at a Glance\nHelp us improve our content",
  "source": "climate.gov"
}