{
  "url": "https://www.climate.gov/news-features/features/argo-revolution",
  "title": "The Argo revolution",
  "date": null,
  "content": "Argo Home page at NOAA's Atlantic Oceanographic and Meteorological Lab\nA NEMO-model Argo adrift in the icy waters of Antarctica's Weddell Sea in 2009. Photo provided by Olaf Boebel.\nThere is a saying in climate science, “as the ocean goes, so goes the climate.” This phrase captures the notion that the ocean is, by far, the most powerful component and driver of the earth’s climate system.\nYet the happenings in the ocean, especially below the surface, have been largely unknown for much of human history. Until the first deployment of Argo floats in 2000, less than 1 percent of the ocean below the upper few hundred meters was being monitored routinely. For a planet where oceans cover about 71 percent of the surface, that’s a lot of terra (or aqua) incognita.\nEnter the Argo float, which many consider the greatest leap in the climate observing system since the advent of satellites 50 years ago. An Argo float is an autonomous floating robot that alternately dives and ascends through the top 2,000 meters (6,561 feet) of the ocean, collecting climate observations as it goes.\nIn 2007, the Argo program—an international collaboration involving more than 30 nations--achieved “full coverage,” defined as one float in every  3° x 3° square of ocean from 60°N and 60°S (outside of marginal seas).*  The current generation of floats are capable of operating under ice and in marginal seas.  Currently more than 3,500 of these smart buoys roam the global ocean.\nAs of September 2014, a total of 3,579 floats patrolled the ocean. Most of the fleet drifts at depths from 750-1250 meters (0.46-0.78 miles) in order to avoid seamounts, but they profile down to depths of about 2,000 meters. Image adapted from Argo Information Centre.\nArgo floats have been “one of the biggest steps forward in understanding climate-scale changes in the ocean,” says Rick Lumpkin, an oceanographer with NOAA’s Atlantic Oceanographic and Meteorological Laboratory. “[The floats] provide a much more detailed view of seasonal to interannual [year-to-year] fluctuations of upper ocean heat and salt than we had before.” Argo floats do not care about weather, operating year-round in storm-tossed seas. They also provide observations in regions such as the southern hemisphere that are rarely visited by research vessels.\nArgo data has become pivotal to research into ocean heat storage, sea level rise, natural ocean variability, and many more topics. Nearly 300 papers utilizing Argo data were published in 2013. Steve Piotrowicz, director of the Argo program since 2000, commented that “anyone studying oceanography in grad school in the ‘70s, including myself, couldn’t have envisioned anything like this in terms of how we are now able to observe the ocean and the expansion of knowledge and scientific research going on,” he says.\nJason and the Argonauts remained a popular subject during the Renaissance when Biagio d'Antonio painted this narrative canvas. Image courtesy Metropolitan Museum of Art.\nIn Greek mythology, a ship named the Argo was used to transport Jason and the Argonauts in search of a golden fleece. The name Argo was chosen for the fleet of aquatic robots because they were the complement to the Jason-1 satellite, which monitors the ocean’s topography from 830 miles above the Earth’s surface. The quest of the modern-day Argo and Jason is to provide a comprehensive view of the ocean.\nThere are more than two dozen models of the Argo floats but on average, the floats are about 5 feet long and weigh about 72 pounds. The main aluminum body is about 3.5 feet long and 8 inches in diameter, which is about the length of a baseball bat with a diameter about three times wider. The floats are powered by regular alkaline or lithium batteries that provide enough energy for the floats to complete, on average, 150 ascent-descent cycles over roughly four years.\nA simple exterior hides the complex interior of an Argo float. Image courtesy NOAA/CSIRO Marine Research, Australia.\nThe floats are deployed into the ocean by ships or aircraft, where they immediately begin to sink at a rate of about 4 inches per second. The ability of the floats to move vertically is controlled by its hydraulic system, which controls buoyancy by adjusting the amount of oil in an external bladder. While descending, the float withdraws oil from the bladder into the instrument, increasing the density of the float and allowing it to sink lower and lower into the water.\nAfter about a six-hour descent, the floats drift along with the currents at a depth of 1000 meters (3280 feet) for ten* days. On day ten, the float then descends to a depth of 2000 meters (6560 feet). Its trip is much shorter, though. After reaching this depth, the external bladder is inflated with oil, causing the float to rise to the surface.\nAlong the way, the instrument records a vertical profile of the ocean by taking measurements of temperature and salinity at different depths as it ascends. Each float is capable of capturing a time series of data containing as many as 1,000 data points for each oceanic parameter measured. This is equivalent to taking measurements every 6.5 feet.\nA typical float cycle includes descents to 1,000 then 2,000 meters before surfacing. Image adapted from NOAA's Ocean Climate Observation Program.\nAfter returning to the surface, Argo floats transmit the data of their 10-day journey to the next available satellite using the Argos or Iridium communication system. The floats spend sufficient time at the surface to ensure error-free data transmission before diving to start the process all over again.\nAs the quest for knowledge of the ocean increases, scientists are deploying new sensors for Argo floats to measure the oxygen content, ocean acidity, biogeochemical properties such as nitrates and chlorophyll and rainfall in the ocean. Other sensors under development are sensors measuring CO2 and how far light penetrates the water column.\nIn addition, a growing number of floats are equipped with the Iridium two-way communication system. This will reduce the time spent at the surface to as little as 30 minutes--avoiding the risk of getting caught in fishing nets and other obstacles at the surface--and accommodate greater data transmission.\nScientists are particularly interested in using Argo observations to account for all the excess heat that has built up in the Earth’s climate system due to a build-up of greenhouse gases. Argo data has revealed that much of the heat is stored in the upper layers of the ocean, but not all of it. Researchers suspect that the rest is being stashed in the deep ocean.\nUnfortunately, the current generation of Argo floats can only dive to a depth of 2,000 meters; any deeper and -they would implode due to the extreme pressure in the deep ocean. But this past summer, for the first time, two next-generation Argo floats began their first trip to the bottom of the sea...\nStay tuned for Part II to learn about the newest generation of Argo floats and how they are helping scientists solve the “missing heat” mystery.\n*[12/8 Corrected. The original article stated each float patrolled a 4,761 square mile area; it is closer to 38,600 square miles. It also described the Argo's drift cycle as taking 9, instead of 10, days.]\nHelp us improve our content",
  "source": "climate.gov"
}