{
  "url": "https://www.climate.gov/news-features/features/future-marylands-blackwater-marsh",
  "title": "The Future of Maryland's Blackwater Marsh",
  "date": null,
  "content": "This article originally appeared in a special sea level rise issue of Maryland Sea Grant's magazine, Chesapeake Quarterly.\nThe observation deck at the edge of Lake Blackwater in the Blackwater National Wildlife Refuge gives visitors a view of an ecosystem on the move. Matt Whitbeck stands at the end of this wooden walkway now. It stretches over an expanse of green marsh grasses, putting tourists right in the middle of a vibrant wetland. Around the deck, you can spy red-winged blackbirds, buzzing insects, and the occasional jumping fish.\nThe skeletons of dead trees near Maryland's Blackwater National Wildlife Refuge, where sea level rise is transforming the landscape. Photograph © David Harp, ChesapeakePhotos.com.\nWhitbeck is a wildlife biologist at the Blackwater refuge, which occupies around 28,000 acres of forests, marshes, and water in Dorchester County on the Eastern Shore of Maryland. Today, he’s interested in the transitions that are occurring across this landscape. Over the decades, Lake Blackwater — which occupies around 4,000 acres at the center portion of the refuge — has grown bigger and bigger, Whitbeck explains. And acres and acres that were once marshland have been covered in water, killing off the plants there.\nBiologist Matt Whitbeck looks out over acres of green marsh grasses in the Blackwater National Wildlife Refuge. The expansion of Lake Blackwater has submerged thousands of acres of marsh. Photograph © David Harp, ChesapeakePhotos.com.\nBut new marshes are forming here, too. Whitbeck points to a line of sickly looking loblolly pine trees in the distance. Because of the encroaching water, the area is now too salty for them, he explains. When those trees die, however, marsh plants will grow in around them.\n“You can see, essentially, the habitat transition in action. I mean, you can see that line of dying trees. You can see the marsh encroaching,” Whitbeck says. “It’s happening in front of our eyes.”\nThe driving force behind these transitions is sea level rise — brought on by manmade climate change and the sinking of land surfaces around the Eastern Shore. Rising waters have claimed more than 5,000 acres of marshland in the refuge since it was established in the 1930s. That’s close to half of Blackwater’s historic wetlands.\nOn the eastern shore of the Chesapeake Bay, the Blackwater Wildlife Refuge is extremely sensitive to sea level rise. Lake Blackwater, in the heart of the refuge, has grown bigger and bigger since the refuge was established in 1933. Landsat satellite image mosaic from NASA’s Scientific Visualization Studio.\nWhitbeck and others recently launched a new effort to stem the loss of marshes throughout Blackwater, which is operated by the U.S. Fish and Wildlife Service. Their strategy will take advantage of the ability of marshes to spread and move — just like you can see them doing from the observation deck. The success or failure of this venture could influence how natural resource managers work to conserve wetlands across the Chesapeake for decades to come.\nRick Abend first bought property in lower Dorchester County not too far from the Blackwater refuge in 1972. It started off as a weekend getaway spot for Abend, who lived on the western shore of Maryland. Now retired, the 64-year-old owns and operates a tree farm on this 106-acre plot near Madison, Maryland.\nDuring his early years in lower Dorchester, Abend, who likes to hunt, mainly had his eye on the region’s abundant waterfowl. But he says that living near the refuge gave him an education in wetlands. Today, he serves as president of the non-profit group Friends of Blackwater.\nRick Abend on his tree farm in Dorchestor County, Maryland. Photograph © David Harp, ChesapeakePhotos.com.\n“I was looking for ducks and geese. But now I’ve just seen so much more with the egrets and herons,” Abend says. “[Blackwater] has really opened up my eyes to what other things benefit from marshes.”\nThere are currently around 9,000 acres of wetlands in the Blackwater refuge. These marshes are home to an array of wildlife, as Abend suggests. But there are other benefits to having these ecosystems around, scientists say. Marshes help to improve water quality in the Chesapeake Bay by trapping nutrients and sediments flowing from rivers toward the estuary. They can also protect shorelines from the crashing waves generated by big storms. And they are important nurseries for various commercial fish species.\nBut around the Bay, these natural communities are also in danger of drowning. Scientists estimate that water levels in the Chesapeake could rise by three feet or more by the end of this century. And that’s a problem for Blackwater. Under that scenario, nearly all of Blackwater’s existing marshes could be underwater by 2100.\nThe scale of the marsh loss here has made Blackwater into what many consider a poster child for the toll of sea level rise on the Bay. The refuge has certainly felt the effects of rising waters sooner than other wetland locations around the estuary. One big reason is that in the 20th century, Blackwater was hit especially bad by colonies of an invasive species of rodent called nutria. These buck-toothed animals have a voracious appetite and stripped bare whole patches of wetlands in the region until they were eradicated from the refuge about a decade ago.\nDespite Blackwater’s early-bird status, scientists are seeing indications that sea level rise may be taking a toll on other wetlands around the Chesapeake as well. According to data from the Maryland Department of Natural Resources, there are currently around 187,000 acres of “irregularly flooded marsh” around the Maryland portion of the estuary. That’s a type of saltwater marsh that is common in Blackwater. The department estimates that nearly 90 percent of those wetlands could vanish by 2100 because of sea level rise.\nIf sea level rises 3 feet by the end of the century, virtually all of the tidal marshland in the refuge (including priority bird habitat, colored red) will be submerged (blue). Map adapted from Blackwater 2100: A Strategy For Salt Marsh Persistence In An Era Of Climate Change.\nBlackwater is “unique in a certain sense. Things happen earlier there than in the rest of the Bay,” says Court Stevenson, a wetland ecologist at the Horn Point Laboratory of the University of Maryland Center for Environmental Science. “But I think other wetlands in the Bay are probably going down the road that Blackwater was at 50 or 60 years ago.”\n\nWhich makes it all the more important that scientists and natural resource managers discover how to help marshes here to survive the rising waters.\nIn 2013, Matt Whitbeck, the refuge biologist, helped to write a report laying out a plan for securing the long-term survival of marshes in and around the Blackwater refuge. He co-authored the report, Blackwater 2100: A Strategy For Salt Marsh Persistence In An Era Of Climate Change, with Erik Meyers, vice president of an Arlington, Virginia-based conservation group called The Conser­vation Fund, and David Curson, director of bird conservation for the Maryland and Washington, D.C., chapter of the National Audubon Society.\nTo save these wetlands, Whitbeck and his colleagues proposed moving beyond traditional conservation strategies focused on protecting marshes in their current locations. The Blackwater refuge, for instance, installed a weir to reduce saltwater flow into its marshes. Instead, natural resource managers and others should work to help marshes to spread to new locations in and around the refuge, the report said.\n“Things are changing, and they’re changing fast here on the refuge,” Whitbeck says. “We’ve got to figure out how to work with these changes.”\nOne way is to help marshes to do what they have done for a long time. Sea level in the region has gradually risen for thousands of years, and geologic evidence collected from around the Bay shows that marshes have responded in two ways. They have grown upward by collecting enough sediment and decomposed plant matter to keep pace with the rising water. Marshes have also moved away from the water, farther inland.\nMoving inland will likely be crucial if marshes are going to survive rising sea level. As the water rises, the lowest-lying marshes, or those closest to the Bay, will become submerged and die. Meanwhile, the Bay will move inland to dryer and higher land. This influx of salty water will kill off forests like the lines of loblolly pines near Lake Blackwater. Marshes, in turn, will replace those forests.\nCoastal pine trees in low-lying areas around the Chesapeake Bay are dying from salt water flooding. Eventually, dead snags, like these pictured near Lake Blackwater in the Blackwater refuge, are the only reminder that areas that are now marshland were once healthy forests. Photo by Daniel Strain.\n“The whole process has been going on for a long, long time,” Whitbeck says. “The marshes we have here are currently riddled with old tree stumps.”\nThe Blackwater 2100 authors wanted to find out where the wetlands that exist today in the Blackwater refuge could flee to in the future. To do that, the team employed computer simulations based on elevation data and projections about how fast the Bay’s waters are likely to rise.\nIn order to migrate successfully, and quickly, marshes need to have access to wide-open landscapes free of obstacles — obstacles like roads, towns, seawalls, and even natural features like steep hills. Ecologists and planners call such open spaces “migration corridors.” Two such corridors stuck out in the Blackwater 2100 analysis. The first, around the Nanticoke River at the east end of the Blackwater refuge, would be able to hold around 2,300 acres of marshes in 2100, the authors estimated. The second, around Coursey Creek to the west, could hold around 3,600 acres.\nThe hope is that by identifying these corridors, the refuge and conservation groups can focus their resources on preserving­­ habitats in these areas. Many natural resource managers around the country looking to preserve coastal marshes elsewhere have jumped on the same bandwagon. The thinking goes that you can preserve wetlands in a region simply by giving them the chance to move into open land.\nScientists say this approach could help the marshes, but it also has its limits. One of the biggest is that it’s not clear whether wetlands will be able to migrate fast enough to keep ahead of current rates of sea level rise. Marshes “can adapt and have adapted and built as sea level has risen since the last ice age,” says Andrew Baldwin, a wetland ecologist at the University of Maryland, College Park. “It’s more a question of can they deal with a higher rate of sea level rise.”\nNo one has estimated how fast wetlands in Blackwater will be able to migrate as the Bay’s waters rise. The Blackwater 2100 team, however, acknowledged in their report that marsh migration may not be able to offset the full brunt of sea level rise on the refuge.\nStill, if only some marshes wind up surviving to 2100, that’s still better than none. The big challenge in protecting as many of these natural communities as possible comes down to an old question in conservation: who owns the land?\nAnd it’s a tricky one. The Coursey Creek migration corridor that Whitbeck’s team identified, for instance, stretches over 14,000 acres. Today, only 3,182 acres of that land are protected from development in some fashion, although not all of these acres will make good marsh habitat. The rest is mostly working farmland, where marshes may not be welcome.\nIn order to address potential conflicts like these, the Maryland Department of Natural Resources (DNR) is spearheading an effort to protect marsh habitat into the future. The goal is to preserve land in the most important migration corridors for marshes along Maryland’s coastline so that if wetlands need to migrate, they will face fewer obstacles. One of the key tools in this program will be formal agreements called conservation easements­­.\nUnder such easements, property owners, often farmers, volunteer to limit the amount of development that can occur on their land. In return for these and other conservation actions, the state pays the landowners a lump sum, usually equal to about 40 to 60 percent of the market value of their property. Proponents of conservation easements argue that they’re a win-win: farmers can continue to work their land, while the state conserves upland areas to which marshes may be able to migrate in the future as sea level rises.\nSo far, the department has purchased only one easement, on a 221-acre property in lower Dorchester County. But other groups, including The Conservation Fund, have secured a large number of conservation easements around the Blackwater refuge. In the Coursey Creek migration corridor, there are currently around 812 acres of privately owned land under easements. And there are many more in the Nanticoke corridor: around 2,300 acres of land are protected by these agreements.\nThat’s still shy of the roughly 5,000 acres that the Blackwater 2100 authors highlighted as necessary to support future marsh habitat. The Conservation Fund, for its part, is pursuing opportunities to increase those numbers by securing conservation easements and supporting other conservation methods, says Erik Meyers, a vice president with the organization.\nBecause these efforts are just beginning, it’s not clear how popular they will be with Marylanders on the Eastern Shore and elsewhere. At the moment, residents­­ of lower Dorchester County are happy to have the Blackwater refuge around, says Nancy Hastings. She’s a resident of the town of Church Creek and heads up a local volunteer effort called the South Dorchester Good Neighbor Project.\nHastings says that a large number of her neighbors like living in Dorchester for the same reason that wetland plants and wildlife do: there’s plenty of room and not that many people. The big refuge in the heart of the region helps to keep that way of life from disappearing, she says. Lower Dorchester residents “don’t want building. They don’t want development,” Hastings says. “Blackwater is a way of keeping things rural.”\nBut Dorchester residents, like Rick Abend, are regularly reminded of the Bay’s encroachment on the marsh and surrounding land. On the east end of the farmer’s property, which is by the water, new trees that he planted haven’t grown well — victims of the salt water that is creeping farther and farther inland.\nWhen it comes to Abend’s crop, “I imagine I will cut it before the saltwater gets it...but that’s going to be years from now,” he says. “I’ve got plenty of time for a couple more harvests.\"\nHelp us improve our content",
  "source": "climate.gov"
}