{
  "url": "https://www.climate.gov/news-features/features/despite-antarctic-gains-global-sea-ice-shrinking",
  "title": "Despite Antarctic Gains, Global Sea Ice Is Shrinking",
  "date": null,
  "content": "Editor's note: Climate.gov reached out to NASA's Claire Parkinson in March 2019 for an update on this analysis. Here's what she had to say:\nGlobal sea ice coverage has continued its overall downward trend since the results described earlier through 2015. The global results combine (1) continued decreases in Arctic sea ice coverage and (2) new decreases in Antarctic sea ice coverage. The new decreases in the Antarctic reverse what had been an overall upward trend in Antarctic sea ice, from 1979 through 2014, to such an extent that, on an annual average basis, the Antarctic sea ice coverage descended to its lowest value in the satellite record in 2017, before rebounding slightly in 2018. This, along with low values in Arctic sea ice coverage, led to the yearly average global sea ice coverage also reaching its lowest value in 2017, with a slight 2018 rebound.\nClaire Parkinson has been studying polar sea ice for about four decades. She has been speaking to public audiences for nearly as long. And it was those public audiences who provoked one of the NASA climatologist’s latest research projects.\n\n“When I give public lectures or talk with people interested in the topic of polar ice, somebody will often say something like: ‘Well, the ice is decreasing in the Arctic but it’s increasing in the Antarctic, so don’t they cancel out?’” said Parkinson. “The answer is no, they don’t cancel out.”\n\nIn the past decade, sea ice around the Arctic Ocean has reached record lows several times, while the extent of ice around Antarctica has reached new highs. This has led to public misconceptions about climate change and the ice around Earth’s poles. Parkinson’s instincts and scientific experience told her that growth in one place does not necessarily offset losses in the other. But instincts are not enough. She dug into the data.\nExamining 35 years of sea ice data, Parkinson has shown that increases around Antarctica do not make up for the accelerated Arctic sea ice loss of the last decades. Earth has been shedding sea ice at an average annual rate of 35,000 square kilometers (13,500 square miles) since 1979—the equivalent of losing an area of sea ice larger than the state of Maryland every year.\n\n“Even though Antarctic sea ice reached a new record maximum in September 2014, global sea ice is still decreasing,” said Parkinson, who is based at NASA’s Goddard Space Flight Center. “That’s because the decreases in Arctic sea ice far exceed the increases in Antarctic sea ice.”\n\nParkinson analyzed microwave data that were collected by NASA and U.S. Department of Defense satellites from November 1978 to December 2013. She determined the global ice extent for each month (shown above) and found that the global trend was down in all months of the year—even those corresponding to the Arctic and Antarctic sea ice maxima. The findings were published in December 2014 in the Journal of Climate.\n\nFurthermore, the global sea ice loss has accelerated. From 1979 to 1996, the ice loss was 21,500 square kilometers (8,300 square miles) per year. This rate from 1996 to 2013 was 50,000 square kilometers (19,500 square miles) lost per year. Annual losses were larger than the states of Vermont and New Hampshire combined. The maps below show the extent of Arctic and Antarctic sea ice in 1979 and 2013.\nSea ice has diminished in almost all regions of the Arctic, whereas the sea ice increases in the Antarctic are less widespread geographically. Although sea ice cover expanded in most of the Southern Ocean between 1979 and 2013, it decreased substantially in the Bellingshausen and Amundsen seas. These two seas are close to the Antarctic Peninsula, a region that has warmed significantly in recent decades.\nParkinson also found that the annual cycle of global ice extent is more in line with the annual cycle of Antarctic ice than Arctic ice. The global minimum ice extent occurs in February, as does the Antarctic minimum extent. The global maximum sea ice extent occurs in either October or November, one or two months after the Antarctic maximum. This contrasts with the Arctic minimum (September) and maximum (March).\n\nAveraged over the 35 years of the satellite record, the planet’s monthly ice extents range from a minimum of 18.2 million square kilometers (7.03 million square miles) in February to a maximum of 26.6 million square kilometers (10.27 million square miles) in November.\n\n“One of the reasons people care about sea ice decreases is because sea ice is highly reflective, whereas the liquid ocean is very absorptive,” Parkinson said. When sea ice coverage is reduced, less sunlight is reflected back into space and more is trapped in the atmosphere, ocean, and land.\nParkinson, C.L. (2014) Global Sea Ice Coverage from Satellite Data: Annual Cycle and 35-Yr Trends. Journal of Climate, 27, 9377–9382.\nNASA Earth Observatory (2014, September 24) A Tale of Two Poles.\nNASA Earth Observatory (2014) Antarctic Sea Ice.\nNASA Earth Observatory (2014) Arctic Sea Ice.\nNASA Earth Observatory (2009, April 20) Sea Ice.\n\nThis article is republished from NASA Earth Observatory. Original article by Maria-Jose Viñas and Mike Carlowicz, with images by Joshua Stevens.\nHelp us improve our content",
  "source": "climate.gov"
}