{
  "url": "https://www.climate.gov/news-features/understanding-climate/2014-state-climate-precipitation",
  "title": "2014 State of the Climate: Precipitation",
  "date": null,
  "content": "Water is the stuff of life. The amount of precipitation falling each month in any given location can have a direct impact on the local economy, livelihoods, and life itself. Farmers and gardeners depend on rain and other forms of precipitation to grow their crops and plants. Precipitation replenishes irrigation and water supply sources such as rivers and mountain snowpack. Water managers who work to ensure that communities have enough water for drinking, washing, and industrial uses are also interested in monitoring precipitation. Too much precipitation (leading to floods) or too little (leading to drought) can threaten public safety and damage community infrastructure.\nPrecipitation in 2014 compared to the 1988-2010 average. Map adapted from Plate 2.1m in State of the Climate in 2014. Download editable PDF.\nAdapted from the 2014 BAMS State of the Climate report, the map shows precipitation across the globe in 2014 compared to the 1988-2010 average. The map shows areas with below-average precipitation (brown) and above-average precipitation (green) in 2014. When taken as a whole, precipitation over land was generally below average, while precipitation over the oceans was above average.\nPatterns on the map partially reflect the impact of the developing El Niño-like conditions on different places, including drier conditions in the Maritime Continent (Southeast Asia) and wetter conditions along the equatorial Pacific.\nSoutheastern North America, eastern Europe, northeastern South America, central Africa, much of southeast Asia, and eastern Australia were drier than usual. Compared to 2013, however, dry conditions over western North America, northern Eurasia, and southern Africa became less extreme.\nAbove-average precipitation fell over southern Europe and central South America, with the exception of Brazil. The country experienced striking precipitation deficits in its highly populated southeastern region that includes São Paulo—the largest city in Brazil—and the state of Minas Gerais, where much of the country’s reservoirs are located.\n*Note about data: Positive anomalies expanzding over eastern Greenland should be treated with caution given the interpolation over such a data sparse region and lack of concurrence in other hydrological cycle variables.\nReference\nVose, R. S. , K. Hilburn, X. Yin, M. Kruk, and A. Becker, 2015: [Hydrological cycle] Precipitation [in “State of Climate in 2014”]. Bulletin of the American Meteorological Society (BAMS), 96 (7), S24.\nSánchez-Lugo, A., Ed., 2015: South America [in “State of the Climate in 2014”]. Bulletin of the American Meteorological Society (BAMS), 96 (7), S178-S184.\nHelp us improve our content",
  "source": "climate.gov"
}