{
  "url": "https://www.climate.gov/news-features/understanding-climate/2014-state-climate-ocean-heat-content",
  "title": "2014 State of the Climate: Ocean Heat Content",
  "date": null,
  "content": "The ocean’s ability to store and release heat over long periods of time gives it a central role in stabilizing Earth’s climate system. Yearly and even decades-long variations in ocean heat content occur due to natural climate patterns like El Niño and the Pacific Decadal Oscillation. These shorter-term and regional variations in heat content influence regional climates, tropical cyclones, and marine life, including coral reefs and fisheries.\nToday, natural patterns occur against a backdrop of long-term increases in global average heat content: evidence of climate change. Over the long-term, the increase contributes to rising sea level, increased melting of outlet glaciers on Greenland and Antarctica, and chronic stress to some marine ecosystems.\nAs in previous years, the upper ocean held more heat than average throughout most of the major ocean basins visible on the map above. The pattern of slightly more heat content than average across the entire equatorial Pacific and dramatic cooling east of the Philippines, compared to 2013, reflected a transition toward El Niño conditions, although El Niño did not officially arrive until March 2015.\nOcean heat content in the North Pacific warmed from 2013 to 2014, especially in the eastern subpolar region and south of the Alaska Peninsula, while the central North Pacific cooled. Scientists are closely watching the Pacific to see if this pattern combined with warming in the equatorial Pacific could indicate a transition toward a positive (warm) phase of the Pacific Decadal Oscillation, a long-term, natural climate pattern that has implications for the rate of global average surface warming from decade to decade.\nFor the most part, the Indian Ocean held more heat than average, with small cool patches in the northern Bay of Bengal and west of Australia. Most of the North Atlantic was cooler than average, while much of the Nordic seas and some of the Arctic held more heat than average. North America saw very warm anomalies off the East Coast.\nIncreasing concentrations of greenhouse gases are preventing heat radiated from Earth’s surface from escaping into space as freely as it used to; most of the excess heat is being stored in the upper ocean. As a result, upper ocean heat content has increased significantly over the past two decades.\nRecent studies estimate that warming of the upper oceans accounts for about 63 percent of the total increase in the amount of stored heat in the climate system from 1971 to 2010, and warming from 700 meters to the ocean floor adds about another 30 percent.\nOn a regional basis, the long-term increase in ocean heat content is stronger in some ocean basins than others, likely due to the combined influences of long-term climate change and natural climate variability operating over a shorter time frame.\nVirtually no areas of the Indian Ocean show declining heat content, but in the other basins, some localized pockets of decreasing heat content stand in contrast to the overall warming trend: the region of the Gulf Stream extension and the North Atlantic Current, the Pacific south of Alaska and along the U.S. West Coast, and the Southern Ocean off the tip of South America.\nG. C. Johnson, J. M. Lyman, J. Antonov, N. Bindoff, T. Boyer, C. M. Domingues, S. A. Good, M. Ishii, and J. K. Willis, 2015: [Global Oceans] Ocean Heat Content [in “State of the Climate in 2014”]. Bulletin of the American Meteorological Society (BAMS), 96 (7),  S64-S66.\nRhein, M., S. R. Rintoul, S. Aoki, E. Campos, D. Chambers, R. A. Feely, S. Gulev, G. C. Johnson, S. A. Josey, A. Kostianoy, C. Mauritzen, D. Roemmich, L. D. Talley, and F. Wang,2013: Observations: Ocean. In: Climate Change 2013: The Physical Science Basis. Contributionof Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T. F., D. Qin, G.-K. Plattner, M. Tignor, S. K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P. M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, doi:10.1017/CBO9781107415324.010.\nHelp us improve our content",
  "source": "climate.gov"
}