{
  "url": "https://www.climate.gov/news-features/features/2014-state-climate-author-qa",
  "title": "2014 State of the Climate: Author Q&A",
  "date": null,
  "content": "Over its 25-year history, the State of the Climate report has grown with our understanding of the climate system and with our capacity and willingness to observe it. What started in 1990 as a small, high-quality, technical report has since grown to a seven-chapter, peer-reviewed “annual physical” of the climate system.\nThe report topics range from global average temperature to permafrost depth to ocean salinity to the upper atmosphere. This diversity means the report’s authorship is very large (413 authors) and spans many places (58 countries), but it also spans many, many scientific disciplines. Each author volunteers a piece of her or his own time and unique expertise to contribute data or analysis to the report.\nSome authors take that commitment further, investing additional parts of several months to assemble, edit, review, and facilitate peer review of these specialized chapters. The chapter editors do much of the editorial heavy lifting. Not only do they have specialized expertise, but they also know other experts who can review and comment to make the report as good as it can be.\nThe two authors featured here served in this crucial and much appreciated role as a chapter editor for the State of the Climate in 2014 report.\n****\nUniversity of Colorado at Boulder\nSharon Stammerjohn, editor for Chapter 6: Antarctic in the State of the Climate in 2014 report. Background photo by Jefferson Beck, NASA Operation IceBridge.\nWhat part of the climate system do you study, and why is it important?\nI mainly study polar ocean environments and the interactions between the atmosphere, the ocean, sea ice and land ice. Polar regions are globally important for many reasons. They play a key role in the Earth’s energy balance and are sensitive to small changes in temperature, thus serving as bellwethers for climate change. Polar regions are where the coldest and saltiest waters are produced that drive the Earth’s global ocean circulation. They are home to vast continental ice sheets that contain more than 99 percent of the Earth’s freshwater ice.\nSince polar regions are delicately poised between melting and freezing, even small changes in air­-ocean­-ice interactions can result in large changes in the atmosphere, ocean, cryosphere and biosphere, and these changes are felt globally. Finally, polar regions are amazing, although challenging, places to do research; they are relatively pristine, rugged, remote and utterly alluring.\nHow have these places changed in recent decades, and why does that matter?\nSeveral areas in the Arctic and West Antarctic sector are warming several times faster than the global average rate. The seasonal sea ice season has also shortened in these locations, with highest rates of change on the order of a 3­4 month decrease over the last ~36 years. Where there is now a longer ice­free season the ocean is gaining more heat directly from the sun. There is also evidence for surface freshening [ocean waters becoming less salty] and warming at depth.\nConcurrently, the margins of the Greenland and West Antarctic ice sheets are losing more glacial ice to melt than gained from frozen precipitation. In contrast, there are sea ice increases in other sectors of the Antarctic. Reasons for this contrast may in part be related to geographical differences. For example, Arctic sea ice is at higher latitudes and is mostly enclosed by continents, while much of Antarctic sea ice is at lower latitudes and continually exposed to high winds and waves. As such, Antarctic sea ice shows greater seasonal and regional variability, so to understand its behavior requires a regional focus.\nRegardless, there are clear signs of climate change in both polar regions, and many of these changes are happening rapidly. This is of concern, since it indicates the activation of strong positive feedbacks.\nHow would you reflect on the State of the Climate and your role in it?\nGiven the fast pace of our world and the multiple demands on our time, it is both beneficial and important to take stock of our climate each year. This not only reminds us of the larger perspective but also provides an important venue for reporting the latest findings on a topic that critically affects us all. It also makes for fascinating reading, because the climate is the ultimate protagonist, beguiling, full of surprises and wrought with danger, featuring extreme weather events, rapid swings in anomalies, changes in rates of change and dogged persistence, all wrapped up in one intimately connected system. Personally, I am very grateful to be involved in the SoC, as it gives my own research added perspective and a shot of inspiration.\nNorth Carolina A&T University\nAdeme Mekonnen, editor for Chapter 7 (Regional Climates: Africa) in State of the Climate in 2014. Background photo of tropical convection over Africa provided by NASA Gateway to Astronaut Photography of the Earth.\nWhat part of the climate system do you study and why is it important?\nMy current research focuses on the interaction between tropical convection and atmospheric wave disturbances over the Atlantic Ocean, Africa, and the Indian Ocean. Wave disturbances that are embedded with the westward Jetstream in the middle troposphere modulate moist convection and rainfall on daily timescales over Africa and these same waves are also associated with Atlantic tropical cyclones. Well-organized convective systems have also upscale impact on wave initiation and maintenance, but this is not well understood.\nRainfall is the single most important climate variable that affects Africa’s economy and monitoring and prediction of rainfall in longer time scale is critically important. In my group, we use various observed and reanalyzed data including numerical model products to understand the link between waves and convection and their relation with tropical cyclones.\nHow would you reflect on the State of the Climate and your role in it?\nThe State of the Climate in 2014 is an important summary of the climate variability in 2014. This report excellently summarizes regional, continental and global climate variability. This should be beneficial for people in both climate and non-climate related areas. This will facilitate policy making in countries that take climate information into account.\nWhether this is about the snowfall in the Atlas Mountains of Algeria or drought in sub-Saharan Africa, the report puts important climate fluctuations in perspective for the “technical” people and the public at large. I had the good fortune to edit and help write the African part of the report.\nHelp us improve our content",
  "source": "climate.gov"
}