{
  "url": "https://www.climate.gov/news-features/understanding-climate/2014-state-climate-soil-moisture",
  "title": "2014 State of the Climate: Soil Moisture",
  "date": null,
  "content": "The wetness of the ground has a major influence on how productive or stressed natural and agricultural vegetation is. Through evaporative cooling, soil moisture also plays a significant role in local temperature. Keeping track of soil moisture helps scientists and forecasters raise early warnings for potential flooding and gauge the severity of drought. Direct measurements of soil moisture are relatively rare on a global scale, so soil moisture are often calculated based on recent precipitation and temperature conditions.\nSoil moisture across the globe in 2014 compared to the average from 1991-2012. Map adapted from Plate 2.1f in State of the Climate in 2014. Download editable PDF.\nAdapted from the 2014 BAMS State of the Climate report, this map shows 2014 soil moisture across the globe compared to the average from 1991-2012. The map shows locations with below-average soil moisture (brown) and above-average soil moisture (blue-green) in 2014. While slightly wetter than 2013, the global average soil moisture in 2014 was near-normal.\nThe near-average global soil moisture conditions observed in 2014 were largely related to the El Niño-Southern Oscillation (ENSO), which was in a largely ENSO neutral/marginal El Niño phase. On a global-average scale, El Niño tends to yield drier-than-normal soil conditions, which was observed during the 1997–98 El Niño, while La Niña tends toward wetter-than normal, particularly in the Southern Hemisphere.\nGlobal soil moisture patterns mostly reflected the divergent patterns in precipitation over land and sea in 2014. Soil in the Southern Hemisphere—covered by mostly ocean—was wetter compared to 2013, while the Northern Hemisphere was drier. Compared to previous years, few regions experienced any strikingly wet or dry soil moisture conditions during 2014.\nIn northeastern Brazil, the dry soil moisture conditions that persisted over the past two years saw some relief during 2014. Drier-than-usual conditions in Central Eurasia occurred as a result of an excessively warm fall season, while dry conditions in parts of inland and southeastern Queensland and New South Wales reflected ongoing drought in Australia. Dry soil conditions related to the persistent drought in the southwestern United States were most evident during the early part of 2014.\nThe first half of 2014 saw both warm and dry conditions in the southern part of South America followed by wetter-than-usual conditions for much of the remainder of 2014, resulting in an average positive balance overall. Southern Africa observed an overall moist year due to wet conditions during the first six months, which coincided with above-average levels of rainfall and river flow in the Okavango delta. Moist conditions in the western Mediterranean basin reflect the heavy rainfall that occurred there in November 2014, leading to severe flooding in Morocco.\nAnnual soil moisture since the early 1990s compared to the 1991-2013 average. Graph adapted from Plate 1.1dd in State of the Climate in 2014.\nThe graph shows that there are no observable large-scale trends in soil moisture at the hemispheric or global scale, but it does show year-to-year and seasonal variations over the long-term record. Notable alternating dry and wet periods have occurred outside of the tropics in the Southern Hemisphere, coinciding with the 1997–98 El Niño, followed by La Niña conditions in 1999–2000 and the 2001–09  “Millennium Drought” in Australia. The wetter conditions observed in the Southern Hemisphere in 2014 stand out against recent years that tended toward drier conditions.\nW. A. Dorigo, C. Reimer, D. Chung, R. M. Parinussa, T. Melzer, W. Wagner, R. A. M. de Jeu, and R. Kidd, 20145: [Hydrological cycle] Soil Moisture [in “State of the Climate in 2014”]. Bulletin of the American Meteorological Society (BAMS), 96 (7), S28-29.\nHelp us improve our content",
  "source": "climate.gov"
}