{
  "url": "https://www.climate.gov/news-features/understanding-climate/2014-state-climate-fires",
  "title": "2014 State of the Climate: Fires",
  "date": null,
  "content": "Beyond their immediate and potentially destructive impacts on property and natural resources, fires play a major role in ecosystems, air quality, and the global carbon cycle. When vegetation (“biomass”) burns, stored carbon is released into the atmosphere, adding to the atmospheric carbon dioxide budget. Fires produce soot and other particles that affect climate and human health. Fires are often linked to deforestation, including the clearing of tropical rainforests for agriculture.\nCarbon emissions from fires in 2014 compared to the 2001-2013 average. Adapted from Plate 2.1y in State of the Climate in 2014. Download editable PDF version.\nAdapted from the State of the Climate in 2014 report, the map shows how carbon emissions from fires across the globe in 2014 compared to the 2001-2013 average. Scientists quantify the amount emissions from biomass burning using satellite-detected estimates of heat energy emitted by fires. The map shows locations with below-average (green) and above-average (pink) emissions in 2014.\nOverall, total global fire emissions in 2014 were on par with the long-term average. Emissions were much higher than normal in North America (mostly Canada) and the Indonesian archipelago. While North America and Indonesia saw elevated fire emissions, lower than-average emissions were observed in South America and Africa due to a combination of lower tropical deforestation rates and land use changes.\nEmissions from all of North America were 70 percent above average. In Canada’s Northwest Territories, low winter precipitation combined with higher-than-average temperatures and continued low rainfall throughout the summer led to a fierce fire season. While most fire activity was near the Great Slave Lake in the Northwest Territories,* British Columbia also saw high fire activity. The total estimated area burned in Canada was over 4.5 million hectares, according to the Canadian Interagency Forest Fire Centre.\nHigh emissions in tropical Asia were mostly contributed by events in Indonesia, which has two main fire seasons. Northern Sumatra burned heavily during the Northern Hemisphere spring while southern Sumatra and Kalimantan (the Indonesian part of Borneo) saw above-average fire activity in the fall. Combined, this made 2014 the second largest fire year in the modern record for this region (following 2006).\nTeragrams of carbon released by fires per month since the mid-1990s. Graph adapted from Plate 1.1cc in State of the Climate in 2014.\nThe graph shows that from 2001-2014, emissions related to biomass burning have varied between 1.7 petagrams of carbon (in 2013) and 2.3 petagrams of carbon (in 2003). Notable long-term decreases have occurred in some regions over the last decade.\nIn South America, an overall trend of decreasing fire emissions has coincided with declining deforestation rates in Brazil since 2005. North of the equator in Africa, the decline in emissions is probably driven in part by ongoing conversion of savanna to cropland, which is less susceptible to fires.\n*EDIT: Great Slave Lake is located in Canada's Northwest Territories, not in British Columbia as previously stated.\nJ. W. Kaiser and G. R. Van der Werf, 2015: [Land surface properties] Biomass burning [in “State of Climate in 2014”]. Bulletin of the American Meteorological Society (BAMS), 96 (7), S56-57.\nHelp us improve our content",
  "source": "climate.gov"
}