{
  "url": "https://www.climate.gov/news-features/features/author-focus-father-and-daughter-talk-about-their-connection-climate",
  "title": "Author focus: Father and daughter talk about their connection to climate, the wilderness of the North Cascades, and each other",
  "date": null,
  "content": "This year’s State of the Climate cover is highlighted by Jillian Pelto’s watercolor representations of actual climate and ecosystem data, like those analyzed in the report. Jill Pelto is an earth scientist whose art work reflects her experiences and connection with the systems she measures and studies. Jill is also the daughter of Dr. Mauri Pelto, who collects and stewards vital data on several North American glaciers and writes a related section in the annual report.\nJill and Mauri Pelto on a glacier. Photo courtesy Mauri Pelto.\nTaken together, Mauri, Jill, and Jill’s art represent several types of connections. Between scientific analysis and artistic interpretation. Between data and the impacts implicit in those data. Between climate and landscape. Between generations as daughter and father. These connections underscore the importance of the human connection between our understanding of climate change and our experience of it.\nBlending art and science, Jill Pelto's watercolors are based on actual climate and earth system data. This painting appears on the back cover of the State of the Climate in 2015.\nIn response to questions from State of the Climate report editor Deke Arndt of NOAA’s National Centers for Environmental Information, the Peltos reflect on their connections with each other and the world they study. Their responses have been lightly edited for clarity.\nDeke: Who are you and what is your “day job”?\nJill: I am 23, live in Maine, and have two Bachelor degrees from the University of Maine: one in Studio Art, one in Earth Science. I am a professional artist and sell prints and originals of my scientific artwork; I also collaborate with fellow scientists to make work about their research. In September I will be begin my Masters of Science in Paleoclimate Studies at UMaine with Dr. Brenda Hall.\nMauri: I have for 27 years been an Environmental Science Professor and I am now the Dean of Academic Affairs at Nichols College.  I blog with the American Geophysical Union, From a Glacier's Perspective, where I write two articles a week on the changes experienced by glaciers due to climate change, one glacier at a time.\nDeke: With what part(s) of the climate system do you work?\nJill: As an artist I work with all parts of the climate system, communicating all parts of the story; as a scientist I assist on projects that deal with glaciers' response to the current climate, and evidence of previous ice extent in the Southern Hemisphere.\nMauri: I have conducted field monitoring of glaciers for 36 consecutive summers in Alaska and Washington. Another key goal is to be a reviewer/editor on as many papers a year as I can on cryosphere topics.\nMauri Pelto has been studying the glaciers in the North Cascades and Alaska for more than 30 years. He's passed a personal and scientific passion for the region on to his kids. Photo courtesy Mauri Pelto.\nDeke: How long have you been contributing to the State of the Climate?\nMauri: I first contributed in 2008 in the glacier section and have continued each year since.\nJill: This year is my first time contributing!\nDetails about Earth's climate are hidden in Jill Pelto's paintings. For the front cover of the State of the Climate in 2015 report, she turned graphs of cllimate observations into a watercolor of a wilderness landscape.\nDeke: Your relationship is neat because of what you share (parts of the climate system, a family bond) and because of what you transcend (different parts of the climate system, two generations).\nMauri: We have worked together on glaciers for eight consecutive summers in the field.  A key objective I had from the start in 2009 for Jill was to help communicate the science we complete using art.  We continue to share any piece of research that connects climate change to broader ecosystem and geographic changes. We also often train together for the field season, with running workouts on beaches and in the mountains.\nJill: Our relationship is intertwined with our care for the environment. My dad is able to point out to me how far Washington's alpine glaciers extended when he began working on them in 1983, and now together we are observing the continued retreat. I feel fortunate to be seeing these extraordinary places now because I know how much they will continue to change during my lifetime.\nRetreat of South Cascades Glacier in Washington between 1966 (black and white inset) and 2014. Historical photo from the U.S. Geological Survey. 2014 photo by Matt Bachman. Both photos provided by the NSIDC Glacier Repeat Photography collection.\nDeke: Do you get a chance to work closely with each other? Do you get to share time \"in the trenches\" of data collection or analysis?\nMauri: Each field season we are together along with the other assistants 24 hours a day for the three- week field season.  From completing measurements on each glacier, to cooking, to living in tents, to backpacking to each glacier, it is a shared experience. We camp every night, and with no helicopter support, have to be prepared to handle any condition in the alpine wilderness. As the United States representative to the World Glacier Monitoring Service, I am responsible for compiling and analyzing the mass balance and glacier change data.  Jill has developed her own data set on the distribution and characteristics of crevasses on the glaciers.\nJill: This August will be my eighth consecutive year working with my dad's North Cascade Glacier Climate Project. We backpack, camp, and work on glaciers nonstop for about three weeks. I have studied the crevasses (dimensions and distribution) across most of the glaciers we work on for five years now, but besides that, my dad calculates all of the measurements each field season and reports the data to the World Glacier Monitoring Service.\nDeke: What is most special about working with each other?\nMauri: It is the inspiration that comes from seeing her strength, awareness of nature, and the art she produces. Jill's brother Ben has also spent 11 field seasons on these glaciers; he is now the field leader for a similar program in British Columbia. This combination has forced us all to learn from each other and push each other.  Jill and I completed a video that the AGU nominated as one of the best presented at the Fall meeting.  This collaboration forced us to develop new skills.\nGlaciologist Mauri Pelto (right) and his daughter, Jill (left), and son, Ben (center) spend three weeks each year in the North Cascades backcountry surveying glaciers and enjoying the wilderness and each other. Photo courtesy of Mauri Pelto.\nJill: We develop a bond over a place that is special to us: the North Cascades. Our passion for this place parallels our overall love of nature, we love to hike, run, and camp together, so this gives us a chance to do this over three weeks. We also work well creatively together, using ideas and inspiration to challenge what we can accomplish.\nDeke: What do you most enjoy about your father's/daughter's contribution to the world?\nJill: His impact is large: a 33-year monitoring program of glaciers across a mountain range is unique, studies of glaciers around the world, annual science programs and presentations with high schoolers, local stream and river water testing, and working to help many of his students at Nichols College.\nMass loss from 41 glaciers that have a 30-year or more history of observations. NOAA Climate.gov graph adapted from Figure 2.13 in State of the Climate in 2015, based on data from Mauri Pelto.\nMauri: That there is so much opportunity for this collaboration to continue and to touch a larger audience than the science data alone would. We have had a number of opportunities to interact with STEM programs in high schools.\nDeke: When you talk—beyond the technical aspects of your work—about the climate, what do you talk about?\nJill: About impacts as a whole: locally, regionally, globally. I like thinking about the complex and interconnected relationships within and between ecosystems. I want to help people gain a better understanding of the coming changes: not just temperature rises, but the whole picture.\nMauri: The interconnections of climate change on specific geographic features: beaches, rivers, glaciers, and on the ecosystem inhabitants. Seeing the changes wrought on glaciers has been emotional in recent years: standing there and realizing how a specific glacier has crossed a threshold and is not going to survive, that this is not natural and the ecosystem is a poorer place without the glacier.\nGlacier change monitoring often focuses on the retreat of the terminus. Pelto's recent work in the North Cascades has identified changes in the accumulation zone—such as these newly exposed rock outcrops on Lynch Glacier—that help predict whether and how long a glacier will survive.  Photo of Lynch Glacier in 2014 by Mauri Pelto. Provided by the NSIDC Glacier Repeat Photography Collection.\nDeke: What parts of the State of the Climate do you read first?\nJill: Global snow and ice!\nMauri: The sections on tropical storms, extreme events, and sea ice.\nHelp us improve our content",
  "source": "climate.gov"
}