{
  "url": "https://www.climate.gov/news-features/understanding-climate/2015-state-climate-warm-oceans-loss-sea-ice-behind-big-changes",
  "title": "2015 State of the Climate: Warm oceans, loss of sea ice behind big changes in marine life",
  "date": null,
  "content": "Loss of sea ice is changing the behavior of Arctic walruses and causing huge declines in some Antarctic penguins species.\nWarm water fishes are driving polar species out of the Barents Sea.\nA toxic algal bloom in the Northwest Pacific was the largest in at least the past 15 years.\nEach year the annual State of the Climate report examines the physical changes happening to our climate system. One of the main reasons we monitor these changes is because they can affect life on Earth—plants, animals, and us.\nPopulations of Adélie Penguins on the Antarctic Peninsula are crashing due to warming and sea ice loss in the Bellinghausen Sea. Photo by Martha de Jong-Lantink. Used under a CC license.\nChanges in the physical climate system have cascading effects on the surrounding environment and those that dwell there. The effects may be temporary or permanent.\nWhile impacts are happening around the world, the most dramatic are occurring in areas where climate change is happening more quickly or in places where some combination of natural variability and climate change may have collided to produce extreme warmth. In the 2015 edition of the State of the Climate report, climate and biology experts wrote about some dramatic impacts of warming on life in the ocean.\nIn the western Antarctic Peninsula region of the Bellinghausen Sea, temperatures are rapidly warming, and changes in the marine ecosystem are underway. There, food webs are generally supported by algae. Algae feed large swarms of Antarctic krill, which are the main food for large predators, including the region’s Adélie penguins. Algal blooms, krill, and Adélie penguins are all dependent on how much seasonal sea ice there is and when it begins to melt in the spring.\nPopulations of Adélie Penguins (bright blue line) have crashed as sea ice in their habitat disappears. Population of the warm-adapted Gentoo penguin (dark blue line) are climbing. NOAA Climate.gov graph, adapted from Figure SB6.2 in State of the Climate in 2015.\nSince the early 1990s, mainly due to the decreasing seasonal sea ice in the Bellinghausen Sea, the population of the native Adélie penguin has catastrophically declined. On the other hand, Gentoo penguins– an invasive species from warmer regions – can more readily handle changes in seasonal sea ice. The first Gentoo breeding pairs were observed in this region in 1994, and their population has increased dramatically as the seasonal sea ice cover has declined and water temperatures have increased.\nMeanwhile, in the Northern Hemisphere, Arctic air temperatures are warming twice as fast as lower latitudes. As if to remind us of this fact, 2015 tied as the warmest year on record for the region, and sea ice reached its fourth lowest extent.\nWhen air temperatures rise and sea ice melts, the impacts may be widespread and sometimes permanent. Walruses provide a stark example. These animals mate along ice edges in the drifting pack ice during winter and give birth on sea ice in spring. They use sea ice to rest, or “haul out” of the water, if it is close to where they hunt for food.\nThousands of walruses hauled out on a barrier island offshore of Alaska’s northern coast in late summer 2014.  Photo by Corey Accardo, NOAA/NMFS.\nDecreasing summer ice in the Bering and Chukchi Seas is leading females and their calves to rest on the shoreline, which has resulted in many calf fatalities due to overcrowding and trampling. Walruses may also have to travel longer distances, as much as 110 miles one way, to hunt for food.\nAnd it’s not just sea ice decline impacting the walruses. Other factors connected to climate change, such as increased shipping and development, increased disease, and ocean acidification impacts, will also likely play a role in the future of these mammals.\nThe Arctic oceans are experiencing incredible warmth as well. Average surface temperatures in ice-free regions in August 2015 were up to 14 degrees F above average in several regions. As oceans warm, several fish species in the Northern Hemisphere are moving from their native areas northward into cooler waters.\nIn the span of a decade, warm water fish species from the North Atlantic have pushed Arctic species out of the Barents Sea. NOAA Climate.gov images based on originals by Maria Fossheim.\nWarmer-water fish, such as North Atlantic cod, beaked redfish, and long rough dab, have moved into northern parts of the Barents Sea, pushing out local Arctic fish. These newcomers can handle a wide range of habitats and feed on diverse prey, making them more likely to thrive in a changing environment than the native species.\nNorth Atlantic cod—the most important commercial species—has not been this abundant since the 1950s. The larger fish from the south will compete with the smaller Arctic species for food, and even prey on them directly. As new competitors and predators arrive, even the most abundant Arctic species in the northern Barents Sea, the local Polar cod, could become extinct. The Arctic marine food web may change as well, causing ecological impacts to spread more quickly.\nFarther south, in the northeast Pacific, a widespread bloom of Pseudo-nitzschia algae stretched off the North American coast from southern California to British Columbia during spring and summer 2015. These harmful algal blooms can occur annually in the region, but significant impacts are typically are more localized compared to the simultaneous and widespread effects that lasted into 2016.\nPseudo-nitzschia produces a neurotoxin called domoic acid, which can build up in shellfish, other invertebrates, and fish. This can lead to illness and death in a variety of birds and mammals that consume them.\nThis May 22, 2015, photo shows a fin whale calf floating off Marmot Bay in Kodiak Island, Alaska. This calf is one of an unusually large number of whale deaths in the Western Gulf of Alaska since May. Photo by Rob Baer, Alaska Department of Fish and Game.\nThe 2015 bloom was the largest in at least the past 15 years. Concentrations of domoic acid measured in the algae, released into seawater, and in the bodies of many forage fish and shellfish were among the highest ever reported for this region. By mid-May, domoic acid concentrations in Monterey Bay, California, were 10 to 30 times the amount considered “high” for a normal bloom.\nClimate and biology experts think that unusually warm surface waters in the region, which have been in place since 2013, contributed to the severity and early onset of the bloom.\nHelp us improve our content",
  "source": "climate.gov"
}