{
  "url": "https://www.climate.gov/news-features/understanding-climate/4-ways-ozone-hole-linked-climate-and-1-way-it-isn%E2%80%99t",
  "title": "4 ways the ozone hole is linked to climate, and 1 way it isn’t",
  "date": null,
  "content": "To mark the peak of ozone hole season, we’re highlighting four ways that climate and the ozone hole are related—and one important way they aren’t. But before you read any further, please take a few moments to enjoy a gorgeous view of the night sky (and an aurora) over the South Pole captured by Patrick Cullis, a NOAA/CIRES scientist who was stationed there from 2008-2009. Antarctica's long months of polar darkness are a key ingredient to the making of the yearly ozone hole, but that doesn't diminish their unique beauty.\nA screenshot from an animation of ~200 three-second exposures displaying the awesome movement of Auroras. Patrick Cullis took pictures of the Milky Way over Atmospheric Research Observatory at the South Pole, Antarctica, and then switched the camera 90 degrees toward the Amundsen-Scott South Pole Station, where an amazing aurora built on June 23, 2009. For more stories of ozone research from Antarctica, check out the NOAA/CIRES 2016 ozone blog.\nThe ozone hole is an annual thin spot that forms in the stratospheric ozone layer over Antarctica in mid-September and October. When it comes to the ozone hole, chlorine is the enemy. The chlorine comes from chlorofluorocarbons (CFCs, for short), which were widely used in early refrigeration and cooling systems. Under most atmospheric conditions, when CFCs begin to degrade, the chlorine they contain first gets incorporated into variety of smaller molecules that do not directly harm the ozone layer.\nStratospheric ozone concentrations in spring 2016 in the Southern (left, September 19–26) and Northern (right, March 21-27) Hemispheres. Each year, ozone amounts drop below 220 Dobson Units—the threshold that marks the start of an ozone hole—across a large area of Antarctica. Northern Hemisphere values are rarely that low. NOAA Climate.gov image based on satellite ozone data provided by NOAA View.\nThe large-scale transformation of relatively harmless forms of chlorine into an army of ozone-destroying assassins only takes place in one environment: on the surface of droplets and crystals in an unusual kind of cloud. Made of a mixture of water and nitric or sulfuric acid, these polar stratospheric clouds only form where temperatures drop to at least −78 °C (−108 °F).\nAs colorful as any aurora, iridescent polar stratospheric clouds glitter in the low light of the spring sunrise at McMurdo Station in Antarctica in late August or early September 2003. Photo courtesy Seth White, UNAVCO.\nSuch conditions are periodically met over the Arctic and other high latitude locations, but the only place where such deep cold persists over a wide area is in the stratosphere over Antarctica in the winter and early spring.\nThe ozone hole doesn’t exist year round: it’s seasonal.  During the Antarctic winter, when polar stratospheric clouds become widespread, chemical reactions convert less reactive forms of chlorine into large amounts of highly reactive forms. These highly reactive gases have such a weak hold on their chlorine atoms that they are only stable in the dark.\nWhen the Sun rises at the end of Southern Hemisphere winter, sunlight degrades these reactive gases, releasing “free radicals” of chlorine. A single chlorine-containing free radical can catalyze the destruction of thousands and thousands of ozone molecules. Ozone destruction usually peaks in mid-October.  Ozone loss tapers off in late spring as the polar vortex weakens. Temperatures rise, and fewer clouds form. Ozone-rich air from lower latitudes mixes back into the polar stratosphere, and the ozone hole disappears until the next spring.\nThanks to the Montreal Protocol, the production and use of ozone-damaging chemicals has declined. But CFCs are extremely long-lived under most atmospheric conditions, so it will be decades before the global concentration returns to pre-1980 levels.\nOzone-depleting gases reached their peak concentrations in the mid-latitudes (purple) in the mid-1990s and over Antarctica (blue) in the early 2000s. Because it takes decades for chlorofluorocarbons to degrade, it will be many decades before the ozone hole recovers. NOAA Climate.gov graph, based on data from NOAA Earth System Resources Lab.\nIn the meantime, the size of the ozone hole in any given year is influenced by natural variability in global atmospheric circulation. These variations influence the spread of ozone-depleting chemicals into the polar stratosphere, and, most importantly, they determine the extent and severity of cold temperatures.\nThe final conversion of chlorine from degraded CFCs into its ozone-destroying, free radical form takes place only within polar stratospheric clouds. In general, the colder the winter, the more clouds. The more clouds, the larger the pool of highly reactive chlorine-containing gases, and the worse the ozone hole in spring.\nBecause the ozone layer normally blocks ultraviolet (UV) light, an ozone hole allows more UV light than usual to reach the surface. However, the additional energy added to the Earth system from the ozone hole is so small that it couldn’t be responsible for the warming trend that’s been occurring.  \n\nHow small? Well, the vast majority of sunlight is the light we can see—visible light with wavelengths of 400-700 nanometers. UV light is only about 8 percent of all sunlight to begin with, and the ozone layer and oxygen (both of which absorb UV) only permit a fraction of that to reach the surface. The additional amount of UV that the Antarctic ozone hole allows to reach the surface for a month or so each year is a small fraction of an already small amount of sunlight—too small to explain global warming.\n \nThat doesn’t mean the ozone hole isn’t important, however. UV light can cause sunburns, cataracts, genetic mutations, and cancer. It can damage land and ocean-based marine life, including the tiny phytoplankton that form the base of the ocean food web.\nOzone in the stratosphere provides protection from harmful ultraviolet (UV) radiation. The ozone layer is mostly transparent to incoming visible light and longer-wavelength UV, but it absorbs a large amount of damaging UV-B. Drawing adapted from Figure Q3-1 in Twenty Questions and Answers About the Ozone Layer: 2014 Update.\nWhen it’s intact, the ozone layer absorbs UV light, which warms the stratosphere. When the ozone hole forms each spring, total ozone concentrations in the lower stratosphere dip. The annual dip has caused a strong springtime cooling trend in the lower polar stratosphere over the past few decades.\n\nThis springtime cooling amplifies the temperature contrast between the poles and the equator. Strong temperature contrasts often intensify atmospheric circulation, and models indicate that springtime cooling of the polar stratosphere due to ozone loss is largely responsible for changes in atmospheric circulation across the Southern Hemisphere.\n\nThese circulation changes have affected climate at the surface, primarily in the summer. The prevailing mid-latitude westerly winds have strengthened and shifted closer to the pole, drawing mid-latitude storm tracks—and associated rainfall—southward as well. More intense surface winds appear to have intensified the subtropical ocean gyres and increased the overturning circulation in the Southern Ocean. In subtropical latitudes, summertime precipitation has increased.\nAnd even though the ozone hole can’t explain global-scale temperature trends over the past few decades, models do suggest that changes in atmospheric circulation due to the ozone hole have contributed to seasonal surface temperature trends in a few Southern Hemisphere locations, including warming of high latitudes of the Southern Ocean in late winter, and summertime warming of the Antarctic Peninsula and cooling of the continental interior.\n2016 South Pole ozone hole blog\nLatest international ozone layer assessment\n20 questions & answers about the ozone layer: 2014 update\nHelp us improve our content",
  "source": "climate.gov"
}