{
  "url": "https://www.climate.gov/news-features/features/dam-bypass-spells-victory-russian-river-salmon",
  "title": "Dam bypass spells victory for Russian River salmon",
  "date": null,
  "content": "Salmon conservation achieved a major victory this October as construction finished on a fish passage and stream restoration project in Mill Creek, California. After California Sea Grant identified that a flashboard dam was stopping endangered coho salmon from moving upstream, a recovery plan by the NOAA National Marine Fisheries Service billed it as the highest priority barrier for remediation in the Russian River.\nDerek Acomb of California Department of Fish and Wildlife measures the flashboard dam on Mill Creek prior to remediation. The dam was creating a near-total barrier for endangered coho salmon in the Russian River to access prime spawning habitat above. Photo Credit: Prunuske Chatham, Inc.\nMill Creek winds past redwood forests, vineyards and private homes west of Healdsburg, California. A major tributary to the Russian River, it harbors some of the best habitat for federally endangered coho salmon and threatened steelhead trout in the watershed.\n“Right now the coho salmon life cycle is broken in Mill Creek,” said Mariska Obedzinski of California Sea Grant, who leads the monitoring program that identified the barrier. “Adults have only been able to spawn in the lower parts of the stream, which dry out in the summer, so the majority of the juveniles are dying during the summer season.”\nRestoration staff spray shotcrete onto the sides of the main channel of the Mill Creek fish passage in August 2016. Photo by Prunuske Chatham, Inc.\nObedzinski expects that to change now that the new fish passage has opened up 11.2 miles of prime stream habitat for juvenile salmon that had previously been blocked for decades.\n“The reach of Mill Creek upstream of the dam has cold, clean water, and the most important thing is that it remains wet all year long, even in extreme drought years,” said Obedzinski, adding that previous enhancement projects have increased pool habitat and shelter for the fish.\nCalifornia Sea Grant biologists fish Mill Creek for juvenile coho salmon and talk about their monitoring program in the Russian River basin, which is part of an interagency effort to restore steelhead and endangered coho salmon.\nConstruction of the fish passage was completed by Trout Unlimited and Prunuske Chatham, Inc., who conducted years of planning and negotiations with local property owners. Funding was provided by the NOAA Restoration Center’s Community-based Restoration Program, the California Department of Fish and Wildlife’s Fisheries Restoration Grant Program, and the Sonoma County Water Agency. Local landowners made a key contribution by providing access to the restoration site, even allowing heavy machinery to cross and operate on their property.\nFirst flows through the side channel at the Mill Creek fish passage in October 2016. Photo credit: Joe Pecharich, NOAA.\n“Coho salmon are now one of the most imperiled of California’s native fishes,” said Joe Pecharich, fisheries biologist with the NOAA Restoration Center in Santa Rosa. “The Mill Creek Dam Fish Passage Project is one of the most important actions we can take to help bring them back in the Russian River. Its completion is a major step forward for coho salmon and steelhead. We want to thank Trout Unlimited, Prunuske Chatham, Inc., and most of all, the neighboring residents who really made it possible.”\nObedzinski hopes to see coho salmon spawning in the upper reaches of Mill Creek this winter, and is already tracking their progress. “It’s a really exciting time. We’ve had a lot of rain in the last couple of weeks, and adults are starting to come into the lower river. Based on our tracking equipment, we think over 130 fish have already migrated into the river from the ocean.”\nCalifornia Sea Grant fisheries biologists (left to right) Mariska Obedzinski, Andrew Bartshire, and Desiree Dela Vega survey for juvenile coho salmon and steelhead trout in Mill Creek in October 2015. Photo credit: California Sea Grant.\nThat’s a promising start to a new phase of recovery for the Russian River’s once prolific salmon runs—coho, Chinook salmon, steelhead trout and all.\nNOAA’s California Sea Grant College Program funds marine research, education and outreach throughout California. Their headquarters is at Scripps Institution of Oceanography, University of California, San Diego; they are one of 33 Sea Grant programs in the National Oceanic and Atmospheric Administration (NOAA), U.S. Department of Commerce. This article was first published on their website, and we are re-using it with their permission.\nHelp us improve our content",
  "source": "climate.gov"
}