{
  "url": "https://www.climate.gov/news-features/features/2016-shatters-record-alaskas-warmest-year",
  "title": "2016 shatters record for Alaska's warmest year",
  "date": null,
  "content": "In 2016, Alaska experienced widespread warmth, shattering average temperature records that in some cases have been kept for more than a century. Many communities around the state recorded their highest average temperatures ever. That includes Alaska’s largest city, Anchorage, where the average temperature was 4.5 degrees Fahrenheit above normal. Some places not only broke previous records, but exceeded them by huge margins (see map below). Another first: 2016 was the first time Nome’s annual average temperature was above freezing. At 32.5 degrees F, it broke the previous (2014) record of 31.6 degrees F.\nSites of record and near-record warmth in Alaska in 2016. NOAA Climate.gov map adapted from original by Rick Thoman, NWS Alaska Region headquarters.\nAn outstanding feature of the 2016 climate was the remarkable persistence of the mild (for Alaska) weather. In a more typical year, we’d expect there to be warmer than average days and weeks and periods of colder than average temperatures that roughly balance over the course of the year. This was most definitely not the case in 2016 though, when warmer than average days outnumbered cooler than normal days by an amazing 9 to 1 ratio. Nearly all of the cooler than normal days were squeezed in near the end of the year, from mid-November to mid-December (see graph below).\nDifference from average (1981-2010) daily temperature index based on 25 stations chosen to represent the diverse geography of Alaska. Alaska experienced only 30 below normal temperature days in 2016. NOAA Climate.gov graph adapted from original provided by Rick Thoman, NWS Alaska Region headquarters.\nSuperimposed on the long-term warming trend, the 3 to 7 degree temperature anomaly for most of the state in 2016 had a cascading effect on things like infrastructure, the Arctic ice pack, permafrost, tree lines on the mountains, and the subsistence way of life of many of the region’s native peoples. Snow melted much earlier than normal. On the big rivers of Alaska, many places saw record or near record early break-up of ice in the spring, and freeze-up on rivers in the autumn was delayed as well.  Autumn sea ice extent was exceptionally low, with minimums near Alaska not reached until Oct 11, about two weeks later than the recent average. Most unusually, open water persisted in the central Chukchi Sea into December.\nDespite the record warmth, the state’s 2016 wildfire season was kept in check by the exceptionally wet conditions over parts of the state’s Interior.  A total of over 500,000 acres burned in 2016, a number slightly above the longer term median. In contrast, 6.2 million acres burned during Alaska’s record fire season in 2004. The state’s second worst fire season occurred during Alaska’s fourth warmest year, 2015, when 5.1 million acres were scorched.\nThe widespread warmth in 2016 was the result of multiple factors: a strong El Nino last winter, persistently warm ocean surface temperatures near Alaska, and the long-term temperature increase due to human-produced greenhouse gases.\nTypical impacts of El Niño on the jet stream and winter climate across the United States. NOAA Climate.gov map by Fiona Martin.\nEl Niño winters often feature persistent patterns, and early 2016 featured persistent low pressure in and near the Aleutians. When that happens, the low draws mild, southerly air over much of the state. Ocean temperatures near Alaska have been persistently above normal since 2013, in part because of the prevailing weather patterns and in part due to larger scale ocean circulations. In fact, parts of the Eastern Bering Sea and North Pacific Ocean saw the warmest ocean surface temperatures of record during the 2016 spring and summer.\nThe persistent southerly flow during the winter left much of low-elevation mainland Alaska with significantly below average snowpack at the end of winter. In most areas, the snow also melted out early, enhancing the spring warmth. 2016’s warmth is also part of the long-term trend of rising Northern Hemisphere temperatures since the early twentieth century.\nThe northern part of the state was off to warm start in 2017. A series of storms forcing warm air north of the Bering Strait meant every community on Alaska's usually-frigid North Slope was above freezing on New Year’s Day. Barrow reached 36 degrees F, tying an all-time January record.\nStill, it is unlikely Alaska will set a new warm temperature record in 2017.  However, sea ice extent around Alaska and over most of the Arctic remains very low and what ice is out there is, for the most part, much thinner than in years past, a potentially significant factor for the upcoming summer. Ocean surface temperatures near Alaska are still warmer than normal, especially in the Bering Sea.\nFor the January through March late winter season, NOAA’s Climate Prediction Center is forecasting only modest shifts away from the “baseline” odds (equal chances for above, near, or below average temperature or precipitation) for parts of the state, in part because of competing influences. The ongoing, but weakening, La Niña tilts the odds to the cold side, while low sea ice and warmer than average sea surface temperatures favor warmer than average temperatures. There are equal chances for above or below or near normal precipitation except in west and northwest Alaska, where low sea ice extent slightly favors significantly above precipitation.\nHelp us improve our content",
  "source": "climate.gov"
}