{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-spring-extremes-coldest-and-warmest-first-day-spring",
  "title": "U.S. spring extremes: coldest and warmest first day of spring",
  "date": null,
  "content": "By the Sun’s calendar, March 19, 2020, is officially the first day of spring. To highlight spring’s extremes, we’re publishing these maps of the warmest and coolest first day of spring (March 19) recorded at thousands of U.S. weather stations during each station’s history. Click the blue arrow button to view the second map or click \"view full screen\" to see the map at its full size.\nAverage temperature on the warmest and coldest first days of spring for thousands of locations based on their historical records. Blue colors show daytime high temperatures below 50°F, while daytime highs above 50°F are colored yellow, orange, and red. Temperatures below zero are black. These historical observations are from the Global Historical Climatology Network-Daily data collection at NOAA’s National Center for Environmental Information.\nThe warmest first day of spring experienced by locations in the Lower 48 are at least 50°F, except for a few locations: New Hampshire's Mt. Washington; Clayton Lake, Maine; and two locations in the mountains at the Montana-Idaho border. Within the rest of the contiguous United States, we see only “warm” colors: yellows in the far Northeast and the mountains of the West where the warmest first day of spring was between 50-60°F; oranges in the Northern Plains, Pacific Northwest, and upper Midwest, where the warmest first day of spring ranged between 70-80°F. First days of spring with temperatures above 90°F are mostly confined to the southern Plains, the Southwest, and southern Florida.\nThere is greater variability in the coldest first days of spring than the warmest. In the northern Plains and Alaska, the coldest first day of spring at several locations was below 0° F (black dots). And most of the northern third of the country has experienced a first day of spring that was below freezing. Meanwhile, the coldest first day of spring experienced at the southern tip of Florida was above 70°F. What about where you live? Will this year’s first day of spring be closer to your location’s coldest or its warmest? Explore the maps to understand where today’s temperature fits into your location’s climate history.\nTo be included in this analysis, a station had to have at least a 30-year climate history spanning or overlapping the period 1981-2010, which is the most recent official climatological period recognized by the members of the World Meteorological Organization (WMO). More than 4,000 U.S. stations met this threshold. To learn more about how the Global Historical Climatology Network daily data are compiled, visit the National Centers for Environmental Information’s info page. Data analysis provided by Jared Rennie, from the North Carolina Institute for Climate Studies, a NOAA Cooperative Institute.\nHelp us improve our content",
  "source": "climate.gov"
}