{
  "url": "https://www.climate.gov/news-features/features/research-shows-ocean-acidification-spreading-rapidly-arctic",
  "title": "Research shows ocean acidification is spreading rapidly in the Arctic",
  "date": null,
  "content": "Ocean acidification is spreading rapidly in the western Arctic Ocean in both area and depth, potentially affecting shellfish, other marine species in the food web, and communities that depend on these resources, according to new research published in Nature Climate Change by NOAA, Chinese marine scientists and other partners.\nUniversity of Delaware postdoctoral researcher Baoshan Chen (pictured left) takes water samples from a melting pond on ice in the northern Arctic Ocean basin while his Chinese collaborator assists. Courtesy of Di Qi and Zhongyong Gao, Third Institute of Oceanography, State Oceanic Administration of China\nThe new research shows that between the 1990s and 2010, acidified waters expanded northward approximately 300 nautical miles from the Chukchi Sea slope off the coast of northwestern Alaska to just below the North Pole. Also, the depth of acidified waters increased from approximately 325 feet below the surface to more than 800 feet.\nOcean acidification is occurring because the ocean is absorbing carbon dioxide from the atmosphere. When seawater absorbs carbon dioxide, its acidity is increased, which decreases the building blocks used by shellfish to grow their shells.\n“Acidification has implications for marine life, particularly clams, mussels and tiny sea snails that may have difficulty building or maintaining their shells in increasingly acidified waters,” said Richard Feely, NOAA senior scientist and a co-author of the research.\nAn international team of scientists aboard China’s icebreaker Xuelong conducted extensive sampling of Arctic Ocean waters to study changes in ocean acidification during expeditions in 2008 and 2010. Credit: Di Qi, Third Institute of Oceanography, State Oceanic Administration of China.\nSea snails called pteropods are part of the Arctic food web and important to the diet of salmon and herring. Their decline could affect the larger marine ecosystem, he said, and communities that depend on these popular food fish.\n“The Arctic Ocean is the first ocean where we see such a rapid and large-scale increase in acidification, at least twice as fast as that observed in the Pacific or Atlantic oceans,” said Wei-Jun Cai, a study co-author based at the University of Delaware.\nAnalysis of Arctic ocean data and model simulations showed that increased flow of water from the Pacific into the Arctic during winter, called Pacific winter water, driven by circulation patterns and retreating sea ice in the summer, is primarily responsible for the expansion of ocean acidification in the Arctic, according to Di Qi, the paper’s lead author.\nThis map shows where ocean acidification is spreading in area and depth in the western Arctic Ocean. Credit: Tammy Beeson/ University of Delaware\nIn recent years, melting sea ice has allowed more Pacific water to flow into the Arctic Ocean and build up there. Pacific Ocean water is already high in carbon dioxide. As the ocean mass moves, it absorbs additional carbon dioxide from decomposing organic matter in the water and sediments, increasing the water’s overall acidity.\nThe melting and retreating of Arctic sea ice in the summer months has allowed Pacific winter water to move further north.\nAn international team of scientists conduct research from the ice in the western Arctic Ocean as part of multi-year research on changes in ocean acidification. Credit: Zhongyong Gao, Third Institute of Oceanography, State Oceanic Administration of Chin.\n“The melting sea ice is like a pond floating on the Arctic Ocean,” said Cai. “It’s a thin water mass that exchanges carbon dioxide rapidly with the atmosphere above, causing carbon dioxide and acidity to increase in the meltwater on top of the seawater. When the ice forms in winter, acidified waters below the ice become dense and sink down into the water column, spreading into deeper waters.”\nRoberts, K.B. (2017, February 27). Ocean acidification. University of Delaware. Accessed March 29, 2017.\nQi, D., Chen, L., Chen, B., Gao, A., Zhong, W., Feely, R.A., Anderson, L.G., Sun, H., Chen, J., Chen, M., Zhan, L., Zhang, Y., Cai, W.-J. 2017. Increase in acidifying water in the western Arctic Ocean. Nature Climate Change, 7, 195–199.\nHelp us improve our content",
  "source": "climate.gov"
}