{
  "url": "https://www.climate.gov/news-features/understanding-climate/noaa-releases-2017-hurricane-outlook-atlantic-ocean",
  "title": "NOAA releases 2017 hurricane outlook for the Atlantic Ocean",
  "date": null,
  "content": "The hurricane season in the Atlantic Ocean is favored to be above average according to the 2017 outlook issued by scientists at NOAA’s Climate Prediction Center.\nThe 2017 Atlantic Hurricane Outlook issued by NOAA's Climate Prediction Center was released on May 25, 2017. It predicted an above-average hurricane season with 11-17 named storms and 5-9 hurricanes of which 2-4 will be major hurricanes (wind speeds in excess of 110mph). Climate.gov image with data and forecast provided by NOAA's Climate Prediction Center.\nThe annual hurricane outlook—made in May and updated again in August—indicates that an above-normal season is most likely (45% chance). Most likely doesn’t mean “certain,” though, and there remains a chance—though smaller—of a near-normal (35% chance) or below-normal season (20% chance).\nForecasters predict between 11 and 17 named systems will form in the Atlantic Ocean this season. Of those storms, the outlook predicts 5-9 will become hurricanes, with 2-4 of those storms becoming major hurricanes with wind speeds in excess of 110 mph.\nThe forecast is uncertain, though, because climate factors that influence the amount of storms in the Atlantic Ocean give conflicting or weak signals. For one, it remains to be seen if an era of high-activity hurricane seasons tied to the most recent warm phase of the Atlantic’s main sea surface temperature cycle has come to an end or not.\nAs explained in an article on last year’s Atlantic Ocean hurricane outlook, multi-decade periods of high hurricane activity (1950-1970 and 1995-present) have occurred during the warm phase of a natural oscillation in Atlantic sea surface temperatures known as the Atlantic Multi-decadal Oscillation (AMO). The warm phase of the AMO is associated with warmer than average oceans in the north and tropical Atlantic Ocean and an enhanced West African monsoon season, both of which boost hurricane development.\nGraph shows seasonal hurricane activity since 1950 (yellow bars) and the forecasted range for 2017 (blue bar, 75-155). Data provided by NOAA Climate Prediction Center. Background image of 2016's Hurricane Matthew on October 4 from NOAA/NASA Suomi-NPP satellite.\nAn era of low hurricane activity, 1971-1994, coincided with the cool phase of the AMO. Since 1995, activity has been high, with the AMO in a warm phase, which means that based on historical patterns, another low-activity phase should be near. In fact, Atlantic hurricane seasons have not been as active during the past several years, although, last year’s season bucked the recent trend and ended up above-average. From a forecasting perspective, the difficulty is that forecasters can’t predict precisely when each phase has ended: even during a warm phase, there may be a few cool years. Until Atlantic temperatures have remained cool for several more years, forecasters won’t be confident in declaring the recent high-activity era over.\nPlus, there remains considerable uncertainty as to whether the tropical Pacific Ocean will be in an El Niño or near-normal condition. El Niño conditions often suppress hurricane activity across the Atlantic Ocean. As noted in the most recent ENSO Blog update, many models are projecting borderline conditions between El Niño and near-normal to remain through this summer and fall. Thus, uncertainty remains as there is not a lot of indication of which way things will turn out.\nUncertainties in the state of large-scale climate patterns are one reason why the outlook is given in probabilities, rather than certainties. But forecasters also know that hurricane development isn’t just about the big-picture influences. The local, daily environment matters, too. Wind shear (changes in wind direction and speed with height in the atmosphere), moisture, and the general stability of the atmosphere (more unstable means more storms) have drastic effects on hurricane activity, but remain difficult to forecast months in advance.\nIn the end, warmer than average ocean temperatures and low wind shear in the tropical Atlantic Ocean and Caribbean Sea combined with near-normal or weak El Niño conditions were the leading reasons behind the above-average hurricane outlook.\nNOAA’s Climate Prediction Center will issue its mid-season outlook on August 9, closer to the season’s more active months.\nHelp us improve our content",
  "source": "climate.gov"
}