{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-summer-extremes-coldest-and-warmest-first-days-summer",
  "title": "U.S. summer extremes: coldest and warmest first days of summer",
  "date": null,
  "content": "Grab and drag the slider to compare the warmest (left) and coldest (right) first days of summer (June 21 20) recorded at thousands of U.S. locations. Large versions (including AK and HI) Warmest | Coldest\nOn the morning of June 21, 2017, Google Doodled a welcome-to-summer animation featuring winsome wildlife, and the National Weather Service warned people across the southwestern United States to stay hydrated. Meanwhile, The Arizona Republic reported nearly 50 flights canceled out of Sly Harbor International Airport after temperatures soared to near 120°F, above the maximum safe operating temperature for some aircraft.\nHow do this year’s temperatures on the first day of summer compare to historical highs and lows?  Compare your local conditions to these maps showing the warmest and coldest first days of summer in the historical record for more than 4,000 U.S. locations. (Large versions of these maps show Alaska and Hawaii.)\nThe legend is the same on both maps: blue colors shows daytime high temperatures below 80°F, while daytime highs above 80°F are colored yellow, orange, and red. The temperature scale ranges from 30°F to 130°F. These historical observations are from the Global Historical Climatology Network-Daily data collection.\nAs you might expect, the map of the coolest first day of spring has an obvious north-south pattern, with many northern states recording a coldest opening day of summer in the 50s. For much of the rest of the country, the coolest first day of summer was in the 60s or 70s. The Southwest is an obvious exception: many locations’ coolest temperature on June 21 were in the 90s.\nThe map of the hottest first day of summer has a somewhat different overall pattern. The north-south gradient is less significant than differences between coastal and inland locations and between mountains locations and lowlands. You can see this effect in the northern Great Plains and adjacent Upper Midwest: the hottest June 21 temperatures for many locations in Minnesota, Wisconsin, and Michigan were in the 90s, while farther inland in the Dakotas and Nebraska, the hottest summer openers hit the 100° mark.\nTo be included in this analysis, a station had to have at least a 30-year climate history spanning or overlapping the period 1981–2010, which is the most recent official climatological period recognized by the members of the World Meteorological Organization (WMO). More than 4,000 U.S. stations met this threshold. Data analysis provided by Jared Rennie, from the North Carolina Institute for Climate Studies, a NOAA Cooperative Institute.\nHansen, Z. (2017, June 20). Nearly 50 flights canceled Tuesday as Phoenix nears 120-degree day. The Arizona Republic. Accessed June 21, 2017.\nNational Weather Service. Accessed June 21, 2017.\nHelp us improve our content",
  "source": "climate.gov"
}