{
  "url": "https://www.climate.gov/news-features/understanding-climate/after-2000-era-plateau-global-methane-levels-hitting-new-highs",
  "title": "After 2000-era plateau, global methane levels hitting new highs",
  "date": null,
  "content": "When it comes to global warming, carbon dioxide is the 800-pound gorilla: it’s the most abundant of the long-lived greenhouse gases that human activities generate. But ounce for ounce, methane (CH4) traps more heat, and it accounts for about 20% of the greenhouse gases produced by human activities. Strangely, though, global methane levels “flat lined” from 1999 to 2006.\nMonthly methane concentrations (small circles) since 1983, with the running average as a solid line. NOAA Climate.gov graph, based on data from NOAA ESRL.\nThe plateau didn’t last, however, and in recent years, global methane levels have been hitting new highs. Figuring out what’s going on with methane is a high priority for carbon cycle experts at NOAA and other institutions around the world.  Possibly the most important clue: air samples collected at different latitudes around the world show that the amount of methane carrying carbon-13—a rare, heavy isotope of carbon—has dropped significantly since 2007.\nThat drop casts doubt on one of the first explanations experts considered for the post-2007 rise: an increase in methane emitted from fossil fuels, including \"fugitive\" methane gas escaping during oil and natural gas drilling. Instead, the chemical fingerprints point toward agricultural and wetland emissions from the tropics.\nScientists have long recognized the possibility—small, but not zero—that global warming could ignite a “methane bomb” in the Arctic: the rapid release of huge amounts of methane from thawing permafrost and underwater methane hydrates. Such a release could trigger extinction-level warming.\nMethane bubbles trapped in ice on Abraham Lake, in Alberta, Canada, during winter 2016-17.  In the summer, the gas (produced by microbes in the lake sediments) escapes into the air—a process scientists have demonstrated with unconventional methods.  Photo by Flickr user juneaidrao, used under a Creative Commons license .\nEven without a catastrophic Arctic release, methane matters. It has a shorter lifetime than carbon dioxide but a larger global warming potential, which means controlling methane could help reduce warming over the next 20-30 years. In that context, the 1999-2006 plateau was a step in the right direction. The 2007 resurgence, a step back.\n\"The region most sensitive to increased methane emissions from climate change is the Arctic,“ says Ed Dlugokencky, a research chemist with NOAA's Earth System Research Center. Deep layers of peat, frozen in winter and waterlogged through short summers, are full of anaerobic microbes that “exhale” methane rather than carbon dioxide. As permafrost thaws, microbial activity is increasing.\nBut while Arctic methane concentrations spiked in 2007, Dlugokencky says, “We don't yet have evidence that the rate of Arctic methane emissions is rising over the long term.” In fact, recent research from NOAA and others shows that as Arctic tundra thaws, it's releasing increasing amounts of carbon dioxide, not methane. (Arctic lakes may be a different story.)\nNOAA has been measuring atmospheric methane concentrations in air samples from locations around the world since the early 1980s, so scientists have a pretty clear picture of methane growth rates at different latitudes over recent decades. The seasonal and geographic patterns are helping scientists puzzle out what’s going on.\nTrends in atmospheric methane at different latitudes from 1983 through May 2017. (2017 data are preliminary). Each vertical strip in the graph at right represents monthly average methane growth rates for a given latitude band  (marked on the globe at left). Negative growth rates (purple) show up in the tropics and Northern mid-latitudes in the first half of the 2000 decade. Strong positive growth rates appeared in the high northern latitudes in 2007, and in the tropics of both hemispheres in subsequent years. NOAA Climate.gov graphic, based on data provided by Ed Dlugokencky, NOAA ESRL.\nDeclines in the late 1990s through the mid-2000s are concentrated in the Northern Hemisphere. The leading hypothesis is that industrialized countries, including the United States, got better control of “fugitive” methane emissions, which escape during drilling and pumping of oil and natural gas.\nThe hunt for an explanation is complicated by the fact that experts aren’t even 100% sure that the atmospheric lifetime of methane is constant. The lifetime of a methane molecule released into the air is mostly controlled by reactions with the atmosphere’s primary oxidizing agent: the hydroxyl radical (OH).\n\"If you assume the methane lifetime is constant, no changes in emissions are necessary [to explain] the plateau; it's just the natural adjustment of a system trying to get into equilibrium,\" Dlugokencky says. In other words, sinks that remove methane catching up with sources.\nMajor sources and sinks for methane. The size of the arrow indicates the relative contribution a source makes to the  global total. Methane's lifetime is about 9 years before oxidizing agents convert it into carbon dioxide. Currently, methane emissions exceed removal rates by about 10 million tons per year. NOAA Climate.gov graphic adapted from original by the Global Carbon Project. Used under a Creative Commons license.\nThe trouble is, experts haven’t completely ruled out the possibility that methane’s lifetime isn’t constant. Hydroxyl radical isn’t something we can measure directly at a global scale. So there remains a possibility that the abundance of hydroxyl radical varies enough over time and place to play some kind of role in the stop and go trajectory of methane levels in recent decades.\n\"Not accurately knowing the lifetime increases uncertainty on global emissions,” Dlugokencky says.\nThe post-2007 uptick in global methane levels roughly coincides with the rapid deployment of natural gas “fracking” in the United States, making fugitive emissions a logical suspect. But attempts to verify the connection have produced counter-intuitive results, according to Stefan Schwietzke, a methane expert from the Cooperative Institute for Research in Environmental Sciences (a NOAA-University of Colorado Boulder partnership).\nSchwietzke’s research suggests that methane emissions from fossil fuels are higher than countries’ self-reported inventories suggest, and they may even be increasing. And yet, he explained via email, methane derived from fossil fuels is enriched with carbon-13—a rare, heavy isotope of carbon—and air samples show that the amount of carbon-13-flavored methane is dropping worldwide.\nMethane concentrations (dark lines) and the amount of carbon-13 in the methane (light lines) from 1998-2014 for four latitude zones: Northern and Southern Hemisphere tropics (green and orange) and Northern and Southern high latitudes (blue and gray).  Starting in 2007, methane concentrations in all latitude zones began to rise, but the amount of methane carrying \"heavy\" carbon-13 started to fall.  NOAA Climate.gov graphic, based on data from Nisbet et al., 2016, provide by Martin Manning.\nThe drop seems to rule out fossil fuel emissions, wildfires, or biomass cook stoves as the reason for the post-2007 methane surge. All those sources of methane, to a greater or lesser extent, are enriched in carbon-13, not depleted.\nIt’s a counterintuitive finding: methane from fossil fuels is higher than we thought, but it seems to be making up a smaller share of total global emissions. In his email, Schwietzke wrote, “The decline in the 13-C isotope of methane in the atmosphere indicates that microbial sources must have an increasing share of total methane emissions globally.”\nThe case for a biological, microbial source is strong, but it’s less clear exactly which source or sources it is. Based on the satellite data, says Dlugokencky, “it seems like methane emissions are increasing most in the tropics and mid-latitudes of the Northern Hemisphere, and we have some ideas why, but no definite answers.”\nThe carbon isotope analyses, carried out for NOAA by the Stable Isotope Laboratory at the University of Colorado Boulder's Institute of Arctic and Alpine Research, are consistent with an increase in microbial emissions from both natural wetlands and agricultural sources.\nAgricultural sources of methane include rice farming and belching from ruminant livestock. Rice farming depends on periodic flooding of growing areas. Drowned soils and animal stomachs favor species of microbes that can survive without oxygen. These microbes respire methane (CH4) instead of carbon dioxide (CO2).\nWith a piece of tubing attached to a fishing pole (attached to a pump), a researcher attempts to capture the methane gas belched from a cow in Zimbabwe. The sample is part of Euan Nisbet's efforts to catalog the carbon-13 isotope signatures of all different types of methane from tropical sources. Photo by Lucy Broderick.\nWith respect to geography, both sources are plausible. The world’s largest population of ruminant livestock is in India (Northern Hemisphere tropics), and other tropical countries in Africa and South America have large populations as well. Most rice cultivation takes place in the Northern tropics, in India, China, and Southeast Asia. The tropics of both hemispheres are home to the world’s largest wetlands.\nEuan Nisbet, a methane expert from Royal Holloway, University of London, thinks natural wetlands account for the lion’s share of the increase since 2007. Not only is the geography right, he explained via email, but international agricultural statistics provide no evidence for a large, matching increase in either ruminant populations or rice cultivation areas in 2007.\nIn contrast, it’s well documented that methane emissions from natural wetlands increase rapidly in response to rainfall and warmth and that emissions are exponentially higher in wet years than dry ones.\nSunset over a portion of the Amazon River and its floodplain wetlands on August 19, 2008. Tropical wetlands such as this are a large—and possibly increasing—source of methane to the atmosphere. ISS astronaut photo from NASA's Earth Observatory.\nThe seesaw between wet and dry years in the tropics is mostly governed by a natural climate pattern in the tropical Pacific Ocean that swings between a warm, dry phase (El Niño) and a cool, wet phase (La Niña). When global methane concentrations flat-lined in the early 2000s, the tropics experienced three El Niño episodes. Since 2007, La Niña has been more common, and methane emissions are once again rising.\nVia email NOAA’s Dlugokencky agreed, to a point. “While the transition from El Niño to La Niña in 2007 likely started the renewed increase,” he wrote, “I doubt it could sustain it, especially through a subsequent strong El Niño [in 2015-16].”\nAlso, he adds, there’s the downward trend in atmospheric carbon-13 to explain. Methane from microbial activity in natural wetlands may be depleted in carbon-13 compared to the ambient global atmosphere, but it’s not as depleted as some agricultural sources. “To be consistent with the measurements of atmospheric CH4 isotopic composition, there is likely a contribution from agricultural sources, too,” he concluded.\nThis focus on the details of the methane budget isn’t just a matter of scientific curiosity. \"Methane is the second most important long-lived greenhouse gas influenced by people,\" Dlugokencky says. \"With relatively small reductions in emissions, we might be able to stabilize atmospheric methane or even cause it to decrease.\"\nBoth of the likely contenders for the recent increase in emissions could be tricky to mitigate. In developing countries with burgeoning populations, methane control could wind up pitted against the need to expand food production. If natural wetlands are the main source of the increase, control may not even be possible.\nAn impasse on both fronts might intensify the need to control emissions from other sources, including fossil fuels. If controlling methane emissions remains part of U.S. climate and air quality policy, NOAA research will help policy makers figure out where to start.\nFlaring (pdf) of natural gas (largely methane) that is being separated from oil at a well site in North Dakota in 2014.  The state has targets for reducing flaring in coming years  to encourage the capture and re-use of methane . Photo by Jeffrey Peischl, CIRES.\n“In our U.S. field measurement campaigns over the past decade, we have gained a better understanding of the mechanistic underpinnings of methane emissions from fossil fuels,” says Schwietzke.\nThat field research has combined aircraft, satellite, and ground-based measurements of air quality to size up methane hotspots at locations all across the country, from the Four Corners region, to North Dakota and Texas, to abandoned oil and gas wells in the East.\n“Together with our global monitoring of all methane sources,” says Schwietzke, “we are making this knowledge available for use in developing mitigation strategies.”\nMethane monitoring at NOAA Earth System Research Laboratory\nThe Stable Isotope Laboratory at the Institute for Arctic and Alpine Research\nChemistry research group at CIRES\nDlugokencky, E. J., Nisbet, E. G., Fisher, R., & Lowry, D. (2011). Global atmospheric methane: budget, changes and dangers. Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences, 369(1943), 2058–2072. https://doi.org/10.1098/rsta.2010.0341\nDlugokencky, E. J., Masarie, K. A., Lang, P. M., & Tans, P. P. (1998). Continuing decline in the growth rate of the atmospheric methane burden. Nature, 393(6684), 447–450. https://doi.org/10.1038/30934\nGao, X., Schlosser, C. A., Sokolov, A., Anthony, K. W., Zhuang, Q., & Kicklighter, D. (2013). Permafrost degradation and methane: low risk of biogeochemical climate-warming feedback. Environmental Research Letters, 8(3), 35014. https://doi.org/10.1088/1748-9326/8/3/035014\nKirschke, S., Bousquet, P., Ciais, P., Saunois, M., Canadell, J. G., Dlugokencky, E. J., … Zeng, G. (2013). Three decades of global methane sources and sinks. Nature Geoscience, 6(10), 813–823. https://doi.org/10.1038/ngeo1955\nNisbet, E. G., Dlugokencky, E. J., Manning, M. R., Lowry, D., Fisher, R. E., France, J. L., … Ganesan, A. L. (2016). Rising atmospheric methane: 2007–2014 growth and isotopic shift. Global Biogeochemical Cycles, 30(9), 2016GB005406. https://doi.org/10.1002/2016GB005406\nO’Connor, F. M., Boucher, O., Gedney, N., Jones, C. D., Folberth, G. A., Coppell, R., … Johnson, C. E. (2010). Possible role of wetlands, permafrost, and methane hydrates in the methane cycle under future climate change: A review. Reviews of Geophysics, 48(4), RG4005. https://doi.org/10.1029/2010RG000326\nSchaefer, H., Fletcher, S. E. M., Veidt, C., Lassey, K. R., Brailsford, G. W., Bromley, T. M., … White, J. W. C. (2016). A 21st-century shift from fossil-fuel to biogenic methane emissions indicated by 13CH4. Science, 352(6281), 80–84. https://doi.org/10.1126/science.aad2705\nSchwietzke, S., Sherwood, O. A., Bruhwiler, L. M. P., Miller, J. B., Etiope, G., Dlugokencky, E. J., … Tans, P. P. (2016). Upward revision of global fossil fuel methane emissions based on isotope database. Nature, 538(7623), 88–91. https://doi.org/10.1038/nature19797\nHelp us improve our content",
  "source": "climate.gov"
}