{
  "url": "https://www.climate.gov/news-features/features/july-2017-icebreaker-makes-earliest-traverse-arctics-northwest-passage",
  "title": "In July 2017, icebreaker makes earliest traverse of Arctic's Northwest Passage",
  "date": null,
  "content": "Grab and drag the slider to compare the Arctic sea ice concentration in early (left) and late (right) July. Large versions Jun 26-Jul 2 | Jul 24-30\nOn July 29, 2017, the Associated Press reported that a Finnish icebreaker, MSV Nordica, had set a new record for the earliest transit through the Northwest Passage. The 24-day trip extended over more than 6,000 miles (10,000 kilometers), and elbowed out the previous record set in 2008. (The 2008 transit started on July 5 and finished on July 30.) The 2017 passage began in Alaska and ended in Greenland.\nThese maps show sea ice concentration in the Arctic Ocean from the beginning and end of July 2017. The image on the left shows the week of June 26 through July 2, and the image on the right shows the week of July 24 through 30. In both images, higher sea ice concentration is closer to pure white, and lower sea ice concentration is closer to ocean blue.\nSea ice melt typically proceeds rapidly in July, and the later image shows a clear retreat of sea ice throughout the Arctic Ocean, especially north of Russia. In the eastern half of the Northwest Passage, sea ice concentration drops visibly between early and late July.\nIn the western half of the Northwest Passage, Arctic sea ice concentration actually appears higher in late July than in early July. National Snow and Ice Data Center scientist Ted Scambos offers a couple possible explanations. Surface melt on the ice can cause satellite sensors to underestimate ice concentration, and it’s possible that local temperatures might have caused more surface melting around the start of July than at the end of the month. Daily temperature anomaly maps for the Arctic from Climate Reanalyzer do show anomalously low temperatures taking hold in that area in mid-July 2017. Another possibility is that sea ice may have drifted into the western Northwest Passage (M’Clure Strait) and compressed the ice further.\nThat an icebreaker could traverse the Northwest Passage does not mean the passage was ice-free; the icebreaker had to cut through ice that would stop non-icebreaking ships. A photo essay from The Atlantic includes an aerial image of the path broken by MSV Nordica. But the new earliest-passage records, set less than a decade apart, highlight how the Arctic Ocean is changing.\nClimate Reanalyzer. University of Maine. Accessed August 2, 2017.\nJordans, F. (2017, July 29). Icebreaker sets mark for earliest Northwest Passage transit. Associated Press. Accessed August 2, 2017.\nTaylor, A. (2017, July 31). Earliest crossing of the Northwest Passage ever. The Atlantic. Accessed August 2, 2017.\nHelp us improve our content",
  "source": "climate.gov"
}