{
  "url": "https://www.climate.gov/news-features/understanding-climate/atribuci%C3%B3n-de-evento-extremo-el-juego-de-culpa-entre-el-tiempo",
  "title": "Atribución de evento extremo: el juego de culpa entre el tiempo y el clima",
  "date": null,
  "content": "(Destacado)\nLa versión en Inglés de este artículo fue publicada en Climate.gov en Diciembre de 2016. Fue traducida en Español por Roberto Molar, con contribuciones de Richard Rivera, en Septiembre de 2017.\nDurante más de una década, los científicos han acumulado pruebas de que en algunos lugares, el calentamiento global está haciendo que varios tipos de fenómenos meteorológicos extremos sean más probables o más intensos. ¿Olas de calor? Si. ¿Aguaceros fuertes? Si. ¿Inundaciones de marea alta más profundas y más frecuentes? Si.\nDe acuerdo con un análisis de la NOAA, los eventos de inundaciones por marea alta en Seattle han aumentado aproximadamente de uno cada 1-3 años alrededor de 1950 a uno cada 6-12 meses hoy en día. Foto de Ray Garrido, cortesía del Departamento de Ecología de Washington.\nEstas tendencias de largo plazo se aplican a promedios de grupos de eventos similares, por lo general dispersos en grandes áreas—un aumento nacional en eventos de lluvia fuerte, por ejemplo—no necesariamente para un evento específico en un lugar en particular. Cuánto calentamiento global puede haber afectado a un evento extremo individual—Sandy, la sequía de California, las inundaciones de mil años en Virginia Occidental o Luisiana—es una pregunta separada y mucho más difícil. Responderla es el objetivo de un campo de la ciencia del clima llamado atribución de evento extremo.\nCada año, desde el 2011, los científicos de la NOAA han servido como redactores principales de un número especial del Boletín de la Sociedad Meteorológica Americana llamado \"Explicación de eventos extremos desde una perspectiva climática\". La edición es dedicada a estudios que intentan determinar las causas de una selección de eventos extremos del año anterior y detectar si el calentamiento del planeta y sus efectos secundarios estaban entre ellos. El informe de este año se publica hoy en un evento de prensa en la reunión de invierno de la Unión Geofísica Americana. En colaboración con los editores del informe, Climate.gov ha reunido estas preguntas y respuestas que se adentran en los detalles de esta rama de la ciencia del clima que está madurando rápidamente.\nLa atribución es el proceso de dar crédito por algo, como acreditar a todas las personas que participaron en la realización de una película. Al igual que una película, cualquier evento extremo tiene muchos contribuyentes; La atribución de evento extremo es la ciencia de decidir si el calentamiento global causado por el hombre fue uno de ellos. La atribución de evento extremo nos dice cuánto del crédito o riesgo de un evento (o tipo de eventos) debe ir al calentamiento global y cuánto debe ir a los patrones climáticos naturales o a la variabilidad climática aleatoria.\nSaber si el calentamiento global influyó en la probabilidad o la intensidad de un evento climático extremo puede ayudar a las personas en comunidades afectadas a desarrollar planes de recuperación y resiliencia que coincidan con su futuro riesgo. La investigación ya ha conectado el calentamiento global a cambios en la frecuencia de ciertos eventos extremos, incluyendo olas de calor y lluvias extremadamente fuertes, a escala global. El objetivo de la atribución de eventos extremos es proporcionar una perspectiva a escala local que las personas, comunidades y empresas puedan utilizar para anticipar mejor los cambios futuros en los eventos extremos en su ubicación específica.\n\nLos estudios de atribución de eventos extremos también tienen valor científico. Estos ofrecen a expertos del clima una oportunidad de probar y mejorar cómo sus modelos simulan diferentes tipos de eventos climáticos extremos. Cuanto más realistas sean los modelos que reproducen eventos climáticos extremos, más podemos confiar en ellos para proporcionar información útil sobre lo que puede ocurrir en el futuro.\nOtra posibilidad, más especulativa, es que con el tiempo, la realización de esos estudios identificará un conjunto de mejores prácticas en la investigación de la atribución que los abogados y jueces podrían aplicar en los casos en que el tribunal necesita resolver cuestiones de responsabilidad por los costos o daños causados ​​por un evento extremo que puede haber sido influenciado por el calentamiento global y el cambio climático.\nDependiendo del tipo de análisis, un estudio de atribución de eventos extremos puede decirnos si el calentamiento global hizo (o hará) un evento más probable de lo que habría sido sin el aumento de los gases de efecto invernadero por la quema de combustibles fósiles. Puede decirnos si el número promedio de años entre eventos similares es más corto o más largo de lo que solía ser. Puede decirnos cuál es el riesgo para un evento climático extremo dado y si y cuánto ha aumentado ese riesgo a causa del calentamiento global.\nA veces, los estudios de atribución de eventos extremos también pueden decirnos cómo el calentamiento global puede haber añadido a la gravedad de un evento extremo. Cuánto más caliente habría sido una ola de calor si los gases de efecto invernadero no atraparan tanto calor adicional. Cuánta lluvia menos habría caído en un aguacero de mil años si el aumento de las temperaturas no hubiera incrementado la cantidad de vapor de agua en el aire. Cuánto más baja habría sido la oleada de tormenta de un huracán si no hubiera sido por el aumento del nivel del mar debido al calentamiento global.\nNo puede decirnos si el calentamiento global \"causó\" un evento específico. Cuando la mayoría de la gente pregunta si algo causó otra cosa—¿el calentamiento global causó las inundaciones de Luisiana ?—ellos quieren una respuesta afirmativa o negativa. Pero con el calentamiento global y los eventos extremos, no es una pregunta de sí o no.\nAl contrario, siempre es una cuestión de si el calentamiento global se añadió a la mezcla existente de ingredientes que ya hacen que el clima extremo ocurra. El calentamiento global puede ser una causa para un evento, pero no la causa, al menos no todavía.\nMuchos estudios de atribución de eventos extremos comienzan estableciendo criterios precisos de lo que hizo que el evento fuera extremo y luego comprobando el registro histórico para evidenciar un cambio en la frecuencia o intensidad de eventos que cumplen esos criterios. La mayoría de los estudios también involucran modelos computarizados en una  de las dos siguientes maneras:\nUna forma de situar un evento extremo en contexto es ubicando toda la gama de observaciones históricas de un tipo de evento extremo en orden de menor a mayor y luego dividir el rango en percentiles (paréntesis). Los científicos pueden entonces llamar a un evento que se encuentre en la parte superior o inferior \"extremo\".\nLos científicos también pueden describir la gravedad de un evento extremo en términos de \"sigmas\", que es un término estadístico que describe hasta qué punto una observación individual es el promedio de todos los valores en un conjunto de datos. Sigma es la abreviatura de \"desviación estándar\"; proviene del hecho de que los estadísticos usan la letra griega sigma para representar la desviación estándar en las ecuaciones.\nLos sigmas se utilizan para describir la gama de la variabilidad natural en un clima determinado o característica del tiempo. Para la mayoría de los tipos de datos climáticos, hay muchas más observaciones cercanas a la media (dentro de 1 ó 2 sigmas) que superior. Por lo tanto, si un experto en clima describe un evento de lluvia fuerte como un evento de \"5-sigma\", está hablando de precipitaciones tan extremas que fue 5 desviaciones estándar sobre la precipitación media para ese lugar durante un periodo de tiempo determinado—muy fuera del rango de todos los valores que se han observado.\nLos sigmas son una manera de describir el rango de variabilidad natural en características climáticas. (mapa) En 2015, casi la mitad de las estaciones centrales de los EE.UU. con un historial de al menos 100 años registró precipitación extrema en noviembre-diciembre de acuerdo con un análisis de la NOAA (gráfico). Más de la mitad de los años registrados están dentro de más o menos de 1 sigma (sombreado más oscuro) del promedio (línea gris). Sólo algunos años están fuera de 2 sigmas. A casi 6 sigmas de promedio, la temporada 2015 (punto púrpura) estuvo muy fuera del rango de variabilidad normal. Gráfico de NOAA Climate.gov adaptado de las Figuras A1.1 (h) y A1.2 (e) en Wolter et al., 2016.\nOtra forma de definir un evento extremo es describiendo la probabilidad de ocurrencia en un lapso de tiempo dado. Con base en las observaciones que tenemos, los expertos pueden usar estadísticas para estimar el rango de todos los eventos posibles que eventualmente esperaríamos observar si nuestro registro de datos fuera lo suficientemente extenso. Desde este rango de todos los valores posibles, pueden determinar la frecuencia con la que se espera que ocurra un valor particular dentro de un periodo de tiempo determinado—su periodo de retorno promedio o intervalo de recurrencia.\nCon base a la estimación estadística, los expertos también pueden identificar el tamaño del evento que tiene una probabilidad dada de ocurrir. Por ejemplo, pueden definir un \"evento de sequía extrema\" como un flujo tan bajo que, dado un historial de observaciones suficientemente extenso, esperamos que ese nivel de agua ocurra en sólo 1% de los valores del registro. Eso es lo mismo que decir que cada año, las posibilidades de una sequía tan extrema son el 1%, o 1 en cien, que es donde viene la expresión \"evento de 100 años\".\nLamentablemente no. El concepto de \"inundación de cien años\" o \"ventisca de cincuenta años\" son períodos de retorno promedio basados ​​en la probabilidad (probabilidad estadística) de un evento de cierto tamaño o severidad que ocurre durante cientos de años.\nLos períodos de retorno no son un recuento literal del número de años que han transcurrido entre fenómenos extremos similares, ni son una garantía de que un número determinado de años pasarán antes de que ocurra un evento similar de nuevo. Independientemente de cuándo fue el último evento de 100 años, hay un 1% de probabilidad de un evento de 100 años cada año.\nUn evento de 1 en 100 años significa que un evento es tan extremo que tiene sólo un 1% de probabilidad (1 dividido por 100) de suceder en un año determinado. Un evento de mil años tiene una probabilidad del 0.1% de suceder en un solo año (1 dividido en 1,000).\nEl riesgo de que un evento de 100 años ocurra este año, o el próximo año, o cualquier otro año es bajo: 1% de probabilidad de que va a ocurrir, 99% de probabilidad de que no lo hará. Pero la probabilidad de que ocurra dentro de un período de 20 años es del 18%. Dentro de cualquier período de 50 años, el 40%.\nPor definición, la probabilidad de que un evento de 100 años ocurra en un año es de 1%. Eso significa que la probabilidad de que no ocurra ese año es del 99% (todos los resultados posibles deben llegar hasta el 100%). La probabilidad de que ocurra un evento de 100 años en un período de tiempo dado es 100% menos la probabilidad de que no suceda en muchos años consecutivos (el 99% se multiplicó por sí mismo ese número de veces consecutivamente). Gráfico de NOAA Climate.gov.\nDentro de cualquier período de 100 años, el 63%. En el momento en que han pasado 500 años, hay menos de un 1% de probabilidad de que tal evento no haya ocurrido.\nLos análisis de atribución generalmente implican dividir el historial (o historias simuladas por el modelo) en dos o más períodos de tiempo y probar diferencias estadísticamente significativas en eventos extremos entre períodos anteriores, cuando la influencia del calentamiento global fue más débil y períodos recientes, cuando su influencia es más fuerte.\nPara probar los cambios en la frecuencia, los científicos pueden establecer un umbral específico, absoluto para un evento extremo—25 pulgadas o más de lluvia en dos o tres días consecutivos con temperaturas durante la noche por encima de 85 grados F—y luego probar si hay una diferencia en el número de eventos que cumplen ese umbral en diferentes períodos de tiempo.\nOtras veces los expertos pueden ejecutar la otra cara de ese análisis. Definen un evento extremo basado en un umbral conceptual. Una \"sequía extrema\" se podría definir como \"el 2% más bajo de los totales estacionales de la precipitación.\" Entonces los expertos verían si lo que califica como el 2% más bajo en el principio del expediente histórico es perceptiblemente diferente del que califica como el más bajo 2% al final del registro. Estos umbrales conceptuales son útiles cuando los expertos quieren comparar simultáneamente eventos extremos en diferentes lugares que pueden tener diferentes climas.\nLas observaciones sólo pueden decirnos si ha habido un cambio detectable en la intensidad o frecuencia de un evento; No pueden decirnos qué causó un cambio. Las investigaciones anteriores sobre las tendencias generales pueden sugerir fuertemente que el calentamiento global es la razón del cambio, pero los modelos permiten a los científicos para probar si existe un vínculo físico plausible entre el calentamiento climático debido a los gases de efecto invernadero y el comportamiento de un tipo particular de evento extremo.\nPara descubrir un vínculo físico, los expertos del clima recurren a modelos. Una estrategia es crear mundos virtuales opuestos que sean idénticos, excepto que un mundo se asemeja a la realidad—incluyendo las emisiones de gases de efecto invernadero causadas por el hombre—mientras que el otro mundo (el opuesto a la realidad) ha eliminado las emisiones de gases de efecto invernadero causadas por el hombre.\nLos modelos generan cientos o miles de líneas de tiempo para cada mundo, y los científicos comparan la frecuencia y la intensidad de los eventos extremos en cada conjunto de líneas de tiempo. Debido a que todas las demás características de estos mundos son las mismas excepto para gases de efecto invernadero, los científicos pueden estar seguros de que el calentamiento global es probablemente responsable de cualquier diferencia.\nUna segunda estrategia es usar modelos para recrear un historial más completo de eventos extremos de lo que el registro histórico real proporciona. Los modelos se ven limitados por todas las observaciones disponibles y las influencias del clima del mundo real, y luego los científicos hacen que los modelos recreen una historia sin fisuras de eventos extremos que cubre desde el presente hasta la era preindustrial mal observada (generalmente 1860).\nCon esta línea de tiempo histórica asistida por modelos, los expertos en clima tienen suficientes datos para probar estadísticamente si y cuánto ha cambiado la frecuencia o fuerza de un tipo de evento extremo con el tiempo.\nEl análisis de la atribución depende de \"tres pilares\" del conocimiento científico:\nPara los tipos de eventos donde los tres pilares son fuertes, nuestra confianza en los resultados es mayor. Si cualquiera de los tres pilares es débil, se hace más difícil llevar a cabo un estudio de atribución y nuestra confianza en los resultados es menor. En general, los científicos tienen la mayor confianza en los eventos de calor porque los tres pilares son fuertes. Los registros observacionales son largos y de alta calidad, los modelos simulan con eficacia eventos de calor y los mecanismos de cómo el cambio climático impactará los eventos de calor es bien comprendido.\nLa confianza de los científicos en los estudios para detectar la influencia del calentamiento global en un evento extremo específico (eje vertical) depende del nivel de conocimiento científico sobre cómo el calentamiento global afectará los procesos atmosféricos que producen ese tipo de eventos. Gráfico adaptado de la figura 4.7 en NAS 2016.\nEn cambio, nuestra confianza en los estudios de atribución de tornados es mucho menor. El registro observacional no es consistente y es relativamente corto, los modelos no son concluyentes en cuanto a la replicación de la actividad de los tornados y nuestra comprensión de cómo el calentamiento global y el cambio climático influirá en los diferentes procesos atmosféricos que producen tornados (cortante del viento, por ejemplo) es más limitada.\nDesde que se publicó en 2004 el primer análisis de atribución de la ola de calor europea del 2003, la ciencia de la atribución de eventos ha recorrido un largo camino. La diversidad de tipos de eventos que podemos analizar ha crecido, nuestras declaraciones sobre el riesgo se han vuelto más precisas y tenemos más éxito en la separación de las influencias naturales de las influencias humanas.\nDesde 2011 se han publicado más de 100 documentos de atribución en el informe anual \"Explicando los eventos extremos desde una perspectiva climática\", publicado como suplemento especial del Boletín de la Sociedad Meteorológica Americana (BAMS, por sus siglas en inglés). El tipo de eventos que ahora se examinan se ha extendido más allá del calor y la precipitación para incluir muchos otros tipos de eventos: ciclones tropicales, tormentas de invierno, mareas de tormenta, inundaciones de marea, sequías de nieve, incendios forestales y extensión de hielo marino.\nAdemás, los científicos son cada vez más capaces de distinguir la evidencia de cambio climático inducido por el ser humano o por variabilidad natural. Para los eventos de calor en particular, la habilidad con la que otras influencias como El Niño puede ser separado del calentamiento global a largo plazo ha aumentado significativamente.\nUn análisis calor extremo del planeta en 2015 encontró que casi todo el riesgo aumentado de un año tan caliente podría ser atribuido al calentamiento global debido al aumento de los gases de efecto invernadero y otros factores causados ​​por el ser humano. Más del 99% del mayor riesgo se atribuyó a causas humanas según un análisis de conjunto de ocho modelos. Las simulaciones de modelos que incluían sólo las influencias naturales sobre el clima (línea rosa) difieren considerablemente de las temperaturas superficiales observadas (línea color carbón) alrededor de 1970. Para el 2015 (punto gris), sólo el promedio del modelo que incluía niveles de dióxido de carbono se asemeja al mundo real. Gráfico de NOAA Climate.gov adaptado de la Figura A2.1 (e) en Kam et al., 2016.\nQuizás uno de los avances más importantes en el campo ha sido el paso de declaraciones generalizadas sobre un evento que generalmente se vuelve \"más\" o \"menos\" arriesgado a evaluaciones más cuantitativas del cambio en el riesgo.\nSin embargo, uno de los desafíos que ha surgido es el de explicar la posible influencia en eventos extremos de patrones naturales que operan en el lapso de décadas, como la Oscilación Decadal del Pacífico y la Oscilación Multidecadal Atlántica. Tales patrones pueden pasar solamente a algunos ciclos completos sobre el palmo de los expedientes históricos, que aumenta la incertidumbre en su influencia posible en eventos extremos. Además, los expertos siguen evaluando si los modelos climáticos simulan estos patrones correctamente.\nSi bien esto podría significar que uno de los estudios es defectuoso, por lo general, lo que parece ser un desacuerdo es simplemente una cuestión de expertos que eligen investigar los diferentes aspectos de un evento o definir el evento extremo de diferentes maneras.\nLas decisiones sobre qué criterios utilizar para definir \"extrema\", cuán grande o pequeña un área se considera, los períodos de tiempo exactos para incluir y muchas otras cosas pueden llevar a conclusiones aparentemente contradictorias sobre lo que es fundamentalmente el mismo evento. Por ejemplo, una \"sequía extrema\" podría definirse estrictamente sobre la base de los totales de precipitación o podría definirse por algo como la humedad del suelo, que está directamente influenciada por la temperatura alta y baja diaria.\nO un estudio puede optar por evaluar la fuerza, o la gravedad de un evento, mientras que otro puede optar por estudiar la frecuencia con la cual es probable que el evento se repita en un determinado período de tiempo. El calentamiento global puede hacer que un evento sea más probable, pero no más fuerte, o viceversa. El titular de noticias de un estudio sería \"¡El calentamiento global no influyó en el evento X!\" El titular de la otra sería \"¡El calentamiento global, en parte, la culpa del evento extremo X!\"\nNo necesariamente. Puede significar que el registro histórico no es lo suficientemente completo como para permitir pruebas estadísticamente robustas. Esto puede significar que los modelos climáticos no son capaces de generar simulaciones realistas del evento, lo que reduce la confianza de los científicos en los resultados del modelo. También puede ser que el calentamiento global influyó en un evento de una manera que estaba más allá del alcance de la definición de \"evento extremo\" que los científicos usaron en su análisis.\nUna carretera del condado destruida por inundaciones repentinas cerca de Berthoud, Colorado, en Septiembre del 2013, durante un evento de precipitaciones sin precedentes. Un estudio de NOAA sobre el evento concluyó que el aumento de la humedad atmosférica debido al cambio climatico no había hecho que eventos similares a lo largo de Front Range en Colorado fueran más comunes. Foto © Lornay Hansen / CIRES.\nConsidérese todas las facetas de un devastador huracán terrestre, por ejemplo, que presenta una variedad de peligros relacionados con las tormentas—viento, mareas de tempestad, inundaciones—cada una de las cuales puede o no ser influenciada por el calentamiento global. Un solo estudio rara vez va a investigar todos los aspectos de un evento extremo de una sola vez, lo que deja abierta la posibilidad de que el calentamiento global haya influido en un aspecto diferente del evento.\nLos científicos diferentes han dado diferentes respuestas a esta pregunta. Algunos dicen que sí, que todos los eventos meteorológicos están ocurriendo en una atmósfera más cálida y húmeda, y que todo lo que sucede, todos los eventos climáticos, extremos o de otra índole, están siendo influenciados por ese cambio.\nOtros dicen que no, no podemos decir que cada evento ha sido influenciado por el calentamiento global. Ellos utilizan una analogía del mundo del deporte. Un jugador de béisbol batea un promedio de 5 jonrones por temporada en las ligas menores. El asciende a las ligas mayores y comienza a tomar esteroides. Su promedio de jonrones sube a 8 por temporada. Estadísticamente hablando, cinco de esos 8 habrían golpeado de todos modos, así que no podemos decir que todos los jonrones que golpeó se vieron afectados por los esteroides, al igual que no podemos decir que cada evento climático extremo ha sido afectado por el calentamiento global.\nSin embargo, muchos expertos del clima parecen estar de acuerdo en que una pregunta general como, ¿Afectó el calentamiento global a un fenómeno climático extremo particular?, no es especialmente interesante o útil desde el punto de vista científico. Lo que es útil—para mejorar nuestra comprensión del sistema climático y orientar las decisiones—es poder decir específicamente cómo y cuánto el calentamiento global afectó un evento en un momento y lugar en particular. Para eso, necesitamos la atribución de eventos extremos.\nLa atribución de eventos extremos es cuestionada por el hecho de que los eventos son raros y nuestros registros observacionales son cortos, que los eventos climáticos siempre tienen múltiples causas contribuyentes y que ocurren en escalas regionales y locales que son científicamente y computacionalmente desafiantes para que los modelos climáticos lo manejen.\nLos análisis de atribución dependen de las pruebas estadísticas de las diferencias, y cuanto menos eventos tenga, mayor será el rango de incertidumbre sobre las conclusiones. Debido a que los eventos extremos son raros, los análisis que dependen de las observaciones tienen un amplio rango de incertidumbre.\nLos modelos permiten a los científicos crear terrenos virtuales y generar cientos o miles de líneas de tiempo hipotéticas, cada una con su propia colección única de eventos extremos. Tener más eventos para pruebas estadísticas disminuye el rango de incertidumbre en los resultados.\nSin embargo, cuando se trata de simular el impacto de los gases de efecto invernadero en eventos climáticos extremos, los modelos climáticos mundiales tienen sus propios desafíos. Para empezar, los modelos globales fueron diseñados para predecir cómo las condiciones climáticas promedio en grandes áreas responderían a los aumentos globales promedio de dióxido de carbono. La mayoría de estos modelos globales hacen un trabajo deficiente para simular eventos climáticos extremos individuales en pequeña escala.\nEsas limitaciones significan que para los estudios de atribución de eventos extremos, los científicos generalmente deben recurrir a modelos de alta resolución para captar mejor los extremos locales. Estos modelos de alta resolución presentan desafíos propios. Al igual que con las fotos digitales, cuanto más detallada sea la imagen virtual de la tierra, más potencia de procesamiento y almacenamiento de las computadoras requieren las simulaciones y más tiempo se tarda en generar las simulaciones.\nEstas restricciones de procesamiento limitan el número de años que se pueden analizar y el número de variables climáticas que se pueden guardar y almacenar para su análisis. A medida que aumenta el poder de computación y el almacenamiento se vuelve más barato, la cantidad de datos disponibles para el análisis de atribución crecerá.\nHelp us improve our content",
  "source": "climate.gov"
}