{
  "url": "https://www.climate.gov/news-features/features/models-and-fossils-face-over-one-hottest-periods-earths-history",
  "title": "Models and fossils face off over one of the hottest periods in Earth's history",
  "date": null,
  "content": "Understanding Earth’s climate involves observation, analysis, peer-review, publication, and collaboration. For climate modeler Lisa Sloan and paleobotanist Scott Wing, collaboration also involved tears, a dartboard, and a rattlesnake beheading. It may sound unconventional, but their collaboration has shed light on one of the warmest—and most puzzling—periods from our planet’s past.\nAround 56 million years ago, Earth’s temperatures spiked. That period of time is known as the Paleocene-Eocene Thermal Maximum, or PETM for short. It was one of the warmest periods in Earth history. Global temperatures likely rose by 9 to 14°F (5 to 8°C) for thousands of years. Geologists and paleontologists have known about the high temperatures for decades, but questions remain. How did the spike affect life on Earth? Could it happen again?\nDeep ocean temperatures were generally high throughout the Paleocene and Eocene, with a particularly warm spike at the boundary between the two geological epochs around 56 million years ago. Temperatures in the distant past are inferred from proxies (oxygen isotope ratios from fossil foraminifera). \"Q\" stands of Quarternary. Graph by Hunter Allen and Michon Scott, using data from the NOAA National Climatic Data Center, courtesy Carrie Morrill.\nGrowing up in Pittsburgh, Lisa Sloan paid regular visits to the Carnegie Museum of Natural History. Looking at scenes of cavemen and other prehistoric life, she knew what she wanted to do when she grew up: make dioramas.\nBy the time she went in college, her ambitions had shifted to medicine until, enrolled as a pre-med major, she took a geology class. She fell for ancient rocks the same way she had fallen for dioramas. She also took a computer class. It was the era of punch cards and hours of computer downtime, and one day, she found a library book on DARPA (Defense Advanced Research Projects Agency). “It was for an early climate model,” she recalls. “I was captivated.”\nLeft: Modeled climate for the PETM, adapted from Sloan's 1990 paper in Geology. Right: Lisa Sloan, photo courtesy University of California, Santa Cruz.\nBringing her cat along for overnight stints in the computer lab, Sloan keyed every line of that inch-and-a-half-thick DARPA book’s code into the university computer. “Computing was so primitive then, it was like taking a butter knife to surgery.” Even so, she had found her career. Soon after, one of her professors suggested they work together on a literal hot topic: the Eocene Epoch.\nPrior research on the early Eocene indicated that global temperature at the time was “equable,” or steady throughout the year, with few strong highs or lows. Sloan and her adviser ran a simulation and got a different result for the mid-latitudes of North America and Siberia. “We found that, no, it was not equable,” Sloan says. “It was cold in winter and hot in summer.”\nIn 1990, they submitted their paper for publication, with Sloan as the lead author. “Geology was, and still is, the premier publication for papers like this. I didn’t even have a Ph.D. yet, but I got this paper published in Geology.” It was June 1990, she recalls, and she was on top of the world.\n“And then this guy I’d never met, he wrote a stinging rebuke.”\nScott Wing grew up in North Carolina, and like Sloan, he spent his childhood fascinated by our planet’s past. When he had free time in high school, he signed up for a college-level course at Duke University on human evolution. Impressed by the high school student, the professor suggested that Wing try some hands-on paleontological fieldwork. With his professor’s letter of introduction, Wing finally found someone willing to let a 17-year-old fossil hunter tag along, and in the summer of 1972, he spent several weeks digging fossils in Wyoming.\nWing excavates fossils in Wyoming every summer. Photo courtesy Scott Wing.\nAt first, Wing now reflects, fossils were just fun, cool prizes to dig out of the ground. His interest in what they could reveal about ancient climates came later. “I got interested in Mesozoic and Cenozoic plants because I was interested in climate change around that time. I got interested in climate change because I was interested in mammals. I wondered why they were evolving and changing shape,” Wing explains. “A good way to figure out climate is to study fossil plants.”\nWing studies the rapid spread and diversification of flowering plants that occurred from the late Cretaceous Period through the Eocene Epoch, roughly 70 million to 50 million years ago. Wyoming, where he digs fossils yearly, was home to palm trees and crocodiles around that time. In fact, so was the Arctic.\nBy the time he read Sloan’s paper in Geology, Wing was an established scientist at the Smithsonian Institution. He knew his fossil plants. And he knew her paper had to be wrong.\nSloan and her adviser finished their paper with a caveat: “[I]f unequivocable data indicating warmth well within continental boundaries at high or middle latitudes can be found, these data would be crucial and would indicate either a fundamental flaw in our knowledge of the climate system or a lack of understanding of the factors that have influenced climate in Earth history.”\nIn his rebuttal, Wing quoted the caveat, then wrote, “Such data already exist in the paleontological literature,” He included a table of specific examples.\nBorealosuchus wilsoni, a fossil crocodile collected from the Green River Formation in southwestern Wyoming, is an example of warmer conditions in North America during the Eocene Epoch. This specimen is now on display in the Field Museum of Natural History, Chicago. Photo by Flickr user James St. John.\nSloan went from elation at publishing a paper in a prestigious journal before she completed her Ph.D. to wondering if her career was over before she completed her Ph.D. “I cried my eyes out for days,” she admits. A buddy wrote a fake response to Wing’s rebuttal—presumably something unprintable in the peer-reviewed literature—and suggested she mount Wing’s paper on a dartboard. She took his advice.\nSloan knew about the fossil record of a much warmer climate during the early Eocene. She simply hadn’t been convinced that year-round warmth was the only possible interpretation. Beyond that, she explains, “I was trying to show that this is what the state-of-the-art computer models say: ‘We have a problem here.’”\nGeology published Wing’s rebuttal and Sloan’s response to it in May 1991. In October of that year, Sloan attended the Geological Society of America’s annual meeting, in San Diego. At lunch one day with a couple colleagues, she found herself sitting across the table from Wing.\n“We jousted a bit,” Sloan says. But to her amazement, she realized she didn’t actually hate him after meeting him in person.\nAfter the meeting, she remembers, “I really dug into my research.” With computer advances in the early 1990s, models got better. A little. “It went from going into surgery with a butter knife to going into surgery with a crappy steak knife,” Sloan says dryly. She also found she could turn to Wing for verification of her research. “Scott and I started checking each other’s work.”\nPlants near rivers and lakes can drop their leaves into the water where rapid burial might preserve those leaves in the fossil record. Photo by Flickr user Matt Dean.\nTrees commonly line rivers, but a short distance away, plant life may be completely different—and unlikely to leave any fossils. So, although fossils provide glimpses of ancient climates and landscapes, they don’t provide a complete picture. Climate models can fill in the gaps left by Earth’s incomplete fossil record. Photo from Wikimedia Commons.\nIn 1994, Sloan published another paper in Geology. This time, she described the results of two simulations of climate conditions during the PETM: one with six times Earth’s current level of carbon dioxide, and another with two times the current level of carbon dioxide plus a massive North American lake. Fossils had shown Wing and his colleagues that an expansive lake system once existed around the present-day Green River in Wyoming, Utah, and Colorado\nHigher carbon dioxide concentrations and a big lake system did the trick. Modeled temperatures in North America and Siberia were higher than in her 1990 simulation, and consistent with the abundance of warm-climate fossils from the PETM. “That’s one of my favorite papers ever,” she says.\nSloan and Wing were good friends by the time he decided to take a sabbatical from the Smithsonian in 1997–1998. Now a professor at the University of California, Santa Cruz, Sloan invited Wing and his family to spend the year in Santa Cruz. Wing and Sloan taught a seminar together. This time it was Wing who scrambled up the learning curve. At the end of the seminar, one of Sloan’s students told him, “We are going to miss you, Scott. You ask all the dumb questions that we’d like to ask.”\nWhile Wing was on sabbatical, Sloan joined Wing’s crew for fieldwork at Polecat Bench, Wyoming. Here, Wing stands in front of the newly christened expedition vehicle, in between a grad student (left) and a local rancher (right) and the rancher’s excellent field dog, Pepper (far right). Despite having to help push their subpar SUV out of a dry wash at one point, Sloan still has fond memories of the fossil dig. Photo courtesy Lisa Sloan.\nSloan once joined Wing and his students for fieldwork at Polecat Bench, Wyoming . Field conditions in the Bighorn Basin were primitive. Participants had their own sleeping tents, and each morning, everybody gathered around the cook tent. There was no shower, and toilet facilities consisted of a shovel for digging oneself a deeply personal hole.\nBut what Sloan remembers most was the snake.\n“One morning, somebody heard a rattlesnake,” Sloan recalls. “Everybody looked at Scott. He nodded, picked up the shovel and Whack!” Wing beheaded the rattlesnake with a single shovel blow.\n“I didn’t see it coming because he’s such a mild-mannered person,” Sloan says. “Never underestimate a paleontologist.”\nModels used to simulate ancient climates have improved since 1990, offering better spatial resolution and a much better fit with the fossil evidence. It’s pretty clear, says Wing, that a spike in greenhouse gases during the PETM caused the spike in global temperatures, but the precise combination of gases—carbon dioxide, methane, water vapor—is still under debate.\nWing thinks that the source was mostly carbon dioxide. He suspects that some came from volcanoes, and some from organic carbon. Sloan seconds volcanoes, but adds the possibility of methane released from shallow, icy sediments as seas warmed.\nA frozen methane clathrate serves as a small apartment complex for methane ice worms. Thawing clathrates produce a potent greenhouse gas. Photo by Flickr user NOAA Photo Library.\nWhatever the exact sequence of events that led to the PETM warming, the fossil record documents big impacts to plants and animals. Ocean acidification hampered shell building, and roughly half of the foraminifera living on the bottom of the deep sea went extinct. In places like Wyoming, the dramatic temperature changes wiped out some plant populations, and some mammal species turned puny.\nPlants suffered in other ways. Leaf fossils from the PETM show increased insect damage. This might be down to the fact that lots of bugs like heat. It might also be down to the fact that higher carbon dioxide levels can spur plant growth, but the faster-growing plants are often less nutritious. The average bug probably had to eat more to survive.\nLeaves have been on insect menus for millions of years. Photo by Flickr user Sandy Sarsfield.\nFossils frequently preserve insect damage to leaves, including this specimen from the Paleocene-Eocene Thermal Maximum. Photo courtesy Scott Wing.\nIn a talk he gave at the World Economic Forum in 2016, Wing explained that the PETM likely resulted from the release of about 5,000 billion tons of carbon over several thousand years. That’s about the amount of carbon that we will release if we burn Earth’s entire reservoir of fossil fuels. Humans haven’t burned the entire reservoir yet, but we are going through it at a much faster rate than anything that happened 56 million years ago. “This is like the PETM on steroids,” he told the audience.\nThen he pointed out something even more sobering about the PETM: The warming lasted for about 150,000 years.\nWing discusses the lingering effects to greenhouse gas emissions at the World Economic Forum. Screen capture from YouTube.\nLooking back on decades of research, Sloan admits to feeling frustrated, discouraged that models haven’t made more progress in the past three decades. Retired now from the University of California, she jokes that she’s “in science rehab.” She still has fond memories of working with her one-time nemesis. “It’s amazing how two people who were so at odds became such good friends.”\nWing still works at the Smithsonian, in an office that uses an old fossil leaf exhibit display as a coffee table. He adds, “This is how science is supposed to work. We disagreed. We argued. We discussed. We kept each other honest. But we didn’t let the disagreement stay personal, and the result was we each improved what we were doing. We both have enough sense to respect the other’s opinion. That makes it easy to be friends, too.”\nArchibald, J.D., Wing, S.L. (1991). Comment: “Equable” climates during Earth history? Geology, 19(5):539-540.\nBowen, G.J., Bralower, T.J., Dickens, G.R., Kelly, D.C., Koch, P.L., Kump, L.R., Meng, J., Sloan, L.C., Thomas, E., Wing, S.L., Zachos, J.C. (2006). Eocene hyperthermal event offers insight into greenhouse warming. EOS, 87(17), 165.\nGingerich, P.D. (2003). Mammalian responses to climate change at the Paleocene-Eocene boundary: Polecat Bench record in the northern Bighorn Basin, Wyoming. Geological Society of America Special Paper 369.\nThe Meaning of Fossils in the New Age of Humans | Scott Wing (https://www.youtube.com/watch?v=_27BSgRNK_c)\nSewall, J.C., Sloan, L.C., Huber, M., Wing, C. (2000). Climate sensitivity to changes in land surface characteristics. Global and Planetary Change, 26, 445-465.\nSloan, L.C. (1994). Equable climates during the early Eocene: Significance of regional paleogeography for North American climate. Geology, 22, 881-884.\nSloan, L.C., Barron E.J. (1990). “Equable” climates during Earth history? Geology, 18, 489-492.\nSloan, L.C., Barron E.J. (1991). Reply: “Equable” climates during Earth history? Geology, 19(5): 540-542.\nWing, S.L., Harrington, G.J., Smith, F.A., Bloch, J.I., Boyer, D.M., Freeman, K.H. (2005). Transient floral change and rapid global warming at the Paleocene-Eocene boundary. Science, 310, 993-996.\nHelp us improve our content",
  "source": "climate.gov"
}