{
  "url": "https://www.climate.gov/news-features/understanding-climate/2017-arctic-report-card-visual-highlights",
  "title": "2017 Arctic Report Card: Visual Highlights",
  "date": null,
  "content": "Marine-terminating glacier in Greenland. Photographed from aircraft during NASA GLISTIN-A field field campaign in March 2017.\nOn December 12, 2017, NOAA and its partners released the 2017 issue of the Arctic Report Card at the American Geophysical Union Fall Meeting in New Orleans. Now in its 12th year, the Arctic Report Card is a NOAA-led, peer-reviewed report that brings together the work of scores of scientists from across the world to report on air, ocean, land and ecosystem changes in the Far North. It is a key tool used around the world to track changes in the Arctic and how those changes may affect communities, businesses, and people. Below is a collection of maps and other images highlighting some of this year's key findings.\nDespite a relatively cool spring and summer, extreme fall warmth pushed Arctic annual temperature to the second-highest value on record. Full story\nIn the 2017 Arctic Report Card, biologists report that groundfish stocks in the Eastern Bering Sea are healthy at present, but a recent string of very warm summers  led NOAA biologists to recommend lower catch limits for pollock—the nation's largest commercial fishery.  Full story\nPaleoclimate records reveal that while there have been several periods over the past 1,450 years when sea ice extents expanded and contracted, the decrease during the modern era is unrivaled. Full story\nIn Alaska's Chukchi Sea, August surface temperatures are warming at a pace more than 4.5 times as fast as the global ocean trends since the early 1980s. Full story\nAs sea ice ages, it adds volume, expels salt, and is toughened up by jostling and collisions. Very old ice may be more than 10 feet thick. In March 2017, it made up less than 1 percent of the winter ice pack. Full story\n2016\n2015\n2014\n2013\n2012\n2011\nHelp us improve our content",
  "source": "climate.gov"
}