{
  "url": "https://www.climate.gov/news-features/understanding-climate/human-influence-climate-led-several-major-weather-extremes-2016",
  "title": "Human influence on climate led to several major weather extremes in 2016",
  "date": null,
  "content": "Last year’s record global heat, extreme heat over Asia, and unusually warm waters in the Bering Sea would not have been possible without human-caused climate change, according to new research in Explaining Extreme Events in 2016 from a Climate Perspective, a report published today as a special supplement to the Bulletin of the American Meteorological Society (BAMS).\n2016's new record-high global temperature was among a handful of extreme events that research indicated would not have happened without human-caused warming.\nIn the six years scientists have been producing this annual report, this is the first time they have found that extreme events could not have happened without human-caused warming of the climate through increases in greenhouse gases.\n\"This report marks a fundamental change,\" says Jeff Rosenfeld, editor-in-chief of BAMS. “For years scientists have known humans are changing the risk of some extremes. But finding multiple extreme events that weren’t even possible without human influence makes clear that we're experiencing new weather, because we've made a new climate.”\nHuman influence was also found to have increased the intensity and likelihood of other terrestrial heat events around the world, in addition to affecting the severity of the El Niño, the severity of coral bleaching in the Great Barrier Reef, and the warmth of the North Pacific Ocean that impacted fisheries and other resources in the Pacific.\nA turtle swims over the bleached coral at Heron Island on the Great Barrier Reef in February 2016. Credit: XL Catlin Seaview Survey\nThe new report presents 27 peer-reviewed analyses of extreme weather across five continents and two oceans during 2016. It features the research of 116 scientists from 18 countries looking at both historical observations and model simulations to determine whether and by how much climate change may have influenced particular extreme events.\nAs revealed in this year’s report, the influence of human-caused climate change has become strong enough to push some heat events beyond the bounds of natural variability alone. In addition, scientists are reporting increasing confidence in their findings that human-caused climate change is impacting temperature-related events on land and in the oceans.  This stems from improved tools to ascertain causes for extremes, and the fact that the warming of the planet is elevating the likelihoods of heat-related extremes, and some precipitation related extremes.\nFlames tower above the treeline next to Highway 63 south of Fort McMurray on Saturday, May 7, 2016. Photo by Chris Schwarz, via the Government of Alberta Flckr account. Used under a CC license. Other sizes.\nAs in previous years, most of this year’s studies found effects of human-caused climate change in extreme weather and climate. For example,\n\"Flash drought\" over southern Africa has tripled during the last 60 years mainly due to anthropogenic climate change, and it was intensified during 2015/16 in the midst of heat waves. Map by Dan Pisut and Climate.gov, based on NOAA AVHRR satellite data from the STAR program at NESDIS.\nEl Niño, the periodic warming in the eastern and central tropical Pacific waters, figured prominently in 2016 weather patterns and cross-global atmospheric connections. Analysis of events examined in this report distinguish between the role of El Niño, other natural drivers, and human-caused climate change.\nWhile the main cause of “the longest, most widespread, and most damaging global coral bleaching event on record” on the Great Barrier Reef was ocean warming caused by human influence, the impact of El Niño also exacerbated the bleaching.\nOne paper found that human-caused climate change strengthened El Niño in the central equatorial Pacific Ocean. Another found that the climate change-enhanced 2015/16 El Niño exacerbated South Africa’s drought and food scarcity.\nAbout 20 percent of the events studied in this report were not linked by the findings to any appreciable influence of human-caused climate change. These included the failure of El Niño to enhance Southern California rains in 2016, the formation of the biggest midwinter snowstorm in the Mid-Atlantic states, and the drought that led to water shortages in Northeast Brazil.\nRead the full Explaining Extreme Events report.\n*Correction: The caption of the Fort McMurray fire image originally stated that the analysis found that the risk of extreme fires \"like the Fort Mc Murray fire\" had been quintupled by human-caused warming, and did not clarify that the relationship applied only to the summer months.\nHelp us improve our content",
  "source": "climate.gov"
}