{
  "url": "https://www.climate.gov/news-features/features/coastal-communities-near-bering-strait-winter-unlike-rest",
  "title": "In the coastal communities near the Bering Strait, a winter unlike the rest",
  "date": null,
  "content": "This summary (pdf) of highly unusual winter sea ice conditions in the waters around the Bering Strait was made by the International Arctic Research Center (IARC) in collaboration with NOAA. IARC is one of several research facilities at the University of Alaska Fairbanks, and they are working to help Alaskans understand, prepare for, and adapt to climate change impacts in the Arctic. In some cases, villages have been forced to completely relocate due to erosion from sea level rise and lack of ice.\nTypically, sea ice forms in protected waters of the southern Chukchi and northern Bering seas during October. Freeze-up in 2017/18 was exceptionally late, and in the Bering Strait, ice moved in and out of the region repeatedly. Communities were significantly impacted.\nOn October 31, 2017, NASA's Aqua satellite captured this mostly cloud-free view of the Seward Peninsula and the Bering Strait. The autumn sun is low in the sky this time of year, and the mountains and clouds cast long shadows. But despite the approaching polar night, sea ice had yet to accumulate significantly in the region's protected waters. For much of the winter, near-shore sea ice remained thin and unstable, with negative consequences for coastal communities. NASA satellite image from Worldview.\nTravel between communities was difficult. The ice that formed was too thin and unstable for snowmachines, and the unpredictable appearance of jostling ice floes from Arctic waters made boat travel dangerous. At times, there was not enough ice to harvest marine mammals, fish, or crabs. As a result of increased open water, storm surf flooded homes and pushed ice rubble onto shore. Jumbled ice-covered beaches, essential infrastructure (such as the helipad at Diomede Island), and driftwood.\nAs the list of impacts continues to grow, people are asking questions. Why didn’t more sea ice form? What do these changes mean? Will this be the new normal? Scientists at UAF’s International Arctic Research Center are working to answer these questions.\nThroughout the Bering Strait there was a lack of, or late development of, shorefast ice. With little to no sea ice, communities had limited protection from the ocean. Flooding, loss of power, damage to infrastructure, and build-up of ice on shore occurred during storms.\nGrab and drag the slider to compare the extent of shorefast ice this winter (left: February 20) to more typical conditions (right: March 24, 2009). Shorefast ice is necessary for subsistence hunting and fishing, and it protects communities from dangerous ice debris driven onshore by tides and winter storms. Satellite images from NASA Worldview.\nShishmaref : Freeze-up was unusually late in Shishmaref. Even when the surrounding area appeared to have ice, there was a stretch of open water around the community into mid-January. After the ice finally formed, it repeatedly broke up during storms, allowing surf to push large ice chunks onto beaches. [Climate change has forced some Arctic communities to relocate.]\nLittle Diomede Island: A large late-February storm caused considerable damage on Little Diomede Island. As a result of the storm, the community lost power and ice rubble covered beaches, the helipad, and damaged the water treatment plant.\nA large late February storm caused considerable damage on Little Diomede Island. As a result of the storm, the community lost power and ice rubble covered beaches, the helipad, and damaged the water treatment plant. Photo by Carla Ahkvaluk, February 20, 2018.\nGambell: Near Gambell, vast stretches of open water extended all the way to Russia until mid-March. During this time, local experts and Sea Ice for Walrus Outlook contributors reported a lack of walrus in the area.\nSavoonga: After February’s lack of ice, winds shifted abruptly on March 9 bringing sea ice back to Savoonga. Even as ice returned, local resident Aqef Waghiyi reported that “it is all broken up... no flat pieces, and it is real rough. There are patches of open water... biggest open patch in front of town is maybe as big as a football field.”\nAfter February’s lack of ice, winds shifted abruptly on March 9, bringing sea ice back to Savoonga. Even as ice returned, local resident Aqef Waghiyi reported that “it is all broken up . . . no flat pieces and it is real rough. There are patches of open water . . . biggest open patch in front of town is maybe as big as a football field.” Photo by Savoonga IRA, February 14, 2018.\nThere are two main reasons why so little ice formed in the Bering Sea this winter. First, the ocean was warmer than usual. Second, there were frequent storms throughout the winter.\nTemperature\nAir and water temperatures in the Bering Sea were warmer than usual this winter, which has also been the case for the past four years. These conditions have contributed to the Arctic experiencing, during those four winters, the lowest winter sea ice extents ever recorded.\nWhy is the Bering Sea warmer? Open water absorbs heat more than ice-covered water. Less sea ice means warmer ocean water, and warmer ocean water generally means less and thinner sea ice. Also, warmer water recently traveled into the Bering Sea from the South, driven by wind patterns that cause North Pacific waters to heat up strongly.\nStorminess\nIn addition to higher ocean temperatures, there were frequent storms. From December to February strong south winds were recorded at both the sea surface and mid-level in the atmosphere. In the Bering Sea, south winds are an indicator of storminess. Although the number of storms this winter did not hit a record, they occurred more often than normal.\nBecause of these consistent storms, when ice formed it was quickly broken up and jumbled. This was particularly true in areas where thick sea ice was never able to develop.\nThe impacts of this winter’s low sea ice on marine mammal movements and timing are not yet understood. Coastal communities with active maritime subsistence activities will understand the impacts of low sea ice on marine mammals first. Marine mammals carrying satellite tags will provide additional movement and timing information,  especially offshore where lack of, or reduced, sea ice can allow whales to linger farther north than usual.\nThe amount of sea ice in the Bering Sea was less this winter than any year since written records of the commercial whalers started in 1850. This February there was 51,390 square miles less ice (that’s over twice the size of the Seward Peninsula) than 2001, the previous record low.\nFebruary ice cover in the Bering Sea since 1850. Not only was this winter's ice cover the smallest on record, but it was smaller than the previous record low (2001) by a large amount.\nThere are several marine and coastal monitoring instruments in the Bering Sea. These instruments continue to collect data and will help us better understand why this winter broke records for the lack of sea ice. Bering Strait sea ice conditions will continue to change. Further reductions in sea ice will impact travel, subsistence uses, and safety. Planning and adapting to these changes is essential.\nIn the foreground, seasonal sea ice melt in June 2008 reveals manmade cobblestone, a prior control effort, on the eroding shoreline of the village of Shishmaref, Alaska. In the background, the new seawall. Photo from a report (pdf) from the Government Accountability Office.\nThe rest of this winter\nThe expansion of sea ice across the Bering Sea in early March was reversed on March 21 with the return of stormy conditions from the south. As a result, sea ice will continue to be broken or thin for the rest of April. The combination of thin ice and large areas of ice with little snow insulation will cause an early sea ice break-up and very rapid ice retreat.\nWinters to come\nCommunities need to prepare for more winters with low sea ice and stormy conditions. Although not every winter will be like this one, there will likely be similar winters in the future. Ice formation will likely remain low if warm water temperatures in the Bering Sea continue.\nHelp us improve our content",
  "source": "climate.gov"
}