{
  "url": "https://www.climate.gov/news-features/understanding-climate/hurricane-marias-devastation-puerto-rico",
  "title": "Hurricane Maria's devastation of Puerto Rico",
  "date": null,
  "content": "Hurricane María made landfall in Puerto Rico on September 20, 2017. The storm had already caused widespread destruction in Dominica as a Category 5 storm, and it alternated between Category 4 and 5 as it approached Puerto Rico. With a minimum pressure of 908 hPa, Maria was the tenth most intense Atlantic hurricane on record.\nHurricane María approaching Puerto Rico on September 19, 2017. NOAA GOES-16 satellite image overlaid on NASA Blue Marble background image. Image by Tim Loomis, NOAA Satellites group.\nAs María approached, Puerto Ricans were still coping with the aftermath of Hurricane Irma, which had passed near San Juan on September 6. Though the island missed the worst of that storm, it had brought heavy rains and wind gusts up to 100 miles per hour. According to news reports, Irma's damage had already left roughly two-thirds of the population without electricity and roughly one-third of the population without clean water.\nSatellite-based images of the density of nighttime lights across eastern Puerto Rico before (left) and after (right) Hurricane María, on September 27 and 28. The storm left much of the island in the dark. NASA Earth Observatory images based on a variety of satellite sensors, including NOAA/NASA's Suomi NPP satellite, which detects visible light at night, and Landsat and other high-resolution imagers that map terrain and roads.  large images: baseline | post-storm\nWhen María reached the island, it was a Category 4 storm, although meteorologists have no land-based records of María's maximum winds because the storm damaged most of Puerto Rico's wind sensors. The storm also destroyed the weather radar operated by the Federal Aviation Administration and the National Weather Service. That radar was designed to withstand maximum winds of 116 knots (133 miles per hour), so this value provides a low-end estimate of the storm’s winds.\nAs the eye of the storm tracked toward the west-northwest over Puerto Rico, the intense winds broke and uprooted trees, leaving most of those still standing without any leaves. It severely damaged 95 percent of cell towers, cutting off nearly all cell phone communication. María destroyed what was still functioning in Puerto Rico's electrical grid after Irma, leaving all residents across the island completely without power.\nNexrad doppler radars, with their geometric panels (left), are designed to withstand wind gusts up to 116 knots (133 miles per hour). Hurricane María destroyed Puerto Rico's radar, providing a low-end estimate to the storm's wind speeds over the island. Climate.gov image based on NOAA/NWS images.\nWinds weren't the only destructive force María unleashed on Puerto Rico. Over 48 hours, María dropped 380 to 500 millimeters (15 to 20 inches) of rain in most areas, with some spots receiving even higher amounts. Thirty rivers in Puerto Rico reached major flood stage, and 13 of those reached or exceeded record-flood stage. In Toa Baja, part of the San Juan metropolitan area, families awaited rescue from their rooftops after the La Plata River filled its alluvial valley.\nHurricane María's damage has been severe and lasting. The storm caused structural damage to an unknown number of buildings and destroyed nearly all road signs and traffic lights. It wiped out roads, leaving less than 8 percent of them open a month after the hurricane. Five months after the storm, a quarter of the island's residents still lacked electricity.\nAs of July 2018, the U.S. Geological Survey National Water Information System warned that river discharge data were not reliable and had not been adjusted to post-María conditions. NOAA's National Centers for Environmental Information and the National Hurricane Center jointly classified María as the United States’ third-costliest tropical cyclone. Damage in Puerto Rico and the U.S. Virgin Islands totaled $90 billion.\nMartinez-Sánchez, O. (2018). Impacts from hurricanes Irma and María in the Caribbean. Sidebar 7.1. [in State of the Climate in 2017] Bulletin of the American Meteorological Society, 99(8), S202–S203.\nMeyer, R. (2017, October 4). María Timeline. The Atlantic.\nSamenow, J. (2017, September 25). Hurricane Maria destroyed Puerto Rico's radar, a critical tool for forecasting. The Washington Post.\nNational Water Information System. Rio de Bayamon at Arenas, PR. USGS. Accessed July 7, 2018.\nHelp us improve our content",
  "source": "climate.gov"
}