{
  "url": "https://www.climate.gov/news-features/understanding-climate/unprecedented-3-years-global-coral-bleaching-2014%E2%80%932017",
  "title": "Unprecedented 3 years of global coral bleaching, 2014–2017",
  "date": null,
  "content": "Across the tropics, what rainforests are to the land, coral reefs are to the ocean. They pack a tremendous diversity of plants and animals into a relatively small area. In addition to their recreational and cultural value, they provide a wide range of free “ecosystem services”: food for up to a billion people around the world, habitat for economically valuable fish species, sand for beaches, and protection from storms and waves.\nFrom global warming to pollution and overfishing, reefs face a collection of serious threats. Writing in the American Meteorological Society’s State of the Climate in 2017, scientists documented an unprecedented three-year-long, global ocean heat wave that stressed corals, causing them to bleach and die off at tropical reefs worldwide.\nMany coral reefs experienced mass bleaching back-to-back in 2015 (top) and 2016 (bottom). The likelihood of coral bleaching depends on how high the temperatures are above the annual monthly maximum and how long the unusual heat persists. Scientists track these conditions using satellite-based estimates of Degree Heating Weeks. Alert 1 means coral bleaching is likely. Alert 2 means widespread bleaching and significant mortality of corals are likely. Severe coral bleaching was reported in areas circled in white. NOAA Climate.gov images adapted from State of the Climate in 2017, using NOAA Coral ReefWatch data (version 3.1).\nAll of the corals that build the Earth's reefs have a symbiotic relationship with algae living inside them, and both corals and algae depend on this partnership to thrive. When stressed by high temperature and light levels, corals often expel their algae, turning white. A brief bleaching event doesn't necessarily kill coral—but prolonged, severe bleaching can lead to disease and starvation.\nCorals get their color from pigments in their symbiotic algae, which provide food to corals through photosynthesis. This partnership breaks down during periods of extreme heat stress, and the corals expel the algae. Click image to see the full, original infographic by NOAA's Ocean Service.\nHistorically, global-scale coral bleaching has been associated with El Niño events, which generally raise global temperatures. The first mass coral bleaching was observed during the strong El Niño in 1983, and the first truly global event coincided with the strong El Niño of 1998. The world’s tropical reefs were stressed again during a moderate-strength 2010 El Niño.\nThe coral-bleaching event of 2014–2017 was unusual not just for its long duration, experts say, but also because it wasn't entirely due to El Niño. Though an El Niño was anticipated in 2014, it didn't really materialize until March 2015, yet bleaching-level heat stress was already well underway by that time. A strong El Niño arrived in 2016, and heat stress occurred at 51 percent of the world's coral reefs into early 2017, when a La Niña was in place.\nThe 36-month heatwave and global bleaching event were exceptional in a variety of ways. For many reefs, this was the first time on record that they had experienced bleaching in two consecutive years. Many reefs—including those in Guam, American Samoa, and Hawaii—experienced their worst bleaching ever documented. In the Northern Line Islands in the South Pacific, upwards of 98 percent of the coral at some reefs were killed. Reefs in the northern part of Australia’s Great Barrier Reef that had never bleached before lost nearly 30 percent of their shallow water corals in 2016, while reefs a bit farther south lost another 22 percent in 2017.\nFollowing extreme heat stress in 2017, bleached coral at Australia's Great Barrier Reef appear bone white compared to remaining healthy coral, which are golden brown and purple. Photo by Mia Hoogenboom, for ARC Centre of Excellence for Coral Reef Studies.\nAll told, more than 75 percent of Earth’s tropical reefs experienced bleaching-level heat stress between 2014 and 2017, and at nearly 30 percent of reefs, it reached mortality level. The scientists summarized the event in stark terms:\nMore than half of affected reef areas were impacted at least twice. This global event has punctuated the recent acceleration of mass bleaching. Occurring at an average rate of once every 25–30 years in the 1980s, mass bleaching now returns about every six years and is expected to further accelerate…. Severe bleaching is now occurring more quickly than reefs can recover, with severe downstream consequences to ecosystems and people.\nEakin, C.M., Liu, G., Gomez, A.M., De la Couri, J.L., Heron, S.F., Skirving, W.J., Geiger, E.F., Marsh, B.L., Tirak, K.V., Strong, A.E. (2018). Unprecedented three years of global coral bleaching 2014–17. Sidebar 3.1. [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S74–S75.\nHelp us improve our content",
  "source": "climate.gov"
}