{
  "url": "https://www.climate.gov/news-features/understanding-climate/alaska-fire-season-near-normal-2017",
  "title": "Alaska fire season near normal in 2017",
  "date": null,
  "content": "Although the burned area in Alaska overall wasn’t exceptional in 2017,  the Upper Yukon—some 69,000 square miles in northeastern and central Alaska, south of the Brooks Range­—saw significant wildfire activity.\nBy the end of the twenty-first century, burned area in northern forests may increase by as much as a factor of 4.\nAccording to the American Meteorological Society's State of the Climate in 2017, the total area burned by wildfires in Alaska in 2017 was 264,221 hectares, which is just over 650,000 acres. That area fell within the normal range observed from 1980 through 2017. Alaska experienced a slight increase in area burned compared to 2016, but the area burned in 2017 was nowhere near the area burned in 2015—the second-worst year on record.\nAnnual area burned in Alaska from 1980–2017. Burned area in 2017 was near the long-term average, but fires seasons are becoming more destructive over time. NOAA Climate.gov graphic adapted from Figure SB5.3 in State of the Climate in 2017.\nBoreal forests are rich with especially flammable fuels: mosses, lichens, and needles and other organic matter (duff) that dry out rapidly. At high latitudes, June and July’s long hours of daylight contribute to drying understory vegetation in and around already flammable conifers. These factors mean that fire danger in northern forests can reach extreme levels quickly, and a long-lasting drought is not required to elevate the fire danger.\nMultiple factors contribute to wildfire danger in Alaska. Short-term changes in weather—such as temperature, precipitation, convective storms, and wind—are mostly responsible for the year-to-year differences in burned area in high latitude forests in Alaska and northwest Canada. Lightning strikes often start fires in remote areas, and lightning ignitions have increased in boreal North America since 1975.\nBut human-caused climate change has increased wildfire danger in boreal forests of North America by raising surface air temperatures, dropping relative humidity, decreasing precipitation, and extending the snow-free season by about five days per decade since 1979. The shorter duration of snow cover in this region has prompted Alaska's fire-management authorities to move up the start of fire season, from May 1 to April 1.\nAlthough the burned area in Alaska overall wasn’t exceptional in 2017, the State of the Climate in 2017 explains that “the impact of a ‘normal’ season can fall disproportionately on specific areas in a landscape this large.” In 2017, that specific area was the Upper Yukon—some 69,000 square miles in northeastern and central Alaska, south of the Brooks Range­—which saw significant wildfire activity.\nFires in the Upper Yukon Valley of Northeast Alaska on July 14, 2017. NASA Aqua satellite images provided by the Worldview website.  The top is a photo-like image, while the bottom is a combination of visible and short-wave infrared wavelengths of light that highlights the contrast between healthy vegetation (green) and recently burned areas (dark red).\nPart of the Upper Yukon lies north of the Arctic Circle, and areas near the Arctic Circle and north of it entered a critical fire-danger season in mid-June and stayed there until mid-August. More than 160,000 hectares, comprising 63 percent of the total area of Alaskan wildfires in 2017, burned in this area.\nReviewing published research, the State of the Climate in 2017 authors reported on the future of fires in northern forests:\nUnder a range of climate change scenarios, analyses using multiple approaches project significant increases (up to four-fold) in area burned in high latitude ecosystems by the end of the 21st century… . In addition, annual lightning frequency is projected to increase by 12% ± 5% per °C of warming in the contiguous United States…and may increase correspondingly in high latitudes.\nBesides the dangers posed to structures, people, and animals, greater fire hazards endanger permafrost as the heat generated by a wildfire can thaw frozen ground. Permafrost thaw in turn can cause a cascade of land and ecosystem changes, including cliff and riverbank collapse, draining of lakes, and highway erosion.\nYork, A., Bhatt, U., Thoman, R., Ziel, R. (2018). Wildland fire in boreal and Arctic North America. Sidebar 5.3. [in State of the Climate in 2017]. Bulletin of the American Meteorological Society, 99(8), S167–S169.\nHelp us improve our content",
  "source": "climate.gov"
}