{
  "url": "https://www.climate.gov/news-features/understanding-climate/2017-state-climate-highlights",
  "title": "2017 State of the Climate: Highlights",
  "date": null,
  "content": "See highlights from the 2017 issue of the planet's most comprehensive annual physical, the American Meteorological Society's State of the Climate report.\nScreenshot of an interactive image gallery of image highlights from the 2017 State of the Climate report. The gallery is no longer functional in the latest version of Climate.gov, but this screenshot was preserved for continuity. Links to individual image stories are below.\n2017 State of the climate: Global surface temperature\n2017 State of the climate: Mountain glaciers\n2017 State of the climate: Global sea level\n2017 State of the climate: Ocean heat content\n2017 State of the climate: Ocean uptake of human-produced carbon\n2017 State of the climate: Atmospheric carbon dioxide\n2017 State of the climate: Global drought\n2017 State of the climate: Hot days\nEach year from January to June, hundreds of scientists from around the world crunch the numbers on the previous year's climate, reviewing and cataloging everything from sea level, to the number and strength of hurricanes in every part of the ocean, to the size of the Arctic sea ice pack. Led by scientists from NOAA’s National Centers for Environmental Information and published by the Bulletin of the American Meteorology Society,  this year's report offers insight on global climate indicators, extreme weather events, and other valuable information on the state of the climate.\nPress Release\nFull Report\nHurricane María approaching Puerto Rico on September 19, 2017. NOAA GOES-16 satellite image overlaid on NASA Blue Marble background image. Image by Tim Loomis, NOAA Satellites group.\nThe State of the Climate in 2017 report includes a summary of the devastation in Puerto Rico from Hurricane María, describing damage so widespread and severe that thousands of residents of the Caribbean island moved to the U.S. mainland in the aftermath. Read more.\nFollowing extreme heat stress in 2017, bleached coral at Australia's Great Barrier Reef appear bone white compared to remaining healthy coral, which are golden brown and purple. Photo by Mia Hoogenboom, for ARC Centre of Excellence for Coral Reef Studies.\nAs part of the State of the Climate in 2017 report, experts describe a record three-year-long episode of mass coral bleaching at tropical reefs worldwide. Previous global bleaching events required the presence of El Niño, but the devastating 2014–2017 event began before El Niño emerged and continued long after it ended—implicating human-caused global warming in the mass die offs.Read more.\nIn a sidebar to the State of the Climate in 2017 report,  experts describe how human-caused climate change is leading to longer, more damaging fire seasons in the evergreen-dominated boreal forests of Alaska, Canada, and Eurasia. Read more.\nFires in the Upper Yukon Valley of Northeast Alaska on July 14, 2017. NASA Aqua satellite images provided by the Worldview website.  The top is a photo-like image, while the bottom is a combination of visible and short-wave infrared wavelengths of light that highlights the contrast between healthy vegetation (green) and recently burned areas (dark red).\nHelp us improve our content",
  "source": "climate.gov"
}