{
  "url": "https://www.climate.gov/news-features/features/help-forecast-air-quality-and-issue-timely-warnings-noaa-aims-answer-what",
  "title": "To help forecast air quality and issue timely warnings, NOAA aims to answer what fires emit and how",
  "date": null,
  "content": "So far in 2018, wildfires have burned almost 7 million acres across the U.S. and their smoke has blanketed much of the West, with some smoke plumes extending all the way to the East Coast and beyond. To people who live out west, or in any other location affected by wildfire, the hazy sky, tingling noses, and respiratory complications from smoke aren’t uncommon.\nWildfires are increasing in severity and threaten people's lives and livelihood. While the threatening flames of wildfires such as the Pioneer Fire in Boise National Forest from 2016 pose a threat to lives and property, wildfires also pose dangers to human health thanks to the chemicals they emit as smoke. Credit: USDA Forest Service.\nHealth experts know that wildfire smoke contributes to possibly 25,000 deaths per year and that the economic damages from smoke-related health costs range in the tens of billions of dollars. Despite its impacts, smoke from fires is one of the least understood controllers of air quality. But NOAA is part of an ongoing multi-agency project called FIREX (Fire Influence on Regional and Global Environments Experiment) that aims to change that.\nJim Roberts, an atmospheric scientist at NOAA’s Earth System Research Laboratory (ESRL), and his colleagues first thought up the idea that would become FIREX when new instruments revealed for the first time that smoke produces isocyanic acid, one of the toxic chemical compounds found in cigarette smoke. They wanted to find out how these new results would change how scientists and regulators think about the impacts of fires, especially in an era of more frequent and intense fires, said Roberts.\nAs Roberts and his colleagues became more interested in wildfires, they found that the wildfire research community was also working on improving their smoke forecast models. Currently, a number of forecasting tools are available that predict where smoke plumes will travel—such as the U.S. Forest Service’s BlueSky tool and the NOAA Hazard Mapping System Fire and Smoke Product—but scientists and users know these tools need to offer greater geographic detail and more information about what the smoke contains. Roberts and his colleagues thought they could help.\nThe Hazard Mapping System Fire and Smoke product is an operational product that provides smoke forecasts. The FIREX team is working to provide information that can improve the resolution of products such as these. For the large version click here. Credit: NOAA OSPO.\nTo provide a more detailed look at smoke chemistry and to improve and develop forecasting and response tools, Roberts and his colleagues began FIREX, a collaboration between NOAA, NASA, the National Science Foundation, the Department of Energy, the U.S. Environmental Protection Agency, the multi-agency Joint Fire Sciences Program, and multiple university partners. FIREX is a two-part scientific mission:  a lab component, in which scientists probed the molecular make-up of smoke released when different kinds of fuels catch fire, followed by a field campaign, during which aircraft will follow and sample smoke as it spreads from source to distant locations. The lab portion concluded at the end of 2016 (results are still being analyzed), and the field campaign will take flight in 2019.\nOverall, the size and cost of wildfires are increasing as fire seasons become longer. According to the third National Climate Assessment, the area burned by wildfires in the continental U.S. has nearly doubled since 2000. The cost of fighting these fires also continues to balloon with 14 of the last 17 years amassing firefighting costs in excess of $1 billion—2015 and 2017 even exceeded $2 billion. Prior to 2000, not a single year exceeded $1 billion in firefighting costs. By mid-century, states in the West and Northern Rockies may see up to a 600% increase in the number of weeks that will experience a risk of very large fires and associated health impacts. These trends are predicted to continue as climate change continues to increase the number of fire-friendly days.\nThe number of acres burned by wildfires as well as the cost it takes to fight wildfires has increased dramatically over the past two decades or so. Fire seasons will continue to get worse as climate change increases the number of fire-friendly days. Graphic by NOAA Climate.gov using data from the National Interagency Fire Center, Historical Wildland Fire Information. Photo: USDA Forest Service.\nBut fires are also a necessary part of many ecosystems. Humans have fought wildfires so successfully that too much fuel has built up, which can turn what would be a low intensity fire into a destructive megafire. People will need to allow a certain level of fire in the future in order to maintain healthy ecosystems and reduce wildfire fuel. One of FIREX’s goals is to provide information and tools so that people can allow fires to burn while still safe-guarding human health.\nIn studying what fires emit, FIREX will also provide information about how wildfires can impact climate. Wildfires emit soot and other particles that block and absorb incoming sunlight, causing cooling. But they also release greenhouse gases such as carbon dioxide, methane, and the precursor compounds that form ground-level ozone, all of which cause warming.\n“And as more fires burn today than before, there will be more releases of these greenhouse gases,” said Kenneth Mooney, program manager for NOAA’s Climate Program Office (CPO) Atmospheric Chemistry Carbon Cycle and Climate program. FIREX will help scientists figure out how those two competing influences affect climate in the short- and the long-term.\nDuring the lab portion of the project in late 2016, researchers performed over 100 experiments at the U.S. Forest Service’s Missoula Fire Sciences Lab. The Lab’s burn chamber stands more than 50 feet tall and has a central chimney that funnels the smoke out of the room and past sensors that gather chemical data. Members of the Joint Fire Sciences Program helped to concoct samples that mirrored real ecosystems: mixtures of undergrowth, canopy debris, and other live and dead vegetation. The atmospheric scientists would light known quantities of different fuels on fire to study how fast and hot they burn and what compounds they emit at different temperatures.\nThe FIREX team used the U.S. Forest Service's Missoula Fire Sciences Lab's burn chamber to study what fires emit. Sensors placed in the chimney would record what chemicals are present in the smoke. Credit: Henry Worobec, University of Montana Missoula.\nThe research team used another chamber dubbed the “smog chamber” to examine how wildfire smoke interacts with tailpipe emissions, blowing dust, humidity, even the natural chemical vapors released by plants and trees. The smog chamber allowed the team to see how wildfire smoke may react and transform in different environments, whether that is a pristine mountaintop or a city where other air pollution exists. The latter is a scenario that has been playing out all over the West this summer as smoke from large fires in California, Idaho, and southern British Columbia has invaded cities from Seattle to Denver.\nPreliminary results are providing new detail about exactly what chemicals come from which vegetation and how the chemicals produced by a smoldering fire are different from one that is flaming. But scientists are also finding that how hot a fire burns can override differences in fuel types. If a fire reaches a hot enough temperature, then it emits both carbon and nitrogen in a similar way.\nFire experts at the U.S. Forest Service Missoula Fire Sciences Lab would burn specific combinations of vegetation to help the FIREX team study what chemicals are emitted during fires. The smoke from these test burns would funnel up into a chimney equipped with sensors. Credit: NOAA Earth System Research Laboratory.\nAccording to Monika Kopacz of NOAA’s Climate Program Office, this kind of information is crucial to hazard response teams and other planners. Writing via email, she explained, “The big unknown with wildfire smoke isn’t just where and when will there be smoke, but what’s in it? Just how toxic will it be? Do we evacuate people or not?” Many questions about smoke toxicity—what chemicals are in the smoke when it leaves the fire, and how do they change as the smoke spreads—can only be answered by campaigns like FIREX, which combine lab studies and real-world observations.\nKopacz sees the investment in FIREX as a way that NOAA fulfills its responsibilities as stewards of clean air across the country. Above all, she says, the goal of FIREX “is for NOAA to better know what is in the atmosphere.” Not just so that we can forecast smoke, she emphasized, but so that the agency can provide the country with tools and information they can use to manage and mitigate their risk of exposure.\nOnce scientists know what different fuels emit and how, they next need to know what happens when those emissions travel from the burn site into the air we breathe. The FIREX team hopes to begin parsing smoke transport in 2019 when NOAA and NASA’s research aircraft will take flight during FIREX’s field campaign. The planes will fly as close to the point of burning as possible and then trace where the smoke spreads, what compounds are being carried in the smoke, and how those chemical compounds interact and transform in the atmosphere to affect both air quality and climate.\nWildfires can emit large quantities of particulate matter and aerosols which can affect human health. The Pioneer Fire burned in the Boise National Forest, Idaho during 2016 and sent plumes of smoke up into the atmosphere. Credit: USDA Forest Service.\nThe emissions chemistry that the FIREX lab experiments unveil will be incorporated into the chemistry portion of air quality models to make them more accurate for the forecasters and regulators who use them to predict ozone and particle pollution, explained Roberts. States and federal agencies use pollution models to evaluate air quality in accordance with the Clean Air Act, which can penalize states if air quality deteriorates to unhealthy levels. With pollution models that can identify wildfire as a source of a region’s violating a particulate or ozone pollution level, states could ask for exemptions from penalties.\nCities or states could also use the information to make more informed decisions about how to limit overall pollution emissions or smoke exposure in order to keep people healthy. Knowing what fuel emits what chemicals, or that if a fire reaches a certain temperature it will always emit similar chemicals, can also narrow down the variables that health officials or incident responders need to take into consideration when working to keep people safe and healthy. Officials can focus specifically on responses or preemptive measures for individual pollutants, instead of taking a broader but shallower approach that might unnecessarily cover all possible pollutants.\nIn addition to FIREX’s results being used to improve existing tools that health officials and incident responder teams use like BlueSky or the NOAA Hazard Mapping System, an experimental smoke forecasting model is already available and being continuously improved as FIREX progresses. One of the FIREX team members, Ravan Ahmadov from NOAA’s Earth System Research Laboratory Global Systems Division, led a separate team that tweaked the High Resolution Rapid Refresh Model, originally developed for weather modeling, to include smoke and predict where plumes will travel. It’s a high-resolution model based on the most up to date chemical transport models and the latest polar orbiting satellite fire detection capabilities to provide the highest-resolution forecasts along with the latest in smoke chemistry. It’s an early example of next-generation smoke modeling tools.\nThe High Resolution Rapid Refresh Smoke Model Product provides high resolution smoke forecasts. This is an experimental product that displays forecasted particulate matter concentrations. The team at NOAA's Earth System Research Laboratory (ESRL) that developed this product used early results from FIREX to improve the resolution and accuracy of its forecasts. Graphic by NOAA Climate.gov using data provided by NOAA ESRL.\n“That’s what we do in NOAA Research, we do the research to improve operational products,” said Roberts. “We’re forecasting the chemical weather from fires and providing that to the community and decision makers.”\nHelp us improve our content",
  "source": "climate.gov"
}