{
  "url": "https://www.climate.gov/news-features/understanding-climate/understanding-climate-antarctic-sea-ice-extent",
  "title": "Understanding climate: Antarctic sea ice extent",
  "date": null,
  "content": "As it does in the Arctic, the surface of the ocean around Antarctica freezes over in the winter and melts back each summer. Antarctic sea ice usually reaches its annual maximum extent in mid- to late September, and reaches its annual minimum in late February or early March.\nAntarctic sea ice extent each September from 1979 through 2023. Based on satellite data, extent is the total area where the ice concentration is 15 percent or higher. In the past decade, the September winter maximum has been extremely variable, hitting record and near-record highs as well as near-record lows. NOAA Climate.gov image, based on data from the National Snow and Ice Data Center.\nIn 2022, Antarctic sea ice reached its annual peak on September 16. The 2022 winter maximum extent was 18.19 million square kilometers (7.02 million square miles). In 2023, Antarctic sea ice reached its annual minimum on February 21. At 1.79 million square kilometers (691,000 square miles), it was the lowest extent on record. This low value punctuated a series of below-average extents, including multiple record lows. Whether this was due to natural variability or the start of a climate-change signal was not clear as of February 2023. Making such a determination could require several more years.\nAntarctic sea ice extent each February from 1979 through 2023. Based on satellite data, extent is the total area where the ice concentration is 15 percent or higher. In the past decade, the February summer minimum has been extremely variable, hitting both near-record highs and record lows. NOAA Climate.gov image, based on data from the National Snow and Ice Data Center.\nThe timing of the seasonal cycles isn’t the only way that Antarctic sea ice differs from the Arctic. One key difference is the larger range between austral winter maximum extent and summer minimum extent. Historically, Antarctic sea ice has extended to about 19 million square kilometers (7 million square miles) in winter and retreated to about 3 million square kilometers (1 million square miles) in summer. That’s a bigger winter-summer difference than in the Arctic, where the range is about 15 million square kilometers (6 million square miles) in winter and 6 million square kilometers (2 million square miles) in summer.\nAntarctic sea ice concentration in September 2022, the month of the maximum winter extent in the Southern Hemisphere. Maximum extent in 2022 was below the 1981–2010 median extent (yellow line) around most of the Antarctic continent, but within the innermost 80 percent of observed 1981–2010 extents. Map by NOAA Climate.gov, based on satellite data provided by the National Snow and Ice Data Center.\nThe differences in seasonal extremes are largely due to basic geography. The Arctic is an ocean basin largely surrounded by land. Sea ice is always present over the North Pole and central Arctic, and it expands southward every autumn, but its expansion is checked by Eurasia, North America, and Greenland. The Antarctic is a continent surrounded by a vast ocean. Sea ice can expand freely across the Southern Ocean in winter, but it can get no closer to the South Pole than the Antarctic coastline will allow. This barrier means that sea ice can't form over the very coldest parts of the Southern Hemisphere.\nAverage Antarctic sea ice concentration in February 2023, the month when sea ice reaches its summer minimum extent. Compared to median conditions from 1981–2010 (yellow line), the most recent minimum was the lowest on record throughout the month. Map by NOAA Climate.gov, based on satellite data provided by the National Snow and Ice Data Center.\nBecause a substantial amount of Antarctic sea ice forms at lower, warmer latitudes, less ice survives the summer. On average, about 40 percent of the Arctic Ocean’s winter ice cover remains at the summer minimum, whereas in the Southern Ocean only about 15 percent does. Because so little Antarctic ice persists through the summer, the majority of Antarctica’s sea ice is only one winter old. As a result, Antarctic sea ice is relatively thin, often 1 meter (about 3 feet) or less. (In the Arctic, multiyear ice that survives at least one summer is generally 3–4 meters (10–12 feet) thick, and even seasonal ice that formed since the previous summer can often reach about 2 meters (roughly 6 feet) in thickness.)\nYoung, thin ice floats in the Amundsen Sea on October 16, 2009. The brighter the ice, the more it has been compacted by wind and waves. Photo captured by the DMS camera on the first flight of NASA’s Operation IceBridge Campaign. Photo courtesy NASA Earth Observatory.\nSo overall, average Antarctic ice thickness is much lower than Arctic sea ice. However, snowfall often thickens Antarctic sea ice. The heavy snow burden can depress ice floes, and seawater can subsequently flood the snow layer. This saturated snow can freeze, forming “snow ice,” an important component of southern sea ice. Although this can occur in the Arctic as well, it is less common.\nSea ice waxes and wanes with the seasons, and minimum and maximum summer and winter extents vary. Compared to the Arctic, Antarctic sea ice shows lower variability in summer, and higher variability in winter. These changes largely result from the geographic differences mentioned above, namely Antarctic sea ice’s distance from the pole (sea ice can melt back only as far as the coast in summer, making for less year-to-year variability) and unconstrained growth potential in winter. Weather events often drive variability, but have different effects in the Northern and Southern Hemispheres. Weather exerts a greater influence on the Arctic minimum, and the Antarctic maximum.\nThe sea ice satellite record dates back to October 25, 1978. Unlike the Arctic, where sea ice extent is declining in all areas in all seasons, Antarctic trends are less apparent. From 1979–2017, Antarctic-wide sea ice extent showed a slightly positive trend overall, although some regions experienced declines. Those exceptions have primarily occurred around the Antarctic Peninsula. The region south and west of the Antarctic Peninsula has shown a persistent decline, but this downward trend is small compared to the high variability of Antarctic sea ice overall. Another region near the northern tip of the Peninsula, in the Weddell Sea, showed strong sea ice declines until 2006, but the ice in that region rebounded in the 2010s; most recently it has declined slightly again. The eastern Ross Sea region has shown a modest increase in ice extent over the same period.\nOverall, the long-term trend in Antarctic sea ice is nearly flat. (in contrast, the glaciers and ice sheets over land in Antarctica are losing mass.) The satellite record spans more than four decades, and although the ice has shown increasing and decreasing trends over portions of that record, few of those trends have been statistically significant. Year-to-year variability has dominated, especially over the last decade. Since the year 2013, Antarctic sea ice has exhibited its highest and lowest extents in the entire record—the highest-ever winter maximum occurred in September 2014, and the lowest-ever summer minimum was in February 2023. But the overall trend, as of early 2023, is close to zero.\nEach line shows daily sea ice extent—the total area at least 15% ice covered—in the Southern Ocean around Antarctica from 2016 (lightest blue) through 2023 (bright pink), which set a new record for smallest summer minimum. The summer minimums for the past eight years have all been below average (dotted line). This pattern is unusual, but still not statistically significant because of the wide range of historical variability. NOAA Climate.gov image, adapted from Charctic data from the National Snow and Ice Data Center.\nAccording to the National Snow and Ice Data Center’s Sea Ice Index, from the start of the satellite record in November 1978 through February 2023, Antarctic sea ice showed a slightly positive long-term trend in most months, with the exceptions of January, February, November, and December, which showed slightly negative trends. None of the trends are statistically significant.\nA study published in 2022 reconstructed Antarctic sea ice back to 1905 using a combination of several climate models. The study found that, prior to the continuous satellite record, Antarctic sea ice experienced declining trends over much of the early and mid-twentieth century.\nLand-sea configurations affect sea ice extents not only by limiting where ice can form, but also by introducing their own effects. In the Arctic, landmasses surround and influence the sea ice in the Arctic Ocean. Ice and (especially) snow are highly reflective, bouncing much of the Sun’s energy back into space. As Northern Hemisphere spring and summer snow cover declines, the underlying land surface absorbs more energy and warms. Warmer conditions on land affect the nearby ocean, and more sea ice melts as a result. As sea ice melts, more of the ocean warms. The melt-warmth-melt feedback cycle means that the Arctic is warming faster than the rest of the globe.\nNo such polar amplification effect has occurred on a large scale in the Southern Hemisphere, however. Antarctica is surrounded by ocean, not a land surface that is losing its reflective snow and ice cover in the spring and summer. It was already normal, historically, for summertime sea ice to melt back nearly to the Antarctic coastline, leaving large expanses of the Southern Ocean exposed to heating from the summer sun. By contrast, the loss of reflective snow and ice in high northern latitudes surrounding the Arctic Basin represents a profound change from what was historically normal.\nSatellite images of sea ice off the Oates Coast of Antarctica on October 7, 2018, (left) and January 12, 2019 (right). Unlike the Arctic, the Antarctic typically holds on to very little sea ice in the summer. Suomi NPP satellite images from Worldview.\nThe Southern Ocean is vast, a fact often underplayed in map projections focused on the Northern Hemisphere. Natural cycles in the Southern Ocean can have pronounced effects on Antarctic sea ice. Atmospheric patterns, partly influenced by greenhouse gas emissions, are also at work.\nThe Southern Annular Mode (SAM) is a pattern of westerly winds circling Antarctica. The SAM is influenced by El Niño-Southern Oscillation (ENSO) conditions, so it is partly driven by natural oscillations. At the same time, research has found that human-caused global warming tips the SAM into its positive mode more frequently, and the resulting wind effects generally tend to increase Antarctic sea ice extent. The SAM also affects the Amundsen Sea Low, which in turn affects sea ice transport and weather conditions over a broad area from the western Antarctic Peninsula to the eastern Ross Sea.\nSeveral consecutive years of below-average Antarctic sea ice extent, however, have captured growing attention from researchers. At the time of the record-low extent observed in February 2023, Ted Scambos, senior research scientist at the University of Colorado, Boulder, said, “If lower-than-average Antarctic sea ice extent continues, despite a shift in ENSO or with a range of SAM index values, it would be a strong indication that we're seeing a climate signal emerging from the high variability of the Antarctic system.”\nLong story short: Climate change has a discernible influence on Arctic sea ice, but it has a complicated, messy influence on Antarctic sea ice. (Meanwhile, the Antarctic Ice Sheet is losing mass.)\nWhere sea ice does melt away completely in the Antarctic summer, the ice’s absence can have cascading effects. For example, sea ice retreat in the Weddell Sea along the northern tip of the Antarctic Peninsula probably contributed to Larsen Ice Shelf losses. Ice shelves—thick slabs of floating ice attached to coastlines and usually fed by glaciers—fringe the frozen continent. Intact sea ice in front of an ice shelf buffers the shelf from ocean swells. When the ice is gone, ocean waves can flex the shelf and make it more vulnerable to disintegration. Depending on how much an ice shelf disintegrates, the glacier feeding it may accelerate into the ocean. Another potential impact of reduced sea ice cover is greater accumulation on the continent, as winds from the open ocean reach the ice sheet without first flowing over an extensive sea ice fringe. This possibility, if it occurs, would tend to reduce the impact of sea level rise from the ice sheet.\nAntarctica is colder than the Arctic, but it’s still losing ice. (2019, March 12). Climate.gov.\nArblaster, J.M. and Meehl, G.A. (2006). Contributions of external forcings to southern annular mode trends. Journal of Climate, 19(12), 2896-2905. https://doi.org/10.1175/JCLI3774.1.\nArctic Sea Ice News and Analysis, National Snow and Ice Data Center. Accessed March 8, 2022.\nCharctic, National Snow and Ice Data Center. Accessed March 8, 2022.\nFogt, R.L., Sleinkofer, A.M., Raphael, M.N., Handcock, M.S. (2022). A regime shift in seasonal total Antarctic sea ice extent in the twentieth century. Nature Climate Change, 12(1), 54–62. https://doi.org/10.1038/s41558-021-01254-9.\nMassom, R.A., Scambos, T.A., Bennetts, L.G., Reid, P., Squire, V.A. and Stammerjohn, S.E. (2018). Antarctic ice shelf disintegration triggered by sea ice loss and ocean swell. Nature, 558(7710), 383-389. https://doi.org/10.1038/s41586-018-0212-1.\nSea Ice Index, National Snow and Ice Data Center. Accessed March 8, 2022.\nZhang, L., Delworth, T.L., Yang, X., Zeng, F., Lu, F., Morioka, Y., Bushuk, M. (2022). The relative role of the subsurface Southern Ocean in driving negative Antarctic Sea ice extent anomalies in 2016–2021. Communications Earth & Environment, 3(1). https://doi.org/10.1038/s43247-022-00624-1\nHelp us improve our content",
  "source": "climate.gov"
}