{
  "url": "https://www.climate.gov/news-features/features/happy-200th-birthday-eunice-foote-hidden-climate-science-pioneer",
  "title": "Happy 200th birthday to Eunice Foote, hidden climate science pioneer",
  "date": null,
  "content": "Born on July 17, 1819, Eunice Newton Foote was an amateur scientist and a women's rights campaigner who was friends with American suffragist Elizabeth Cady Stanton. Foote's experiments with atmospheric gases and her insights about past climate were overlooked for more than a century. Drawing by Carlyn Iverson, NOAA Climate.gov.\nWomen have been making significant contributions to science for centuries and receiving little to no credit for their work. Rosalind Franklin captured the X-ray images of the DNA molecule that allowed James Watson and Francis Crick to decipher its structure, but she received scant recognition for her role. [Correction, 09/17/19: The article previously stated that Franklin did not share in Watson and Crick's Nobel prize for the discovery. However, Franklin died before the scientists were nominated.)\nAfrican-American women at NASA—Katherine Johnson, Dorothy Vaughan, and Mary Jackson (along with the countless other women mathematicians)—helped engineer the spacecraft and solved the equations that guided the launch of astronaut John Glenn into orbit in 1962. But their contributions to America’s space program were barely recognized for half a century until their story became a best-selling book and blockbuster film in 2016.\nThat kind of recognition isn’t the case for many women scientists who were never given authorship on papers and whose work has been forgotten. One woman who almost fell into that category was American Eunice Newton Foote, an early female climate science pioneer whose name you’ve most likely never heard.\nA scan of Foote’s paper \"Circumstances affecting the heat of the Sun's rays \" from the American Journal of Science (1857).\nFoote’s experiments in the 1850s demonstrated the ability of atmospheric water vapor and carbon dioxide to affect solar heating, foreshadowing John Tyndall’s later experiments that described the workings of Earth’s greenhouse effect. Despite her remarkable insight into the influence that higher carbon dioxide levels in the past would have had on Earth’s temperature, Foote went unnoticed in the history of climate science until recently.\nFoote’s story takes place about a century before the women mentioned above. Foote was an amateur scientist—known as a natural philosopher in that era—who in the 1850s conducted some of the first experiments exploring the influence of different atmospheric gases on the “heat of the sun’s rays.”\nIn Foote’s time, geologists were discovering the world’s climate and vegetation had once been radically different. In the periods when coal deposits were forming in swampy seas, geologists concluded that the atmosphere had once had much higher levels of carbon dioxide. Foote correctly speculated that this would have made Earth much warmer. Imagined landscape of a Carboniferous Period swamp from Introduction to Botany (1901), by William Chase Stevens. Image provided by the Internet Archive of Books.\nUsing glass cylinders, each encasing a mercury thermometer, Foote found that the heating effect of the Sun was greater in moist air than dry air, and that it was highest of all in a cylinder containing carbon dioxide. She wrote, “The receiver containing this gas became itself much heated—very sensibly more so than the other—and on being removed [from the Sun], it was many times as long in cooling.”\nHer experimental design wasn’t sophisticated enough to reveal how these atmospheric characteristics were able to influence solar heating. Her experiments didn’t demonstrate that water vapor and greenhouse gases raise Earth’s temperature not by absorbing incoming sunlight, but by absorbing heat radiated by the surface. They nevertheless appear to have led Foote to a remarkable insight about carbon dioxide and Earth’s past climate:\nAn atmosphere of that gas would give to our earth a high temperature; and if as some suppose, at one period of its history the air had mixed with it a larger proportion than at present, an increased temperature... must have necessarily resulted (Foote, 1856).\nHer work was presented on August 23, 1856, at the Annual Meeting of the American Association for the Advancement of Science (AAAS)—not by her, but by a male colleague, the eminent Joseph Henry. Neither Foote’s paper, nor Henry’s presentation of it, were included in the conference proceedings, however.\nA short page and a half paper was published in the American Journal of Science and Arts in November 1856, and a summary of her work was published in the 1857 volume of Annual of Scientific Discovery by David A. Wells. Reporting on the annual meeting, Wells wrote:\nProf. Henry then read a paper by Mrs. Eunice Foote, prefacing it with a few words, to the effect that science was of no country and of no sex. The sphere of woman embraces not only the beautiful and the useful, but the true (p.159).\nFoote’s work showed that carbon dioxide and water vapor modulated solar heating, and she presented it three years before John Tyndall, whose more sophisticated experiments demonstrated conclusively that Earth’s greenhouse effect comes from water vapor and other gases like carbon dioxide that absorb and emit thermal infrared energy, not visible sunlight. In his publication, Tyndall gave credit to Mathias Pouillet for his work on the passage of solar radiation through the atmosphere, but didn’t mention Foote (Tyndall 1859). Whether he knew of her work or thought it wasn’t relevant isn’t known.\nEunice Foote’s place in the scientific community, or lack thereof, weaves into the broader story of women’s rights. Seven years before her paper, Foote was present at the first Woman’s Rights Convention in Seneca Falls, New York, on July 19-20, 1848. This convention is where the Declaration of Sentiments was presented, the document written by Elizabeth Cady Stanton, that demanded equality with men in social status and legal rights, including the right to vote. Eunice Foote’s name is fifth on the list of signatures on the document. (Her husband, Elisha Foote, also signed.)\nCopy of the signature page of the Declaration of Sentiments, bearing Eunice Foote’s signature. Image courtesy U.S. Library of Congress.\nScience was one of those domains where women were struggling to be heard, and Foote is among the pioneers whose work paved the way toward acceptance. A column in the September 1856 issue of Scientific American, titled “Scientific Ladies—Experiments with Condensed Gases,” began, “Some have not only entertained, but expressed the mean idea, that women do not possess the strength of mind necessary for scientific investigation.” The writer went on to describe Foote’s experiments as evidence to the contrary, concluding:\nThe columns of the Scientific American have been oftentimes graced with articles on scientific subjects, by ladies, which would do honor to men of the highest scientific reputation; and the experiments of Mrs. Foot afford abundant evidence of the ability of woman to investigate any subject with originality and precision.\nMuch has changed since the times of Eunice Foote, but there is still work to be done to acknowledge the past contributions of women scientists and to ensure that the efforts of women scientists today and in the future do not go unseen. Annarita Mariotti of NOAA’s Climate Program Office is among those making sure that Foote’s experiments and ideas are folded into the history of climate science.\nThe journal Nature recently published a letter by Mariotti on the 200th anniversary of Foote’s birth on July 17, helping ensure that her legacy will be preserved in the scientific literature. “I found Foote's story inspiring and very relevant in today's world,” Mariotti explains.\n“It is a reminder of the struggle that women have gone through to emerge in science and society. Her story is also a reminder that basic elements of climate science, like the warming potential of carbon dioxide, were already being demonstrated over 150 years ago.”\n“We owe Foote a tribute on her 200th birthday anniversary,” Mariotti says, “both as a woman and scientist.”\nFoote, Eunice, 1856. Circumstances affecting the heat of the Sun’s rays: Art. XXXI, The American Journal of Science and Arts, 2nd Series, v. XXII/no. LXVI, November 1856, p. 382-383.https://ia800802.us.archive.org/4/items/mobot31753002152491/mobot31753002152491.pdf\nJackson, Roland. (2019). Eunice Foote, John Tyndall and a question of priority. Notes and Records: The Royal Society Journal of the History of Science, 0(0), 20180066. https://doi.org/10.1098/rsnr.2018.0066\nMariotti, Annarita. 2019. Celebrate a female pioneer. Nature Correspondence, v.571, p.174. https://www.nature.com/articles/d41586-019-02117-2\nSorenson, R.P., 2011. Eunice Foote’s pioneering research on CO2 and climate warming: Search and Discovery Article # 70092 (2011), 5 p. http://www.searchanddiscovery.com/documents/2011/70092sorenson/ndx_sorenson.pdf.\nTyndall, John, 1859. Note on the transmission of heat through gaseous bodies: Proceedings Royal Society of London, v. 10, p. 37-39.\nWells, David A., ed., 1857. Heat of the Sun’s Rays (p. 159–160), in Annual of scientific discovery: or, year-book of facts in science and art, for 1857. Gould and Lincoln, Boston, 406 p.\nHelp us improve our content",
  "source": "climate.gov"
}