{
  "url": "https://www.climate.gov/news-features/features/climategov-tweet-chat-learn-more-about-extreme-heat-urban-heat-island-effect",
  "title": "Climate.gov tweet chat: Learn more about extreme heat, the urban heat island effect, and how communities are reducing heat risks",
  "date": null,
  "content": "In the United States, extreme heat can be deadly, and heatwaves are becoming more intense, more frequent, and longer-lasting. Heat health risks are likely to increase in coming decades, as the observed upward trend in extreme heat is projected to continue, according to the Fourth National Climate Assessment.\nOrange Sunset & \"Ed Koch\" aka Queensborough Bridge, New York City, June 6, 2011. Creative Commons license by Chris Goldberg. Larger version.\nIt is with this problem in mind that NOAA’s Climate Program Office, the Centers for Disease Control, and domestic and international partners developed the National Integrated Heat Health Information System (NIHHIS). The partners are hoping to reduce Americans’ heat health risks by providing decision makers with integrated climate, weather, and health information at all timescales, from future decades to real-time watches and warnings.\nOn Friday, July 19, from noon to 1:00 p.m. Eastern, join four heat health experts in a far-reaching tweet chat to learn more about how extreme heat is changing, the impacts extreme heat has on people, and how communities are working together to make themselves more climate resilient.\n\nThe following experts will be answering questions:\nJoin us for an Extreme Heat Tweet Chat,\nCan’t make the chat? Return to this page in coming weeks; we will update this page with a selection of questions and answers from the discussion.\nEditor's note: Following the tweet chat, we allowed our experts to expand on their responses, which we've included along with the tweet chat transcript, below. The post-chat responses are shown in italics. Editor's notes show up in brackets.\n@FranCaselles: Hi there! Here from Stockton CA…\nSo far this Summer has been less hot than the last one here, at least less triple digits and we are at the middle of July Already. What’s the last month to expect triple digits this year? Thank you\nNOAA Climate.gov [Tom Di Liberto]: Good question! While it's difficult to be able to predict how many days over 100F might be in store, the good folks at the National Weather Service’s Climate Prediction Center are the ones to consult for what to expect for the rest of the summer.  You can also check out this article which shows when, on average, the hottest day of the year occurs.\n[Other resources for understanding your location's background risk for triple-digit temperatures include maps of monthly average maximum (\"daytime high\") temperature from our Data Snapshots collection (current climate | future climate) and maps of the number of days with temperatures above 100 degrees for U.S. locations, available through the Climate Explorer (part of the U.S. Climate Resilience Toolkit.]\n@GretchenTG: What can cities do to protect those most vulnerable to health impacts from extreme heat? How will climate change alter who is affected and how?\nDr. Patrick Kinney: Provide energy assistance for elderly and poor to run their A/Cs during heat waves. Even though A/Cs use energy, they can be life saving for those who are most vulnerable, and in the long run, can be increasingly powered using renewable, non-carbon generating energy sources.\nClimate change will expand the extent of the population affected, especially among youth athletes and outdoor workers who will encounter more intense and longer heat waves.\nHunter Jones: For instance, 12 residents of Florida nursing homes died due to a compound event in 2017. A heat wave + Hurricane Irma knocked out power so they couldn't cool the buildings. As a result, FL implemented policy requiring nursing homes to implement emergency power plans.\nLower-income individuals and families often hesitate to run their A/C due to $$. Programs like the Low Income Home Energy Assistance Program can help. Understanding that there will likely be fewer extreme cold days and more extreme heat days means we might increase summer cooling subsidies as we have winter heating subsidies.\nDaniel Bader: It’s also important to consider and prepare for compound events, which can be defined as societal impacts associated with climate extremes that occur close together in space or time. An example would be a heat wave following a severe thunderstorm event, with residents already without power.\nAlisha Pegan: There are three major types of actions cities can take:\nThese resources need to be tailored to people most impacted by heat. The City of Boston just created multilingual info sheets for people over 65 years, people with disabilities and medical illnesses, and people experiencing homelessness on how to beat the heat. Check them out at https://www.boston.gov/heat\nAdditional programs not mentioned during tweet chat:\nNancy Smith: Discounts should apply for low income families for summer months. Also, work with electrical unions to update homes. Create better “trade in’s” for air conditioners. Organizations can also give away fans based on first come. Utilize the solar farms to offset the increase electricity. Importantly, landlords must be a part of this discussion.\nLadd Keith (Chair of University of Arizona’s Sustainable Built Environments program): I'll chime in - from my research on how cities are planning for extreme heat, they are largely focusing on more coordinated emergency management/public health responses and planning and design to mitigate the #urbanheatisland.\nThe Phoenix region has an innovative Heat Relief Regional Network to coordinate efforts that's worth taking a look at.\nA lot of exciting things happening on the urban planning and design side - the Urban Land Institute worked with NYC on recommendations to reduce urban heat in the Gowanus neighborhood.\nAnd cities we've worked with in the U.S. Southwest are using urban heat island maps to help prioritize urban forestry, green infrastructure, and open space preservation efforts with equity in mind.\n@Traveling_nemo: How dangerous are sports game tomorrow in the Hudson valley? Should organizations be rescheduling games due to the risk?\nHunter Jones: Athletes, outdoor workers, and armed service members all exert themselves in hot weather while wearing equipment/gear that can make them even hotter. The gold standard for addressing this risk is following Activity Modification Guidelines based on Wet Bulb Globe Temperatures.\nThese guidelines indicate how much rest should be taken per hour, and how much water to consume. To learn more, visit the web site of the Korey Stringer Institute, a NIHHIS partner focused on helping athletes stay safe in hot weather.\nAlisha Pegan: Extreme heat can be dangerous to health, and even fatal. We want our residents and visitors to be safe during hot weather. Learn about tips and resources at https://www.boston.gov/heat\n@UCSAlicia: DC’s feels like temp is 103°F, we can expect: Midcentury without climate action: 20 days per year of 105+°F. Late century: 45 days per year of 105+°F. What can be done to protect public health with more frequent #ExtremeHeat?\nDaniel Bader: Planning for future heat extremes and health impacts must consider both adaptation and mitigation. While curbing greenhouse gas emissions (mitigation) reduces the chances of the higher-end projections, impacts are still likely to occur. Resilience efforts should concentrate on preparing vulnerable populations for high temperatures and heat waves.\n@NOAAClimate: Thank you for all of these great questions! We may not have been able to answer all of them but we hope it spurred an interesting discussion.\nHelp us improve our content",
  "source": "climate.gov"
}