{
  "url": "https://www.climate.gov/news-features/features/california-oyster-hatchery-farming-native-seaweed-improved-water-quality",
  "title": "At a California oyster hatchery, farming native seaweed improved water quality",
  "date": null,
  "content": "(left) Catherine O'Hare, Avery Resor, and Tessa Emmer of Salt Point Seaweed Company head out on a boat to check their test crop. (right) Seaweed bundles attached to a long fishing line line at Hog Island Oyster Farm. Photos by Shaun Wolfe (left) and Gary Fleenor (right).\nNative seaweed has the potential to be cultivated in California coastal waters and used to alleviate the effects of local ocean acidification, according to a new study funded by NOAA's California Sea Grant. Besides providing a local and sustainable source of food, researchers and aquaculture producers are exploring how seaweed production may benefit its surrounding environment.\n“We were interested in how seaweed can help moderate the acidity of the water that it is grown in and how it can be used as a nutrient absorption tool,” said project leader Catherine O’Hare. She co-founded the Salt Point Seaweed Company which makes culinary products from wild harvested seaweed from the north coast of California. Along with co-founders Tessa Emmer and Avery Resor, the woman-owned company is conducting seaweed cultivation research in California.\nThe team currently gather nori, kombu, and wakame seaweeds by hand in northern Mendocino County, but are conscious of potential ecological impacts if they were to grow their operation says O’Hare. She says their long-term vision is to create food products sourced solely from farmed seaweed.\nAvery Resor and Catherine O'Hare check on the health of their Gracilaria crop, growing attached to a long line of rope submerged at Hog Island Oyster Farm. Photo by Shaun Wolfe.\nO’Hare and her colleagues were first introduced to seaweed farming in Zanzibar, an island off Tanzania. The seaweed is cultivated in small-scale operations and mostly grown for food additives like agar and carrageenan.\nAfter their experiences in East Africa, O’Hare says she and her cofounders began to consider the feasibility of seaweed aquaculture in California. Though the trio had come from different backgrounds, they all had experience in agriculture and an interest in sustainable food supply chains.\n“I’ve always been interested in things revolving around the coast. Once I moved to the Bay Area, I started seaweed harvesting with a fishing license as a hobby. Seaweed, for me, is the combination of my love of the ocean and my background in farming and food production,” said O’Hare.\nThe pilot project took place in Tomales Bay, northwest of San Francisco, on an oyster farm with an existing easement—and a shared interest in learning whether native kelp growing could combat ocean acidification and improve water quality.  Google Earth image, based on data from SIO, NOAA, U.S. Navy, NGA, GEBCO, CSUMB SFML, and CA OPC.\nThere were no existing seaweed farming models in the coastal waters of California to research or replicate, and limited data pertaining to the general cultivation of native California seaweed species. Inspired by research happening in New England, the entrepreneurs wanted to look at the carbon and nitrogen absorption capacity of seaweed indigenous to the region.\nFor the pilot project, the researchers grew the native red algae Gracilariopsis andersonii in Tomales Bay, an inlet of the Pacific Ocean 30 miles northwest of San Francisco. The research was completed in partnership with Hog Island Oyster Co., on the existing aquaculture lease and with the shellfish company’s support.\nHog Island, in northern Tomales Bay. The long and narrow bay supports commercial oyster farms, and the surrounding hills are home to dairy cattle. Soil erosion, manure, and inadequate septic systems have all caused water quality problems in the bay. Photo by Jeff Boyd, used via a Creative Commons license.\nThe seaweed samples were then sent to UC Davis for carbon and nitrogen analysis. Results were comparable to analyses conducted on farmed seaweed on the East Coast, and showed the seaweed successfully removed carbon and nitrogen from the surrounding water.\nSeaweed production may have positive impacts on both climate change mitigation and ecosystem management.\n“A growing body of scientific research indicates seaweed aquaculture can provide ecosystem services that contribute to the reduction of local ocean acidification and assist with pollution remediation,” said California Sea Grant Aquaculture Specialist and Scripps Institution of Oceanography/Moss Landing Marine Laboratories researcher Luke Gardner.\nSeawater chemistry is changing as human-induced emissions of carbon dioxide are released into the atmosphere. When the gas dissolves into the ocean, it reacts with seawater to make the water more acidic. The resulting consequence is known as ocean acidification, and it threatens marine life, altering the availability of shell-forming minerals needed by organisms like clams and mussels.\nMagnified microscope images of 1-day old Pacific oyster larvae from the same parents, raised by Taylors Shellfish Hatchery in natural waters of Dabob Bay, Washington. The larger, smoothly rounded larva on the left was grown with water taken from depths where ocean pH balance was optimal for oyster growth; the smaller, degraded one at right was grown in water taken from depths where pH was lower, making the water more corrosive. Images courtesy of George Waldbusser and Elizabeth Brunner, Oregon State University, used via a Creative Commons license.\nPrevious studies have shown that seaweed has the potential to combat adverse impacts of ocean acidification and remove some of the carbon dioxide that’s already in the atmosphere and ocean. Kelp, a type of large brown seaweed, is estimated to take in five times more carbon than most land-based plants. Research has also shown that seaweed can help manage water quality by absorbing excess nutrient pollution from wastewater treatment facilities, urban storm water runoff, and farming.\nSeaweed aquaculture is also drawing significant attention throughout the state. In the State of California Ocean Acidification Action Plan published in 2018, the California Ocean Protection Council (OPC) recognized the potential of seaweed as a management tool to sequester carbon and reduce organism stress from ocean acidification by removing carbon dioxide from the ocean.\nO’Hare, Salt Point Seaweed Company’s co-founder, hopes the study’s preliminary findings can be used to develop a full research proposal to evaluate native seaweed aquaculture in the state and bring awareness to the potential benefits of seaweed aquaculture in ensuring the long-term resilience of California’s coastal ecosystems.\n(left) Zane Finger, Catherine O'Hare, and Daniel Cortez plant bundles of Gracilaria. Photo by Tessa Emmer. (right) Avery Resor plants Gracilaria bundles. Photo by Gary Fleenor.\n“We need a lot more research, but our vision is that small scale producers will be able to grow seaweed that can go into food products, fertilizer, animal feed, skincare, and alternative packaging. There are so many applications for seaweed and it’s such a low impact type of aquaculture that can have a positive effect on ecosystems,” said O’Hare.\nNOAA’s California Sea Grant College Program funds marine research, education and outreach throughout California. Our headquarters is at Scripps Institution of Oceanography, University of California, San Diego; we are one of 33 Sea Grant programs in the National Oceanic and Atmospheric Administration (NOAA), U.S. Department of Commerce.\nHelp us improve our content",
  "source": "climate.gov"
}