{
  "url": "https://www.climate.gov/news-features/understanding-climate/reporting-state-climate-2018",
  "title": "Reporting on the State of the Climate in 2018",
  "date": null,
  "content": "A new State of the Climate report confirmed that 2018 was the fourth warmest year in records dating to the mid-1800s.\nHistory of global temperature since the mid-nineteenth century compared to the 1981-2010 average from four analysis teams: NOAA (red), NASA (tan), University of East Anglia (pink), and the Japan Meteorological Agency (orange). In the background is an image of Earth on August 3, 2018, from NOAA's DSCOVR satellite.\nLast year was the fourth warmest year on record despite La Niña conditions early in the year and the lack of a short-term warming El Niño influence until late in the year. The report found that the major indicators of climate change continued to reflect trends consistent with a warming planet. Several markers such as sea level and greenhouse gas concentrations in the atmosphere once again broke records set just one year prior.\nThese key findings and others are available from the State of the Climate in 2018 report released online today by the American Meteorological Society (AMS).\nThe 29th annual issuance of the report, led by NOAA National Centers for Environmental Information, is based on contributions from more than 470 scientists from nearly 60 countries around the world and reflects tens of thousands of measurements from multiple independent datasets (full report). It provides a detailed update on global climate indicators, notable weather events, and other data collected by environmental monitoring stations and instruments located on land, water, ice, and in space.\nThe report’s climate indicators show patterns, changes, and trends of the global climate system. Examples of these indicators include various types of greenhouse gases; temperatures throughout the atmosphere and ocean, and over land; cloud cover; sea level; ocean salinity; sea ice extent; and snow cover.\nChange in ocean water levels from 1993–2018, based on satellite altimeter data provided by Philip Thompson, University of Hawaii. On average, the global ocean has risen just over 3 inches since 1993, according to the State of the Climate 2018 report.\nReport highlights include these indications of a warming planet:\nHeating from excess greenhouse gases is building up in the global ocean. Some basins are absorbing heat from the atmosphere faster than others (darkest oranges), while a few places have even cooled. Places where the trend in heating from 1993–2018 was not statistically significant have been masked out with gray. NOAA Climate.gov image, based on data provided by Greg Johnson, NOAA PMEL.\nHistory of monthly sea level since 1993 overlaid on a photo of the New York skyline from across the Hudson River near the Lincoln Tunnel. Global average sea level hit a new record high in 2018. NOAA Climate image adapted from State of the Climate in 2018 (Plate 1.1, panel x). Photo by Flickr user joiseyshowaa, used via a Creative Commons license.\nIce-rich permafrost exposed on the face of Itkillik Bluff on the North Slope of Alaska. The bluffs and surrounding ice-rich permafrost have lost large volumes of ice over recent years due to erosion and surface disturbances such as wildfire and climate warming. Photo by Robert Busey, International Arctic Research Center, University of Alaska Fairbanks.\nA crop from the full-page opening graphic (Figure 1.1.) of the State of the Climate 2018 report, showing major climate and weather events in 2018.\nAdditional geographical regional highlights include:\nNorth America\nCentral America and the Caribbean\nSouth America\nAfrica\nEurope\nAsia\nOceania\nThe State of the Climate in 2018 is the 29th edition in a peer-reviewed series published annually as a special supplement to the Bulletin of the American Meteorological Society. The journal makes the full report openly available online.\nHelp us improve our content",
  "source": "climate.gov"
}