{
  "url": "https://www.climate.gov/news-features/features/first-saildrone-circumnavigates-antarctica-seeking-carbon-dioxide",
  "title": "First saildrone circumnavigates Antarctica, seeking carbon dioxide",
  "date": null,
  "content": "It was an audacious idea: To send an unmanned saildrone on a 13,670-nautical-mile journey around Antarctica alone, at the mercy of the most hostile seas on the planet. In winter.\nA rain-soaked selfie from the Southern Ocean in Southern Hemisphere summer 2019. Image courtesy Saildrone, Inc.\n“The assumption was the Southern Ocean would eat the saildrone … and that would be that,” said NOAA oceanographer Adrienne Sutton. “But we were willing to try, given the large role the ocean plays in the trajectory of climate change. Getting the Southern Ocean's carbon balance right is urgently important.\"\nDespite a run-in with an iceberg that wrecked some of its sensors, Saildrone 1020 completed its mission on August 3 having successfully collected oceanic and atmospheric carbon dioxide measurements with an instrument developed by NOAA’s Pacific Marine Environmental Laboratory.\nThe 196-day voyage was the world’s first autonomous circumnavigation of Antarctica—a technological feat that was unfathomable just a decade ago.\nSaildrone 1020 survived its encounter with an iceberg with its carbon dioxide sensor intact, allowing it to record a 196-day time series of the flux of carbon dioxide at the surface of the Southern Ocean. Image courtesy Saildrone, Inc.\nSaildrone 1020 and two counterparts launched from Point Bluff, New Zealand on January 19, 2019, on a mission funded by the Li Ka Shing Foundation. The three saildrones collect and transmit a range of data on weather, seal and krill populations, and levels of carbon dioxide, CO2, in the air and water.\nUntil recently, scientists assumed that the Southern Ocean steadily absorbed large volumes of CO2 from the atmosphere — a big contributor to the entire ocean’s uptake of up to 40 percent of the greenhouse gases driving global warming. However, scientists also knew shifts in winds and circulation around Antarctica could alter CO2 uptake from the atmosphere, and recent measurements from instrumented Argo floats showed that under certain conditions the Southern Ocean could emit CO2 instead of absorbing it. But researchers had yet to sample vast areas, especially during stormy autumn and winter seasons.\nThe severe weather survived by the saildrone demonstrated why.\nSaildrone 1023’s original blade-like sail was no match for the fierce winds and waves of winter in the Southern Ocean. Image courtesy Saildrone, Inc.\nPounded by storms right after leaving New Zealand, Saildrone 1020’s partners, Saildrones 1022 and 1023, were soon forced to return to port for repairs, while Saildrone 1020 pushed on through roaring winds and giant waves.  Navigating east of the Drake Passage on April 5, a collision with an iceberg damaged its atmospheric sensors and onboard camera, but left the carbon dioxide sensor intact.\n“On four previous voyages in the Southern Ocean, the wings on our saildrones broke after just a few days, so we went back and built something we thought was indestructible,” said Saildrone founder and CEO Richard Jenkins. “It was a long shot, but it worked out exactly as we hoped.\"\nPreliminary results suggest that parts of the ocean identified by the floats as potential CO2 sources were indeed emitting the greenhouse gas during winter months. Saildrone 1020 also got close enough to one of the floats to allow scientists to compare their CO2 measurements, a valuable cross-check of different robots and observing techniques.\nCarbon dioxide flux measurements made by Saildrone 1020 on its trip around Antarctica in 2019. Blue dots show where and when the ocean was a net sink (absorber) of carbon dioxide, while red dots show where it was a net source (releasing carbon dioxide into the atmosphere). During the stormy winter months, the Southern Ocean released carbon dioxide back into the atmosphere. Animation by Sarah Battle, NOAA Pacific Marine Ecological Laboratory.\n“It was a high-risk, high reward kind of deployment,” Sutton said. “We weren’t sure it was going to make it.\nMeanwhile, after being repaired and relaunched, Saildrones 1022 and 1023 are finding their own their way around Antarctica now.\nSaildrones 1022 and 1023 being redeployed to the Southern Ocean after receiving new square \"wings.\" Photo courtesy Saildrone, Inc.\nRead Saildrone, Inc.'s longer story about the mission here: https://www.saildrone.com/news/unmanned-vehicle-completes-antarctica-circumnavigation\nThis story originally appeared on NOAA.gov on August 5, 2019. The carbon dioxide graphic was first published on the NOAA Pacific Marine Environmental Laboratory website.  Temperature, wind, and other data from the mission is now available to the public from Saildrone, Inc.'s website. The carbon dioxide sensor is in transit back to PMEL, and its data will be downloaded, calibrated, and made public in coming months.\nHelp us improve our content",
  "source": "climate.gov"
}