{
  "url": "https://www.climate.gov/news-features/features/climategov-tweet-chat-talk-experts-about-ongoing-nasanoaa-field-campaign",
  "title": "Climate.gov tweet chat: Talk with experts about ongoing NASA/NOAA field campaign to study smoke from wildfires and agricultural burning",
  "date": null,
  "content": "Fire is an important natural event in many ecosystems, and it also poses costly risks to human health and property. In recent years, North America has experienced a number of extreme wildfire seasons and extraordinary wildfire events, driven in part by declines in the health of wildland ecosystems. These changes are due in part to climate change and also to increases in human-caused fire ignitions as more people move into the wildland-urban interface. These factors have contributed to increases in the exposure of populations to direct and indirect impacts of fire, especially smoke.\nPhoto of a Pyrocumulonimbus cloud (pyroCB) taken over the Pacific Northwest on August 8, 2019 during the FIREX-AQ field campaign from the cockpit of the NASA DC-8 aircraft. The photo was taken by Dr. David Peterson of the Naval Research Laboratory.\nWildfire smoke is an incredibly complex and constantly evolving mixture of gases and particles, both solid and liquid. Smoke is directly related to negative health impacts, including aggravated asthma, chronic bronchitis, decreased lung function, congestive heart failure, and premature death. Small particles in wildfire smoke may result in exposures lasting hours to weeks.\nThrough the FIREX-AQ field campaign, NOAA and NASA are studying the chemistry and composition of smoke from wildfire and agricultural burning to improve weather, air quality, and climate forecasts, and to provide better information to first responders, and public health and land management officials.\nOn Thursday, August 29, from 2:00 to 3:00 p.m. Eastern, join three experts in a smokey tweet chat to learn more. You'll find out how and why scientists headed to the sky as part of a massive, ongoing scientific field campaign known as FIREX-AQ.\nThe following experts will be answering questions:\nJoin us for a Smoke and Fire Tweet Chat\nCan’t make the chat? Return to this page in coming weeks; we will update this page with a selection of questions and answers from the discussion.\nEditor's note: Following the tweet chat, we allowed our experts to expand on their responses, which we've included along with the tweet chat transcript, below. The post-chat responses are shown in italics. Editor's notes show up in brackets.\nNOAAClimate: Welcome everyone to our Climate.gov tweet chat with three experts on #smoke and #wildfires taking part in the @NOAA+@NASA FIREX-AQ campaign. Wondering what that is? Ask our experts! But make sure to tag your questions with #ClimateQA\nBut first, some introductions:\nThe sun as viewed through the plume of the Cow Fire in eastern Oregon on August 24.  Photo taken by Steve Brown.\nNOAAClimate: Hi! I’m Shuka, a research physicist at @NOAA_ESRL. I study particles in the air and how they influence climate and air quality. I make and use measurements in “the real world\" collected from ground or aircraft instruments, which is why I’m involved in the FIREX-AQ campaign.\nCurrently, I’m in the NASA DC-8 “flying laboratory” sampling #smoke from fires in the Central/SE US. We’re based out of Salina, KS for this portion of the mission.\nThese small fires are hard to detect via satellites and are not well accounted for in estimates of air quality in the US. We are working to better understand both how much smoke comes from these fires, and what the smoke is made of.\nAgricultural fire in the Mississippi River Valley taken from the cockpit of the DC-8 aircraft on August 23, 2019. The picture shows how complex the plumes from these fires can be, with positions of the field emitting much more vigorously than others, but all the smoke mixing up into the air. Photo by Shuka Schwarz\nNOAAClimate: Expert #2: Hi! I’m Steve Brown, the primary investigator for one of the @NOAA Twin Otters (N48RF, the “Chem Otter”) during the FIREX-AQ campaign and a research chemist at @NOAA_ESRL, where I study atmospheric chemistry and regional air quality.\nThe Twin Otter is a small aircraft that can study the chemistry of wildfire smoke during day/night. Both sunlight and darkness change the composition of smoke. The Twin Otter can also fly in tight valleys that fill w/smoke overnight and where exposure to people is greatest.\nScientist next to aircraft: Dr. Ann Middlebrook prepares an Aerosol Mass Spectrometer for flight via remote access from outside of the Twin Otter aircraft on August 3, 2019  Photo by Steve Brown.\nNOAAClimate: Expert #3: Hi! I’m Kelley Barsanti, an associate professor in the Department of Chemical & Environmental Engineering and Center for Environmental Research and Technology at @UCRiverside. My research focuses on developing predictive models for atmos. particles or “aerosols”.\nDuring the FIREX-AQ campaign, my group is collecting wildfire smoke from the Twin Otter aircraft and Aerodyne mobile lab to identify the gaseous organic compounds in smoke, which allows more accurate modeling of the chemistry in smoke plumes.  Our participation in this study is being supported by NOAA Climate Program Office’s Atmospheric Chemistry Carbon Cycle and Climate (AC4) program, and NOAA ESRL/CSD played a major role in the execution.\nNOAAClimate: We at Climate.gov especially want to emphasize that Shuka is literally ON the DC-8 aircraft right now chatting with you. If you want to follow along with the plane as they fly around their first fire of the day, head here!\nhttps://airbornescience.nasa.gov/tracker/#!/map?callsign=NASA817&mapid=Dark%20Gray&zoom=8&lat=31.3870&lng=-87.0295\nNOAAClimate: So to kick start this Tweet Chat, let's ask our experts a seemingly simply question... what IS smoke?\nDr. Steve Brown: Smoke is the emission resulting from uncontrolled combustion of biomass - vegetation in forests, grasslands and agricultural areas. It is chemically complex, consisting of a wide array of different gases as well as tiny particles known as particulate matter or aerosol.  The particles are visible and create the “plume” that one sees above and downwind of a fire. Both the particles and the gases are potentially harmful to human health, and they undergo chemical reactions as they are carried with the wind that change their impact on air quality and the way that they interact with sunlight.\nSatellite image taken of central Oklahoma on April 17, 2018 by the Sentinel-2 satellite from the European Space Agency. The Rhea fire, taking advantage of dry grasses and strong winds, burned almost 290,000 acres of land near the town of Vici, Oklahoma during the middle of April. Climate.gov image using data from the European Space Agency.\nWhat’s the most surprising thing you’ve learned about smoke?\nDr. Kelley Barsanti: The most surprising thing about smoke that I've discovered, and interesting too, is that we can see chemical signatures (a bit like fingerprints) of what is burning. For example, we can see the difference between pine and fir trees.\nDr. Steve Brown: The most surprising thing I have learned about smoke is how many people are working on it.  There is a whole industry focused on fire management and smoke impacts in the western U.S.. Wildfires and the smoke they produce is a major issue that involves many people from the forest service to air quality managers.\n@GretchenTG: How does wildfire smoke interact with existing air quality issues? Also are there differences in the smoke and air quality impacts between prescribed burns and other fires?\nDr. Steve Brown: Great questions! Smoke interacts with existing air quality issues in several ways.  Emissions from fires can interact with emissions from urban areas for example to increase levels of regulated secondary pollutants such as ozone and particulate matter.\nSmoke can also raise the background levels of air pollution everywhere.  That means there is less \"room\" for emissions from urban areas to produce air pollution before hitting regulatory limits that are considered unhealthy.\nDr. Kelley Barsanti: There are differences in smoke and air quality impacts as a function of fire intensity and parts of fuel (for example, tree canopy vs. surface). Because of this, it's typical to see differences in the smoke and air quality impacts between wildfires and prescribed burns.\nPrescribed burns are designed to be low intensity and typically don’t burn \"crown\" fuels, think tree canopy. Wildfires, though, can burn these crown fuels at a high intensity. This leads to different smoke and air quality between the two fires.\nDr. Steve Brown: One interesting thing about fires is how long they burn. We've seen fires that were active in central Idaho in mid-July that went into a smoldering phase for several weeks. Now that fire conditions are more severe again, these fires have returned to an active phase.\nAnother interesting aspect of fires is their daily cycle. They typically become \"active\" in the mid-afternoon, around 3 PM, when they suddenly put up a smoke plume. The active phase can last into early evening, after which the fires tend to \"lay down\".\nSmoke haze over the Snake River on the Oregon-Idaho border taken at sunset on August 24, 2019  Photo by Steve Brown.\nDuring this period, they produce smoke that flows downhill, following the river valleys. Often this \"downhill\" smoke impacts towns and cities that are in the drainage path, leading to air quality issues overnight.\n@odieoss: #Smoke from #wildfires in #California has persisted for many days after events.  How does such smoke age and interact with #smog and other air pollutants from fossil fuels?  Do such aged pollutants have different health impacts?\nDr. Kelley Barsanti: We do see changes in the chemical make-up of smoke as it ages and interacts with other pollutants. However, the health effects of these different types of smoke (fresh vs. aged) are not well known. Our understanding of the aging of smoke has advanced rapidly in recent years, so perhaps it isn't surprising that the health effects associated with changes in composition are not well known.\nDr. Shuka Schwarz via Climate.gov update: Update from Shuka in the air! They have thoroughly sampled their first fire of day and have moved south onto the next, a prairie land fire.-Kelley\n@JDPCogginbooks: Do old growth forests burn differently than newly planted forests?\nDr. Bob Yokelson of the University of Montana: It depends on the type of old growth and the age of the regeneration. Generally old growth would have more dead/down woody debris and deep organic (duff) layers. These would tend to promote more smoldering and some of that enhanced smoldering could get entrained in the convection column. Really young regeneration is almost like weeds in that the whole tree can burn instead of just the canopy and very young forests may have a significant brush component it has not shaded out yet.\nDr. Kelley Barsanti: We use our measurements of smoke to develop detailed chemical models of smoke. The types of molecules released from fuels and formed during combustion react differently in the atmosphere.\nSome of these reactions lead to the formation of secondary air pollutants like ozone and particulate matter (PM). We can improve predictions of ozone and secondary PM by ID-ing the types of molecules emitted and then developing models of their chemistry.\nWe simplify the detailed chemical models for prediction of regional impacts of smoke on air quality. In the regional models we want to better represent the differences of fuel types and fire intensity on smoke and air quality.\nDr. Steve Brown: How do we measure smoke? Brett Palm operates a chemical ionization mass spectrometer, or \"CIMS\". This is an ultra-sensitive instrument that can measure as many as 1000 different chemical compounds simultaneously at levels of parts per trillion or less.\nDr. Brett Palm of the University of Washington during a Twin Otter flight on August 9, 2019.  Dr. Palm is pictured next to an instrument that measures nitrogen oxides by chemiluminescence.  He also operates a chemical ionization mass spectrometer (CIMS) that measures a number of trace gases relevant to understanding fires.  Photo taken by Mike Robinson.\n@beckyditchfield: Is it possible for the smoke that pools overnight, to have new chemical reactions as it heats up after sunrise the next day?\nDr. Kelley Barsanti AND Dr. Steve Brown: Yes! (in unison)\nDr. Steve Brown: Fires emit a # of compounds that interact strongly with sunlight.  Overnight, these compounds may build to high concentrations in areas where smoke pools up.  When the sun comes up, there may be very rapid chemical reactions in this dense, ground level smoke.\nDr. Kelley Barsanti: The chemical reactions can also change the way that smoke interacts with light and water vapor. Some reactions make compounds that are more light absorbing, other reactions destroy light absorbing compounds. As particles age, they typically pick up more water. These changes in light absorption and water uptake can influence regional climate.\nNOAAClimate: Well, the hour has come to a close for our Climate.gov #Smoke tweet chat with Kelley, Steve and Shuka. But before they go, we at Climate.gov asked for some final thoughts about smoke and the FIREX-AQ campaign that is ongoing.\nDr. Steve Brown: We hope this FIREX-AQ campaign will improve our ability to understand and predict the impacts of wildfires. 50 years ago, little was known about the composition of urban emissions that led to air quality problems, but as a community, we now understand that issue very well and have taken steps to solve it.\nToday, we understand very little about wildfire emissions, one of the major current air quality issues. We hope this research will help us solve, or at least mitigate, air quality issues associated with wildfires.\nDr. Kelley Barsanti: One thing about the FIREX-AQ field campaign is that data and modeling efforts should greatly improve our ability to predict and mitigate poor air quality from smoke.\nSmoke filled valley due to the low boundary layer height at dawn. The smoke is from the Nethker Fire in the Idaho Valley during the beginning of August 2019. The Aerodyne Mobile lab to the right in the picture allows scientists to quantify emissions, and near-field smoke chemistry both day and night. Photo taken by Christos Stamatis.\nNOAAClimate: From Climate.gov, we'd like to thank our experts and all of you for coming to this Tweet Chat. Missed anything? Don't worry! We will have an archive of this chat up soon on our webpage.\nAnd if there are any other climate experts or topics you'd like to chat with or about, let us know.\nHelp us improve our content",
  "source": "climate.gov"
}