{
  "url": "https://www.climate.gov/news-features/understanding-climate/new-report-highlights-alaska%E2%80%99s-last-five-years-dramatic-climate",
  "title": "New report highlights Alaska’s last five years of dramatic climate change",
  "date": null,
  "content": "Vast, remote, and largely still wild, Alaska stirs wonder in the hundreds of thousands who visit each year. With a land area of more than 570,000 square miles, and the longest coastline of any state, Alaska is larger than Texas, California, and Montana combined. It contains 17 of the 20 highest peaks in the United States, including Denali, the highest peak in North America. It is home to an estimated 100,000 glaciers. Its natural monuments—mountains, tundras, glaciers, lakes, seas—are of such gargantuan scale that the environment can seem immutable.\nA band of clouds hugs the slopes of Denali, in the Alaska Range Mountains. The scale and grandeur of Alaska's terrain can create an impression of changelessness. Photo by Flickr user NickL, used under a CC license.\nYet Alaska’s climate is changing, thanks to human-caused global warming, and the effects are widespread and sometimes dangerous.  This is the story told in a new report from the Alaska Center for Climate Assessment and Policy (a NOAA Climate Program Office RISA team), in partnership with the International Arctic Research Center and the University of Alaska, Fairbanks. The report, Alaska’s Changing Environment, will be updated every three years. The first installment focuses most of its attention on the dramatic changes the state has experienced in just the last five years.\nAlaska's ten coldest years on record (blue dots) all occurred before 1980. Meanwhile, nine of its ten warmest years on record have occurred since 1980. Graph by Rick Thoman, Alaska Center for Climate Assessment and Policy.\nRick Thoman and John Walsh of the Alaska Center for Climate Assessment and Policy authored the report, which describes major changes in temperature, sea ice, glaciers, permafrost, plants, animals, and oceans. Some of the content comes from Walsh’s own research—partially funded by the Climate Observations and Monitoring program at NOAA’s Climate Program Office—in which he developed climate indicators to monitor variables like tundra greening, growing season warmth, storminess, and sea ice.\nUnlike the National Climate Assessment reports issued by the U.S. Global Change Research Program, Alaska’s Changing Environment can pay more attention to topics that are relevant to Alaska alone; for example, it devotes two pages to sea ice trends. In addition, the new report brings Alaska climate observations up to date through August 2019. (The Fourth National Climate Assessment, published in late 2018, contains no information beyond 2016 for Alaska).\n“Our hope,” said Rick Thoman, Alaska Climate Specialist, in a recent interview with Climate.gov, “is that the style and presentation will allow any interested citizen to get a feel for what's been happening in recent years. By focusing solely on observed changes (or lack of changes), we avoid the confusion that can result in mixing ‘what's happened’ with ‘what might happen’ through climate model projections.”\nLength of the snow season (gray bars) in Alaska each year from 1997-2018. Orange slanting bars show the trend: the date when the state becomes 50 percent snow covered is arriving a week later in October than it used it, and the spring \"snow-off\" date—when half the winter snow has melted—is arriving nearly two weeks earlier. Image by Rick Thoman, Alaska Center for Climate and Policy.\nAnother unique feature of Alaska’s Changing Environment is its anecdotal observations from rural areas of Alaska. Climate change threatens dire consequences for many Alaska Native villages in remote areas, where subsistence hunting, fishing, and gathering are critical to livelihoods. On April 7, 2017, Miki Collins of Lake Minchumina observed that the snow melt was earlier than usual. “Dog team hauling gas during spring melt,” said Collins in the report. “Gravel exposed on Holek Spit grinds on sled runners, a problem especially when hauling heavy loads.”\nIt is important to monitor Alaska's changing climate with precision and diligence; the pace of change can be rapid. According to the Fourth National Climate Assessment, Alaska has been warming twice as quickly as the global average since the middle of the 20th century. Alaska is warming faster than any U.S. state.  Alaska’s Changing Environment notes that, since 2014, there have been 5 to 30 times more record-high temperatures set than record lows.\nOn July 4, 2019, all-time temperature records were set in Kenai, Palmer, King Salmon, and Anchorage International Airport. Remarkably, Anchorage hit 90 degrees Fahrenheit; the average summer temperature in Anchorage is normally in the mid-sixties. July 2019 was the hottest month in recorded history for the state. June 2019 was the second warmest on record.\nThe red bars show the percent of a station's warmest temperatures on record that have occurred in the past 5 years. The blue bars show the percent of a location's record-cold temperatures that have occurred over the same time. Without climate change, no more than 10 percent of the hot or cold temperature extremes for the period 1953-2018 should have been set in the past five years. Instead, the ratios are extremely lopsided, with many locations experiencing 20-30% of their record-warmest temperatures since 2014. Graph by Brian Brettschneider, International Arctic Research Center, based on GHCN-Daily data from NOAA NCEI. )\nThese extremes on land are surpassed by what’s going on in the sea.  Alaska’s Changing Environment affirms, “Nothing in the Alaska environment is changing faster than sea ice.” Today, typical summer ice extent on the Chukchi Sea is only 10% of what is was in the early 1980s, and the Beaufort Sea ice-over usually occurs two to three weeks later in the fall than in past decades. In 2018 and 2019, late winter ice coverage in the Bering Sea’s Alaska waters was significantly lower than any winter in the last 170 years. Surface waters along Alaska’s west coast were 4–11ºF warmer than average this summer.\nAlaska climate monitoring is critical to U.S. economic strength. Alaska’s commercial fishing industry is the most productive such industry in the United States, producing more harvest volume than all other states combined. Alaska exports annually more than one million metric tons of seafood; in 2016, Alaska seafood was sold in 105 countries. The Alaska seafood industry generates $12.8 billion in annual economic output for the U.S. Climate change and ocean acidification put all the state’s fisheries at risk.\nGary Cooper helps dump a catch of walleye pollock onto a sorting table onboard the NOAA ship Miller Freeman during a stock and food source assessment in September 2007. (Photo by Ingrid Spies, provided by the Alaska Fisheries Science Center.)\nClimate change over the long term could also burden Alaska with significant adaptation costs. According to the Fourth National Climate Assessment, the cost to the state of a warming climate is projected to range from $3.3 to $6.7 billion, between 2008 and 2030 (2015 dollars). The costs in the transportation sector alone will be significant. Greater snow and ice melt will lead to increases in transportation cost, as ice roads must be replaced with gravel roads. A 2004 report estimated the cost of gravel roads on the North Slope of Alaska at as much as $2.5 million per mile (2015 dollars).\n“Alaska is built for seasonal cold,” said Rick Thoman. “Whether it’s modern housing, transportation in the vast roadless areas of the state, or traditional food storage methods, warming is disruptive and brings stress, risk, and hardship to many.”\nIn 1976, author John McPhee described the power and constancy of Alaskan rivers in his classic nonfiction book, Coming into the Country. “The river flows,” he wrote, “as it has since immemorial time, in balance with itself. The river and every rill that feeds it are in an unmodified natural state—opaque in flood, ordinarily clear, with levels that change within a closed cycle of the year and of the years.\n“The river cycle is only one of many hundreds of cycles—biological, meteorological—that coincide and blend here in the absence of intruding artifice…while human beings have hunted, fished, and gathered wild food in this valley in small groups for centuries, they have not yet begun to change it.”\nA river meanders through the Brooks Range Mountains in northern Alaska's Gates of the Arctic National Park and Preserve. Photo courtesy the U.S. National Park Service.\nWhether McPhee knew it or not, though, Alaska was poised for profound change. Alaska’s Changing Environment and its future installments will tell that important, impactful story.\nThe Economic Value of Alaska’s Seafood Industry. McDowell Group. Prepared for the Alaska Seafood Marketing Institute. September 2017.\nMcPhee, John. Coming into the Country. New York: Farrar, Straus and Giroux, 1976.\nMarkon, C., S. Gray, M. Berman, L. Eerkes-Medrano, T. Hennessy, H. Huntington, J. Littell, M. McCammon, R. Thoman, and S. Trainor, 2018: Alaska. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 1185–1241. doi: 10.7930/NCA4.2018.CH26\nThoman, R. & J. E. Walsh. (2019). Alaska’s Changing Environment: documenting Alaska’s physical and biological changes through observations. H.R. McFarland, Ed. International Arctic Research Center, University of Alaska Fairbanks.\nHelp us improve our content",
  "source": "climate.gov"
}