{
  "url": "https://www.climate.gov/news-features/understanding-climate/five-questions-about-2019s-record-small-ozone-hole",
  "title": "Five questions about 2019's record-small ozone hole",
  "date": null,
  "content": "In 2019, the hole that developed in the ozone layer over Antarctica was the smallest on record since 1982, according to the NASA/NOAA press release. In an average spring, the hole expands throughout September and early October to a maximum extent of about 8 million square miles (21 million square kilometers), an area larger than the United States and Canada combined. In 2019, the hole reached 6.3 million square miles (16.4 million square kilometers) on September 8, but then shrank to less than 3.9 million square miles (10 million square kilometers) for the remainder of September and the first half of October.\nThe seasonal Antarctic ozone hole—the area where the ozone concentration drops below 220 Dobson units—reached its peak area on September 8, 2019.  In these NOAA satellite images from August 31–September 8 (upper left to bottom right), places with high ozone levels are bright blue, while the ozone hole is dark blue and deep red. NOAA Climate.gov image, based on daily TOAST data processed by NOAA's Environmental Visualization Lab.\nThe ozone hole is a seasonal thin spot that develops in the ozone layer, which, over the South Pole, resides at altitudes from 9-13 miles (14-21 kilometers). It’s observed with both satellites and with weather balloons that NOAA scientists launch at the South Pole. The satellites measure the ozone hole’s area, and the weather balloons measure ozone concentrations as they drift up through a column of the atmosphere. Locations where the total ozone concentration falls below 220 Dobson units are considered part of the ozone hole.\nIn most years since the hole was discovered, weather balloons rising through the atmospheric column have passed through regions where ozone is completely absent from the middle stratosphere. In 2019, however, they found no segments of the South Pole profile that were completely devoid of ozone.\nThis graph shows ozone concentrations in a column of the stratosphere (12–22 kilometers) above the South Pole from the start of the observational record in 1986 through 2019.  Red areas are parts of the atmospheric column with high levels of ozone; white and pale gray show areas where little to no ozone was detected during annual weather balloon launches. Similar to 1988 and 2012, the 2019 balloon profiles did not find any segments of the ozone layer where ozone was completely depleted. NOAA Climate.gov image, based on original provided by Bryan Johnson, NOAA Earth System Research Lab.\nAn uncommon weather event—a sudden stratospheric warming—disrupted the circulation in the polar stratosphere in early September, just as the ozone hole was beginning to form. Warmth in the stratosphere reduces the formation of polar stratospheric clouds, which are a critical link in the chain of events that lead to the ozone hole.\nIn 2019 (red line), the area of the Southern Hemisphere stratosphere where temperatures were cold enough to allow polar stratospheric clouds to form plunged dramatically in early September. The lack of these clouds minimized ozone destruction during the typical \"ozone hole\" season, resulting in the smallest hole since records began in 1986. Climate.gov graphic, adapted from original by Craig Long, NOAA CPC.\nThe rapid warm-up came from a breakdown of the Antarctic polar vortex, a slowly-spinning pool of stratospheric air trapped by a ring of fierce westerly winds—the polar night jet—that emerges in the upper stratosphere during winter at the South Pole. In an average September, this jet blows at an average speed of 161 miles per hour, equivalent to an F3 category tornado or a Category 5 hurricane. Plunged into darkness and cut off from warmer latitudes, air in the vortex can reach temperatures colder than -90 degrees Celsius.\nEvery once in a while, however, the polar night jet is disrupted by strong planetary waves in the atmosphere below. In September 2019, one of these waves—unusually strong for the time of year—jostled the polar stratosphere, slowing the jet to just 67 miles hour and knocking the polar vortex off center. When the jet slows, the air inside the vortex sinks, and as it sinks, it warms dramatically due to compression. Beginning in late August 2019, temperatures at 10 millibars rose by more than 70 degrees F (40 degrees Celsius) in just 10 days. September 2019 temperatures at an altitude of about 12 miles (20 kilometers) were 29 degrees F (16˚C) warmer than average, the warmest in the historical record by a wide margin.\nAn unusually strong disruption of the Southern Hemisphere polar vortex in late winter 2019 caused temperatures in the polar stratosphere to skyrocket. Each column in this image shows the departure from average temperatures for the region from 60-90 degrees South latitude at altitudes between the surface and 50 kilometers. In late August, temperatures in the stratosphere spiked (deep red area at image right). NOAA Climate.gov image, adapted from original provided by Craig Long, NOAA Climate Prediction Center.\nThe breakdown of the polar vortex helped the ozone hole in two ways. The early season warmth minimized further condensation and persistence of polar stratospheric clouds, which can only form at temperatures below -78 degrees C. Because these clouds enable the chemistry that produces ozone-destroying substances, fewer clouds meant less ozone destruction.\nThe breakdown of the polar vortex also allowed more ozone-rich air from lower latitudes of the Southern Hemisphere to mix into the polar stratosphere. Normally, the polar night jet is an invisible barrier around the South Pole stratosphere, preventing air from other parts of the Southern Hemisphere from mixing in to the vortex. When the polar vortex weakened in early September, an influx of air from lower latitudes was able to partially patch the hole that had begun to form. The lingering warmth prevented it from reforming.\nThere is no known connection between sudden stratospheric warming events and human-caused global warming. These events are very rare in the Southern Hemisphere: this is only the third time in 40 years that one has been observed in the Antarctic stratosphere. (They happen more often in the Arctic, where the polar vortex is generally weaker and polar temperatures are warmer, which is why the Arctic doesn’t usually have an ozone hole.) Conditions similar to this September’s occurred in September 1988 and 2002. Those years also produced small ozone holes.\nIt’s important to be clear that the South Pole’s sudden stratospheric warming was a weather event, not a long-term warming trend. In fact, the same greenhouse gases that are causing Earth’s surface and lower atmosphere to warm are simultaneously causing the stratosphere to cool. This cooling trend may even slightly delay the full healing of the ozone layer.\nRead more about how the ozone hole and climate are—and are not—connected.\nNo, this year’s small ozone hole was simply the result of an isolated weather event, not part of a trend. Thanks to the international treaty banning the production and use of CFCs (short for chlorofluorocarbons), levels of these compounds have been declining since about 2000. But because CFCs are so long-lived, concentrations remain high enough to cause significant ozone loss each spring. With continued declines in CFCs, experts project the ozone layer will recover to its 1980 conditions around 2070.\nIn May 2018, NOAA scientists reported that starting in 2012, the global concentration of CFC-11 had stopped declining. At a July meeting of the parties to the Montreal Protocol, members of the Protocol’s Scientific Assessment Panel further reported that most likely explanation for the interrupted trend was new, unreported emissions. While new production of CFCs is not compatible with long-term recovery of the ozone hole, the new emissions will not have an immediate impact on the ozone hole. That’s because it takes several years for CFCs for new CFCs to reach the ozone layer. Atmospheric scientists say that despite the rogue emissions, this year’s ozone hole would likely have been similar to other recent years if not for the unusual weather conditions.\nHelp us improve our content",
  "source": "climate.gov"
}