{
  "url": "https://www.climate.gov/news-features/features/climategov-tweet-chat-talk-sea-level-rise-expert-about-past-and-future-risk",
  "title": "Climate.gov tweet chat: Talk with a sea level rise expert about past and future risk of high-tide flooding on U.S. coasts",
  "date": null,
  "content": "Sea levels have been rising over the last century and are expected to continue to rise at an even faster rate over the next century due to climate change. Why does this matter? In the United States, almost 40 percent of population lives in densely populated coastal areas susceptible to flooding, erosion, and other hazards related to storms. We have built large amounts of infrastructure along coastlines that are necessary for local jobs and regional economies. And it is this infrastructure—roads, bridges, subways, power plants, sewage treatment plants—that are at risk from sea level rise.\nNuisance flooding in Annapolis, Maryland, in 2012. Nuisance flooding has increased rapidly along the U.S. Mid-Atlantic Coast. Photo by Amy McGovern.\nThe risks aren’t just from rare extreme events. As the sea rises, daily high tides move farther inland. In many cities across the country, the frequency of flooding during high tides has already increased by 300-900% compared to the early and mid-twentieth century. High-tide flooding isn’t necessarily dangerous, but it can be inconvenient and expensive. Further increases in high-tide flooding over the next century are likely to compromise infrastructure and strain city budgets.\nOn Tuesday, November 19, from 1:00 to 2:00 p.m. Eastern, join NOAA oceanographer William Sweet in a high-tide flooding and sea level rise tweet chat to learn just how much of our coastlines are at risk for flooding and what we can do about it.\nDr. William Sweet is a NOAA Oceanographer researching and developing products about how sea level rise affects coastal flood risk and how people perceive that risk.  He helped the U.S. Department of Defense assess coastal flood risk across their global installations, developed the latest sea level rise scenarios for the U.S. and was a lead author for Volumes 1 and 2 of the 4th U.S. National Climate Assessment.  He enjoys sailing the Chesapeake Bay and teaching his kids about the signs of sea level rise from his home in Annapolis.\nJoin us for a Sea Level Rise Tweet Chat\nNOAAClimate: Welcome everyone to the latest Climate.gov tweet chat. For the next hour, we’ll have Dr. William Sweet, a NOAA oceanographer, here to talk high tide flooding and sea level rise. Get your questions in now with #ClimateQA.\nNOAAClimate: Introducing Dr. William Sweet is a NOAA Oceanographer researching and developing products about how sea level rise affects coastal flood risk and its perception by the public.\nHe helped the U.S. Department of Defense assess coastal flood risk across their global installations, developed the latest sea level rise scenarios for the U.S. and was a lead author for Volumes 1 and 2 of the 4th U.S. National Climate Assessment.\nHe enjoys sailing the Chesapeake Bay and teaching his kids about the signs of sea level rise from his home in Annapolis.\nPhoto of Dr. William Sweet, sea level rise and high-tide flooding expert.\nLLQBTT: #ClimateQA how long before the water permanently breaches the land in cities such as NYC, Boston, Providence, Baltimore, and will this happen in Philly which is of course slightly up river? Or will this scenario not happen? Thank you.\nWilliam Sweet: Sea level rise has already breached many U.S. coastal communities especially those the East Coast.\nCurrently, high tide flooding is increasingly impacting many U.S. East Coast cities including Boston, NYC, Norfolk, Charleston, Miami to name a few. On an annual basis, Impacts are accelerating and will become a ‘new normal’ in the next several decades.\nImpacts include storm water infiltration, flooding of streets and buildings, disruption of traffic and commerce.  #ClimateQA\nPatrick Highsmith: There are several areas along the Eastern US that have been called sea level rise hotspots. Is accelerated SL rise in these hotspots forecast to continue into the future? Thanks, Rick H.\nWilliam Sweet: Sea levels are nearing all-time highs along many East and Gulf Coast locations.  Some years seas rise higher than in others, but all future projections indicate sea levels will continue to rise at a faster overall rate.\nFor a deeper dive into future sea level rise across the U.S. check out this NOAA and  NOAA Ocean Services report.\nhttps://tidesandcurrents.noaa.gov/publications/techrpt83_Global_and_Regional_SLR_Scenarios_for_the_US_final.pdf\nNOAA's been measuring sea levels for over a hundred years along U.S. coastlines. See the trends here. https://tidesandcurrents.noaa.gov/sltrends/\nLocal relative sea level (RSL) trends as measured by tide gauges. The direction of the trend is shown in the direction of the arrows while the colors reflect the strength of the trend. Image taken from NOAA Tides and Currents.\nWilliam Sweet: Nationally, the annual rate of high tide flooding has doubled since 2000. Since 2014,\nNOAA Ocean Services has been monitoring and tracking high tide flooding in the U.S. The latest report on what happened in 2018 and what’s expected in 2019 can be found here https://tidesandcurrents.noaa.gov/HighTideFlooding_AnnualOutlook.html\nMany Mid-Atlantic communities are already nearing all-time record number of high tide floods. This was predicted. The future is already here and it's a floodier future. #ClimateQA\nM. Elliott Rolle: There’s been a lot of talk about the instability of the Greenland Ice Sheet over the past couple of years. Roughly when do you predict it will fail, and what are the likeliest immediate repercussions we’ll see?\nWilliam Sweet: At NOAA, we don’t predict when or if Greenland’s ice sheet will fail. However, continued melt of all land-based ice (Greenland, Antarctica, alpine glaciers) will contribute to higher future global sea levels, likely in the range between 0.5 and 1 meter by 2100.\nThe amount of rise is dependent on future ocean+atmosphere warming. For more see the Climate Science Special Report’s section on Sea Level Rise, https://science2017.globalchange.gov/chapter/12/\nEven though global sea levels are likely to rise 0.5 to 1 meter by 2100, regionally, sea levels are projected even higher, One region, due to land sinking, includes much of the Atlantic and Gulf Coast. #ClimateQA\nUCS Climate Campaign: It’s widely acknowledged that the behavior of land ice is the big unknown in sea level rise science. But are there other underappreciated factors affecting SLR and tidal flooding? #ClimateQA\nWilliam Sweet: The extent coastal lands are sinking now and in the future due to groundwater pumping and other unnatural reasons is important when predicting future changes in coastal flood risk due to 'relative' sea level rise.\nSuch info is known in some specific locations for today's environment, but generally lacking at spatial resolutions useful for decision making.\nAs high tide flooding continues to rapidly increase (in depth, duration and spatial extent) in coastal communities, every inch now matters more than ever. #ClimateQA\nWilliam Sweet: You may be thinking “what can be done about sea level rise and changing coastal flood risk?” NOAA Digital Coast has web tools and trainings on adaptation strategies. https://coast.noaa.gov/digitalcoast/topics/climate-adaptation.html\nOne useful tool is geared to storm water management whose functionality is increasingly degraded with rising seas.  https://coast.noaa.gov/stormwater-floods/\nWilliam Sweet: NOAA will continue to track and predict sea level and rise and the impacts while providing the best data, science and tools to help communities plan for the future\nHere are some sites to bookmark: Coastal Inundation Dashboard – for historical, real-time and forecasts of coastal flooding https://tidesandcurrents.noaa.gov/inundationdb/ &nbsp;\n2019-2020 high tide flood outlook for response purposes. This will be updated again next summer. https://tidesandcurrents.noaa.gov/tideOutlook2019\nSea Level Rise viewer for future sea level rise projections and exposure. https://coast.noaa.gov/slr/ #ClimateQA\nHelp us improve our content",
  "source": "climate.gov"
}