{
  "url": "https://www.climate.gov/news-features/understanding-climate/new-research-examines-climate-change%E2%80%99s-role-2018-extreme-weather",
  "title": "New research examines climate change’s role in 2018 extreme weather events",
  "date": null,
  "content": "Mud and flood debris blanketed a section of main street below an overpass in Ellicott City, Maryland, after flash flooding in late May 2018. Photo courtesy Howard County Government.\nThe desiccating Four Corners drought, intense heat waves on the Iberian peninsula and in northeast Asia, exceptional precipitation in the Mid-Atlantic states, and record-low sea ice in the Bering Sea were 2018 extreme weather events made more likely by human-caused climate change, according to new research published today in the Bulletin of the American Meteorological Society (BAMS).\nThe eighth edition of the report, Explaining Extreme Events in 2018 from a Climate Perspective, presents 21 new peer-reviewed analyses of extreme weather across five continents and one sea during 2018. It features the research of 121 scientists from 13 countries looking at both historical observations and model simulations to determine whether and by how much climate change may have influenced particular extreme events.\nThe NASA satellite image from January 31, 2018, shows the western half of the Bering Sea free of ice, part of a historic record-low winter ice extent (graph at lower left) across the region. Human-caused warming was an \"overwhelmingly likely contributor,\" according to the Explaining Extreme Events report, and such lows will likely be typical in 20-30 years. NOAA Climate.gov image based on Worldview imagery and data provided by Rick Thoman.\n“We've now published more than 100 of these attribution studies in this AMS series and can see how powerful this science is getting,” said Jeff Rosenfeld, editor in chief of BAMS. “Attribution studies increasingly yield useful, nuanced conclusions that embrace real-world complexity. They collectively make an ever starker statement about the human influence on extreme weather.”\nStephanie Herring, a NOAA climate scientist and editor of Explaining Extreme Events, said that as the field of climate attribution matures, the scientific tools available to identify a climate signal in extreme weather events continue to grow.\n“This year we are also seeing mounting evidence for our ability to identify a climate change signal in different types of extreme weather events, especially for forest fires and precipitation,” said Herring.\nHere are some findings from research on 2018’s extreme weather published in this issue.\nDifference from average surface temperatures across Europe during July 2018. Red colors reflect warmer than average conditions while blue colors indicate cooler than average conditions. During July, a long lasting heatwave impacted northern Europe leading to well above-average temperatures as far north as the Arctic Circle. Climate.gov image using data from NCEP/NCAR Reanalysis.\nCold\nSmoke plumes spread eastward over the Coral Sea from numerous wildfires burning in Queensland on November 26, 2018. Global warming helped establish the conditions that contributed to these extreme fires. Suomi NPP satellite image from NASA's Earth Observatory.\nThe extreme weather events studied in the eight annual issues of the report were selected by individual researchers and do not represent a comprehensive analysis of events during that span. About 73 percent of the 168 research findings published in this series identified a substantial link between an extreme event and climate change; about 27 percent did not.\nRead the full Explaining Extreme Events report.\nHelp us improve our content",
  "source": "climate.gov"
}