{
  "url": "https://www.climate.gov/news-features/understanding-climate/2019-arctic-report-card-visual-highlights",
  "title": "2019 Arctic Report Card: Visual highlights",
  "date": null,
  "content": "The Canadian Coast Guard Ship Louis S. St-Laurent ties up to the Coast Guard Cutter Healy in the Arctic Ocean on September 5, 2009. The two ships were taking part in a multi-year, multi-agency Arctic survey to map the Arctic continental shelf. Photo by Patrick Kelley, U.S. Coast Guard.\nNOAA’s 14th Arctic Report Card recounts the numerous ways that climate change continued to disrupt the polar region during 2019, with near-record high air and ocean temperatures, a massive melt of the Greenland ice sheet, record low sea-ice extents, and major shifts in the distribution of commercially valuable marine species.\nThe Arctic Report Card is an annual volume of original, peer-reviewed environmental observations and analysis of a region undergoing rapid and dramatic change. Compiled by 81 scientists from 12 nations, the 2019 report card tracks a number of environmental indicators to inform decisions by local, state and federal leaders, as Arctic residents confront the challenges and opportunities presented by a rapidly changing climate and ecosystem. It was released today at the American Geophysical Union fall meeting in San Francisco.\nBelow are links to five image-based stories that highlight some findings from this year's report.\n2019 was the second-warmest year on record for the Arctic. Full story.\nIn both the Bering and Barents Seas, Arctic fish are retreating, while more southern species are expanding northward. Full story.\n2019 melt season on Greenland rivaled 2012's record-melt year. Full story.\nThe proportion of old, thick ice in the Arctic's winter maximum ice pack has dropped from more than a third in the mid-1980s to just 1 percent today. Full story.\nAs sea ice retreats, many Arctic seas are experiencing extreme summer heat. Full story.\n2018\n2017\n2016\n2015\n2014\n2013\n2012\n2011\nHelp us improve our content",
  "source": "climate.gov"
}