{
  "url": "https://www.climate.gov/news-features/features/conversation-leander-anderegg-noaa-postdoc-tree-physiologist-outdoorsman",
  "title": "A conversation with Leander Anderegg: NOAA postdoc, tree physiologist, outdoorsman",
  "date": null,
  "content": "Climate.gov is introducing a new feature—a series of interviews with current and former Fellows in the NOAA Climate and Global Change Postdoctoral Program about the nature of their research funded by NOAA and what career and education highlights preceded and followed it.\nOver the past 30 years, the Postdoctoral Program, funded by NOAA Climate Program Office, has hosted over 200 Fellows. The Program’s purpose is to help create and train the next generation of researchers in climate science. Appointed Fellows are hosted by mentoring scientists at U.S. universities and research institutions.\nOur first interview is with Leander Anderegg, a current NOAA Climate and Global Change Postdoctoral Fellow working with hosts Todd Dawson (University of California, Berkeley) and Joe Berry (Carnegie Institution for Science, Department of Global Ecology).\nDr. Anderegg's work often times him into the field, traveling the width and length of California. Photo courtesy Leander Anderegg.\nAs a Fellow, he studies the geographic range shifts of trees due to climate change, focusing on the drought-related die-offs of the blue oak in California. In 2021, Anderegg will join the faculty of University of California, Santa Barbara, as an assistant professor.\nOur conversation follows.\nWhen did trees first interest you and why?\nI spent a lot of time climbing and falling out of trees as a kid, but didn’t really get interested in studying them until I was in college and came home to southwest Colorado for Thanksgiving and saw dead forests all around my hometown. We’d had a big \"climate change-type” drought (meaning a drought coupled with a heat wave—a drought of the future) a few years before, and huge swaths of the Southwest turned into tree graveyards pretty much in front of my eyes. That made me realize: one, how many things, including us humans, rely on trees; and two, that climate change is now. I’ve been studying forests and climate change pretty much ever since.\nYou mentioned that your brother studies trees, too. Are trees a part of your family tradition?\nWell, they certainly are now. We’ve always been an outdoor-oriented family, and I think being tree scientists was sort of a logical extension of spending so much time outside as a family backpacking, fishing, and hunting when we were young.\nLeander and his father. They are coring aspen trees to measure growth and taking fisheye photos to measure canopy leaf area. Photo courtesy Leander Anderegg.\nDid your upbringing in Colorado impact your interest in trees and forests?\nGrowing up in rural Colorado had a huge impact on me. So much of the lives and livelihoods of rural farming and ranching communities are tied to the land that you sort of can’t grow up there without developing an interest in the natural environment. So I think I was predisposed to have a love of forests and woodlands. But part of it is also that the southwestern U.S. is really ground zero for climate change in many ways.\nAt this point, most communities around the globe are starting to feel the effects of climate change on way or another, though they might not all recognize it. But droughts and fires are such an existential threat to the forests and the people of the Southwest that the dangers of climate change, which is increasing the prevalence and severity of both droughts and fires, feels particularly personal to me. Climate change-induced forest die-offs are one of the most visually arresting examples in the landscape of this threat. I guess I can’t help but be drawn to them.\nFrom 2011 to 2012, you worked as a research technician for the Carnegie Institution for Science, studying the widespread die-off of the trembling Aspen tree (Populus tremuloides) across the Rockies following the 2002 drought. How did you get interested in this iconic tree? What exactly is Sudden Aspen Decline (SAD) and what makes it different from other tree species die-offs?\nAspens are amazing. They’re clonal, so if you walk through an aspen forest most of the trees you see are genetically identical and connected by an extensive root network. They’re the most widely distributed tree species in North America, and you can find them coast to coast and from Mexico up to the Arctic Circle. And they’re stunning trees, with their white bark and their awesome fall colors. I spent untold hours hanging out in aspen groves as a kid, and they’re still my happy place as an adult. Aspens throughout the Rockies suffered from that first big drought-induced die-off event that I mentioned that initially got me interested in forests and climate change. There was a major drought paired with a heat wave, and then whole swaths of aspen forests died off.\nAspens provide a furor of autumn color in Colorado. They become skeletons when they die. Photos courtesy Leander Anderegg.\nThis mass mortality phenomenon has been termed “Sudden Aspen Decline,” or SAD, and has now hit the Rockies a couple of times in the past two decades and has extended up into Canada. Many of the other big forest die-offs that we’ve seen in the western U.S. have been at least partly coupled with beetle outbreaks; drought brings the trees to the edge and then beetles outbreak and push them over. One of the things that makes SAD a little unique—at least for a tree physiologist like me—is that it appears to be driven by relatively pure drought stress. So it’s a bit easier to untangle the physiology of SAD, and to simulate it in experiments, without those pesky bugs.\nFrom a plant physiology perspective, what happens when an Aspen tree dies during drought? Why does it fail to conserve water?\nWhat we’ve pieced together is that aspens suffer fatal damage to their hydraulic system during drought. Essentially, they pull so hard on their xylem—the conducting system that moves water from their roots up to their leaves—that they pull in little air bubbles or embolisms. These embolisms then block the water transport, eventually killing the tree if they get bad enough. And one of the reasons I suspect aspens have died off more than many of the tree species around them is that they seem to take a less conservative strategy than many species.\nInstead of closing the stomata on their leaves, the little mouths that regulate water loss and CO2 uptake, aspens take a “grin and bear it” approach to drought and keep using water and doing photosynthesis. This probably gives them a competitive advantage in moderate droughts when other tree species have to shut down to sit it out. But it in really severe droughts, particularly hot droughts, aspens don’t or can’t really put on the brakes until too late, and they start damaging their hydraulic system.\nQuaking aspen is Colorado's only native, widespread deciduous tree. Anderegg studied how the tree copes with drought and what leads to mass mortality. Map courtesy the Colorado State Forest Service.\nYour work for the NOAA Climate and Global Change Fellowship, studying geographic range shifts of trees due to climate change, seems similar to your work on SAD. Your Fellowship work focuses on the drought-related die-offs of the blue oak (Quercus douglasii) in California, another iconic tree species. How does your study of SAD inform your current work on the blue oak?\nStudying SAD, we were very much in forensic mode studying mortality that had already occurred. But for my NOAA Climate and Global Change Fellowship, I wanted to see if we could go on offense and start predicting mortality in trees that haven’t yet started dying en masse. Essentially, could we use plant physiology to predict the impacts of things like increasing droughts, rising temperatures and rising atmospheric CO2 before they take us by surprise? Oaks, typified by the blue oak, cover a large proportion of California. And during the terrible 2013-2016 drought in California, we just started to see some oak death that’s probably the tip of the iceberg. So I wanted to use what I’d learned studying SAD to see if we could be more proactive.\nWhat is the current geographic range of the blue oak in California? How is the tree important to the forest ecology of the state?\nBlue oaks form what’s called the “oak bathtub ring” around the California Central Valley. If you see photos of California wine country, or California’s golden hills dotted with trees, those are classic oak woodlands in this bathtub ring, and the odds are decent some of those trees are blue oaks. The ring delineates the edge of the wetter full forests at higher elevations and the dry savanna/grassland/scrub at low elevations. So it’s sort of a water sweet spot—too dry for true forests, but wet enough to still grow large trees.\nThe range of the California blue oak (light shading) forms a bathtub ring around California's Central Valley. Map by NOAA Climate.gov, based on Natural Earth base map and USGS Atlas of United States trees by Elbert Little, Jr.\nOaks are pretty critical to the iconic California landscapes, and they form the basis for many ecosystems by providing habitat and food (e.g. acorns) for a whole network of animals.\nMost of California experienced drought conditions from 2013 to 2016. How did the blue oaks adapt to these conditions? What variation in drought tolerance did you discover across its wide geographic range?\nOne of the most visible things blue oaks did during this drought was really trim back their canopies. Instead of growing normal-sized leaves (maybe the size of a spoon head), they grew tiny little nubbins smaller than a dime to reduce the amount of water that they needed. And this turns out to be fairly indicative of the type of physiological variation we see in blue oaks across California even during normal years. In dry parts of the state, they grow less leaf area per unit stem (to reduce their demand for water relative to their ability to supply water) than in wetter parts of the state.\nHow can remote sensing be used to monitor blue oak population health during drought?\nWe’ve made quite a bit of progress in the past few years learning how to remotely sense drought stress with tools ranging from drones to satellites. I’ve been involved in a number of projects trying to link the physiology we can measure on the ground to things remote sensing experts can see from space. At this point, we’ve developed a couple different ways to assess drought stress at large scales, like drops in photosynthesis, or decreases in the amount of water held in plant canopies. My hope is that perfecting these techniques will allow us to monitor drought stress in things like blue oaks in near real time all across the state, so we can both quickly identify trouble spots and also find and protect particularly drought-resistant areas from development.\nThe blue oak is an iconic feature of California's woodlands. They thrive along the perimeter of the Central Valley, and are also found in the famous Napa and Sonoma Valleys. Photo courtesy Leander Anderegg.\nYou mentioned colleagues of yours studying redwoods and sequoias in California. How did these tree species adapt to the 2013-2016 drought?\nMy colleagues were really worried about the giant redwoods during the 2013-2016 drought, because losing trees that took thousands of years to grow would be devastating. And one of the things they immediately noticed when they were out climbing these monster trees to measure their health was that they were dropping needles like crazy. Some of these giant trees shed half of their needles during the drought, which is literally tons of needles piling up on the ground. Luckily, almost none of these massive trees have died, which leads us to believe that shedding needles is actually a pretty adaptive response to drought for redwoods.\nHow did you hear about the C&GC Postdoctoral Program Fellowship? As you approach the end of the Fellowship, what are some of the highlights of this research era for you?\nThe NOAA C&GC Postdoctoral Program is pretty well-known among people who study how climate affects plants and plants affect climate, because it’s one of the best (in fact, probably the best) Fellowship around. So I heard about it from multiple colleagues who had applied for it, and even some of my mentors who had received a C&GC Fellowship themselves. In fact, one of the most amazing parts of the Fellowship is that there is an incredible network of alums extending back multiple decades that you get to interact with, network with and benefit from.\nSuccessful and influential C&GC alums are central to my field and multiple climate-related fields, to the point where it’s actually a bit overwhelming and humbling to think about. And I think part of the impact of this program is that it gives young scientists a remarkable amount of freedom to take risks, explore new ideas and opportunities as they arise, and develop an independent research program that sets you up for success later on. This flexibility and freedom has certainly been one of the main highlights for me. I’ve gotten my dream job (as a professor at UC Santa Barbara) following my fellowship. And while I’m not ready to be done, I credit the C&GC for setting me up for success.\nHow often does your Fellowship work take you into the field? What are the best and worst parts of field work?\nI usually spend a couple of months spread out throughout the year in the field. Field work is one of my favorite parts of the job, and getting out into the field, camping, and walking through the forest keeps me going through a lot of tedium back in the lab. That said, one of the main measurements I use to assess how drought stressed plants are requires waking up at 3AM to squeeze water out of branches using a pressure chamber. By the second week in a row of making those predawn measurements, I’m usually ready to sit at a computer for a while.\nWhat’s your favorite individual tree and why?\nSadly, my favorite tree from my childhood is dead at this point. It was this giant aspen tree in Colorado in a meadow where my family used to camp, but it was a victim of SAD. These days, I’m fond of a stately old oak in the hills above the campus of Stanford University. I’m hoping it can weather a changing climate for the foreseeable future, because it’s a beautiful shady picnic spot with an amazing view of the San Francisco Bay.\nHelp us improve our content",
  "source": "climate.gov"
}