{
  "url": "https://www.climate.gov/news-features/features/anticipating-more-activity-arctic-noaa-invests-research-advance-sea-ice",
  "title": "Anticipating more activity in the Arctic, NOAA invests in research to advance sea ice forecasting",
  "date": null,
  "content": "In late December 2012, energy company Shell Global attempted to tow its Mobile Offshore Drilling Unit Kulluk across the Gulf of Alaska. The Kulluk had spent the summer drilling for oil in the Beaufort Sea north of Alaska, and Shell wanted to move the rig toward Seattle. A series of small disasters—“towing-component failures” according to a later report by the U.S. Coast Guard—left the rig grounded near Sitkalidak Island, and left the Coast Guard scrambling to rescue the rig’s 18-member crew in dark, cold, windy conditions.\nThe Kulluk incident could have been far worse. No lives were lost, and the rig’s oil tanks weren’t breached, averting a massive spill. Reflecting on the Kulluk, the Coast Guard concluded that “any marine company intending to work in Arctic regions should develop specific operating procedures, policies, guidelines, checklists, and job safety aids for any operations taking place in Alaska to provide crew with appropriate knowledge.”\nResponding to oil spills in the ice-covered Arctic Ocean would pose unique challenges. For example, floating booms often used to concentrate oil for burning—as in this field experiment in the Barents Sea—must be strong enough to handle increased drag from ice floes. Photo courtesy SINTEF.\nAs human activity in the Arctic increases, “appropriate knowledge” will include operational forecasts of sea ice cover and thickness over the next several days and weeks. It’s an increasingly important challenge for NOAA, the U.S. agency tasked with providing the weather forecasts and coastal navigation charts that help people safely use the nation’s coastal waters for recreation and commerce.\nIt was with that challenge in mind that in 2015, NOAA’s Climate Program Office invited sea ice and climate scientists to submit proposals for research that would advance understanding and prediction of Arctic sea ice behavior, especially on operational time scales. Awarded grants have resulted in a small mountain of peer-reviewed research that will help NOAA meet the rising demand for environmental intelligence in the Arctic.\nFew places on Earth are warming faster than the Arctic. Average temperatures in the region are rising roughly twice as fast as global temperatures, and one consequence of the rapid warming is increased sea ice melt. Increasing sea ice melt is a self-reinforcing cycle. Sea ice melt causes ocean warming, which leads to more sea ice melt.\nSince the satellite record began in 1979, Arctic sea ice extent at summer minimum in September has declined roughly 13 percent per decade. Perhaps more significantly, Arctic sea ice has lost about 75 percent of its volume.\nRetreating, thinning sea ice has spurred increased human activity in the Arctic, with transit, tourism, and oil and natural gas extraction becoming feasible for the first time in some areas, and becoming practical for longer durations each year in others. Yet the Arctic remains a perilous place. A rescue effort that takes hours in a more temperate climate might take days in the Arctic. Something as simple as a town needing a fuel delivery can quickly turn complex.\nIn this nighttime fuel delivery to Nome, Alaska, the town’s lights shone over the bow of the Coast Guard Cutter Healy, on February 24, 2012. Photo courtesy U.S. Coast Guard / National Science Foundation.\nStill, a multitude of businesses have sought economic opportunities in the Arctic: tourism, resource extraction, fishing, and shipping. Ship traffic has steadily increased over the last decade. NOAA’s 2014 Arctic Action Plan reported a 118-percent increase in in maritime transits through the Bering Strait between 2008 and 2012. In August 2019, National Geographic reported a 60-percent increase in ship traffic throughout the Arctic Ocean between 2012 and 2018. In 2018, a total of 879 ships traversed Northern Hemisphere seas governed by the International Polar Code.\nThe U.S. Coast Guard, the State of Alaska, businesses, and private citizens all need information about weather and sea ice to operate safely in the Arctic. Currently, operational sea ice predictions don’t come from a single organization, but instead from a collaboration among researchers at multiple organizations.\nForecasting systems generally start with models, and much of the model development happens at the U.S. Naval Research Laboratory (NRL). Once navy researchers are confident in a model, it is transitioned to the Fleet Numerical Meteorology and Oceanography Center . The center then runs the models at the Navy’s Department of Defense Supercomputing Resource Center.\nNaval oceanographer Rick Allard says, “The operational system we use today is a coupled ice-ocean modeling system, meaning ocean information is passed to the ice model, and some information [from the ice model] will be passed back to the ocean model.  Sitting above that system is the Navy’s global atmospheric modeling system, so the atmosphere model provides information about atmospheric forcing of ice and ocean.”\nThe Naval Research Lab's task with sea ice forecasting is continual innovation. Allard explains, “There’s another modeling system developing and running in pre-operational mode, and we call it the Navy ESPC: Earth System Prediction Capability. It’s a fully coupled atmosphere-ice-ocean model.” “Fully coupled” means all three pieces of the model—atmosphere, ocean, and ice—exchange information and adjust to what is happening in the rest of the system.\nThe primary customer for operational forecast output, relayed through the Navy's modeling center, is the U.S. National Ice Center (USNIC), a joint venture between the U.S. Navy, the U.S. Coast Guard, and NOAA. “Over the years, we’ve also worked with the National Weather Service Office in Anchorage, and their primary interests include the Beaufort, Bering, and Chukchi Seas,” Allard says.\nA U.S. Coast Guard officer pulls herself out of the water in a training exercise north of Utqiaġvik (Barrow), Alaska, on October 3, 2018. Photo courtesy U.S. Coast Guard.\nFor a model to succeed in predicting sea ice, it needs to approximate the factors that drive sea ice formation and melt: air temperatures, ocean temperatures, sunlight, winds, and humidity. Given those starting inputs, a long-term climate model could arguably “spin up” from a state of no sea ice in the Arctic, and if the model had reasonably accurate physics for temperature and other factors, a realistic amount of sea ice would eventually form in the model.\nThat might work for long-range predictions, but for operational models—where people need to know ice conditions next week—that approach won’t succeed. For forecasts to be not just realistic, but real, the model must assimilate real-time data on ice conditions. One of the questions forecasters need to answer is which observations matter most, and how much would forecasts improve if better observations were available.\nSome of the studies funded by NOAA's Climate Program Office addressed this question. A 2018 study led by Yong-Fei Zhang, for example, measured the relative importance of different kinds of observations in improving sea ice predictions.  The study concluded that assimilating sea ice concentration observations can reduce prediction errors for total Arctic sea ice by about 60 percent annually.\nCaptured on August 11, 2009, this photo shows a multiyear ice floe as seen from the Coast Guard Cutter Healy. Multiyear sea ice is generally much thicker and more resistant to melt than first-year ice. Photo courtesy Patrick Kelley, U.S. Coast Guard.\nAssimilating sea ice concentration and thickness, could reduce errors by more than 70 percent annually. Thickness matters because thin ice moves much more rapidly, and is therefore trickier to anticipate, than thick ice. As the amount of old, thick ice in the Arctic has plummeted over the past two decades, what remains is increasingly hard to predict. Accurate information on sea ice thickness is “one of the holy grails for sea ice prediction,” according to Allard.\nJim Overland, research oceanographer at NOAA’s Pacific Marine Environmental Laboratory, remarks, “The biggest challenge right now is to acquire local observations to help initialize the ice forecast. I think that’s more important than more physics or more modeling. If you don't have good data to assimilate, it doesn’t matter how good your model is.”\nAside from thickness, one of the most useful pieces of ice intel is the location of the southernmost edge of the main Arctic ice pack. After all, ship transits are much easier in open water, so advances and retreats along that edge open and close windows of opportunity for human activity. Another line of research that the Climate Program Office’s grant funded was exploring new ways to improve the detail provided by satellite-based ice observations.\nBecause of the tilt in Earth's orbit, darkness predominates across the Arctic Circle on the Northern Hemisphere winter solstice, no matter the time of day. At the highest latitudes, daylight and darkness last months. Image from Wikimedia Commons, by Przemyslaw \"Blueshade\" Idzkiewicz\nOne avenue for improvement may come through a product called MASIE (rhymes with daisy), which the National Snow and Ice Data Center (NSIDC) has produced in cooperation with the National Ice Center. “MASIE is nowcast,” says Florence Fetterer, NOAA @ NSIDC program manager. MASIE, like many sea ice products, relies on satellite-based passive microwave data. Passive-microwave sensors can “see” through clouds and in darkness, able to detect sea ice in all conditions.\nA sea ice map product nicknamed MASIE (rhymes with daisy) combines traditional passive microwave data with visible sunlight during daylight hours to provide better resolution (more detail). This image shows a MASIE sea ice map for the Bering and Chukchi Seas, west of Alaska, on January 23, 2020. NOAA Climate.gov image, based on MASIE data from NSIDC.\nBut MASIE is also created partly from visible satellite imagery, which provides higher resolution. MASIE is also the result of visual analysis, meaning a human looks at the data to synthesize information from multiple sensors with different resolutions, and to decide what’s going on with the ice. That approach is uniquely valuable in a place where ice and clouds so often co-exist. During the Arctic sea ice melt season, when the Sun is above the horizon, MASIE products are generally considered more reliable than passive-microwave products.\nMASIE itself is a building block for another product: MASIE-AMSR2 (MASAM2). This blending approach incorporates additional data about sea ice concentration, still taking advantage of human expertise in analysis. Testing by the Naval Research Lab has shown that this blended product can improve predictions of the ice edge location by 36 percent over previously used methods.\nThe location of the ice edge—where ships can navigate through open water—is one of the most valuable forecasts related to sea ice. Relying on MASIE enables forecasts to make more precise predictions. These maps compare predictions for July 15, 2012, made by the USNIC (black dots) and MASIE (blue lines). Image from Posey et al. 2015.\nBehind all the research into how to improve sea ice forecasts is an even more basic question: Just how much can we improve them? When forecasters try to predict future weather or sea ice conditions, a few things limit their ability to nail conditions exactly. One problem is that the initial state of weather and ice conditions is never perfectly known. Another problem is that even in the best models, the equations describing the physical world are imperfect.\nBut beyond errors in initial conditions or imperfect models lies a final problem: chaos, famously visualized by physicist Edward Lorenz as a butterfly flapping its wings and changing the weather half a world away. The ocean and atmosphere obey predictable physical laws, but their interactions are so complex that beyond a given time, their exact state becomes unpredictable. (This prediction of exact weather is different from predicting the probability of average conditions, which is the domain of climate models.)\nSomething as delicate as a butterfly flapping its wings can have far-reaching implications which forecasters try to take into account. Photo CC license by Flickr user Izzy LeCours.\nDecades of research show that the limit of predictability for local weather forecasts is 10–14 days. For sea ice, one 2018 study concluded that the natural limit of predictability for leads (linear breaks in sea ice that may be especially useful for navigation) may be just 4–8 days. Overall sea ice concentration and the location of the ice edge, however, appear to remain predictable over the full 10-day window common to weather prediction.\nMitch Bushuk is a research scientist at NOAA’s Geophysical Fluid Dynamics Laboratory whose CPO-funded research has investigated the natural limits for regional sea ice forecasts on a seasonal scale. Building on the work of modeler Ed Blanchard-Wrigglesworth of University of Washington, Bushuk uses a technique called “perfect model” experiments. Perfect model experiments are produced with ensemble forecasts (multiple runs of the same forecast for the same time period and place, with tiny variations in the starting conditions for each run). Forecasts—often 10–20 of them—start out similar, but diverge over time.\nModelers choose one model run to stand in for real-world observations, and then average all the other forecasts in the ensemble. The length of time in which the pseudo-observation run and the ensemble mean are in close agreement—not identical but statistically similar—is the hypothetical upper limit of prediction accuracy. In other words, it’s the length of time for which the model largely withstands butterfly chaos, the best we could expect if we had a perfect model.\nOne of Bushuk’s studies compared perfect model forecasts to current operational sea ice forecasts. Such studies identify the prediction skill gap, “the room for improvement we have going forward,” he says. The perfect models retained their prediction skill much longer than operational models, especially for winter sea ice extent on a regional scale.\n“If we know ocean temperatures during the previous summer, say, July, we can predict sea ice extent in March. We've shown we have skill at that lead time,” he says. His research has shown that perfect models can predict winter sea ice with lead times of more than a year. Across the entire Arctic, perfect models retain their prediction skill 18–26 months ahead of time for winter sea ice, and 5–11 months for summer sea ice. The operational models Bushuk and his colleagues tested were only skillful out to 9 months for winter predictions, and 4 months for summer predictions.\n“We already have some prediction skill in our operational prediction system,” Bushuk says. He cites room for improvement in both observations of initial conditions, such as ocean temperatures and sea ice thickness, and model physics.\n“The exciting piece is the gap. We have a number of pathways to close that gap. Within the next 10 years, I think we can make a big step forward.”\nAllard, R.A., Farrell, S.L., Hebert, D.A., Johnston, W.F., Li, L., Kurtz, N.T., Phelps, M.W., Posey, P.G., Tilling, R., Ridout, A., Wallcraft, A.J. (2018). Utilizing CryoSat-2 sea ice thickness to initialize a coupled ice-ocean modeling system. Advances in Space Research, 62, 1265–1280.\nArctic Program. (2016, November 8). NOAA’s Arctic Action Plan. https://www.arctic.noaa.gov/Arctic-News/ArtMID/5556/ArticleID/308/NOAAs-Arctic-Action-Plan. NOAA. Accessed June 20, 2019.\nArctic Program. Weather. https://www.arctic.noaa.gov/Weather. NOAA. Accessed June 20, 2019.\nBecker, E., van den Dool, H., Zhang, Q. (2014). Predictability and forecast skill in NMME. Journal of Climate, 27, 5891–5906. https://doi.org/10.1175/JCLI-D-13-00597.1.\nBlanchard-Wrigglesworth, E., Cullather, R.I., Wang, W., Zhang, J., Bitz, C.M. (2015). Model forecast skill and sensitivity to initial conditions in the seasonal Sea Ice Outlook. Geophysical Research Letters, 42, 8042–8048. https://doi.org/10.1002/2015GL065860.\nBushuk, M., Msadek, R., Winton, M., Vecchi, G., Yang, X., Rosati, A. (2019). Regional Arctic sea–ice prediction: potential versus operational seasonal forecast skill. Climate Dynamics, 52, 2721–2743. https://doi.org/10.1007/s00382-018-4288-y.\nCurrent Daily Ice Analysis. U.S. National Ice Center Naval Ice Center. https://www.natice.noaa.gov/Main_Products.htm. NOAA. Accessed June 20, 2019.\nEarth System Research Laboratory Experimental Sea Ice Forecasts. https://www.esrl.noaa.gov/psd/forecasts/seaice/. NOAA. Accessed June 20, 2019.\nFetterer, F., Stewart, J.S., Meier W.N. (2015, updated daily). MASAM2: Daily 4 km Arctic Sea Ice Concentration, Version 1. https://doi.org/10.7265/N5ZS2TFT. Accessed June 20, 2019.\nFunk, McKenzie. (2014, December 30). The Wreck of the Kulluk. The New York Times. Accessed September 4, 2019.\nMohammadi-Aragh, M., Goessling, H.F., Losch, M., Hutter, N., Jung, T. (2018). Predictability of Arctic sea ice on weather time scales. Scientific Reports, 8, 6514.\nNational Geographic. (2019, August). Open for business. Accessed September 4, 2019.\nNational Ice Center, National Snow and Ice Data Center, compiled by Fetterer, F., Savoie, M., Helfrich, S., Clemente-Colón, P. (2010, updated daily). Multisensor Analyzed Sea Ice Extent – Northern Hemisphere (MASIE-NH) Version 1. https://doi.org/10.7265/N5GT5K3K.\nNational Ocean Service. Arctic Navigation. https://oceanservice.noaa.gov/economy/arctic/. NOAA. Accessed June 20, 2019.\nOverland, J., Dunlea, E., Box, J.E., Corell, R., Forsius, M., Kattsov, V., Olsen, M.S., Pawlak, J., Reiersen, L.-O., Wang, M. 2018. The urgency of Arctic change. Polar Science. https://doi.org/10.1016/j.polar.2018.11.008.\nPosey, P.G., Metzger, E.J., Wallcraft, A.J., Hebert, D.A., Allard, R.A., Smedstad, O.M., Phelps, M.W., Fetterer, F., Stewart, J.S., Meier, W.N., Helfrich, S.R. (2015). Improving Arctic sea ice edge forecasts by assimilating high horizontal resolution sea ice concentration data into the US Navy’s ice forecast systems. The Cryosphere, 9, 1735–1745. https://doi.org/10.5194/tc-9-1735-2015.\nRosen, Yeth. (2011, December 30). Ice-breaking Russian ship gets OK to deliver fuel to Nome. Reuters. Accessed September 20, 2019.\nUnited States Coast Guard. (2014, April 2). Report of investigation into the circumstances surrounding the multiple related marine casualties and grounding of the MODU Kulluk on December 31, 2012. MISLE Activity Number: 4509675.\nZampieri, L., Goessling, H.F., Jung, T. (2018). Bright prospects for Arctic sea ice prediction on subseasonal time scales. Geophysical Research Letters, 45, 9731–9738. https://doi.org/10.1029/2018gl079394.\nZhang, Y.-F., Bitz, C.M., Anderson, J.L., Collins, N., Hendricks, J., Hoar, T., Raeder, K., Massonnet, F. (2018). Insights on Sea Ice Data Assimilation from Perfect Model Observing System Simulation Experiments. Journal of Climate. https://doi.org/10.1175/JCLI-D-17-0904.1.\nHelp us improve our content",
  "source": "climate.gov"
}