{
  "url": "https://www.climate.gov/news-features/features/climategov-tweet-chat-talk-climate-and-cloud-expert-about-atomic-scientific",
  "title": "Climate.gov tweet chat: Talk with a climate and cloud expert about the ATOMIC scientific mission",
  "date": null,
  "content": "A quick google image search of the word “tropical” tends to include, at a minimum, these two things: the ocean and a sky dotted with puffy clouds.  To most, the photos conjure up peaceful thoughts of relaxing on the beach, and enjoying the tropical breezes, maybe with an umbrella drink. But all scientists on the ATOMIC scientific field campaign can see are the complex interactions between the ocean and the sky that create, maintain, and dissipate those clouds. Well, that and umbrella drinks. Hey, they are human after all.\nShallow clouds from Narval2. Photo by S. Bony\nDuring the first two months of 2020, ATOMIC—short for Atlantic Tradewind Ocean-Atmosphere Interaction Campaign—is using planes, ships, buoys, radars, autonomous vehicles, and computer models to help unlock the mysteries of how those puffy tropical clouds form and the impact they have on local and regional climate.\nTropical clouds’ peaceful simplicity belies the intricacy of the intermingling between the ocean and air needed to create them. Unable to be seen by the human eye, there is a meticulous energy dance going on between the water and the air as huge amounts of energy and moisture are transferred from one side to the other. This dance is poorly understood, which means it’s not well represented in models of our atmosphere. ATOMIC aims to better understand this dance so that, among other things, our weather and climate models have a more realistic representation of the planet they are trying to recreate.\nOn Wednesday, February 5 from 3:00 to 4:00 p.m. Eastern, join scientist Dr. Gijs de Boer of the Cooperative Institute for Research in Environmental Sciences (CIRES) and NOAA’s Earth System Research Laboratory for a tweet chat all about tropical clouds, the tropical ocean, and the ATOMIC mission. He’ll focus on his work launching autonomous aircraft—yes, robots!—into the skies above the Atlantic Ocean to see this ocean/atmosphere dance up close.\nDr. Gijs de Boer  is a Research Scientist at CIRES at the University of Colorado Boulder and NOAA’s Earth System Research Laboratory-Physical Sciences Division. His main area of research revolves around the development and deployment of innovative observing technologies to measure the Earth system. This includes unmanned aerial vehicles and surface observing systems, with an emphasis on difficult to reach locations. This work has taken him to the Arctic, tropics and areas of complex terrain to lead efforts to improve our understanding of atmospheric processes like clouds.\nJoin us for a Clouds Tweet chat!\nCan’t make the chat? Return to this page in coming weeks; we will update this page with a selection of questions and answers from the discussion.\nNOAA Climate.gov:  Let’s welcome Dr. Gijs de Boer (@deboerg). Gijs is a research scientist at @CIRESnews and @NOAA_ESRL. He was a part of the #NOAA_ATOMIC mission using autonomous aircraft #UAS to study tropical clouds in Barbados. His work has taken him from the tropics to the Arctic, from the mountains to the plains leading efforts to improve our understanding of the atmosphere.\n\nOn #NOAA_ATOMIC, he uses autonomous aircraft to study in places other instruments can’t go and to see how the ocean and atmosphere interact in higher resolution possible than with a regular aircraft. Check out the RAAVEN taking off!\nGijs and his team’s work help to provide insight into the formation of tropical clouds. This is critical for helping to develop climate models and improve global climate projections. Get your questions in now for Gijs on clouds, autonomous aircraft and what’s it like to do scientific field campaigns from the Tropics to the Arctic! Tag your questions with #ClimateQA\nHeidi Jungovic: How do the clouds affect climate?\nGijs de Boer: Great question! More clouds = less energy to the surface of the earth. Fewer clouds = more energy absorbed by the earth's surface. Clouds also transport heat and moisture throughout the atmosphere, which can impact removal of energy from the lower atmosphere (where we live) and subsequent cloud formation. Finally, they also have impacts on precipitation, so as cloud patterns shift, so do rain patterns. The #NOAA_ATOMIC scientific mission is focused on the clouds forming over the tropical Atlantic. These are interesting because they can vary quite a bit without huge changes in weather.\nBeach and low level cumulus clouds taken on the northeastern side of Barbados during the ATOMIC field campaign in January 2020. Photo: Gijs de Boer.\nSo, #NOAA_ATOMIC is working to measure the details related to cloud formation in this region and its connection to things like surface eddies (ocean whirls), cloud-driven circulations, energy transport through turbulence and more. Ultimately, these tropical clouds impact the net reflectivity of the planet, and we need to understand how small changes in local climate may impact future cloud occurrence to understand the potential feedback loops that they are involved with.\nJennifer Fulford: What is the range of autonomous aircraft? What maximum winds can they withstand?\nGijs de Boer: Great question! There are three different UAS operating for #NOAA_ATOMIC and #EUREC4A (EU counterpart).  The RAAVEN (@NOAA/@CUBoulder) can fly for approximately 2.5 hours at 18 m/s = 160 km!\nDr. Gijs de Boer and Dr. Radiance Calmer prepare the RAAVEN aircraft to be launched off the beach in Barbados during the ATMOMIC field campaign in January 2020. Photo: Gijs de Boer\nWe routinely fly the aircraft in winds up to 30 mph. Ultimately, the aircraft could fly in 100 mph winds, but it would just be flying backwards relative to the ground!\nRAAVEN (developed/operated by @cuiriss)  is used in a wide variety of environments.  Besides the tropics, it has also been deployed for severe storms research (tornadic supercells) in the US midwest, and is taking part in a very large Arctic campaign (MOSAiC)\nVery capable and nimble aircraft! (actually, the \"N\" in RAAVEN stands for nimble)\nMichael Rhodes (left) and Dr. Radiance Calmer (right)—both of the University of Colorado—with the RAAVEN aircraft from their monitoring tent on the beach in Barbados during the ATOMIC field campaign in January 2020. Photo: Gijs de Boer.\nThe links to the other campaigns the RAAVEN has been on are below:\nTORUS -https://www.eol.ucar.edu/field_projects/torus\nMOASiC - https://mosaic-expedition.org/\nWebsite Tour: Was there some significance to the mission being stationed in Barbados?\nGijs de Boer: Barbados offers the most direct access to the tropical Atlantic. There is no land upstream until you get close to Africa. Also, there are significant ocean eddies (ocean whirls) that move off of the S. American coast partly driven by outflow from the Orinoco River.\nBeyond this, we have very good (and willing) research partners at @CIMHbb (Caribbean Institute for Meteorology and Hydrology) who have been great to work with and are headquartered in Barbados.\nFinally, on the European side (#EUREC4A) the Germans have had a cloud observatory in Barbados for over a decade, since 2010. This provides a strong basis and long term record for context of ATOMIC observations.\nGijs de Boer: How did my interest in #UAS start? I have been studying Arctic clouds since 2004.  In 2009, I put together a review article on this topic:\nhttps://www.esrl.noaa.gov/psd/people/matthew.shupe/publications/Morrisonetal.ngeo2012.pdf\nWhile writing that article I noticed that we had some significant observational gaps in the lower atmosphere and began thinking about how to fill those gaps.  #UAS (Autonomous aircraft) were an obvious answer.\nStarted my position at @CUBoulder in 2011. @CUEngineering has been active in development and deployment of #UAS for decades.  I worked with partners to set up aircraft for atmospheric research.\nI began deploying these to the field in 2014, and in 2015 was awarded a #PECASE award by President Obama which offered a lot of opportunities to advance our capabilities.\nThis really led up to the development of the current capabilities that are being deployed for #NOAA_ATOMIC, MOSAiC and beyond. #UAS fill a gap in our observing networks.  They can provide very detailed measurements of specific regions of the atmosphere because they fly substantially slower than large research aircraft.\nDr. Gijs de Boer and Dr. Radiance Calmer prepare the RAAVEN for take off during the ATOMIC field campaign in Barbados in January 2020. Photo: Gijs de Boer\nThis allows for detailed observing (at high resolution) of a single location. They also offer a relatively affordable option for making very detailed measurements of the lower atmosphere. They provide more information on the variability of the atmosphere over short time scales than weather balloons do. Ultimately all of these assets provide complementary information in different ways, with #UAS offering revolutionary insights.\nGijs de Boer: While a lot of my time for #NOAA_ATOMIC has been spent launching RAAVENs from Morgan Lewis beach (the one in the photos!), I've also been integrated with the observations made using the NOAA WP-3D aircraft and R/V Ronald H. Brown.\nI also contributed to P-3 (Hurricane Hunter aircraft) flight planning and had a chance to ride with the @NOAA_OMAO crew for two research flights.\nP3 Hurricane Hunter aircraft on the tarmac in Barbados during the ATOMIC field campaign in January 2020. Photo: Gijs de Boer\nWhile on board I was responsible for operating the radar (this one's too big for most UAS!) to make measurements of clouds and precipitation from above.\nDr. Gijs de Boer on board the NOAA P-3 Hurricane Hunter aircraft during the ATOMIC field campaign in January 2020. Photo: Gijs de Boer\nTogether, the R/V RH Brown offers a nice surface measurement point over the length of the campaign.\nNOAA Ship Ronald Brown docked in Barbados during the ATOMIC field campaign in January 2020. Photo: Sandy Lucas\nWhile the P-3 (Miss Piggy) provides detailed measurements at higher altitudes far offshore, and the RAAVENs are providing high resolution measurements of the layer between the surface and the clouds.\nCockpit of the P-3 Hurricane Hunter aircraft known as Miss Piggy taken during the ATOMIC field campaign in January 2020. Photo: Gijs de Boer\nP-3 was quite an experience!  There was a lot of action (and large crew) in order to collect all of the data we are after. I didn't expect the number of people (17!).\nPhoto of the NOAA Ship Ronald Brown taken from the P3 Hurricane Hunter aircraft during the ATOMIC field campaign in January 2020. Photo: NOAA\nOther than all of the scientific activity going on on board, it was kind of like a trans-Atlantic flight to nowhere, minus the airplane food!\nNOAA Lockheed WP 3D Orion N43RF Miss Piggy taking off from Lakeland Linder Int'l Airport on 20 Aug 2019. Photo: Jonathan-Shannon NOAA\nGijs de Boer: Before I leave, I'd like to leave you all with places to get more information.\nTo find out more info on #NOAA_ATOMIC, visit the @NOAA_ESRL PSD website on this project (https://esrl.noaa.gov/psd/atomic/)\nTo get more insight into the RAAVEN #UAS, visit the @cuiriss webpage:\nhttps://www.colorado.edu/engineering/sites/default/files/attached-files/raaven_vs9.pdf\nRAAVEN aloft over the ocean off the coast of northeastern Barbados during the ATOMIC field campaign in January 2020. Photo: Gijs de Boer\nAnd to find out more about my work check out my research page:\nhttps://www.esrl.noaa.gov/psd/people/gijs.deboer/\nClimate.gov: We'd like to thank Dr. Gijs de Boer (@deboerg) of @CIRESnews,@NOAA_ESRLand @CUBoulder for joining us to talk about #NOAA_ATOMIC and the #UAS RAAVEN. The full tweet chat will be archived soon at the link below. But for now, we're \"taking off\".\nhttps://www.climate.gov/news-features/features/climategov-tweet-chat-talk-climate-and-cloud-expert-about-atomic-scientific\nJoe Witte: What role does the divergence from deep convective complexes play in forming subtropical jet streaks?\nTom: From Tom at @NOAAClimate, the answer is YES! The deep convection over the tropics plays a role in the location of the jet streams across the mid-latitudes. This is the primary way that El Nino can impact winter weather across the US. For the #NOAA_ATOMIC mission, the focus is mainly on shallow convection. Those puffy clouds you see dotting the horizon when looking out over the ocean in the tropics.\nHeidi Jungovic: What are El Niño projections for this year?\nTom: Check out the latest forecast at our ENSO Blog. Link below:\nhttps://www.climate.gov/news-features/blogs/enso/january-2020-enso-update-new-year-new-you\n\nHeidi Jungovic:   How does El Niño impact climate?\nTom: From Tom at @NOAAClimate: it can have a major influence on climate across the planet. For more info, check out http://climate.gov/enso and our ENSO Blog:\nhttps://www.climate.gov/news-features/blogs/enso/how-enso-leads-cascade-global-impacts\nHelp us improve our content",
  "source": "climate.gov"
}