{
  "url": "https://www.climate.gov/news-features/understanding-climate/something-us-can-mostly-agree-january-2020-was-warmer-average",
  "title": "Something the U.S. can (mostly) agree on: January 2020 was warmer than average",
  "date": null,
  "content": "According to the latest monthly climate update for the United States, January 2020 was the fifth-warmest January on record for the Lower 48 (aka “the contiguous United States,” or CONUS). The warmth wasn’t record-breaking, but it was widespread.\nThis map shows where January 2020 temperatures were warmer (red) or cooler (blue) than the 1981-2010 average across the contiguous United States (see Alaska). NOAA Climate.gov map, based on NCEI data.\nThis kind of nation-wide warmth in January isn’t unique, but it’s rare. In the past twenty years, it’s only happened two other times, in 2006 and 2012. The only climate divisions in the CONUS that were cooler than average were in eastern Utah and southern Colorado. Alaska, meanwhile, marched to its own January drum, with colder-than-average temperatures across most of the state.\nOn average, January is the coldest month of the year in the CONUS. The average January temperature over the 20th century was 30.12 degrees Fahrenheit, making it the only month of the year with a sub-freezing average temperature. (Check for yourself with NCEI’s Climate at a Glance tool.) Recent trends, however, show that January climate is changing.\nIn the past 30 years, our country’s coldest month has been colder than the 20th -century average just 5 times, warmer-than-average 25 times. All but one of those 5 colder-than-average Januarys occurred in the 1990s. The average January temperature in the past 3 decades (1991-2020) eked in just above freezing (32.35 degrees F).\nHistory of January temperatures for the Lower 48 U.S. states compared to the 20th-century average each year from 1895-2020. Graph by NOAA Climate.gov, based on Data from NCEI Climate at a Glance.\nAveraged over the entire historical record (1895-2020), January temperature has increased by 0.2 degrees F per decade, but in reality, virtually all of that change has come in the past 30 years. The January warming trend since 1991 has been nearly triple the longer-term rate: 0.57 degrees Fahrenheit per decade versus 0.2 degrees per decade from 1895-2020.\nThis doesn’t mean the CONUS hasn’t had individual years with sub-freezing Januarys, or that we won’t have some in the future. And there are plenty of regional and state-level differences in January temperature trends. But recent warming trends appear to have left the CONUS without a single sub-freezing month on a climatological (30-year) scale. That could be good news for heating bills, but bad news for tick season.\nHelp us improve our content",
  "source": "climate.gov"
}