{
  "url": "https://www.climate.gov/news-features/understanding-climate/winter-and-february-2020-end-second-warmest-record-globe",
  "title": "Winter and February 2020 end as second warmest on record for the globe",
  "date": null,
  "content": "February 2020 marked the warm end to one of the most unusually warm months and winters on record for the globe. Both the month and the winter season finished second to 2016. This was among the many highlights of the February 2020 global climate summary released by the National Centers for Environmental Information last week.\nFebruary 2020 monthly temperature departures from normal for the globe. Colors show where average monthly temperature was above or below its 1981-2010 average. Blue areas experienced cooler-than-usual temperatures while areas shown in red were warmer than usual. The darker the color, the larger the difference from the long-term average temperature. February 2020 was the second warmest February on record as red colors dominated the map. Climate.gov image using data from NCEI.\nThis map shows how different from normal temperatures were in February 2020. Normal is defined as the average February temperatures from 1981-2020. Red colors reflect locations that were up to 11° Fahrenheit (6° Celsius) warmer than average, while blues represent areas that were up to 11° F cooler than average. And in February 2020, reds dominated the map.\nMost notably, temperatures were more than 11°F above average across much of Europe stretching east to Russia, and in some locations in Siberia, February temperatures were more than 18°F (10°C) above average! (Explore local values with NCEI’s Climate at a Glance mapping tool). The warm temperatures in western and central Asia helped make February the warmest on record for the Asian continent. February 2020 was also the second-most abnormally warm month in history, behind only March 2008.\nThe areas with the coldest departures from average temperatures were across the Far North in Alaska, northern Canada, and Far East Russia. The cause of these cold temperatures was a record-breakingly strong polar vortex, which kept cold air isolated across the Far North, leading to plunging temperatures and a cold end to winter in the region. (For more on how the polar vortex works, head to this ENSO blog post.)\nFebruary’s warm temperatures followed the path set by the preceding two months, as December (second warmest) and January (warmest) both set a blazing pace to winter heat. Winter 2019-2020 ended over 2°F above the twentieth-century average, and it was the second warmest in the 141-year record, behind only the winter of 2015-2016.\nLand-only winter temperatures anomalies since 1880. For land areas, winter 2019-20 ranked warmest on record (2.04 degrees Celsius above the twentieth-century average), scraping past 2015-16 (2.03 degrees C above average). NOAA Climate.gov, adapted from original by NCEI.\nIf we looked only at land temperatures, though, this winter was the warmest on record dating back to the 1880s. And the geographic pattern of winter temperature anomalies (the difference from average) was very similar to those observed in February, with warmth over Europe and western/central Russia and cooler-than-average temperatures in the Far North, including Alaska and northwestern Canada.\nIt’s especially remarkable that global temperatures were this warm in the absence of an El Niño event in the tropical Pacific Ocean. El Niños tend to make global temperatures soar during the winters when they peak. In fact, the only winter warmer than 2019-20 was 2015-16, when one of the strongest El Niños since 1950 dominated the global climate. But this winter had none, making it the warmest ENSO-neutral winter ever recorded and a testament to the warming trend our planet is going through thanks to human-caused climate change.\nFor more details about February’s global climate conditions, visit the National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}