{
  "url": "https://www.climate.gov/news-features/features/conversation-dr-jane-lubchenco-women%E2%80%99s-history-month",
  "title": "A conversation with Dr. Jane Lubchenco on Women’s History Month",
  "date": null,
  "content": "In commemoration of Women’s History Month, Climate.gov interviewed Dr. Jane Lubchenco, former NOAA Administrator (2009-2013). Lubchenco, University Distinguished Professor at Oregon State University, is a marine ecologist with expertise in the oceans, climate change, and public health and the environment. She is one of the most highly cited ecologists in the world. Our interview discusses mentorship in science, the changing roles of women in science, NOAA research, citizen science, scientists in the public square, and other topics.\nMarine ecologist Jane Lubchenco was the NOAA administrator from 2009–2013. Photo by Joy Leighton.\nWhat role did mentorship play in building your career in science?\nMy parents were phenomenal in empowering and supporting my five sisters and me. Both of them communicated to us, “You can do whatever you want, and we will support whatever you choose.” Moreover, they gave us plenty of opportunities to figure out what we liked, what we didn’t like, what we were good at. That empowerment plus the support of my sisters has been incredibly important in my life. I also benefited hugely from quite a few key teachers at various points in my career.\nIf I had to highlight one person that was particularly important, it would be my Mom. She successfully combined being a mother of six girls, a wife, and a professional woman. And she did it in a way that was not insane. She chose to work part-time as a pediatrician after my sisters were born. So we grew up with the expectation that we could have a family and a career and a sane existence. Today men and women are both facing the quandary of how to manage that juggling act. There is no one-size-fits-all solution. But, because my Mom showed it was possible, she empowered each of us to find the balance that worked for us.\nWhen my husband and I were Assistant Professors, we decided it was time to start a family, but we did not like the choices available to us for combining work and family. At the time (in the mid-1970’s), there was only one option for academics: the man continued as a professor and the woman left academia to stay home and raise the children. Child-care options were limited. We both wanted to be intimately involved in raising our children and we both wanted to teach, do research, and serve others. So we explored other options. We proposed a new model to a number of universities.\nOregon State University liked the idea of taking a single position and splitting it into two separate half-time, but tenure-track positions. Each of us could work half-time and still have time to spend with the children we hoped to have. We accepted OSU’s offer, and each worked half-time for ten years. Then ramped back to full-time over the next three years. We were able to have two children and still be active in teaching, research, and other things. That life-work balance was important to us and I think it is one reason that—forty-plus years later—we are not burned out. We are both still excited about what we are doing.\nLubchenco meeting students during a groundbreaking ceremony for an ocean sciences education center on the campus of University of California-Santa Barbara in January 2010. Photo courtesy Jane Lubchenco.\nCan you talk in more detail about that split, half-time tenure-track arrangement you and your husband struck with Oregon State University?\nTo the best of our knowledge fractional, tenure-track positions for mainstream academic jobs did not exist before ours. The first few universities that we approached with this idea said, “You’ve gotta be crazy. What do we do if you get divorced? What do we do about tenure?” They focused on all the reasons not to do it. When we approached Oregon State University, a prescient dean said, “That sounds interesting. Let’s explore the possibilities and figure out how to solve any problems that might come up.” Quite refreshing!\nWe initiated our split appointments at OSU in 1978, and were quickly inundated with requests from around the country from others who were interested in doing something similar. We wrote an article for the journal Bioscience to help share our experience and advice. Today there are thousands of fractional, tenure-track positions around the country. Thankfully, there are also much better child-care options, AND universities are more sensitive to the importance of work-life balance than they were before.\nIn what way is the field of marine ecology different today than when you entered it? Were there many women in the field when you began?\nLike most fields in science, there were very few women in ecology or marine biology in the 1960s and 70s. That did not bother me, though, because I really loved my field and it was what I wanted to do. I had the examples of my Mom and my paternal grandmother (a physician who earned her M.D. in 1912!), both of whom gave me confidence that it was possible for women to succeed in their chosen fields. There were very few if any women at most ranks in universities, especially at higher levels. That has changed quite dramatically for the better, but it is still not where we need to be.\nCoast Guard Admiral and Commandant Thad Allen and Jane Lubchenco release sea turtles back into the Gulf of Mexico on August 18, 2010. Lubchenco was the NOAA administrator during the 2010 Deepwater Horizon oil spill. Now retired, Allen was the National Incident Commander. Photo courtesy Jane Lubchenco.\nOne of your landmark publications is “Human Domination of Earth’s Ecosystems,” which appeared in Science in 1997. “It is clear that we live on a human-dominated planet,” the article concluded. What is the legacy of that article?\nOur paper was published well before the word Anthropocene had been proposed, and at a time when many were only beginning to think seriously about the global impact of humans. As the cover article for Science, our 1997 paper quantified a number of key indicators of the global impact of various human activities. My co-author Peter Vitousek’s idea of quantifying the fraction of change for each indicator that was due to human influence was brilliant. We included changes in atmospheric carbon dioxide, fresh water, land transformation, fixed nitrogen, plant invasions, bird extinctions, and marine fisheries. The integrated picture was powerful and compelling. It was clear that across multiple environmental indicators, human impact was significant and growing.\nLubchenco was a co-author of a widely cited 1997 research article in which experts expressed human impact on Earth as percent change for a range of fundamental characteristics: how much we'd transformed the land surface, how much we had changed the atmospheric levels of carbon dioxide, how much of the Earth's accessible freshwater we were using, the percent of nitrogen fixation attributable to human activities like agriculture, the percent of plant species in Canada introduced by humans, the percent of bird species that had gone extinct in the past two millennia, and the percent of major marine fisheries that were fully exploited by people.  Image adapted from Vitousek, P. M., Mooney, H. A., Lubchenco, J., & Melillo, J. M. (1997). Human Domination of Earth’s Ecosystems. Science, 277(5325), 494–499. https://doi.org/10.1126/science.277.5325.494. used with permission from AAAS.\nSince then, a more comprehensive and sobering picture has emerged. Today it seems like a no-brainer to say we live on a human-dominated planet, but when we wrote the paper, that was not the case. So, yes, that paper received a lot of attention. It was a watershed paper for many readers.\nNOAA research sometimes depends on decades of sustained inquiry to produce results—a timescale beyond elections. When you were at NOAA, how did you make the case for such long-term investment?\nThat’s a continuing challenge. One key to sustaining long-term monitoring and research is to demonstrate the present-day value of prior investments and point out the steps that were taken to achieve breakthroughs. For example, it’s easy to trace how a previous investment in basic science to understand the coupling between the ocean and the atmosphere led to significantly improved forecasts of hurricane tracks. Then one can point out the next horizons, saying, “We’ve done it here, we next need to do it there.”\nIn addition to demonstrating the value of past investments, it is also critically important to listen to members of Congress about their needs, their interests, and how the science relates to their constituents. It’s not just saying, “Trust us, we know what we’re doing.” It’s also saying, “If you want this, then let’s work together, and we can deliver that.” It’s a dialogue. It’s a partnership.\nIn a June 2019 article in Science you described the narrative of the ocean as “too big to fail” as wrong. What are some of the ocean’s limits in its capacity to mitigate pollution and depletion?\nAfter I left NOAA, I was invited to serve as the first U.S. Science Envoy for the Ocean, a pro bono position with the State Department. For two years, 2014 to 2016, I traveled multiple times to five developing countries to do science diplomacy around ocean issues: China, Indonesia, Mauritius, Seychelles, and South Africa. The Blue Economy was uppermost in our conversations. It was clear that many countries were looking to the ocean for new ways to develop, alleviate poverty, achieve food security, and create jobs.\nThat experience, plus my national and international experiences at NOAA, and my global research, gave me insights into the myriad ways that people and nations understand and think about the ocean. I realized that many are unaware of the immense pitfalls of more intense exploitation of the ocean without the smart safeguards that would enable us to use the ocean without using it up.\nGhost-fishing—when marine animals suffocate or starve after being caught by abandoned gear, such as this crab trapped by fishing line—is a danger to noncommercial species like whales and sea turtles, but it also reduces the productivity of some commercial fisheries. NOAA photo from the Pacific Islands National Marine Fisheries Center.\nI also realized that for some others, the “doom and gloom” messages about the ocean have been so powerful that they shy away from any future uses of the ocean. I also saw, first-hand, some fabulous, sustainable efforts that demonstrate that we do not have to choose between a healthy ocean and reaping its economic and social benefits. So I began thinking about the need for a new, common narrative that encapsulates the wealth of lessons learned, is cognizant of the challenges, but also embraces the opportunities in a smart way.\nNarratives are more important than people often realize. They can constrain and blind us, or they can inspire and liberate us. For most of human history, people have thought of the ocean as so immense, they thought it was infinitely bountiful and resilient. People assumed that it would be impossible to have any demonstrable impact on the ocean writ large. We could dump as much as we wanted into it and take as much out, and it would simply be refreshed or replenished. In other words, the dominant narrative about the ocean for millennia has been that the ocean is “too big to fail.”\nOn Day 30 of the Deepwater Horizon disaster in the Gulf of Mexico, oil on the surface made a tracery of rust-colored ribbons and rainbows. Many ships are towing booms in which to corral oil. In addition to its ecological harms, the disaster caused billions of dollars in damage to commercial and recreational fisheries in the Gulf. Photo by Green Fire Productions. Used under a CC license.\nOver the last couple of decades, however, it has become painfully obvious to anybody paying attention that the long-standing narrative no longer holds. The immense problems facing life in the ocean are very real. The latest IPCC report on climate change and the ocean makes it clear that climate change and ocean acidification have had devastating impacts on the ocean. The combination of climate change, depleted fisheries, pollution from plastics, nutrients and toxins, and habitat destruction has led many to flip to a new narrative that “the ocean is too big to fix.”  They feel overwhelmed with the immensity of solving each of these problems, much less all of them. However, I believe that despite the serious nature of all of these problems, this second narrative is also false.\nWhat could the new narrative of the ocean be?\nI take heart from seeing so many amazing, positive changes underway around the world. They point the way to a better future. These solutions are not yet at the scale that is commensurate with the problems, but they could be. I thus see a third narrative beginning to emerge. This new narrative understands how central the ocean is to many of the most urgent problems facing humanity. For example, climate change.\nThe IPCC report I mentioned a minute ago documents the myriad, devastating ways in which the ocean is a victim of climate change. But, another, complementary scientific synthesis points to the ways in which the ocean can also be a solution to climate change. This Ocean Panel report found that ocean-based activities might contribute as much as 21% of the carbon dioxide emissions reductions needed to get us to the 1.5 degree Celsius target by 2050. That was a huge and surprising finding.\nThe ocean is a huge untapped resource for renewable energy, such as this offshore wind farm east of the northern tip of Amager, Denmark. In this and other ways, says Lubchenco, the ocean can be a solution to climate change, not just a victim of it. Photo from the U.S. State Department GPA Photo Archive on Flickr, used under a Creative Commons license.\nOcean-based mitigation has not been on people’s radar screen, and yet it might just help us tackle the climate beast. The climate change mitigation policy community has focused primarily on terrestrial actions. This new report highlights previously hidden but powerful new options. Focusing on the ocean as a solution, not just as a victim of climate change—doing that pivot—could actually provide new opportunities to help solve the climate change problem.\nThe ocean is central to tackling other major challenges as well, such as food security. We could feed a lot more people if we would recover depleted fisheries and have smart aquaculture policies. Ocean-based solutions are also relevant for equity issues and human health challenges. In short, a healthy ocean is central to our future.\nForty-seven fish stocks have been rebuilt from overfished or overfishing status as of December 2019. According to Lubchenco, restoration of vulnerable fisheries has the potential to expand human food production in climate-friendly ways. NOAA Climate.gov image adapted from original by NOAA Fisheries.\nThis perspective leads me to propose a new narrative, one in which the ocean is “too big to ignore.” This new narrative requires creative thinking, the right incentives, new technologies, but also putting people at the center of decisions and actions. I see this new narrative taking hold and providing a way to integrate the interdependent troika of a healthy oceans, healthy people, and healthy economies.\nLast year, at AGU, you called on the scientific community to make a \"quantum leap\" in their engagement with society. How can academia improve its engagement efforts?\nThe scientific community has a huge opportunity and obligation to be helpful to society. In 1997, as president of AAAS, my Presidential Address was entitled “Entering the Century of the Environment: A New Social Contract for Science.” In it, I suggested that in exchange for our being able to indulge our passions for science, we scientists have a responsibility to society.\nThat responsibility goes beyond the very important discovery of new knowledge and its publication in the peer-reviewed literature. It also involves sharing our knowledge widely, focusing on urgent problems, and engaging meaningfully with society – and doing so with humility, and transparency, and honesty. I suggested in my Presidential Address that we were not fully delivering on our social contract and that it was time to reexamine what we do and how we do it.\nI have been amazed and gratified at the extent to which the scientific community has responded. Today, more scientists are focusing on current and emerging societal needs and becoming much more active in communicating science to the public. They are conducting more and more “use-inspired science”—fundamental science that is also immediately relevant to society. They are working with stakeholders to diagnose problems and co-creating solutions. They are engaging more meaningfully with society. In other words, we have seen a very significant shift in what many academics are doing in the twenty-plus years since that speech.\nAvery Resor and Catherine O'Hare check on the health of their Gracilaria crop, growing attached to a long line of rope submerged at Hog Island Oyster Farm. Photo by Shaun Wolfe.\nAnd yet, the magnitude of environmental and other problems has grown faster than our solutions. Moreover, I note that, as important as the cultural shifts in academia have been, most of the above activities have resulted from actions of individual scientists, not academia as a whole. Individual scientists are changing because they believe it is important and are taking action despite the culture of academia that fails to value those actions.\nThe culture of academia gives lip service to engagement and communication but does not really recognize or reward it. When academics are hired, or come up for promotion or tenure decisions, the currencies with the greatest weight are the number and journal status of papers published, the grants obtained, and the quality of teaching. Little, if any, consideration is given to public communication and engagement. And both of those take time, resources, and training.\nI believe the academic community could be much more helpful to society if we could pivot from individual actions to collective action to remove those impediments and unleash the power of academia to help address major societal challenges. We are making good progress, but the magnitude of the problems threatens to swamp the solutions. I believe it is time for academia to take stock of its role and make changes in its culture that would enable the quantum leap in engagement and problem-solving with and for society.\nWhen a lab scientist decides to organize a public lecture or otherwise enter the public arena for the first time, what advice would you give them on how to engage successfully with the public?\nFortunately, there are now quite a few organizations that help scientists learn how to communicate and engage effectively. COMPASS Science Communication [an organization started by Lubchenco] is one of those.\nHaving respect for your audience, listening to their interests, their concerns, and understanding what they know are all keys to good communication and absolutely necessary to good engagement. Find ways to connect through shared experiences. A lot of scientists lead with the facts, with the science. Depending on who the audience is, that may or may not be the best approach. Finding some common ground and shared values, and then building out from there, may be a much more astute way of connecting with audiences.\nReally good trainers and coaches like the COMPASS team help scientists learn to be seen not only as competent but also as trustworthy. Social scientists like Susan Fiske have taught us is that to be trustworthy, someone needs to be seen as both competent and warm. Most scientists are generally seen as highly competent but pretty cold, and therefore not trustworthy.\nSharing the science in a way that is credible but also engenders confidence and trust is something that scientists can learn to do by unlearning some of their scientific training. Scientists should be willing to be seen as more human. Let audiences hear your stories, so they understand that you are not just an automaton, but someone with feelings and experiences. Yes, it is important to be true to the science but it is possible to make it more accessible, more interesting, and that in turn will make it more trustworthy.\nWhat role can citizen science play in strengthening the bond between scientists and society?\nAt a time when many people are talking past each other, we need more ways of connecting, listening, being open, and sharing. Opportunities to do citizen science are a way of creating shared knowledge. It’s more than just about the knowledge—it’s trust in the process. When NOAA scientists and fishermen work together to do stock assessments, fisherman have a lot more confidence in the information that is produced. Those are some of the things that we need now more than ever to move ahead.\nEach year, volunteers with Hawaiian Islands Humpback Whale National Marine Sanctuary participate in the Sanctuary Ocean Count to keep track of visiting humpback whales. Photo by NOAA.\nA vibrant democracy depends on an informed citizenry and a shared understanding of the problems and the tradeoffs in different potential solutions. How we create knowledge is important, how we engage with one another is important, and science provides opportunities to do that in ways that will be more helpful to society. Scientists co-creating knowledge with society—that’s part of what’s needed right now.\nHelp us improve our content",
  "source": "climate.gov"
}