{
  "url": "https://www.climate.gov/news-features/features/conversation-katherine-allen-noaa-postdoc-alum-climate-scientist-diver",
  "title": "A Conversation with Katherine Allen: NOAA postdoc alum, climate scientist, diver",
  "date": null,
  "content": "This article continues Climate.gov’s series of interviews with current and former fellows in the NOAA Climate and Global Change Postdoctoral Program about the nature of their research funded by NOAA and what career and education highlights preceded and followed it.\nOver the past 30 years, the Postdoctoral Program, funded by NOAA Climate Program Office, has hosted over 200 fellows. The Program’s purpose is to help create and train the next generation of researchers in climate science. Appointed fellows are hosted by mentoring scientists at U.S. universities and research institutions.\nKatharine Allen, Ph.D., a NOAA Climate and Global Change Fellow from 2013-15, now an assistant professor at University of Maine’s School of Earth and Climate Sciences. Photo courtesy Kat Allen.\nOur interview is with Katherine “Kat” Allen, a former NOAA Climate and Global Change Postdoctoral Fellow (2013-2015) now working as an assistant professor at University of Maine’s School of Earth and Climate Sciences.\nKat studies oceans and climate, past and present. She investigates past ocean conditions to understand how the ocean-climate system works on timescales that extend beyond historical records. To establish quantitative records, she often analyzes the chemical composition of marine shells that have accumulated on the sea floor for thousands of years. University of Maine has profiled her current research.\nKat has pursued her fascinating research in her native Maine and beyond, including New Zealand, Puerto Rico, Catalina Island, Barbados, Bermuda, the Azores, and Tanzania.\nOur conversation follows.\nWhen did your interest in oceans begin? Was your childhood in Maine a factor in developing this interest?\nI’ve been fascinated by the ocean since I was a little kid, and growing up on the Maine coast certainly fueled that interest.\nDo you have a favorite beach or other seaside place to be in Maine?\nGoose Rocks Beach in Kennebunkport is one of my favorite beaches. My family went there every summer when I was a kid. I’m told I took my first steps there. Goose Rocks is a special place – with its fine sand, gentle waves, craggy boulders, islands, and tide pools to explore, it was like heaven on Earth to my sister, cousins, and me.\nAllen's love of the ocean was kindled by childhood visits to Goose Rocks Beach in Kennebunkport, Maine. Photo by Bob Dennis.\nWhile you were pursuing your bachelor’s degree at Case Western Reserve University, you completed a semester abroad at University of Canterbury in Christchurch, New Zealand. As a student geologist, what were your favorite places to visit in New Zealand? How did the country’s geology differ from what you knew in Ohio?\nI really enjoyed my local field trips in Ohio – it’s a great area to study geology, especially for anyone interested in fossils – but after a while I got hungry for more variety. I wanted to see mountains, volcanoes, glaciers, black sand beaches. I spent most of my time in Christchurch, and I loved visiting Hokitika, Milford Sound, and glaciers and rainforests on the west coast. The Mount Cook area has a special place in my heart, too – five years after my study abroad, my now-husband proposed to me on top of the Liebig Dome.\nA semester abroad in New Zealand introduced Allen to new aspects of geology and natural history, and sparked her interest in the use of offshore marine sediments for paleoclimate research. Photo by Katherine Allen.\nHow did this time in New Zealand eventually inform your career in marine sediment research?\nWhen I was an undergraduate student studying abroad, I wasn’t sure what kind of career I wanted to pursue. I took classes in the geology and natural history of New Zealand that gave me a foundational understanding of that region I probably wouldn’t have developed elsewhere. Later, when I had a chance to work on marine sediments from offshore New Zealand as a post-doc, I jumped at the opportunity.\nAt Case Western Reserve, you studied marine sediments in Lake Erie. How did this experience spur your interest in sedimentology?\nThe idea of decoding Earth history from ancient sediments was really exciting to me. After working on this project, I was hooked. Equally important was my experience of working with Dr. Beverly Saylor. She was an inspiring mentor; working with her planted the idea in my head that maybe someday I could be a professor, too.\nFor your Ph.D. at Columbia University, you studied single-celled planktonic shelled marine organisms called foraminifera. How are these organisms important for studying carbon cycles and paleoclimate?\nForaminifera are found almost everywhere in the world’s oceans, and they have been living (and dying, and becoming part of the fossil record) for millions of years. When foraminifera die, their shells sink and—if conditions are right—can be preserved on the sea floor. Their shells hold geochemical clues to past ocean and climate conditions. Some species live on the sea floor and others float near the sea surface. Studying the floating or “planktic” fossil foraminifera can provide insights into past atmospheric conditions; studying the sea-floor or “benthic” types can tell us about deeper waters that act as major carbon reservoirs, locking carbon away from the atmosphere.\nHow was boron significant for your Ph.D. research?\nMy Ph.D. research was all about boron – for five years, I was obsessed with boron (and the obsession continues, though I’ve branched out a bit). The amount and isotopic composition of boron locked in foraminiferal calcite is closely linked to properties like seawater pH. My advisor, Dr. Bärbel Hönisch, and I worked to quantify the relationships between a foraminifer’s growth environment and its shell composition so that we could use those relationships to reconstruct past ocean conditions from fossil shells.\nHow was scuba diving important to your Ph.D. research?\nI received my SCUBA certification in 2008 during my Ph.D. (2007-2013). Scuba diving was the best way to collect live planktic foraminifera for raising in the laboratory. We needed hundreds of foraminifers for our calibration experiments.\nKatherine Allen collecting live plankton in Puerto Rico. Photo by Steve Doo.\nFor calibration experiments, we grow individuals in a series of experiments, each varying a single parameter: temperature, salinity, etc. After a few weeks, when the organisms finish their life cycle, we collect their shells and analyze their trace element composition. We do the same analysis on modern and fossil shells. The foundation of my work is assuming that the relationships between fossil composition and variables like temperature and pH are the same today as in the past. We assume that these relationships remain similar over time, but on very long timescales there are additional factors, like evolution, that might also need to be taken into account.\nDuring your Ph.D., you joined field campaigns in Puerto Rico and Catalina Island. What are your fondest memories of these trips?\nI loved scuba diving in the kelp forests near Big Fisherman’s Cove on Catalina. It felt like I was flying. The sea creatures were wild—sometimes we’d see nudibranchs that looked like organisms from an alien planet. The bioluminescent bays on the south shore of Puerto Rico were absolutely magical. Swimming and playing there at night, with underwater fireworks cascading outwards from my every move, made me feel like a sorceress.\nSunset at Cabo Rojo, in southwest Puerto Rico. For Allen, the region's  bioluminescent bays were magical. Photo by Jose Zayas. Used under a CC license.\nWhat was the subject of your NOAA postdoctoral fellowship? What do we know about ice age cycles? What remains unknown?\nAs a NOAA postdoc, I worked to characterize the seawater carbonate chemistry of deep waters in the Southwest Pacific during the last ice age cycle. My approach stemmed from my Ph.D. work, and I measured (you guessed it) the boron content of fossil foraminiferal calcite to place constraints on past deep ocean chemistry. We know that ice age cycles have repeatedly transformed our planet, and we know that the ocean played a major role in those cycles. We know that the ocean had to have stored a lot more carbon during ice ages than during warm, interglacial periods. We know that the ocean had to have released some carbon back to the atmosphere during the termination of the last ice age. Many important aspects remain unclear, including the specific triggers or thresholds involved.\nLooking back, how did your NOAA climate and global change postdoctoral fellowship (2013-2015) benefit you?\nThe NOAA climate and global change postdoctoral fellowship program is truly outstanding. Not only does this fellowship provide strong financial support to researchers at a crucial time in their early career, but it does so in a thoughtful, supportive, community-oriented way that has certainly had a lasting positive impact on me. Being part of that network of past and present fellows is enriching and inspiring. I have connected with many people I may not have otherwise met and had exciting scientific conversations that may not otherwise have happened. I’m still in touch with some of the people I met at the summer institute.\nThe fellowship allowed me to develop new skills, work with new people, and lay the foundation for my future career. As a postdoc, I gained experience with mentoring younger students. If I had tried to jump into my current position (assistant professor) directly out of my Ph.D., I would not have been nearly as well prepared as I was after two years of post-doctoral work as a NOAA fellow. The NOAA fellowship provided a crucial stepping stone into the professional world.\nWhat did you enjoy about the NOAA postdoctoral fellowship summer institute?\nI loved meeting people from a wide range of backgrounds and hearing about their work. It felt like summer camp – in a good way – and I got to know some of the mentors much better than I would have just in passing conversation at a major conference, for example.\nFrom September to October 2017, you joined the RV Neil Armstrong for a cruise from Woods Hole, Massachusetts to Azores, Portugal. What was the scientific purpose of this cruise? What did you learn?\nThat cruise was led by Lloyd Keigwin from the Woods Hole Oceanographic Institute. I was part of a team helping him collect sediment cores from the deep North Atlantic. The cruise was designed to fill some gaps in our understanding of the ice age ocean, specifically by providing new cores and new data from deeper depths than had been previously studied. Lloyd intentionally included many early-career scientists on the team to provide them with training and experience in deep-sea coring.\nAllen gained experience with coring sediment in deep waters during a 2017 research cruise in the North Atlantic aboard the Research Vessel Neil Armstrong. Photo by Office of Naval Research. Used under a CC license.\nYou have another scientific cruise coming up in August. You will serve as chief scientist on the RV Endeavor as it cruises the Gulf of Maine collecting foraminifera. How will you be collecting samples and what analysis will you conduct on them?\nI will be studying the Holocene, which is our current geological epoch. The Holocene began about 11,700 years ago. There is evidence that the Gulf of Maine was actually warmer during the early Holocene than it is today. I’m trying to establish what that temperature was. We will also assess how patterns of natural temperature variability in this region changed through time.\nWe will collect seawater, plankton, and sediment cores. From the ship, we can lower equipment into the water via a cable and winch. A suite of bottles will be triggered at specific depths to collect water. Fine-meshed nets will be towed from the ship to collect plankton. Coring devices will be lowered to the seafloor to collect sediment. We’ll be analyzing a wide range of seawater properties and will conduct geochemical analysis on the foraminiferal shells at the University of Maine.\nThe archaeological record indicates that swordfishing occurred in the Gulf of Maine in the distant past. What do we know about this historical fishery? How will be your cruise contribute to this research area?\nPeople have been living on the Maine coast for thousands of years, and some of my colleagues at University of Maine have been studying the archaeology of this region. They have noted that swordfish bones were present during some parts of the Holocene. Enormous bones from huge fish. We presume that people were using canoes to fish for swordfish. They may have used hooks and spears to fish. There’s evidence that the “swords” or rostrums from other swordfish were also used in harpoons.\nWhen the fossil evidence for swordfishing ceased, we have to ask why. Was it driven by an environmental change? One hypothesis is that the Gulf of Maine cooled, driving swordfish away. Swordfish exhibit basking behavior, where they come to the sea surface to warm up their brains before diving back down to hunt. Or, the end of the fishing could have been simply a human choice, a change in community preference or life strategy.\nMy upcoming research cruise can provide temperature records for the Gulf of Maine, facilitating research into this historical fishery.\nThis cruise will include a close partnership with UMaine’s Wabanaki Youth in Science (WaYS) program, which will allow Native American high school students to join the trip. What can students learn from the experience?\nI’ve been collaborating with the program on campus for a couple years. We thought this would be a unique opportunity to involve Native students in research about Maine. Usually these sorts of cruises are just composed of grad students, so involving students in this work from an early age is really important. Participating students can share their experiment in classrooms and communities.\nNative students are hugely underrepresented in the sciences—especially oceanography—and they possess a unique, important perspective on the natural world.\nWhat is the significance of the Gulf of Maine as a contemporary research subject? Why is it warming so quickly? Why is it so sensitive to ocean circulations?\nThe Gulf of Maine is filled by a mixture of many water masses, including some warmer, saltier waters from the south and colder, relatively fresher waters from the north. If the balance of these incoming waters shifts, that can lead to changes in temperature, salinity, and nutrients here. That balance, and the properties of incoming water, are linked to global ocean-atmosphere circulation.\nSea surface temperature trends in the Gulf of Maine (top) and the global ocean (bottom). Image by NOAA Climate.gov, adapted from Pershing, et al.\nThe current rate of warming in the Gulf of Maine really depends on what time window you’re looking at. One recent study gained a lot of attention by calculating very fast warming for our region during the period 2004-2013. If a longer timeframe is selected, the rate of warming is lower. We don’t know whether the recent accelerated warming is a new normal, or if it is temporary—just part of the Gulf’s natural variability.\nThis is partly why we are working to develop long-term geologic records that extend beyond the historical record. We need to develop a better understanding of the rates, magnitudes, and drivers of our baseline, natural temperature fluctuations. Ultimately this will help us assess any human impacts and potentially improve the predictive skill of regional ocean models.\nHelp us improve our content",
  "source": "climate.gov"
}