{
  "url": "https://www.climate.gov/news-features/features/conversation-sarah-larson-noaa-postdoc-alum-enso-scholar-educator",
  "title": "A conversation with Sarah Larson:  NOAA postdoc alum, ENSO scholar, educator",
  "date": null,
  "content": "This article continues Climate.gov’s series of interviews with current and former fellows in the NOAA Climate and Global Change Postdoctoral Program about the nature of their research funded by NOAA and what career and education highlights preceded and followed it.\nOver the past 30 years, the Postdoctoral Program, funded by NOAA Climate Program Office, has hosted over 200 fellows. The Program’s purpose is to help create and train the next generation of researchers in climate science. Appointed fellows are hosted by mentoring scientists at U.S. universities and research institutions.\nSarah Larson, a NOAA Climate and Global Change Fellow from 2016–2018. Photo by Diana Udel, University of Miami.\nOur interview is with Sarah Larson, a former NOAA Climate and Global Change Postdoctoral Fellow (2016-2018) and current assistant professor at North Carolina State University. Sarah is a climate scientist with interests in both atmospheric science and physical oceanography applications. Her current research aims to understand how variations in large-scale atmospheric circulation and weather impact skill in prediction of El Niño and La Niña events, sea surface temperature variability, and variability in the large-scale ocean circulation.\nOur conversation follows.\nAs an undergraduate at University of South Alabama, you majored in meteorology. When and how did you make the transition from studying weather forecasting to studying climate?\nI had a 30-minute crash course about climate variability and El Niño in a synoptic meteorology class and I was instantly hooked. I was fascinated by the interaction between the ocean and atmosphere, as it was something I had not yet thought about as a meteorology student in a program geared towards operational forecasting.\nYou were a 2010 NOAA Hollings Scholar at the NOAA Atlantic Oceanographic & Meteorological Laboratory (AOML) in Miami, Florida. How did that experience impact your career? Who were your mentors and what role did they play?\nI spent my summer at AOML studying El Niño impacts with world-class climate scientists. It definitely solidified my choice to pursue climate science in graduate school. I was lucky enough to have two mentors: Drs. David Enfield and Sang-Ki Lee. They were incredibly patient and thoughtful mentors, because I’m sure I needed a lot of spin-up time! David was kind enough to teach me MATLAB and let me use his well-curated toolbox of statistical functions. Sang-Ki helped me identify relevant previous studies related to my project and helped me gain an intuition for interpreting the figures I was creating. Together, they made an excellent mentor team.\nDuring her 2010 NOAA Hollings Undergraduate Internship at the Atlantic Oceanographic and and Meteorological Laboratory, Sarah took a day trip to the National Hurricane Center. Photo courtesy Sarah Larson.\nDuring your Hollings Scholarship, you made an award-winning presentation, “Impacts of non-canonical El Niño patterns on Atlantic hurricane activity.” What drew you to ENSO as research topic? What aspect of El Niño did your presentation address?\nI thought the topic was interesting because ENSO impacts not only the tropical Pacific where the phenomenon itself resides, but the entire globe. For example, ENSO events can influence the environment in which Atlantic hurricanes develop, creating conducive or nonconductive conditions for hurricane activity. Traditionally, warming associated with El Niño events occurs in the eastern equatorial Pacific and El Niño events tend to suppress Atlantic hurricane season activity. My project focused on how other warming patterns in the tropical Pacific, including El Niño events situated more in the central Pacific, impact the Atlantic hurricane season.\nYou ultimately adapted your Hollings presentation into a 2012 paper in the scientific journal, Geophysical Research Letters. This was your first published paper. What was the process like going from Hollings presentation to published paper?\nAs a student, it was exciting! I was very grateful that my mentors chose to give me a project that was cutting-edge and publishable. I was certainly still a work in progress in terms of scientific writing skills at the time, but their encouragement and advice helped me get over the hurdle of that first paper. To this day, I’m still surprised (and thankful!) that my mentors were so willing and patient with me.\nYou completed your Ph.D. in meteorology and physical oceanography at University of Miami Rosenstiel School of Marine and Atmospheric Science (RSMAS). How did your Hollings Scholar mentors influence your decision to pursue at Ph.D. at this school?\nComing from a more traditional forecast meteorology undergraduate program, I was unfamiliar with graduate programs geared towards climate and air-sea interaction. My Hollings mentors gave me a list of programs they were aware of that might fit my interests and on that list was the University of Miami (conveniently located just across the street). I contacted Ben Kirtman, a professor at the University of Miami, to ask about his group, research, and the graduate program. He told me I could continue to pursue my interests in ENSO if I so wished, and that pretty much sealed the deal!\nYour dissertation, on ENSO predictability, involved working with computer climate models. You’ve spoken of your interest in puzzles. What drives your interest in climate models?\nClimate models are very complicated and consist of thousands of lines of computer code that represent the physical processes in the real world. The work I did as a graduate student involved altering portions of the model code to test certain hypotheses, a task that is much more involved that it sounds. This work always reminded me of a puzzle, because oftentimes you need to try multiple possible solutions or a combination of many approaches to successfully change the model. I remember spending nearly 6 months trying to complete the code for my first experiment and when it finally worked, it was exhilarating.\nAs part of Larson's Ph.D. research, she ran climate simulations on the University of Miami's Pegasus supercomputer. Photo by T.J. Lievonen.\nYou completed your NOAA Climate and Global Change Postdoctoral Fellowship at University of Wisconsin – Madison. How did this positive experience lay the foundation for your career as a climate scientist in academia? What level of independence did you have as a postdoc?\nWhen I was a NOAA postdoc, I had full control over the content and trajectory of my research. At times it was challenging to be the sole driver of the project, but now that I’m an assistant professor and find myself constantly in the role, I’m thankful that I had that training early on. Because of the freedom I was granted, the NOAA CGC position helped me to become a more curious and confident scientist.\nDid you have the opportunity to attend the Summer Institute for NOAA Climate and Global Change postdocs?\nMy CGC class actually had our summer institute canceled because of budget issues. We were then invited to attend the most recent one in 2019 as former postdocs. It was a fantastic experience. For starters, I finally had the opportunity to meet other fellows from my class. Since CGC selects fellows with diverse research backgrounds, I had only met one or two postdocs from my class prior to the summer institute. We shared stories of our experiences and aspirations for our near-future careers, including difficult decisions we were all facing as to what career path we wanted to pursue. The contacts I made will undoubtedly be valuable resources in terms of scientific knowledge but also for career advice and motivation. Overall, it was inspiring to see so many young investigators genuinely excited about the future of their field of research and motivated to apply their expertise to push the science forward. I think the field of climate science has a lot to look forward to and accomplish and there are many excellent CGC postdocs poised to help lead these efforts in the future.\nLarson (left) and current Climate & Global Change Fellow Melissa Breeden, at an Advanced Climate Dynamics Course in Rondane, Norway, in 2017. Photo courtesy Sarah Larson.\nFor your postdoc, you studied the extent to which scientists can successfully disentangle the strong signal of ENSO from climate models. Why is it such a challenge to excise the impact of ENSO from models?\nENSO drives strong signals in the atmosphere and ocean not only locally in the tropical Pacific but throughout the globe. It is very difficult, if not impossible, to mathematically remove the ENSO signal entirely. This creates an issue if you are attempting to study a phenomenon that overlaps spatially with ENSO: can you ever be confident that ENSO is not impacting your results? Signals from ENSO also project onto other known patterns of variability, like the Pacific Decadal Oscillation. What portion of the Pacific Decadal Oscillation is driven by ENSO? What portion of precipitation variability over the United States can be “blamed” on ENSO? These issues are difficult to untangle because the data we analyze from nature and climate models include the effects of ENSO. As part of my graduate work, I developed a method to remove ENSO variability from a climate model. As a result, I can now determine what variations in climate are driven by ENSO and what variations are unrelated to ENSO. It’s a powerful tool that I am still fine-tuning and working with.\nENSO mechanisms showing the complexity of processes involved in ENSO. Dashed contour shows the location of the strongest positive SST anomaly during El Niño (the Niño 3 region). NOAA Climate.gov, based on original provided by Eric Guilyardi.\nYou’ve spoken of the significance of the transition from single model ensembles to multi-model predictions in the world of ENSO. What made this transition so impactful?\nSingle model ensembles are typically overconfident: they underestimate the uncertainty of the prediction. In simpler words, the range of possibilities for a given scenario is too small. This means that the model will appear very confident that a particular outcome will occur, whereas in nature, the uncertainty is much higher. On average, we can produce a larger (and more realistic) range of outcomes if we instead generate ensembles using multiple models. This is impactful because it allows us to better estimate the uncertainty in the forecast.\nIs ENSO predictable? What are the hard limits on that predictability? What are the major sources of uncertainty in prediction?\nPredictions of wintertime ENSO events made 4-6 months in the future are typically accurate. When the lead-time is extended to beyond 8-9 months or so, issues arise. For these longer lead-times, predictions of ENSO phase (e.g., will the equatorial Pacific be warm or cold?) are typically accurate but predictions of ENSO amplitude (e.g., will we have a weak or strong El Nino?) have a lot of uncertainty.  One of the main reasons for this uncertainty is weather. Daily and weekly wind variability in the atmosphere, or weather, can impact the evolution and peak amplitude of an ENSO event. How? Winds in the atmosphere can kick off waves in the ocean’s subsurface that move heat around. This heat can destructively and constructively interfere with the developing ENSO event, hence impacting the amplitude of the event.\nWhat lessons did the 2015/2016 El Niño have for climate science? How did its impacts differ from those predicted?\nHistorically, strong El Niño events, like in 1982-83 and 1997-98, bring enhanced rainfall to Southern California. The 2015-16 El Niño event was intensifying at a time when Southern California was experiencing a devastating multi-year drought and the hope was that El Niño would save the day and pull California out of the drought.\nTypical impacts of El Niño on the jet stream and winter climate across the United States. NOAA Climate.gov map by Fiona Martin.\nUnfortunately, this was not the case because there were many other climate factors at play in 2015-16. I think this was a strong reminder to the climate impacts community, that variability other than ENSO can sometimes overwhelm the typical changes driven by ENSO.\nWhat are the challenges in disseminating ENSO forecasts to the mass media? What nuances get lost in translation?\nThe biggest challenge is communicating the uncertainty in the forecast. For example, say there is a 70% probability of an El Niño and a 30% probability of neutral or climatology. The media will most likely pick up on the fact that an El Niño is very likely, ignoring the fact that if we had 10 similar scenarios, 3 of those would result in ENSO-neutral. Furthermore, these probabilities do not give any information about whether the El Niño event will be strong like 2015-16 or weak, if El Niño occurs at all. These nuances easily get lost in translation.\nYour current climate research explores how the atmosphere and the ocean talk to each other. What led you to look beyond individual phenomena like ENSO and ask broader climate questions?\nWhile studying ENSO and performing model experiments, I realized that there are many open questions about the extent to which wind variability in the atmosphere drives climate variability in general, not just for ENSO. It is well-known that exchanges of heat between the atmosphere and ocean drive much of the variability in sea surface temperature away from the tropics, but how influential are atmospheric winds that directly move ocean waters around? These types of questions have been studied extensively for different phenomena like ENSO but less is known about their global impacts.\nLarson and colleagues at the Fourth International Conference on El Niño Southern Oscillation, held in Ecuador in 2018, where she spoke about the potential for using the recharge-discharge cycle of the warm water anomalies during El Niño to improve ENSO predictions.\nYou’ve mentioned that you use Climate.gov’s popular ENSO Blog in the classroom. For what courses do you use the ENSO Blog and how do you incorporate it into lessons?\nI teach a Climate Prediction and Predictability course for incoming graduate and upper level undergraduate students. I like to assign the ENSO blog readings before we start a new topic so that the students have the opportunity to read about the material in plain language before we dive deeper into more complex readings. They seem to really appreciate the simplicity and clarity of the blog posts, as well as the graphics and occasional mentions of pop culture. I’m incredibly grateful that the ENSO blog exists: it makes my life much easier!\nFigure 3. Climate patterns associated with the warm phase of the Atlantic Multi-decadal Oscillation (AMO). Map by NOAA Climate.gov, based on originals by Gerry Bell.\nHelp us improve our content",
  "source": "climate.gov"
}