{
  "url": "https://www.climate.gov/news-features/understanding-climate/may-2020-global-temperatures-tie-record-hottest",
  "title": "May 2020: Global temperatures tie for record hottest",
  "date": null,
  "content": "By tying May 2016 for the warmest May on record, May 2020 continued 2020’s streak of having every single month either be the warmest or second-warmest month on record. For those dreading the summer heat, that’s quite the foreboding streak. And at this point, it’s virtually certain that 2020 will be among the five warmest years on record with a nearly 50% chance 2020 will be the warmest year on record. To find all of the details about what happened across the globe in May 2020, check out the May 2020 global climate summary by the National Centers for Environmental information.\nRanking of May 2020 global temperatures. Red colors indicate that May 2020 was on the warmer side of the 141-year record, with the darkest red showing record May warmth. Blue colors represent locations that were cooler than average. No areas were in dark blue which would have indicated record May cold. NOAA Climate.gov image using data from the National Centers for Environmental Information.\nThe map above shows how May 2020 global temperatures fit within the historical record. First the entire historical record is split into thirds (terciles), and temperatures in May 2020 are categorized as being in the upper, lower, or middle third (above, below, or near average. Next, experts identify the top and bottom 10 percent of May temperatures in the historical record; if a location's May 2020 temperatures fall within that category, that spot is labeled \"much warmer\" or \"much colder\" than average. The darkest reds show places that set a record for the warmest May. Similar to previous months this year, above-average to well above average temperatures dominated across the globe, especially in northern Asia.\nBefore we talk about the few cool anomalies, let’s talk about just how tremendously above normal temperatures were in Asia. Much of northern Asia in Siberia easily saw temperatures over 10°F above average for the month of May. As a continent, Asia was a record 2.09°C (3.6°F) above average for the month, marking the first time Asia’s May temperatures were above average by 2°C. Overall, 7.55% of the globe had record-high May temperatures, including parts of the Atlantic, Pacific and Indian Oceans, along with Western Europe, Central and South America, Africa, and Asia.\nNowhere on land or over ocean were global temperatures record cold in May. The most notable cool spots were found over the eastern United States and much of Canada,  eastern Europe, and northern India. (A persistent cool anomaly in the North Atlantic may be a signal of a long-term change in regional ocean circulation.) It just goes to show that even in a globally record-hot month, during a string of incredibly warm months, some places can still be cooler than average. But those cool numbers in North America pale in comparison to just how hot it has been elsewhere.\nThe global temperature differences from average for all Mays from 1895-2020. May 2020 tied for the warmest May on record with May 2016. Climate.gov image using data from the National Centers for Environmental Information.\nSo how hot did May have to be to tie the record set in May 2016? Globally, temperatures were 0.95°C (1.71°F) above the twentieth-century average. In the 141-year record, the top seven warmest Mays are the last seven years’ worth of Mays. May 2020 was also the 44th consecutive May and the 425th consecutive month with global surface temperatures above the twentieth-century average.\nTo be tied for warmest May on record means that temperatures over land and water must have exceedingly above average. And they were. Global land temperatures for May were the hottest on record (no ties here), with the top ten warmest May land temperatures all occurring since 2010. And even without an El Niño, which helps to boost global ocean temperatures, 2020 was still only 0.01°C away from tying May 2016 for warmest global ocean temperatures. A shocking statistic given May 2016 was still at the tail end of one of the strongest El Niño events since 1950.\nMay also marked the end of meteorological spring, and spring 2020 finished as the second warmest on record (1.06°C or 1.91°F above average). This was the tenth-highest seasonal (three-month) temperature anomaly on record. The top ten seasonal departures from average have all occurred since 2015. Simply put, the globe is warming.\nThe difference from average of temperatures centered on northern Asia during January through April 2020. During this time, Siberia has experience extremely above-average temperatures, exceeding 11°F consistently. NOAA Climate.gov image using data from the National Centers for Environmental Information.\nJanuary through May was also the second-warmest such period on record, but the bigger year-to-date story has been just how remarkably warm northern Asia has been. Temperatures have averaged at least 3.5°C (6.3°F) above-average for the entire year to date! A huge swath of Siberia has seen temperature departures much larger. In May, Siberian temperatures near or above the Arctic Circle were in the 80°Fs!\nThe extremely above-average temperatures have coincided with widespread wildfires, raising the risk for a summer with millions of acres ablaze across Siberia.\nHelp us improve our content",
  "source": "climate.gov"
}