{
  "url": "https://www.climate.gov/news-features/features/climategov-tweet-chat-talk-education-experts-climate-change-education",
  "title": "Climate.gov tweet chat: Talk with education experts on climate change education",
  "date": null,
  "content": "To effectively address climate change, we have to start with education. Education has the power to inspire, motivate, and empower action on climate change not only with youth but with entire communities. Because that is where solutions to climate change are forged, not only at home or at school but also in our neighborhoods, towns and cities.\nStudents engage in forest fieldwork.\nThis is why NOAA’s Climate Program Office has teamed up again with The Wild Center’s Youth Climate Program and Climate Generation: A Will Steger Legacy for a Stay-In-stitute for Climate Change Education, a virtual conference for educators across the country.  From July 22-24, 2020, the workshop will bring educators together from around the country to learn about new tools and resources to develop new skills in teaching climate change concepts, and empowering students.  Registration for the Stay-In-stitute for Climate Change education is open now.\nAnd on Thursday, June 25, from 1:00 p.m. to 2:00 p.m. Eastern, join three climate change education experts in a wide-ranging tweet chat about ways to educate and empower students on climate change and in building a more climate resilient and just world.\nThe following experts will be answering questions:\nNOAA Climate.gov: Welcome to our Climate Change Education Tweet Chat! For the next hour, three education experts—left to right Jen Kretser (@JenKretser), Kristen Poppleton (@kpoppleton) and Frank Niepold (@FrankNiepold)—will take your questions. Remember to tag them with #ClimateQA so we can see them.\nFrom left to right, Jen Kretser, Director of Climate Initiatives at The Wild Center, Kristen Poppleton, Senior Director of Programs at Climate Generation: A Will Steger Legacy, and Frank Niepold, Senior Climate Education Program manager, NOAA’s Climate Program Office and Climate.gov. Photo Credit: Jen Kretser\nNOAA Climate.gov: Intros! Frank Niepold (@FrankNiepold) is the Climate Ed Coordinator at NOAA's Climate Program Office and serves as a co-chair for the CLEAN Network (@ClimateLit)’s Leadership Board. He went to 12 different Unis/Colleges in 12 years, so he has perspective.\nNOAA Climate.gov: From the Wild Center (@WildCenter), a science center in the Adirondacks in northern New York, Jen Kretser (@JenKretser) is Director of Climate Initiatives and manages the award-winning Youth Climate Program at the Wild Center (@TWCYouthClimate). In her spare time, she’s involved in the regional art community.\nNOAA Climate.gov: And Kristen Poppleton (@kpoppleton) is the Senior Director of Programs at Climate Generation: A Will Steger Legacy (@ClimateGenOrg). Climate Generation: A Will Steger Legacy (@ClimateGenOrg) empowers individuals and communities to engage in climate change solutions. She’s a 4th gen St. Paulite and enjoys canoeing, hiking and nordic skiing.\nNOAA Climate.gov: Oh also, Jen Kretser (@JenKretser) and Kristen Poppleton (@KPoppleton) literally wrote the book, well… were co-authors among others for a book called Teaching Climate Change in the United States! https://www.routledge.com/Teaching-Climate-Change-in-the-United-States/Henderson-Drewes/p/book/9780367179472\n@gsulli: From an environmental perspective, what will Miami look like in 2050? And what are we not doing to become more resilient?\nNOAA Climate.gov: You can utilize this Surging Seas interactive, found in Climate.gov's Teaching Climate and CLEAN Network’s (@ClimateLit) network, to learn more about how sea levels could alter coastal areas, including Miami. https://cleanet.org/resources/44644.html\nNOAA Climate.gov: To kick start this discussion, we at @NOAAClimate have a seemingly simple question. What IS climate change education?\nNOAA Climate.gov: In 2009 the Climate Literacy: The Essential Principles of Climate Science defines a climate-literate person as someone who understands the essential principles of Earth’s climate system;  knows how to assess scientifically credible information about climate; communicates about climate and climate change in a meaningful way; and is able to make informed and responsible decisions with regard to actions that may affect climate. https://cpo.noaa.gov/Meet-the-Divisions/Communication-Education-and-Engagement/Climate-Literacy\nFront page of the English and Spanish versions of the 2009 Climate Literacy Guide: The Essential Principles of Climate Science. Climate.gov image.\nNOAA Climate.gov: The Climate Literacy Guide is also translated into Spanish: Spanish: Enseña con el Conocimiento Climático: Los Principios Esenciales de la Ciencia Climática. #Teach4Climate https://cpo.noaa.gov/Portals/0/docs/MeettheDivisions/Conocimiento_Clim%C3%A1tico_8.5x11.pdf\nNOAA Climate.gov: We now know that climate change education expands well beyond climate science however---Climate change education is, in the ideal world, not separate but embedded across all education including humanities, ELA, the arts, as well as informal education like zoos, aquariums and museums.\nNOAA Climate.gov: Climate change education is also deeply rooted in empathy and developing compassion. How do we do climate education well? Storytelling, climate fiction, listening to others that have different perspectives.\nNOAA Climate.gov: Simply put #Youth are demanding to learn about #climatechange. They are not waiting for our education systems to #Learn4Climate.\nSo how do we do this?  Supporting youth leadership, highlighting other ways of knowing, breaking down structures. https://www.npr.org/2019/04/22/714262267/most-teachers-dont-teach-climate-change-4-in-5-parents-wish-they-did\n\nThe Youth Climate Program at the Wild Center (@TWCYouthClimate), now in its 14th year, convenes and empowers young people to take action and create solutions in their schools and communities.  https://www.wildcenter.org/our-work/youth-climate-program/\nThe Youth Climate Program at the Wild Center (@TWCYouthClimate) has held 80 summits in 40 different communities, many of them youth led. Also, we have a free toolkit so you can plan your own youth climate summit! https://www.wildcenter.org/our-work/youth-climate-program/map/\nNOAA Climate.gov: Check out Climate Generation: A Will Steger Legacy (@ClimateGenOrg) for an example of an organization working at the intersection of climate change education, civic engagement, and youth leadership #TeachTalkAct  https://www.climategen.org/\nNOAA Climate.gov: Programs, orgs, and scientific institutions have made progress on climate change education, civic engagement, and future workforce development.\nHowever, there is a significant gap between the potential to support and accelerate effective societal responses to climate change challenges, opportunities, and programs, especially to scale up education efforts that are already underway.\nLearn more here in this article from Green Schools National Network (@GreenSchoolsNN)!\nhttp://catalyst.greenschoolsnationalnetwork.org/gscatalyst/december_2018/MobilePagedArticle.action?articleId=1452362&app=false#articleId1452362\nNOAA Climate.gov: Come to the 16th Summer Institute for Climate Change Education, but this year due to COVID19 it will be moving to a virtual conference format. But virtual doesn't mean boring! https://www.climategen.org/our-core-programs/climate-change-education/professional-development/summer-institute/\nBanner for the 16th Summer Institute for Climate Change Education known as the Stay-In-Stitute due to being held virtually in July 2020. Climate.gov image.\nThe Stay Institute will focus on five themes to understanding climate change education and deepening your teaching and learning practice. What are those 5 themes?\n1) Science and Other Ways of Knowing: Go beyond western science to understand how #TEK deepens our understanding of climate change impacts and solutions. Like at http://www.glifwc.org/ClimateChange/\n2) Personal Connection and Storytelling: Learn your climate story and how to develop your student's climate story and how literature can support learning about climate change. https://www.youtube.com/watch?v=e95TOECx6k8\n3) Breaking Down Structural Racism and Inequities: Hear from keynote speaker, antiracism educator and author Kelisa Wing (@kelisa_l2teach)\n4) Scientific and Social Solutions: Dr. Katharine Hayhoe (@KHayhoe) & Project Drawdown (@ProjectDrawdown) will be putting climate solutions front and center and instilling hope and optimism for a better future. We got this!\n5) Supporting Youth Leaders: Amazing youth speakers will include Alliance for Climate Education, (@Acespace), Minnesota youth climate strike leaders, and leaders from the Youth Climate Program at the Wild Center (@TWCYouthClimate).\nEarth is heating up – but so are climate change education efforts in the U.S. With another school year rapidly approaching, a coalition of partners is working together to support educators in enhancing the climate know-how of American students and communities.\nWe know there is so much work to be done and we hope to connect and learn from you at the Stay Institute this summer July 22-24, 2020.\nLet's be part of the solution together!\nNOAA Climate.gov: Thank you all for joining us! Let's keep the conversation going. We need everyone everywhere working on climate change education. Reach out to us anytime –Jen Kretser (@JenKretser) at the Wild Center (@WildCenter), Kristen Poppleton (@kpoppleton) at Climate Generation: A Will Steger Legacy (@ClimateGenOrg) and Frank Niepold (@FrankNiepold) at @NOAAClimate\nAnd here are just some others to follow too! @ClimateLit, @Connect4Climate, @ClimateGenOrg, @acespace, @WildCenter; @TWCYouthClimate, @NOAAClimate, @ClimateInteract, @WGBH_edu,\n@NCSEteach and @NCSE, @EcoSchoolsUSA, @PRInstitution, @solaronenyc, @TheNAAEE, @AMSeducation, @climateclass, @SEIsustain, @TenStrands, @RiSCNYC, @weact4ej, @jer_science, @_NNOCCI, @LeadOnClimate\nHelp us improve our content",
  "source": "climate.gov"
}