{
  "url": "https://www.climate.gov/news-features/understanding-climate/june-2020-landed-warmest-and-driest-thirds-us-historical-record",
  "title": "June 2020 landed in the warmest and driest thirds of the U.S. historical record",
  "date": null,
  "content": "It’s been more than a decade since the contiguous United States has had a cooler-than-average June overall, and 2020 made no exception to the rule. According to the monthly climate summary issued Wednesday by the National Centers for Environmental Information, the average U.S. temperature for the Lower 48 last month was 70.3° Fahrenheit, which is 1.8° warmer than the twentieth-century average.\n(top) U.S. temperatures in June 2020 compared to the 1981-2020 average, with warmer than-average places shaded red, and cooler-than-average places shaded blue. The Great Plains, Upper Midwest, and Norhteast were all warmer than average, while parts of the Southeast and Inter-mountain Northwest were cooler than average. (bottom) U.S. average temperature each June from 1895 to 2020 (pink line), with the twentieth-century average marked with a red dashed line. The country hasn't had a cooler-than-average June in more than a decade.\nIt wasn’t record heat, however, with no regions, states, divisions, or counties experiencing their hottest June on record. Some parts of the country were actually cooler than average. But as with many Junes in the past few decades, the warm outweighed the cool. The national average temperature departure was large enough to rank in the upper third of Junes in the historical record. Looking at year-to-date temperature, things get a little more noteworthy. The average temperature for January-June was the eighth warmest in the 126-year record.\nMeanwhile, it was also dry for much of the country, especially in the Southwest, where drought has been in place since the the fall of last year, and in the Northeast, where drought developed due to the combination of below-average rainfall and above-average temperature. According to the National Drought Impacts Reporter, farmers from Pennsylvania to Maine were irrigating their crops far more frequently than usual, and some communities had issued bans on water-intensive activities, including lawn watering and car washing. Across New Hampshire, small hydropower dams were forced to stop operating as stream levels dropped.\nU.S. rainfall by climate division in June 2020 as a percent of the 1981-2020 average. Much of the Southwest received less than half of their usual June rainfall. Map by NOAA Climate.gov, from our Data Snapshots collection, based on NCEI data.\nSeventeen states’ had June precipitation in the driest third of their historical record, while only 12 had precipitation in the wettest third. Two of those—Alaska and Idaho—were much wetter than average, meaning in the top 10% of June precipitation totals in the historical record. Overall, the total precipitation across the contiguous United States was 0.21 inches below average. Nationally, the year to date rainfall (January-June) is still running above average, but many parts of the U.S. are nevertheless in some state of dryness or drought.\nDrought status across the United States for the week of July 7, 2020. Severe (orange) to extreme (red) drought stretches across parts of the Pacific Northwest, the Great Basin, and the Southwest. Moderate drought emerged across the Norhteast in June. Map by NOAA Climate.gov, from our Data Snapshots collection, based on data from the U.S. Drought Monitor project.\nMore detail about June 2020 climate in the United States is available from NOAA NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}