{
  "url": "https://www.climate.gov/news-features/features/climategov-tweet-chat-talk-heat-experts-mapping-urban-heat-islands",
  "title": "Climate.gov tweet chat: Talk with heat experts on mapping urban heat islands",
  "date": null,
  "content": "Extreme heat kills and heat health risks are likely to increase over the next century as temperatures warm due to human-caused climate change according to the Fourth National Climate Assessment.  And within the broader warming of our planet, urban environments, which are full of buildings, roads and pavement, increase temperatures even more when compared to surrounding rural and suburban areas. These Urban Heat Islands can sometimes be monitored by satellites, but they can also be measured on the ground using an army of citizen scientists equipped with specially designed temperature sensors.\nTaken from a forward looking infrared (FLIR) camera during the Urban Heat Island Mapping Campaign in Las Cruces, New Mexico on July 12, 2020, the right image shows heat. The left image shows a regular photograph for context. In the FLIR image, lighter or brighter colors indicate warmer areas, while darker areas are cooler. Photo Credit: Dr. Dave DuBois\nAn on-the-ground, citizen-science-led urban heat island mapping campaign is funded through NOAA’s Climate Program Office (CPO) and run through CPO’s and the Centers for Disease Control’s National Integrated Heat Health Information System (NIHHIS). This summer the campaign is mapping 13 different cities across all corners of the United States from Burlington, VT, to Seattle, WA, to Las Cruces, NM, and Austin and Houston, TX.\nOn Thursday, August 6, from noon – 1 p.m EDT, join three urban heat island experts for a tweet chat centered on how we measure these temperature extremes and how communities can lessen their impact now and in the future.\nThe following experts will be answering questions:\nIf you can’t join us for the tweet chat, be sure to check back with us here at Climate.gov. We will be posting the transcript of the chat later this month.\nNOAA Climate.gov: Welcome to our Urban Heat Island Tweet chat! For the next hour, our experts will be around to chat about anything heat related you'd like to know more about. Make sure to tag your questions with #ClimateQA so that we can find them!\nSo who are our experts?\nNOAA Climate.gov: Lisa LaRocque (@llarocquetweets) has been the Sustainability Officer for the City of Las Cruces since August 2013. Lisa has focused on #cleanenergy, #climatechange and #urbanheatisland especially in low- and moderate-income neighborhoods.\nNOAA Climate.gov: Dr. Dave DuBois (@NMClimate) is the State Climatologist for New Mexico, Director of the New Mexico Climate Center, and Associate Professor at @NMSU. He provides climate/climate change information to policy makers, the agricultural community, industry, educators, students, and the public.\nHe is a New Mexico native but grew up on a farm in southern New Jersey.\nNOAA Climate.gov: Vivek Shandas is a Professor of Climate Adaptation at Portland State University, and a Principal at @CapaHeatWatch, CAPA Strategies, LLC, a global consulting group that helps communities prepare for climate-induced disruptions.\nHis team at @CapaHeatWatch, CAPA Strategies, are the folks providing the science tech that, with the help of volunteers, has helped map the urban heat islands of dozens of US cities.\nNOAA Climate.gov: To keep on top of all the latest heat news, make sure you sign up to receive the Heat Beat Newsletter! https://lp.constantcontactpages.com/su/3DFc1Wx\nQuestion:\nNOAA Climate.gov: To kick start this Urban Heat Island Tweet Chat, we at @NOAAClimate are going to ask the first question. Why do Urban Heat Islands matter?\nNOAA Climate.gov: A definition: Urban Heat Islands are neighborhoods that are disproportionately hotter than their adjacent due to the physical infrastructure that amplifies like concrete, buildings, parking lots.\nMap showing the temperature differences across Washington DC on August 28, 2018 at 3pm. These maps show the urban heat island effect within cities as different levels of development and tree canopy can cause drastic temperature differences. The temperature data are colored in shades of blue (coolest half of the day's temperature range) to red (warmest half). Climate.gov image.\nLisa: Why urban heat? Urban heat reveals the legacy of traditional public works and urban planning thinking where ecological services are undervalued/ignored. UHI data benchmarks, brings to light challenges and priorities especially for vulnerable populations.\nVivek: Across the nation, more people die from heat than other natural disasters. Current day buildings are not designed for the increasing intensity of heat waves, which are also longer and more frequent.\nDave: Why urban heat? State wide, we talk about social inequality. People without cooling whether by choice or by not having funds for AC.\nLisa: Even pervious surfaces without vegetation are hot. Vacant lots and right of ways are an undervalued asset.\n@FarinaAlissa: What are some common trends you see in cities that have mapped their heat islands? #ClimateQA\nVivek: Trends across mapped cities include temp ranges of 15F+ and lots of targeted actions taking place as a result of the maps.\nOther trends also include new partnerships that advance concurrent, climate-related projects.\n@FarinaAlissa: Have you or partner cities been able to deduce the efficacy of certain heat interventions? Trees vs white roofs vs green roofs vs lighter pavement vs man made shade, etc.\nVivek: This is just looking at surfaces primarily so it doesn't answer the shade question but a good source for nature-based designs.\nhttps://www.mdpi.com/2073-4433/10/5/282/htm\nLisa: Historic methods like adobe structures are proven methods. Cool roofs are a reasonable cost technology. Cool surface industries are making great strides.\nOne strategy in Las Cruces is the Nevada Ave Cool Corridor. This project establishes a mile-long green corridor that harvests rainwater, neighboring residential tree planting, and other community-driven projects in the Nevada neighborhood, a low/ moderate income area.\nThe Nevada Avenue Cool Corridor project establishes a mile-long green corridor that harvest rainwater, involves residential tree planting, and other community-driven projects in the Nevada neighborhood, a low to moderate income area in Las Cruces, NM that is significantly impacted by the urban heat island. Image from Lisa LaRocque.\n@globalcoolcity offers a cool roofs and cool pavement toolkit which is a great search base. https://coolrooftoolkit.org\nNOAA Climate.gov: Question from us at @NOAAClimate. Can we accommodate more buildings and development in cities without amplifying local temperatures?\nVivek: It's all about design! Using a computational model (ENVI-Met), we found that we can, in fact, design higher density developments while reducing air temperatures.\n@Debbie56391066: I’ve often wondered if Springfield, Missouri is, at times, a heat island. I watch the radar and see storms popping up and heading our way only to watch them fizzle out when they get to Springfield.\nDave: While we often think urban heat islands as a big city problem, it can be felt in smaller towns but not as strong. An article \"The role of city size and urban form in the surface urban heat island\" talks to this. https://www.nature.com/articles/s41598-017-04242-2\n@SteveWAFB: Are similar maps available for other metropolitan areas?\nAnswer\nNOAA Climate.gov: The Urban Heat Island mapping campaign that took place in Las Cruces and El Paso is part of a larger nationwide campaign mapping 13 cities this summer. New Orleans is scheduled to do theirs this summer!\nhttps://nihhis.cpo.noaa.gov/Home/ArtMID/7244/ArticleID/1892/13-Cities-Launch-Urban-Heat-Island-Community-Science-Campaigns-in-2020-with-NOAA\nYou can find the existing maps for more cities here: https://osf.io/ecg9d/\n@AarynOlsson: How can you quantify UHI effects and decouple from climate change? Can each station get some kind of UHI delta? @mike_crimmins gave a talk once that tracked the evolution of long-term met station setups/locations and it sounds like a complicated problem.\nDave: I agree with the complexity of the problem decoupling UHI and climate change. We have to consider changes in heat and moisture that makes it more of a modeling effort. I encourage more studies in this area.\nHere's our link to our campus weather station in Las Cruces. https://weather.nmsu.edu/ziamet/station/nmcc-da-3/\n@whetherPROOF: Urban heat is too often overlooked when discussing human impacts on our climate. Are there any concurrent activities, efforts, or resources involving urban precipitation related to the UHI in @NOAAClimate.\nDave: The urban heat island can have an impact on precipitation patterns especially on large cities. For example in Atlanta they found UHI changed storm timing. https://www.sciencedirect.com/science/article/abs/pii/S135223109900374X\nUHI can affect many things. We also need to consider the compounding effects of air quality on top of extreme heat on human health. Ozone is higher in the summer as well as the frequency of wildfires.\nFor the latest air quality conditions in Las Cruces, El Paso, and in Cd. Juarez area check https://juarez.drdascloud.mx/home/map\nLisa: In Las Cruces, @clcgov knows that to be a walkable city we need connectivity, cool spaces, and active transportation options. UHI data helps make sure that is all possible in a way that is safe now and in the future.\nHere is a link to @clcgov active transportation plan. http://www.las-cruces.org/1708/Active-Transportation-Plan\nNOAA Climate.gov: We've come to the end of our hour. Thanks for all of your questions! Please follow along with us @NOAAClimate and the National Integrated Heat Health Information System (NIHHIS) as the Urban Heat Island Mapping campaign continues. https://nihhis.cpo.noaa.gov/Urban-Heat-Island-Mapping\nAnd some final parting words from our experts.\nVivek: The first step to addressing urban heat in our communities is to get good data about the distribution of urban heat in your community. Then, identify solutions for those people and systems most vulnerable to urban heat. Work with us! http://capastrategies.com.\nLisa: @clcgov is able to use data as a powerful decision making tool thank to NOAA, NIHHIS, universities, and partnerships with CAPA. Science and Cities working together!\nNOAA Climate.gov: We at @NOAAClimate would like to thank our experts @llarocquetweets, @NMClimate and Vivek Shandas of @CapaHeatWatch for joining us this afternoon and all of you for the great conversation.\nHelp us improve our content",
  "source": "climate.gov"
}