{
  "url": "https://www.climate.gov/sotc2019",
  "title": "Reporting on the State of the Climate in 2019",
  "date": null,
  "content": "A new State of the Climate report confirmed that 2019 was among the three warmest years in records dating to the mid-1800s with a short-term warming, but weak, El Niño influence early in the year.\nTemperature records from NOAA, NASA, and the University of East Anglia all show an increase from the start of the 20th century through 2019. The year 2019 counted among the top three warmest years on record. Background image from NOAA DISCOVR/EPIC. Graph by NOAA Climate.gov based on data from BAMS SOTC 2019.\nThe report found that the major indicators of climate change continued to reflect trends consistent with a warming planet. Several markers such as sea level and greenhouse gas concentrations in the atmosphere once again broke records set just one year prior.\nThe thin line shows monthly average carbon dioxide at NOAA's Mauna Loa Observatory on Hawai'i in parts per million (ppm): the number of carbon dioxide molecules per million molecules of dry air. Over the course of the year, values are higher in Northern Hemisphere winter and lower in summer. The thick line shows the annual trend, calculated as a 12-month rolling average. Graph by Climate.gov based on data from NOAA Earth System Research Laboratories.\nThese key findings and others are available from the State of the Climate in 2019 report released online today by the American Meteorological Society (AMS).\nThe 30th annual issuance of the report, for which NOAA National Centers for Environmental Information serves as lead editor, is based on contributions from more than 520 scientists from over 60 countries around the world and reflects tens of thousands of measurements from multiple independent datasets (full report). It provides a detailed update on global climate indicators, notable weather events and other data collected by environmental monitoring stations and instruments located on land, water, ice, and in space.\nThe report’s climate indicators show patterns, changes, and trends of the global climate system. Examples of the indicators include various types of greenhouse gases; temperatures throughout the atmosphere, ocean, and land; cloud cover; sea level; ocean salinity; sea ice extent and snow cover.\nGreenhouse gases were highest on record. As they do each year, the major greenhouse gas concentrations, including carbon dioxide (CO2), methane and nitrous oxide, rose to new record high values during 2019.\nThis graph shows the heating imbalance in watts per square meter relative to the year 1750 caused by all major human-produced greenhouse gases: carbon dioxide, methane, nitrous oxide, chlorofluorocarbons 11 and 12, and a group of 15 other minor contributors. Today's atmosphere absorbs about 3 extra watts of incoming solar energy over each square meter of Earth's surface. According to NOAA's Annual Greenhouse Gas Index (right axis) the combined heating influence of all major greenhouse gases has increased by 43% relative to 1990. Graph by NOAA Climate.gov based on data from NOAA ESRL.\nThe global annual average atmospheric CO2 concentration was 409.8 parts per million (ppm). This was 2.5 ppm greater than 2018 amounts and was the highest in the modern 61-year measurement record and in ice core records dating back as far as 800,000 years.\nGlobal atmospheric carbon dioxide concentrations (CO2) in parts per million (ppm) for the past 800,000 years. The peaks and valleys track ice ages (low CO2) and warmer interglacials (higher CO2). During these cycles, CO2 was never higher than 300 ppm. On the geologic time scale, the increase (orange dashed line) looks virtually instantaneous. Graph by NOAA Climate.gov based on data from NOAA NCEI Paleoclimatology Program.\nGlobal surface temperatures were near-record high. Annual global surface temperatures were 0.79°–1.00°F (0.44°–0.56°C) above the 1981–2010 average, depending on the dataset used. This places 2019 among the three warmest years since records began in the mid- to late 1800s. July was the hottest month in records dating to the mid- to late 1800s. The six warmest years on record have all occurred in the past six years, since 2014. Each decade since 1980 has been warmer than the preceding decade, with the most recent (2010–19) being around 0.2°C warmer than the previous (2000–09).\nThis map shows temperature anomalies for 2019, compared to the 1981–2010 average. Above-average temperatures appear in shades of red; below average temperatures appear in blue. Although below-average temperatures predominated in North America in 2019, above-average temperatures occurred across most of the globe. Map by NOAA Climate.gov based on data from NCEI.\nAtmospheric temperatures were record or near-record setting. In the region of the atmosphere just above Earth’s surface, the globally averaged annual lower troposphere tem­perature was third highest to record high and, in the layer above that, the lower strato­sphere temperature was third lowest to record low, depending on the dataset used. Even higher in the atmosphere, middle- and upper-stratospheric temperatures were lowest on record since satellite records be­gan in 1979.\nSea surface temperatures were near-record high. The globally averaged 2019 sea surface temperature was the second highest on record, surpassed only by the record El Niño year of 2016.\nAcross most of the world's oceans in 2019, sea surface temperature exceeded the long-term average in 2019. In this map, temperatures above the 1981–2010 average appear in shades of orange and red. Temperatures below the 1981–2010 average appear in blue. Map by NOAA Climate.gov based on data from NOAA NCEI.\nGlobal upper ocean heat content was record high. Globally, upper ocean heat content reached record highs in 2019 both in the upper layer measured from the surface to 700 meters. This record heat reflects the continuing accumulation of thermal energy in the top 2,300 feet (700 m) of the ocean. Ocean heat content was also record high in the deeper layer beneath, from 700 to 2000 m depth. The ocean absorbs more than 90% of Earth’s excess heat from global warming.\nThis map of heat content trends in the upper 700 meters (2,300 feet) of the world ocean from shows where the oceans have been storing or losing heat between 1993 and 2019. Large parts of most ocean basins are gaining heat (orange)—and the global average trend is positive—but some areas have lost heat. Map by NOAA Climate.gov, adapted from Figure 3 in the Oceans chapter of State of the Climate in 2019, based on data from John Lyman.\nGlobal sea level was highest on record. For the eighth consecutive year, global average sea level rose to a new record high and was about 3.4 inches (87.6 mm) higher than the 1993 average, the year that marks the beginning of the satellite altimeter record. This rise represents an increase of 6.1 mm from 2018. Global sea level is rising at an average rate of 1.3 inches (32 mm) per decade. Melting of glaciers and ice sheets, along with warming oceans, account for the trend in rising global mean sea level.\nBetween 1993 and 2018, mean sea level has risen across most of the world ocean (blue colors). In some ocean basins, sea level has risen 6-8 inches (15-20 centimeters). Rates of local sea level (dots) can be amplified by geological processes like ground settling or offset by processes like the centuries-long rebound of land masses from the loss of ice age glaciers. Map by NOAA Climate.gov based on data provided by Philip Thompson, University of Hawaii.\nOceans absorbed a record amount of carbon dioxide, and pH levels continue to decrease. The ocean absorbed about 2.4 billion metric tons more carbon dioxide than it released in 2019. This is a record high amount and an increase of 0.2 petagrams from 2018, continuing a trend that began at the start of the 21st century. As a consequence of the increased oceanic carbon dioxide, surface ocean pH has declined, or become more acidic, by 0.018 ± 0.004 units per decade in most of the ocean since the pre-industrial period, particularly in colder water.\nThe Arctic continued to warm; minimum sea ice extent was near-record low. The annual mean surface air temperature for the Arctic land areas was the second highest in the 120-year record, trailing only 2016, at 3.1°F (1.7°C) above the 1981–2010 average. In March, when Arctic sea ice reached its annual maximum extent, thin, first-year ice comprised ~77% of all ice, compared to about 55% in the 1980s. Because thinner, younger ice is more vulnerable to melting out in summer, this shift in sea ice age has contributed to the decreasing trend in minimum ice extent.\nThe age of sea ice at winter maximum in the Arctic in 1987 (left) and 2019 (right). TOday, very little of the winter ice pack is old, thick ice that can survive the summer melt season. NOAA Climate.gov maps, based on data from Mark Tschudi, NSIDC.\nThe minimum sea ice extent, reached on September 18, tied with 2007 and 2016 for the second-smallest minimum extent in the 41-year satel­lite record. Sea ice extent in September across the Arctic Ocean is now declining at a rate of −12.9% per decade. In the Bering Sea, increasing ocean temperatures and reduced sea ice—which was by far the lowest on record there for the second consecutive winter—are leading to shifts in fish distributions within some of the most valuable fisheries in the world.\nOver the course of the satellite record (1979–2019), Arctic sea ice minimum extents have declined. Prior to the year 2000, minimum extents were frequently above 7 million square kilometers. In 2019, the minimum extent fell below 5 million square kilometers. Graph by NOAA Climate.gov based on data from the National Snow and Ice Data Center.\nAntarctica was near-record warm, and its trend in low sea ice extent continued. In the Antarctic, 2019 was the second-warmest year for the continent as a whole since the start of the reanalysis record in 1979, surpassing 2018 (third-warmest year), and behind only 1980. Below-average Antarctic sea ice extent persisted throughout 2019, continuing a trend that began in September 2016.\nSea ice concentration in the Southern Ocean around Antarctica during the 2019 summer minimum (February 2019, left) and winter maximum (September 2019, right). The gold line shows the median ice extent (the total area that is at least 15% ice covered) from 1981–2010. Maps by Climate.gov based on data from the National Snow and Ice Data Center.\nNet sea ice extent was below the 1981–2010 average for all days of the year, and January and June each set a new low monthly mean sea ice extent record. The Antarctic ice sheet continued to lose mass, with the highest rates of loss occurring in West Antarctica and Wilkes Land, East Antarctica.\nTropical cyclones were well above average overall. There were 96 named tropical storms during the Northern and Southern Hemisphere storm seasons, well above the 1981–2010 average of 82. Five tropical cyclones reached Saffir–Simpson scale Category 5 intensity. In the North Atlantic basin, Hurricane Dorian caused unprec­edented and tremendous devastation, with over 200 fatalities and damages totaling $3.4 billion (U.S. dollars) in The Bahamas. Tropical Cyclones Idai and Kenneth severely impacted south­eastern Africa in March and April, respectively. Idai resulted in total damages of at least $2.2 billion (U.S. dollars), the costli­est storm on record for the South Indian Ocean basin, as well as the deadliest with over 1,200 fatalities across Mozambique, Zimbabwe, Malawi, and Madagascar.\nThe Indian Ocean dipole impacted weather from Africa to Australia. The Indian Ocean dipole—which is measured as the difference between sea surface temperature departure from averages in the eastern Indian Ocean and the western Indian Ocean—in October, reached its strongest positive phase since 1997, associated with dramatic surface warming in the western Indian Ocean basin.\nThis contributed to excess rainfall over the Horn of Africa from August through December, resulting in widespread flooding across East Africa, while simultaneously contributing to a large rainfall deficit from the eastern Indian Ocean to the South Pacific Ocean east of Australia. Record heat and dryness in Australia intensified drought conditions already in place following below-average rainfall in 2017 and 2018, leading to severe impacts during late austral spring and summer, including catastrophic wildfires.\nAdditional geographical regional highlights include:\nNorth America\nMexico reported its second warmest year in its 48-year record, and Alaska reported its warmest in its 95-year record.\nThe contiguous United States observed its second wettest year on record, behind 1973. Canada experienced a catastrophic spring flood along the Ottawa and St. Lawrence Rivers. This was even larger than an event that occurred in 2017, considered at the time to be the flood of the century.\nFor a third consecutive year, drought conditions worsened in southern Mexico due to the absence of tropical cyclones near this region.\nCentral America and the Caribbean\nThe Caribbean region observed its warmest year since records began in 1891.\nTropical Storm Karen caused flooding and storm surges in parts of the southeastern and northeastern Caribbean, impacting Trinidad and Tobago, Dominica, Puerto Rico, and other islands. The storm impacted Puerto Rico the day after the island experienced a 6.0 earthquake on the Richter scale.\nSouth America\nSouth America as a whole observed its second-warmest year on record, behind only 2015. The last five years were the five warmest years in the continental 110-year record.\nIn south-central Chile, rainfall deficits in 2019 added to a prolonged drought that began there in 2010. The cities of Valparaiso and Curicó (Chile) and Bahía Blanca (Argentina) had their driest year on record since 1961.\nAfrica\nThe year 2019 was the warmest year on record for South Africa (tied with 2015) as well as for several western Indian Ocean islands, including Mauritius, Mayotte, Comoros, Seychelles, and Réunion Island.\nA strong positive Indian Ocean dipole contributed to excess rainfall in the Horn of Africa from October through December that resulted in widespread flooding across East Africa. Mombasa (Kenya) and Kinshasa and Pt. Noire (Republic of Congo) received more than five times their normal October rainfall.\nEurope\nThe year 2019 was among its four warmest years on record for Europe, with all four of the warmest years occurring since 2014. Record warmth was reported for Estonia (tied with 2015), Serbia, Belarus, Romania, Ukraine, Moldova, Poland, Latvia, Lithuania, and Hungary.\nTwo major heat waves occurred in June and July across central and western Europe. On July 25, a new German national daily high temperature record of 42.6°C was set at Lingen. New national all-time daily record temperatures were also set in the Netherlands and Belgium, as daily temperatures surpassed 40°C in those countries.\nAsia\n2019 was the warmest year on record for Japan, Hong Kong, and Singapore (tied with 2016). On April 20, the temperature in Huong Khe (Ha Tinh), Vietnam, reached 43.4°C, a new national high temperature record. On July 17, Tehran, Iran, set a new record high minimum (nighttime) temperature of 33.8°C.\nIndonesia was marked by severe drought during the year. In one of the most affected areas, no rain fell in the East Sumba District of the East Nusa Tenggara Province for 263 days.\nFive tropical cyclones made landfall in China. Tropical Cyclone Lekima was the fifth-strongest storm to make landfall since 1949 and caused approximately $8.5 billion (U.S. dollars) in direct economic losses. Seven typhoons affected South Korea, tying with 1950 and 1959 for the most on record.\nOceania\nThe year was record hot in Australia, with warmth persistent through the year. January was Australia’s warmest month among all months in the 110-year record. The country observed its all-time hottest day on December 18, when the national maximum temperature reached 107.38°F (41.88°C), easily exceeding the previous record by 2.84°F (1.58°C).\nAverage Australia December daytime highs show an increasing trend over 1910–2019. Temperatures below the 1961–1990 average appear as blue bars, and temperatures above the 1961–1990 average display as red bars. Graph by NOAA Climate.gov based on data from Australia Bureau of Meteorology.\nVery large bushfires affected eastern Australia from September into the early days of 2020, burning around 5 million hectares. Smoke from these wildfires was detected across much of the Southern Hemisphere.\nA river of smoke from bushfires in Victoria and New South Wales, Australia, on January 2, 2020. NASA satellite image courtesy Worldview website.\nIn February, Tropical Cyclone Oma brought heavy rain, floods, and strong winds to the northern provinces of Vanuatu and Ile Art, the northern archipelago of New Caledonia. Both areas suffered substantial impacts to their agricultural industries. At the end of December, Tropical Cyclone Sarai impacted the main Fiji Island, Viti Levu, resulting in flooding and extensive damage to infrastructure.\nThe State of the Climate in 2019 is the 30th edition in a peer-reviewed series published annually as a special supplement to the Bulletin of the American Meteorological Society. The Journal makes the full report openly available online.\nHelp us improve our content",
  "source": "climate.gov"
}