{
  "url": "https://www.climate.gov/news-features/understanding-climate/july-2020-another-scorching-month-scorching-year",
  "title": "July 2020: Another scorching month in a scorching year",
  "date": null,
  "content": "The relentless global heat continued as average surface temperature on Earth in July 2020 was the second warmest on record. These monthly posts might be beginning to sound as repetitive as a broken record. But then again, global temperature records continue to be broken, so repetitiveness is probably apropos. Either way, the second half of 2020 started the same way the first half of the year ended: with another month of near-record-hot global temperatures. It is very likely that 2020 will finish as one of the five hottest years on record, with around a 75% chance of being number one or two. For additional information on global temperatures and precipitation in the July 2020 global climate summary, head to the National Centers for Environmental information.\nThe global temperature difference from average for the months January through July, 2020. Red colors reflect areas that were up to 11°F (6°C) warmer than average, and blue colors represent locations that were up to 11°F cooler than average. Global warmth has dominated January-July 2020 with July showing widespread areas observing warmer than average temperatures. Climate.gov image from Data Snapshots, based on maps processed by NOAA EVL from NCEI data.\nThis figure shows the global temperature anomalies for January through July 2020, with July at the top. Temperature anomalies indicate how different from normal (defined as the 1981-2020 period) temperatures were across the globe. Red colors show areas that were up to 11°F (6°C) warmer than average, and blue colors show locations that were up to 11°F cooler than average. 2020 has been a hot year globally, but the pattern of warmth has changed a bit since the beginning of the year.\nJuly 2020 temperatures were the second warmest on record at 1.66°F (0.92°C) above the twentieth century average, tied with 2016 and only 0.02°F short of tying 2019 for record-hottest July. The six warmest Julys on record have occurred in the last six years, consistent with our warming climate. In particular, July was hot across the southwestern and northeastern United States, and the North Pacific Ocean, with record-hot Julys across the North Indian Ocean, Western Pacific Ocean and southeastern Asia. Bahrain observed 23 days in July over 104°F, a new record! Over 8.5% of the world’s land and oceans set a record for hottest July temperatures, the second highest percentage for July since records began in 1951. Overall, both the Caribbean and the entire northern hemisphere recorded its hottest July in the 141-year record at over 2°F above average.\nOf note, while no place on earth set a record for coldest July, cooler than average temperatures were still observed in some places like northern North America, eastern China and the eastern tropical Pacific Ocean. Parts of the South Pacific, South Atlantic and South Indian Oceans were also cooler than average. This relatively large area of cooler- than-average temperatures in the Southern Hemisphere helped to offset the record heat in the Northern Hemisphere, and prevented the month from being a record-breaker for the globe.\nJanuary to July global temperature was the second warmest on record at 1.89°F above average, behind only 2016. So far in 2020, temperatures have been over 3.6°F (2°C) above average across the North Pacific Ocean, northern Europe, and especially northern Asia, where temperatures were over 11°F above average in places during each of the first five months of the year.\nWhile that pattern of extreme localized northern Europe/Asia warmth stagnated earlier this year, the story of temperature anomaly patterns during the last two months have been more about widespread global warmth.\nOne major reason—besides the chaos of the atmosphere—that global temperature anomaly patterns might look different during the rest of the year is related to the area of cooler-than-average temperatures over the eastern tropical Pacific. This cooling reflects a potentially developing La Niña pattern, which can have a cooling influence on global temperatures. If you’re looking for any reason that might keep 2020 from being the hottest on record, La Niña could be it.\nGlobal sea surface temperature differences from average for July 2020. Red and orange areas were warmer than average, and blue areas were cooler than average. Ocean temperatures in July 2020 were warmer than average across much of the planet including the tropical Atlantic where the hurricane season has been well-above-average. Climate.gov image using data from the National Centers for Environmental Information.\nAnother thing a developing La Niña might influence is the Atlantic hurricane season. La Niñas are associated with very active hurricane seasons in the Atlantic Ocean through reducing wind shear—change of wind speed and/or direction with height in the atmosphere—over the region. This influence would not be welcome news, as the current hurricane season is already setting records for number of named storms (nine through July) so early in the season.\nAnother reason for the overactive season is the widespread warmer-than-average ocean temperatures across the Atlantic. Temperatures have been, in general, one to three degrees above average across the entirety of the tropical Atlantic. Not surprisingly, given the already active season, the warm ocean temperatures and a potential La Niña, the updated Hurricane outlook for the Atlantic issued by the Climate Prediction Center predicts 19-25 named storms, including 7-11 hurricanes, of which 3-6 are likely to be major hurricanes. The average season normally sees only 12 named storms.\nHelp us improve our content",
  "source": "climate.gov"
}