{
  "url": "https://www.climate.gov/news-features/understanding-climate/september-2020-us-climate-outlook-late-season-heat-wave-across",
  "title": "September 2020 U.S. climate outlook: late season heat wave across the West, with potential frosts and freezes across the Northern Plains",
  "date": null,
  "content": "Good news for those who don’t prefer the summer heat: Meteorological autumn is officially here! Be forewarned, though. Septembers can bring a wide variety of weather across the country, ranging from the peak of the hurricane season in the Atlantic, to late-season heat waves, or even frosts and freezes.\nTemperature outlook for the contiguous United States for September 2020. The outlook provides the probability (percent chance) that September temperatures at any location will be in the upper, middle or lower third of the climatological record (1981-2020) for September. Red colors indicate a tilt in the odds towards a warmer-than-average month, while blues reflect a tilt in the odds towards a cooler-than-average month. Darker colors mean higher chances; not more extreme conditions. Climate.gov image using data from the Climate Prediction Center.\nThe September 2020 outlook from NOAA's Climate Prediction Center is a perfect example of that atmospheric grab-bag. The outlook favors a warmer and drier-than-average September across the western United States, a cooler-than-average month across the north-central Plains, and a wetter-than-average month across the south-central Plains and much of the eastern United States.\nPrecipitation outlook for the contiguous United States for September 2020. The outlook provides the probability (percent chance) that September precipitation at any location will be in the upper, middle or lower third of the climatological record (1981-2020) for September. Teal colors indicate a tilt in the odds towards a wetter-than-average month, while browns reflect a tilt in the odds towards a drier-than-average month. Darker colors mean higher chances; not more extreme conditions. Climate.gov image using data from the Climate Prediction Center.\nBefore I dive into the details of the outlooks, an important reminder: the monthly outlooks are not forecasts for the absolute temperatures or precipitation amounts in September. They are simply the probability (percent chance) that September precipitation or temperature at any location will be in the upper, middle, or lower third of the climatological record (1981-2020) for September. For simplicity, we sometimes describe this as “well above” and “well below” average or, similarly, “much wetter” or “much cooler” than average. The colors (red or blue for temperature; brown or teal for precipitation) indicate which outcome is most likely. Darker colors mean higher chances of a given outcome; not more extreme conditions.\nSimilar to the August outlook, the September temperature outlook has a broad area where warmer-than-average temperatures are favored—the western United States—next to a broad area where a cooler-than-average September is favored—the central/northern Plains.  Out West, this outlook is associated with a predicted late season heat wave, exacerbated across the Southwest by a continued weak summer monsoon, which typically winds down in September.\nWhile temperatures out West are predicted to keep things hot into September, the below-normal temperatures favored across the central and east-central United States could bring an end to the growing season across the northern Plains, as these areas could observe relatively early frosts and freezes.\nMeanwhile, in Florida, the warm outlook is influenced by the warmer-than-average waters of the Gulf of Mexico and Atlantic Ocean.  The anomalous warmth will help keep above-average temperatures favored for September.\nThe highest odds for a wetter-than-average September are over the south-central Plains towards the southern Mississippi Valley. Much of the confidence in that outlook is due to the extremely wet forecast over the first week of the month. Southeastern Oklahoma and western Arkansas are expected to receive five to seven inches of rain in just that week!\nElsewhere, much of the East Coast is favored to have a wetter-than-average September. This is influenced by the continuation of the above-average tropical cyclone season in the Atlantic and its potential to bring heavy rainfall to the eastern U.S., in particular the Southeast. September is the climatological peak of the Atlantic hurricane season, and the hurricane season thus far has been setting records for activity.\nOn the flip side, below-average precipitation is favored across most of the West. In the Southwest, the combined influences from a weaker-than-normal monsoon and above-average temperatures have resulted in the dry forecast. One reason why the probabilities are not higher for a drier-than-average month across the southern Southwest is simply due to how little rain normally falls during this period. All it would take is one good monsoon shower to result in average to above-average precipitation for the month.\nWith a predicted drier and warmer-than-average September across the West, drought conditions are expected to continue and even expand.\nDrought outlook for the contiguous United States for September 2020. The outlook provides experts' estimates of how conditions related to drought are likely to change by the end of the next month. Gold areas are not currently experiencing drought, but they are likely to become drier through the next month.  Dark brown areas show where drought conditions currently exist and are likely to persist or worsen. Tan areas are currently experiencing drought; they are likely to see improvement, but not an end, to drought conditions. Green shows where drought conditions are likely to end. Climate.gov image using data from the Climate Prediction Center\nBasically, from Colorado on west, if you were in drought in August, that drought is expected to continue through September. Meanwhile, on the flip side of the drought coin, if you were in drought across the eastern United States in August, you will likely see that drought improve or even disappear throughout September.\nThe end result is a likelihood that come October, the western United States will still be mired in significant drought, while the eastern United States will have moved on from any major drought concerns.\nTo see the entire discussion of the monthly climate outlooks from the Climate Prediction Center, head to their website. And check back later this month for a recap on what happened during August in the United States and across the globe.\nHelp us improve our content",
  "source": "climate.gov"
}