{
  "url": "https://www.climate.gov/news-features/understanding-climate/august-2020-was-third-warmest-record-us-and-dry-conditions",
  "title": "August 2020 was third-warmest on record for the U.S., and dry conditions dominated the West",
  "date": null,
  "content": "According to the latest climate summary from NOAA’s National Centers for Environmental Information, extreme heat in the U.S. Southwest carried August 2020 into the record books as the country’s third-warmest August in the 126-year record. At 74.7° Fahrenheit, the August average temperature in the contiguous United States was 2.6°F above the twentieth-century average.\nTemperatures across the Lower 48 U.S. states in August 2020 compared to the 1981-2010 average. A pocket of cooler-than-average temperatures in the Lower Mississippi Valley (blue) was surrounded by above-average temperatures (red).  NOAA Climate.gov image from the Data Snapshots collection, based on data from NOAA NCEI.\nAverage precipitation in August was in the driest third of the historical record, despite the arrival of two tropical cyclones—Marco and Laura—and above-average precipitation across the Mid-Atlantic, the Ohio and Lower Mississippi Valleys, and the Southeast. The dry outcome was driven by below-average precipitation in the Pacific Northwest and well below average precipitation across swaths of the Midwest, Southern Plains, the Rockies, and the Southwest.\nPercent of normal precipitation in the contiguous United States in August 2020 compared to the 1981-2020 average. Extremely dry conditions dominated the West. NOAA Climate.gov image from the Data Snapshots collection, based on data from NOAA NCEI.\nThe dry conditions and high temperatures continued and worsened drought across the West. The percent area of the contiguous United States experiencing some level of drought increased by 7 percentage points in August, leaving nearly 40% of the country in drought.\nDrought conditions as of September 1, 2020, across the contiguous United States. severe (orange) and extreme (red) drought conditions were widespread across the West, while the Northeast experienced moderate to severe drought. NOAA Climate.gov image from the Data Snapshots collection, based on data from the US Drought Monitor project.\nThe parched conditions also led to extreme fire activity in Colorado and California. As of the end of August, three of the fires in Northern California—the SCU, LNU, and August Complex—ranked as the state’s second-, third-, and fourth-largest on record. Meanwhile, the Pine Gulch Fire in Colorado has become the largest in the state’s history.\nFor more August, summer, and year-to-date climate information, visit NOAA NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}