{
  "url": "https://www.climate.gov/news-features/understanding-climate/august-2020-warmest-summer-record-northern-hemisphere-comes-end",
  "title": "August 2020: The warmest summer on record for the Northern Hemisphere comes to an end",
  "date": null,
  "content": "The Northern Hemisphere summer ended the way it began, with blistering heat, as summer temperatures across the northern half of the planet were hottest on record, over 2°F above average, according to the latest monthly summary from NOAA’s National Centers for Environmental Information. Across the entire planet, both August and the June–August period were the second hottest on record, continuing a streak of record- or near record-breaking temperatures that has dominated 2020.\nThe global temperature difference from average for August 2020. Red colors reflect areas that were up to 11°F (6°C) warmer than average, and blue colors represent locations that were up to 11°F cooler than average. August 2020 was the second warmest August on record. Climate.gov image from Data Snapshots, based on maps processed by NOAA EVL from NCEI data.\nTo become the second hottest August on record, Earth needed to have a lot of areas warmer than average in August. It succeeded, and then some. It is increasingly likely that 2020, a year filled with all sorts of climate disasters, will be among the two warmest years on record.\nAugust 2020 combined land and ocean surface temperatures were 1.69°F (0.94°C) above average, making the month the second hottest on record for the globe since records began in 1880. Only 2016, the current warmest year on record, had hotter August temperatures. This past August also marked the 44th consecutive August and 428th consecutive month with temperatures above the twentieth-century average. In fact, the five warmest Augusts have all occurred since 2015. Our climate is clearly warming.\nTo put our current heat into better perspective, let’s jump into a time machine back to August 1998. Back then, global temperatures had just smashed the previous record by 0.2°C. Since that August, eight years have eclipsed that mark, including the last seven years, often by more than the same 0.2°C margin. Temperatures in recent Augusts have made the (at the time) unbelievable temperatures in 1998 look like nothing special.\nDiving deeper into the heat patterns in August reveals some particularly noteworthy records. In addition to being the Northern Hemisphere’s hottest August on record, this past month also had the second- warmest ocean surface temperatures in the 141-year record, at nearly 1.5°F above average. This occurred even though a La Niña, with its wide expanse of cooler-than-average ocean temperatures across the tropical Pacific Ocean, was developing.\nGlobal sea surface temperature differences from average for August 2020. Red and orange areas were warmer than average, and blue areas were cooler than average. Ocean temperatures in August 2020 were warmer than average across much of the planet except the tropical Pacific Ocean where a La Niña was developing. Climate.gov image using data from the National Centers for Environmental Information.\nIn total, 7.74% of the planet had record-high August temperatures, including North America and parts of the drought-stricken southwestern United States, northern Russia, northern South America, southern Asia, the Indian Ocean, and Western Pacific Ocean. In fact, a new all-time August high temperature record for the United States might have been set in Death Valley, California, as the mercury reportedly hit 130°F on August 16. In contrast, while some parts of far eastern Russia had below-average August temperatures, no where on Earth had record-cold temperatures.\nLooking back at the Northern Hemisphere summer, in addition to being the hottest June–August on record for the Northern Hemisphere, record-warm temperatures were also observed across parts of Asia and North and South America. In particular, the North Pacific Ocean was especially hot, at over 2°C (3.6°F) above average.\nAs for this year so far, 2020 has been the second-warmest year-to-date on record, behind only 2016. Driving that high ranking has been the astonishing heat across Asia, with year-to-date temperature anomalies over 3°C (5.4°F). Based upon how much hotter than average temperatures have been so far, 2020 is virtually certain to be a top five hottest on record.\nPercent of normal precipitation in the contiguous United States in August 2020 compared to the 1981-2020 average. Extremely dry conditions dominated the West. NOAA Climate.gov image from the Data Snapshots collection, based on data from NOAA NCEI.\nPrecipitation anomalies tend to vary much more than temperature anomalies due to the often sporadic nature of rain and snow. However, there were some clear precipitation signals in August and during the Northern Hemisphere summer that were particularly noteworthy.\nBelow-average precipitation anomalies were widespread across the western United States into northern  Mexico reflecting a complete failure of the North American Monsoon. The monsoon normally brings much needed moisture to arid parts of the Southwest. But in 2020, the rains simply did not come, exacerbating drought conditions. Overall, the below-average rains across the West were one factor in the proliferation of hundreds of wildfires during the end of August.\nFor additional information on global temperatures and precipitation in the August 2020 global climate summary, head to the National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}