{
  "url": "https://www.climate.gov/news-features/understanding-climate/october-2020-hot-and-dry-likely-much-country",
  "title": "October 2020: Hot and dry likely for much of the country",
  "date": null,
  "content": "What does the atmosphere have in store for October as the country shifts to thinking about falling leaves, apples, and pumpkin spice? According to the October 2020 outlook from NOAA’s Climate Prediction Center, much of the contiguous United States is likely to observe a much warmer and drier than average month as we move into the middle of autumn.\nPrecipitation outlook for the contiguous United States for October 2020. The outlook provides the probability (percent chance) that October precipitation at any location will be in the upper, middle or lower third of the climatological record (1981-2020) for October. Teal colors indicate a tilt in the odds towards a wetter-than-average month, while browns reflect a tilt in the odds towards a drier-than-average month. Darker colors mean higher chances; not more extreme conditions. Climate.gov image using data from the Climate Prediction Center.\nAs a reminder, the monthly outlooks are not a forecast for the absolute temperature or precipitation amounts in October. Instead, they are the probability (percent chance) that October temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1981-2020) for October. For simplicity’s sake, we refer to these categories as “well above” and “well below” average.  The colors (red or blue for temperature; brown or teal for precipitation) indicate which outcome is most likely. Darker colors reflect higher changes of a given outcome; not more extreme conditions. (Want more math? Check out the end of this post.)\nTemperature outlook for the contiguous United States for October 2020. The outlook provides the probability (percent chance) that October temperatures at any location will be in the upper, middle or lower third of the climatological record (1981-2020) for October. Red colors indicate a tilt in the odds towards a warmer-than-average month, while blues reflect a tilt in the odds towards a cooler-than-average month. Darker colors mean higher chances; not more extreme conditions. Climate.gov image using data from the Climate Prediction Center.\nFor October 2020, forecasters at the Climate Prediction Center favor a warmer-than-average month for the western, central, and northeastern parts of the United States. The best chances for well above average temperatures in October (between 60-80%) are located across wildfire-impacted areas in northern California and Oregon, stretching into Nevada, Utah, Idaho, Wyoming, and Montana.\nMeanwhile, the Southeast United States has a tilt in the odds towards experiencing a cooler-than-average October, with the highest chances centered in interior parts of the region. In fact, folks across the Southeast might see this chill quite early in October, as cold air is likely to funnel in after the passages of several strong cold fronts during the beginning of the month.\nCompared to previous months, the October 2020 precipitation outlook shows a large, consistent pattern across the United States. Normally when looking at the temperature and precipitation outlooks, it is the temperature outlook that shows a more coherent pattern across the country. Precipitation is generally more localized and volatile compared to temperatures. Localized precipitation events can push the monthly precipitation totals above average in just a couple of days. This leads to smaller pockets of above-average and below-average precipitation forecasts. Not so for this October though!\nA much drier than average October is favored across a huge area from the central United States stretching towards the East Coast. Only Florida and the Pacific Northwest see a tilt in the odds towards a wetter-than-average month. The highest likelihood for dry conditions is centered over the central Plains, with a 50-70% chance of below-average precipitation from Texas to the Dakotas and east into Indiana and western Ohio.\nTaken together, the temperature and precipitation outlooks tell the tale of what scientists think the atmosphere will look like during the month. An area of higher pressure is likely across the western/central United States with an area of lower pressure in the east. This is a classic dry pattern for the contiguous United States as the high pressure keeps the rain away.\nMeanwhile, the wet exceptions for October—the Pacific Northwest and Florida—are from different causes. Across Florida, moisture from the tropics is likely to drop a good amount of precipitation during the beginning of the month, tipping the monthly totals towards the wetter-than-average bucket. And a wetter-than-average October in the Pacific Northwest is consistent with what normally happens during La Niña events, one of which is ongoing.\nDrought outlook for the contiguous United States for October 2020. The outlook provides experts' estimates of how conditions related to drought are likely to change by the end of the next month. Gold areas are not currently experiencing drought, but they are likely to become drier through the next month.  Dark brown areas show where drought conditions currently exist and are likely to persist or worsen. Tan areas are currently experiencing drought; they are likely to see improvement, but not an end, to drought conditions. Green shows where drought conditions are likely to end. Climate.gov image using data from the Climate Prediction Center\nIt should not be surprising that with an outlook favoring a drier-than-average October for a large portion of the country, combined with October being one of the driest months of the year on average for the contiguous United States, that drought conditions are forecast to persist or expand in many regions.\nDrought development is likely across much of the northern Plains from Nebraska north to the Canadian border. In fact, the western drought is likely to expand eastward on almost all fronts. This is not a good forecast for wildfire-plagued areas in northern California and southern Oregon along with parts of the Mountain West. Dry conditions are likely to persist, maintaining plenty of fuel for wildfires.\nFor California, where over 3.7 million acres have burned this year (larger than the state of Connecticut), the persisting drought coincides with the normal peak of the offshore wind season, in October. Offshore winds, driven by the contrast between the still-warm coastal California and the rapidly cooling air over the high deserts of the Great Basin, are adept a turning a small fire into a giant conflagration as the fast, hot and dry winds whip embers into the air. This will keep the risk for wildfires high. Follow CalFire for the latest news on wildfires across the state.\nIn contrast, drought conditions across Washington, northern Oregon, and in the Northeast are likely to disappear during October.\nTo see the entire discussion of the monthly climate outlook from the Climate Prediction Center, head to their website. And check back later this month for a recap on what happened during September in the United States and the globe.\nHelp us improve our content",
  "source": "climate.gov"
}