{
  "url": "https://www.climate.gov/news-features/features/conversation-emily-fischer-atmospheric-chemist-educator-advocate-women",
  "title": "A conversation with Emily Fischer: atmospheric chemist, educator, advocate for women in geosciences",
  "date": null,
  "content": "This article continues Climate.gov’s series of interviews with current and former fellows in the NOAA Climate and Global Change Postdoctoral Program about the nature of their research funded by NOAA and what career and education highlights preceded and followed it.\nOver the past 30 years, the Postdoctoral Program, funded by the NOAA Climate Program Office, has hosted over 200 fellows. The Program’s purpose is to help create and train the next generation of researchers in climate science. Appointed fellows are hosted by mentoring scientists at U.S. universities and research institutions.\nOur interview is with Emily Fischer, a former NOAA Climate and Global Change Postdoctoral Fellow (2011-2013) and current associate professor at Colorado State University. Emily received the 2020 James B. Macelwane Medal from the American Geophysical Union, an award “given annually to three to five early-career scientists in recognition of their significant contributions to Earth and space science.” Emily’s lab studies the composition of the troposphere, the lowest layer of Earth’s atmosphere. Her work relates to air quality, nutrient cycles, and the atmosphere’s overall self-cleansing capacity. In addition, Emily mentors young scientists and conducts research and advocacy on greater inclusion of women in the geosciences.\nOur conversation follows.\nYour interest in weather and air quality began at a young age.  Can you talk about Hurricane Bob, which hit your childhood home state of Rhode Island in 1991?\nI grew up in southern Rhode Island, about 10 miles from the coast as the crow flies. Hurricane Bob is the first major weather event that I remember. I remember that my parents boarded up the windows on our passive solar house (i.e. large exposed windows on one side of the house). I remember going out in the eye. I remember the power outage, and families using chainsaws to clear their streets in our rural community.\nDuring your undergraduate and graduate education, you worked in different capacities at New Hampshire’s Mount Washington Observatory. It’s an extraordinary place to measure weather and climate. What was your work there like?\nAs an undergraduate student I was an intern at the summit research observatory. That was very fun. At that time, the schedule was 6 days on, 6 days off, with a shift change day each Wednesday. I never experienced sustained 100-mph winds, but I did attempt to walk around in ~80 mph winds. I contributed to hourly manual weather observing activities, educational tours of the facility, and lots of snow shoveling. While completing my MS degree, I worked as a staff scientist. During this period, I was based “in the valley,” largely in an office.\nFrom 2004 to 2006, Emily worked as a staff scientist at the Mount Washington Observatory in New Hampshire.\nDuring your master’s work at University of New Hampshire, you conducted field work on the beautiful Isles of Shoals on the Atlantic coast of New Hampshire. Can you describe how that work challenged you?\nYes, I still have so many memories of this place. I would still rank this field campaign as my least favorite. Appledore Island, part of the Isles of Shoals, is a sea gull nesting site, and so we were always getting attacked by angry mother seagulls. We also had to set up an atmospheric chemistry laboratory in a biological laboratory. We were measuring halogens, and the lab was “contaminated” with so much sea salt and many dead crabs when we arrived. There was a lot of deionized water cleaning. This was also stressful because I was relatively new to ion chromatography. I started working for the Mount Washington Observatory right before the field deployment, so it was a steep learning curve.\nDuring her master's program at University of New Hampshire, Emily did field work at Isle of Shoals on the state's Atlantic coast.\nWhat did you study for your NOAA postdoc (2011-2013)? What role did that postdoc experience play in advancing your career?\nI learned how to use the GEOS-Chem atmospheric chemistry model to understand the precursors to peroxyacetyl nitrate (PAN). PAN is a compound formed in the atmospheric oxidation of non-methane volatile organic compounds (NMVOCs), and it serves as a thermally unstable reservoir for nitrogen oxide radicals (NOx = NO + NO2), permitting NOx to impact the global distribution of ozone and OH.\nThis experience was fundamental to advancing my career. The mentoring at Harvard was exceptional, and I left with an entirely new toolkit.\nWhile at Harvard, I worked on a widely used global chemical transport model. This model is commonly used to understand air quality problems, identify the impact of different classes of air pollutants, and investigate the composition of the remote atmosphere. I specifically worked on the representation of PAN in in the model. My work involved using recent observations from surface sites (including my own), aircraft, and satellites to identify problems in the model and potential missing emissions or chemical processes.\nIn summer 2018, you led a remarkable field campaign, WE-CAN, that studied the atmospheric chemistry of Western wildfires, taking measurements from aircraft. Can you discuss the Carr Fire and other memorable experiences from the campaign? How did the FIREX-AQ campaign benefit from lessons learned by WE-CAN?\nSummer 2018 was one big adrenaline rush—almost dangerously so for me. At the end of the campaign, I had a hard time sleeping. Many of the fires that we sampled during WE-CAN were large, and we approached them at the time of day when they were growing most rapidly. The Carr Fire sampling was memorable for several reasons. First, our lead forecaster, CSU Professor Russ Schumacher, could see a dangerous updraft on the weather radar, and sent me a clear chat message that we needed to keep the plane out of a certain area. The Carr Fire plume was also very large, and when the plane was in it, it was dark and smelled very smoky.\nIn summer 2018, the Carr Fire burned more than 229,000 acres in northern California.\nThe Carr Fire, which began inside Whiskeytown National Recreation Area, was the most destructive fire in the history of the National Park System.\nThat was also the fire where I learned how to navigate and manage sampling these large fires. We learned to request a “box of air” from air traffic control, so that even though we could not see anything, we could be confident that there were no other planes around. I remember coming back into the operations center, and sharing that strategy with Jim Crawford, who was visiting that week. Many of the FIREX-AQ PIs visited our WE-CAN operations center in Boise. I also showed them some forecasting and flight planning tools that were working well for me.\nLast year, when you won the Department of Atmospheric Science Professor of the Year Award, your students nominated you, in part, for your Aircraft Observations course. What do students learn about aircraft observations, and how do the logistics of the class work?\nThis was the most fun class to teach! This course provided 1) exposure to mission design and flight planning to test specific hypotheses with a given payload, 2) experience working in teams to interpret experimental data from multiple instruments, and 3) information on best practices in experimental strategies and procedures. Students planned three reduced-payload, short flights on the NSF/NCAR C-130 airplane, and they each flew in one flight in a “shadowing” role. Students were responsible for the subsequent analysis of the data. I taught them flight planning, communication with pilots, and in-flight decision making. We also covered common approaches for analyzing and interpreting aircraft data. The students who were not flying ran the forecasting for the students in the air on a given day. After the flights were done, our classes were much like “science team meetings” where students shared their preliminary analyses and got feedback from their peers. We also ran a poster session at the end to showcase their results!\nEmily discusses preparations for the WE-CAN campaign with Pavel Romashkin, project manager at the NCAR Research Aviation Facility.\nEmily discusses WE-CAN with Frank Flocke, a scientist at NCAR. Frank taught Emily how to work effectively in the cockpit during WE-CAN and communicate with the pilots.\nCan you talk about your partnership with NPR’s Maddie About Science? How do you incorporate her program into the classroom?\nThe students made educational videos in small groups. They got feedback from Maddie’s team at NPR, which was super useful to them. I am very grateful. This was a great experience for me, as I’ve been trying to encourage this form of science communication.\nLast year, at the American Geophysical Union’s Fall Meeting, renowned environmental scientist and former NOAA Administrator, Dr. Jane Lubchenco, called for “a renewed social contract for science.” She asked the scientific community to consider “our obligations as scientists [and] our responsibilities to society, to each other, to future generations.” What responsibilities do scientists have to society?\nWe need to work on problems that are important to society in teams that represent society.\nYou’ve won awards for excellence in mentorship. What qualities go into being a good mentor in the sciences?\nMentors need to care and give their energy, support and networks to their mentees. Mentors need to give their advisees the opportunity to fail because when people are not afraid to fail, they can do bigger things. I also think that it is important to support student interests and I learn enormously from my students. I think I learn more from them than they learn from me.\nIn Emily's aircraft observations course at Colorado State University, students join flights on a C-130 airplane and learn how to analyze atmospheric data measured by aircraft.\nYou’re the lead investigator on a National Science Foundation-funded initiative aimed at recruiting more women to the geosciences. What is the latest on that initiative?\nI co-authored a recent paper on the subject in Communications Earth & Environment. One of my co-authors, Rebecca Barnes, summarized the article in a blog post.\nHelp us improve our content",
  "source": "climate.gov"
}