{
  "url": "https://www.climate.gov/news-features/features/september-2020-another-record-setting-month-global-heat",
  "title": "September 2020: Another record-setting month for global heat",
  "date": null,
  "content": "2020’s assault on the record books continued in September, as global temperature set a new record for hottest September in the 141-year dataset, according to the latest monthly summary from NOAA’s National Centers for Environmental Information.  The global heat kept burning even with a strengthening La Niña in the equatorial Pacific churning up cooler-than-normal waters.\nThe global temperature difference from average for September 2020. Red colors reflect areas that were up to 11°F (6°C) warmer than average, and blue colors represent locations that were up to 11°F cooler than average. September 2020 was the hottest September on record. Climate.gov image from Data Snapshots, based on maps processed by NOAA EVL from NCEI data.\nWith nearly 8.5% of the planet experiencing a record-hottest September, the Northern Hemisphere autumn is on its way to replicating the above-average heat of the year’s prior seasons. In fact, it’s ever more likely that 2020 will end the year as one of the two warmest years on record. It even has a good shot of knocking off 2016 as the warmest year on record, a shocking statement given that 2016 had the warming “oomph” from one of the strongest El Niños on record. Overall, September 2020 was the 429th consecutive month with temperatures above the twentieth-century average. The seven warmest Septembers have all occurred in the last seven years.\nThe global temperature differences from average for all Septembers since 1880. September 2020 was the warmest September on record and the seven warmest Septembers have occurred in the last seven years. Climate.gov image using data from the National Centers for Environmental Information.\nThe combined land and ocean surface temperatures in September 2020 were 1.75°F (0.97°C) above the twentieth-century average of 59°F. This vaulted September 2020 to the top of the list, beating out the previous records set in back-to-back years in 2015 and 2016. In particular, September 2020 was record hot across the Middle East and the Mediterranean Sea, much of Asia, the northern and western Pacific Ocean, the western contiguous United States and northwestern Australia. In fact, Europe had its hottest September on record, with temperatures 4.19°F (2.33°C) above average, besting the previous records set in 2015, 2017, and 2018. South America, Asia, and Oceania all recorded their second-hottest September on record back to 1910.\nThere were some cool areas during the past month as below-average temperatures were felt across the central and eastern tropical Pacific Ocean due to La Niña, as well as in eastern Canada, the U.S. East, and parts of Greenland. However, none of these areas set any record-cold monthly records.\nLast month, the monthly anomalies were put into perspective by jumping back in time to 1998 when, at the time, monthly records were off-the-chart hot, but are now barely in the top ten. This month, let’s jump into the future. While the last ten years have certainly been warm, thanks to climate change, we could be looking back at the past decade in 20 or 30 years and thinking “remember when it was that cool.” The 2010s were warmer than the 2000s which were warmer than the 1990s. Given climate change, it’ll be surprising—barring a multi-year supervolcano eruption or a grand solar minimum—if the 2020s, 2030s, and 2040s don’t each become hotter than the previous decade, too.\nGlobal sea surface temperature differences from average for September 2020. Red and orange areas were warmer than average, and blue areas were cooler than average. Ocean temperatures in September 2020 were warmer than average across much of the planet except the tropical Pacific Ocean where a La Niña was occurring. Climate.gov image using data from the National Centers for Environmental Information.\nWhat makes this past month’s temperature record incredibly impressive is that it occurred even though a La Niña, with its wide expanse of cooler-than-average ocean temperatures across the tropical Pacific Ocean, was strengthening! It’s sort of like setting a 100-m dash speed record while running into a stiff headwind. Except in this case, climate change is likely also providing the sprinter an extra push forward.\nJanuary-September 2020 temperatures were 1.84°F (1.02°C) above average, putting that period as the second-warmest on record and only 0.07°F behind the record set in 2016. Much of that heat has been driven by astounding warmth across northern Asia, where temperatures have been at least 5.4°F (3°C) above average, with some locations pushing 10°F hotter than normal. Not surprisingly, Asia has observed their hottest January through September on record at 4.14°F above average. Europe has also been record hot over the same period at 3.82°F (2.12°C) warmer than average. This was the first time that Europe has broken the 2°C-above-average threshold in the January-September period.\nBased upon the relentless heat so far in 2020, global temperatures by the end of the year could set a new heat record, or at the very least fall in the top three warmest years on record.\nFor additional information on global temperatures and precipitation in the September 2020 global climate summary, head to the National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}