{
  "url": "https://www.climate.gov/news-features/understanding-climate/large-deep-antarctic-ozone-hole-persisting-november-2020",
  "title": "Large, deep Antarctic ozone hole persisting into November 2020",
  "date": null,
  "content": "Ozone concentration over Antarctica the week of September 14–20, 2020. To allow comparisons from year to year, experts define the \"ozone hole\" as the area in which ozone levels are below 220 Dobson Units (dark blue, marked with black triangle on color bar). NOAA Climate.gov image based on TOAST data from the NOAA Environmental Visualization Lab.\nPersistent cold temperatures and strong circumpolar winds, also known as the polar vortex, supported the formation of a large and deep Antarctic ozone hole that should persist into November, NOAA and NASA scientists reported today.\nThe annual Antarctic ozone hole reached its peak size at about 9.6 million square miles (24.8 million square kilometers), roughly three times the area of the continental United States, on Sept. 20. Observations revealed the nearly complete elimination of ozone in a 4-mile-high column of the stratosphere over the South Pole.\nThe year 2020 will go down as having the twelfth-largest ozone hole by area in 40 years of satellite records, with the fourteenth-lowest amount of ozone in 33 years of balloon-borne instrumental measurements, the scientists said. Ongoing declines in levels of ozone-depleting chemicals controlled by the Montreal Protocol prevented the hole from being as large as it would have been under the same weather conditions decades ago.\n“From the year 2000 peak, Antarctic stratosphere chlorine and bromine levels have fallen about 16% towards the natural level,” said Paul A. Newman, chief scientist for Earth Sciences at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"We have a long way to go, but that improvement made a big difference this year. The hole would have been about a million square miles larger if there was still as much chlorine in the stratosphere as there was in 2000.”\nOzone is composed of three oxygen atoms and is highly reactive with other chemicals. In the stratosphere, roughly 7 to 25 miles above Earth’s surface, the ozone layer acts like sunscreen, shielding the planet from ultraviolet radiation that can cause skin cancer and cataracts, suppress immune systems and damage plants and sensitive plankton at the base of the global food chain. By contrast, ozone that forms closer to Earth’s surface through photochemical reactions between the sun and pollution from vehicle emissions and other sources, forms harmful smog in the lower atmosphere.\nThe Antarctic ozone hole forms during the Southern Hemisphere’s late winter as the returning Sun’s rays start ozone-depleting reactions. Cold winter temperatures persisting into the spring enable the ozone depletion process, which is why the “hole” forms over Antarctica. These reactions involve chemically active forms of chlorine and bromine derived from man-made compounds. The chemistry that leads to their formation involves chemical reactions that occur on the surfaces of cloud particles that form in cold stratospheric layers, leading ultimately to runaway reactions that destroy ozone molecules. In warmer temperatures fewer polar stratospheric clouds form and they don’t persist as long, limiting the ozone-depletion process.\nNASA and NOAA use three complementary instrumental methods to monitor the growth and breakup of the ozone hole each year. Satellite instruments like the Ozone Monitoring Instrument provided by the Netherlands and Finland on NASA’s Aura satellite and the Ozone Mapping Profiler Suites on the NASA-NOAA Suomi National Polar-orbiting Partnership satellite and the NOAA-20 polar satellite measure ozone across large areas from space. The Aura satellite’s Microwave Limb Sounder also measures both ozone and certain chlorine-containing gases, providing estimates of total chlorine levels in the stratosphere.\nNOAA scientists monitor the thickness of the ozone layer and the amount of ozone depletion—how little is left—inside of the hole. They regularly release weather balloons carrying ozone-measuring “sondes” above the South Pole that ascend up to 21 miles in altitude, and, once sunshine returns to the Antarctic after the long polar night, with a ground-based instrument called a Dobson spectrophotometer.\nThis year on Oct. 1, ozone measurements taken by instruments carried aloft by weather balloons from NOAA’s South Pole atmospheric observatory recorded a low value of 104 Dobson units. NASA’s Ozone Watch reported the lowest daily value for 2020 from satellite measurements was 94 Dobson Units on Oct. 6 over Antarctica.\nA NOAA ozonezonde, an instrument used to help scientists monitor the Antarctic ozone hole, ascends over the South Pole in this timelapse photo taken September 30, 2020. Cold weather conditions helped create a large, persistent ozone hole in late September that will last into November. Credit: Yuya Makino/IceCube.\nBryan Johnson, a scientist with NOAA’s Global Monitoring Lab, said scientists focus on the stratosphere between 8 and 13 miles in altitude, which is where major depletion occurs. In late October, ozone levels in the key altitude range remained close to record lows. “It’s about as close to zero as we can measure,” Johnson said. Still, he said, the rate at which ozone declined in September has slowed compared with 20 years ago, which is consistent with there being less chlorine in the atmosphere.\nTo learn more about NOAA and NASA efforts to monitor ozone and ozone-depleting gases, visit:\nhttps://ozonewatch.gsfc.nasa.gov/\nhttps://www.esrl.noaa.gov/gmd/hats/\nOther links\nTwenty Questions About the Ozone\nhttps://www.cpc.ncep.noaa.gov/products/stratosphere/polar/polar.shtml\nhttps://www.esrl.noaa.gov/gmd/dv/spo_oz/\nHelp us improve our content",
  "source": "climate.gov"
}