{
  "url": "https://www.climate.gov/news-features/features/october-2020-%E2%80%9Conly%E2%80%9D-fourth-warmest-october-record",
  "title": "October 2020: “Only” the fourth-warmest October on record",
  "date": null,
  "content": "October kept alive 2020’s streak of having every month fall in the top-five hottest on record, according to the latest monthly summary from the National Centers for Environmental Information. Being the fourth-hottest October on record made it the “coolest” month of the year so far, as every other month to date was in the top three warmest on record. Likely playing a role in keeping October 2020 out of the top three was the continued strengthening of La Niña in the equatorial Pacific waters, causing a wide expanse of the Pacific Ocean to experience below-average temperatures.\nThe global temperature difference from average for October 2020. Red colors reflect areas that were up to 11°F (6°C) warmer than average, and blue colors represent locations that were up to 11°F cooler than average. October 2020 was the fourth hottest October on record. Climate.gov image from Data Snapshots, based on maps processed by NOAA EVL from NCEI data.\nThe combined land and ocean surface temperatures for October 2020 was the fourth hottest on record dating back to 1880, coming in at 1.53°F (0.85°C) above the twentieth-century average. And like past months, the last seven years have also been the seven warmest Octobers on record. October 2020 was the 44th consecutive October and 430th consecutive month with global temperatures above the twentieth-century average.\nTemperatures in October were record warm across southern North America, South America, eastern Europe, southern Asia and parts of the eastern and western North Pacific Ocean. The month ended up as the hottest on record for Europe, as temperatures were almost 4°F above average, and the second hottest since 1910 in South America. In stark contrast, North America observed a near-average October with the colder-than-average temperatures over the central United States and Canada being nearly canceled out by warmer-than-average areas in the southern U.S., Mexico and Central America. Overall, 6.8% of Earth saw a record-warm October, tied for the second highest amount on record.\nSince this summer, the global temperature patterns have been occurring with a developing and strengthening La Niña in the background. This cooling of the tropical central and eastern Pacific Ocean (the sister of El Niño) tends to subsequently cool global temperatures.  And yet, this October, during a La Niña, was still the fourth-warmest October on record, making it the warmest October preceding a La Niña winter dating back to 1950. To put this into perspective, the warmest previous October that preceded a moderate to strong La Niña winter (2010) is currently the sixteenth-warmest October on record, 0.22°C cooler than 2020.\nIn a way, this near-record warmth during La Niña isn’t terribly surprising because even though La Niñas generally cool global temperatures, the overall warming trends due to human-caused climate change still pack a powerful punch in global temperature rankings.\nGlobal sea surface temperature differences from average for October 2020. Red and orange areas were warmer than average, and blue areas were cooler than average. Ocean temperatures in October 2020 were warmer than average across much of the planet except the tropical Pacific Ocean where a La Niña was strengthening. Climate.gov image using data from the National Centers for Environmental Information.\nYear to date temperatures once again were the second warmest on record as January-October temperatures were 1.8°F (1.0°C) above the twentieth-century average, only 0.05°F behind 2016. With only two months to go in 2020, it is also very likely that this year will end up, along with 2016 and 2019, as one of the three warmest years on record.\nThe year-to-date heat has been driven by record-breaking heat across the Northern Hemisphere, where temperatures from January-October rank as hottest on record. Both Europe and Asia have had their warmest January-October periods on record, in particular, at nearly 4°F above average. Temperatures across northern Asia have been unbelievably hot with some locations over 10°F hotter than normal.\nOf course, it is not like the Southern Hemisphere has been cool. South America has just experienced its second-warmest January-October on record, while Africa and Oceania observed their fifth and sixth hottest year-to-date periods.\nSimply put, 2020 continues its path to a top-three finish, with month after month of well above average global temperatures. And not even a potentially strong La Niña seems to be able to stop it.\nFor additional information on global temperatures and precipitation in the October 2020 global climate summary, head to the National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}