{
  "url": "https://www.climate.gov/news-features/features/december-2020-outlook-warmer-and-drier-average-most-us",
  "title": "December 2020 outlook: warmer and drier than average for most of the U.S.",
  "date": null,
  "content": "When it comes to seasons, the atmospheric science world isn’t the most patient. Why wait for the solstice or equinox when we can declare the start of the seasons on the first of the month? So come December 1, meteorological winter is upon us. And what temperatures and precipitation will we see? According to the December 2020 outlook from NOAA’s Climate Prediction Center, much of the contiguous United States is expected to observe a warmer and drier-than-average end of the year.\nPlaces in the Lower 48 states where the forecast odds for December 2020 favor a much colder than usual December (blue colors) or much warmer than usual December (red), or where the probability of a cold December, a warm December, or a near-normal December are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). NOAA Climate.gov map, based on forecast data from NOAA CPC.\nA monthly reminder that these outlook maps are not a forecast for the absolute temperature or precipitation amounts in December. They are the probability (percent chance) that December temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1981-2010) for December. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher changes of a given outcome; not more extreme conditions. Head to the end of this post for more on the math.\nLike many monthly outlooks in 2020, the December 2020 temperature outlook has much of the country covered in red as above-average temperatures are favored. The highest chance for temperatures to be above-average in December—50-60% chance—looks to be across the Northern Plains, and northern Alaska. (Find the maps with Alaska here.) Meanwhile, a large swath of the country from the Southwest stretching to the Great Lakes and into New England has a smaller, but still evident, tilt in the odds (40-50% chance) towards a warmer-than-average month.\nMeanwhile, in a twist, unlike the November outlook when no cooler-than-average areas were forecast anywhere, the December 2020 outlook does have some blue. According to scientists at NOAA’s Climate Prediction Center, if you are looking for a place where December temperatures could be below-average, your best bet is to head to the Sunshine State with southern Florida having the highest chances for a cooler-than-average December.\nAverage location of the jet stream and typical temperature and precipitation impacts during La Niña winter over North America. Map by Fiona Martin for NOAA Climate.gov.\nThis temperature map might be confusing to you if you remembered that we are currently in the middle of a La Niña event. Typically in a La Niña, the southern tier of the United States, including Florida, sees warmer-than-average winter temperatures, while cooler temperatures fall across the northern Plains. But this month’s outlook flips that a bit. This doesn’t necessarily mean that La Niña is “absent”. Instead, this just goes to shown that in any given month, other climate and weather factors can override the influences of La Niña from the tropical Pacific Ocean. It’s still possible that the more typical La Niña signal will emerge later in the winter.\nPlaces in the Lower 48 states where the forecast odds for December 2020 favor a much wetter than usual December (green colors) or much drier than usual December (brown), or where the probability of a wet December, a dry December, or a near-normal December are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). NOAA Climate.gov map, based on forecast data from NOAA CPC.\nThe western United States has been mired in a deep drought for many months, as wildfires, dating back to the summer, have ravaged both the Front Range of the Rockies and the West Coast. And the December 2020 precipitation outlook does not hold much good news. From the central United States to the West Coast in California and Oregon, there is a tilt in the odds to a drier-than-average December. For California, this means a below-average start to a crucial rainy season after a summer and fall filled with record-breaking wildfires.\nIn contrast, the Mid-Atlantic and the Northeast are likely to observe a wetter-than-average December. But before all you snow-lovers start jumping for joy, however, know that much of that wet signal comes from a strong storm system impacting the region during the first several days of the month. Even one large precipitation event can easily skew the monthly totals.\nThis map shows experts' assessment of how drought conditions are likely to change throughout December 2020. Dark brown areas, such as those covering much of the West, show where drought conditions are likely to persist or worsen, while tan areas show where drought is likely to improve, but not end. Gold shows areas where drought is likely to emerge, while green shows where drought is forecast to end. NOAA Climate.gov Data Snapshots image, based on data from NOAA Climate Prediction Center.\nThe last several months have seen drought either continue, strengthen, or develop across the western United States. And with a hotter and drier-than-average temperature and precipitation outlook for December, it is not surprising that the December 2020 drought outlook does not show much improvement.\nWhile parts of eastern Texas are likely to see drought improvement or even removal, the rest of the central and western United States that is stuck in drought is likely to see it persist through the end of the year. And in worrisome news, drought development is likely across coastal central and southern California, the only portions of California not yet under some level of drought conditions. For a region incredibly hard hit by wildfires, the continued dryness and drought means that the wildfire season is not necessarily over yet, even if December is a normally one of the main wet months during the West Coast rainy season.\nMeanwhile, across the country, drought that developed over a drier-than-average summer in the Northeast is likely to disappear across Upstate New York, Massachusetts, Rhode Island, Connecticut, Vermont, New Hampshire and Maine.\nTo read the entire discussion of the monthly climate outlook from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and Global climate recap of November 2020.\nHelp us improve our content",
  "source": "climate.gov"
}