{
  "url": "https://www.climate.gov/news-features/understanding-climate/november-2020-was-warmer-average-across-most-us",
  "title": "November 2020 was warmer than average across most of the U.S.",
  "date": null,
  "content": "According to the latest monthly climate summary from NOAA’s National Centers for Environmental Information, average temperature across the contiguous United States in November 2020 was 46.4 degrees Fahrenheit—nearly 5 degrees warmer than the twentieth-century average. It was the 4th-warmest November on record for the country, wrapping up the 11th-warmest fall and 4th-warmest January-November period on record.\n(top) Temperatures across the United States in November 2020 compared to the 1981-2010 average. Virtually the entire Lower 48 was warmer than average (red). (bottom) November temperatures each year from 1895-2020 compared to the twentieth-century average. Years that were warmer than average are red, and years that were cooler than average are blue. The long-term warming trend is shown with a dark red line. NOAA Climate.gov image, based on data from NCEI.\nMuch of the contiguous U.S. experienced a drier-than-average November, and the national average was in the driest third of the historical record. Precipitation was below average across the southern tier of the country from California to Georgia, as well as in the Rockies, the Northern Plains, the Ohio Valley, and the Northeast. The November dryness allowed the percent of the country experiencing some level of drought to creep up 3 percent: as of the start of December, 48 percent of the country was in drought.\nNovember 2020 precipitation as a percent of the 1981-2020 average. Much of the U.S. was drier than average (browns), with a few areas wetter than average (green). NOAA Climate.gov image from Data Snapshots, based on data from NCEI.\nFor more details about November and fall climate in the United States—including highlights of the record-breaking 2020 Atlantic Hurricane season—see the November 2020 monthly climate summary from NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}