{
  "url": "https://www.climate.gov/news-features/understanding-climate/november-2020-year-ending-it-began-hot-streak",
  "title": "November 2020: The year is ending as it began, on a hot streak",
  "date": null,
  "content": "November has jumped 2020 back on the “top three warmest” track becoming the second warmest November in the 141 year record, according to the latest monthly summary from the National Centers for Environmental Information. Even with an ongoing La Niña, the 2020 hotter-than-average freight train keeps on steaming ahead. And with only one month left in the year, 2020 has a 54% chance of becoming the hottest year on record.\nThe global temperature difference from average for November 2020. Red colors reflect areas that were up to 11°F (6°C) warmer than average, and blue colors represent locations that were up to 11°F cooler than average. November 2020 was the second hottest October on record. Climate.gov image from Data Snapshots, based on maps processed by NOAA EVL from NCEI data.\nGlobal land and ocean temperatures during November were 1.75 degrees Fahrenheit (0.97 degrees Celsius) above the twentieth-century average, making it the second-hottest November on record behind only 2015. It has been 44 years since the last time a November was below the twentieth-century average.\nWhen describing the global temperature patterns for a month that was almost the hottest on record, there’s going to be a lot of hot options to talk about. Exceptionally anomalous heat was observed across northern Asia, northern Europe, the Bering Sea, Australia, and parts of South America. Over 6% of the planet observed a record-warm November. And just like previous months, no area had record-cold November temperatures, even if locations in the eastern/central Pacific Ocean, southwestern Asia, and Canada observed a cooler-than-normal month.\nRegionally, November was a banner month for heat too. Oceania had its warmest November on record, with temperatures on average 3.71 degrees F (2.06 degrees C) above average, absolutely smashing the previous record. In particular, Australia was hot, setting a record for November temperatures in the country’s 111-year record. In Europe, the second-warmest November on record was aided by the hottest November for Norway at a mouth-gaping 8.3 degrees F (4.6 degrees C) above average.\nNovember marks the end of the northern hemisphere fall (southern hemisphere spring). And just like the rest of the seasons this year, the September-November period was dominated by above-average temperatures across much of Earth.\nThe most anomalously warmer-than-average location during this past fall was across northern Russia, as temperatures were over 9 degrees F (5 degrees C) above average. But the heat was truly worldwide. South America, Oceanic, AND Europe all observed their warmest September-November on record. This past fall also saw Europe break the 2 degrees C (3.6 degrees F) temperature anomaly barrier for the season for the first time as the continent recorded temperatures 2.24 degrees C (4.03 degrees F) above average.\nDown under, Australia helped to pace Oceania’s record-setting season as it also observed its warmest spring on record. Driving that record were particularly warm minimum temperatures that broke the previous record by 0.81 degrees F.\nThe theme of these monthly global climate summary posts was getting redundant back in April, and yet here we are covering November telling the same story. Heat everywhere, during every season, and every month has 2020 on the verge of potentially becoming the hottest year on record.\nYear-to-date temperatures (January-November) fell just barely below the previous record set in 2016 with anomalies 1.8 degrees F (1.0 degree C) above average. And like this past November, the year-to-date heat has been led by large above-average temperature anomalies (over 9 degrees F, or 5 degrees C) across northern Russia.\nRegionally, while South America, Oceania, and the Caribbean have all just experienced their second warmest January-November on record, Europe and Asia one-upped them with their hottest on record. In fact, this was the first time that the January-November period was over 2.0 degrees C (3.6 degrees F) above average for both continents.\nLearn more about the astounding heat across the higher latitudes in Europe, Asia, and North America in the recently released Arctic Report Card.\nGiven where the planet is after eleven months of the year and knowing how the current hottest year on record (2016) ended, there is a 54% chance that 2020 will take over the top spot come January 1. And even if it doesn’t, it appears that 2020 will easily fall in the top 2 warmest years.\nGlobal sea surface temperature differences from average for November 2020. Red and orange areas were warmer than average, and blue areas were cooler than average. Ocean temperatures in November 2020 were warmer than average across much of the planet except the tropical Pacific Ocean where a La Niña is present. Climate.gov image using data from the National Centers for Environmental Information.\nYou’d think! One consistent area of below-average temperatures during the last five months has been over the eastern/central tropical Pacific Ocean as a La Niña has developed and strengthened. Yet, even with this bright cold spot, the rest of the world said “whatever.” And that includes the oceans!\nYes, even with a moderate strength La Niña during November, ocean temperatures globally were still the fourth warmest on record. Because besides the tropical Pacific Ocean, and spots in the south Indian Ocean, south Atlantic Ocean and just south of Greenland, the rest of the global ocean could best be described as super-duper warmer than average.\nTo put this past November into perspective, it was the warmest the oceans have ever been during a La Niña of this strength (greater than 1.0 degrees C below-average in the Niño3.4 region of the tropical Pacific).\nIt’s hard to keep describing unfathomable records month in, month out, but here we are. Eleven months into a year not soon to be forgotten for a myriad of reasons, extreme heat among them.\nHelp us improve our content",
  "source": "climate.gov"
}