{
  "url": "https://www.climate.gov/news-features/understanding-climate/2020-was-united-states-fifth-warmest-year-record",
  "title": "2020 was the United States' fifth-warmest year on record",
  "date": null,
  "content": "According to the preliminary 2020 U.S. climate summary from NOAA's National Centers for Environmental Information,\nthe average annual temperature for the contiguous U.S. was 54.4°F, 2.4°F above the 20th century average. This ranked as the fifth-warmest year in the 126-year record. The five warmest years on record have all occurred since 2012. Most of the contiguous U.S. experienced above-average temperatures during 2020. Ten states across the Southwest, Southeast and East Coast had their second-warmest year on record. There were no areas of below-average annual temperatures observed across the Lower 48 during 2020.\nMonthly temperature compared to the 1981-2010 average for January–December 2020 arranged in rows from top left to bottom right. Although a few months saw significant areas of the country experiencing cooler-than-average temperatures—April, May, and October, for example—warmth dominated overall. NOAA Climate.gov images from Data Snapshots, based on data from NCEI.\nNo state In the contiguous United States was record warm overall in 2020, but all were warmer than average, with more than half ranking \"much above average.\" There were over 106,000 daily temperature records tied or broken during 2020, and warm records outpaced cold records by a margin of approximately two to one.\nPrecipitation varies more from place to place than temperature, so it's no surprise that a large part of the country experienced a drier-than-average year in 2020 while another part experienced a wetter-than-average year.\nPercent of monthly average precipitation from January–December 2020 (top left to bottom right). Wetter-than-average conditions are colored green, and drier-than-average conditions are colored brown. NOAA Climate.gov image from Data Snapshots, based on NCEI data.\nThe main precipitation stories of 2020 were the dryness in the West and the soggy Southeast. According to the NCEI summary report,\nAbove-average annual precipitation was observed from the Great Lakes and Plains to the Southeast and Mid-Atlantic regions. North Carolina had its second-wettest year on record during 2020 and Virginia was third wettest. Below-average precipitation fell across much of the West, northern Plains and parts of the Northeast. Nevada and Utah ranked driest on record for 2020 with two additional western states ranking second driest.\nFor more details on the U.S. climate in 2020—including maps and statistics for Alaska and detailed regional summaries—see the National Centers for Environmental Information full report.\nHelp us improve our content",
  "source": "climate.gov"
}