{
  "url": "https://www.climate.gov/news-features/features/eighth-warmest-december-record-helps-2020-end-second-hottest-year-record",
  "title": "Eighth-warmest December on record helps 2020 end as second-hottest year on record",
  "date": null,
  "content": "We did it. We made it through the approximately one million days of 2020. Climate-wise, December 2020 threw us a bit of a curveball, though. It was the least hot (relative to average) month of the year finishing as the eighth-hottest December on record according to the latest monthly summary from the National Centers for Environmental Information. That was all it took for 2020 to also finish as the second-hottest year on record, barely behind 2016.\nThe global temperature difference from average for December 2020. Red colors reflect areas that were up to 11°F (6°C) warmer than average, and blue colors represent locations that were up to 11°F cooler than average. December 2020 was the eighth hottest December on record. Climate.gov image from Data Snapshots, based on maps processed by NOAA EVL from NCEI data.\nThe global land and ocean surface temperature for December 2020 was 1.4 degrees Fahrenheit (0.78 degrees Celsius) above the twentieth-century average, making it the eighth hottest in the 141-year record. On its own, that is a heck of a ranking. There are 141 years in the record book, and December was in the number eight spot! However, compared to the rest of 2020 and recent years, being the eighth hottest is actually pretty cool. 1.4 degrees Fahrenheit above-average was the smallest anomaly (departure from average) of any month this year and the smallest since all the way back in February 2018.\nDuring December, temperatures were significantly hotter than normal (over 3.6 degrees Fahrenheit above average) across northern North America, Europe, Africa, and the Kara and Laptev seas in the Far North. And regionally, Africa had its hottest December on record. But unlike previous months, only a small amount (3.68%) of the world’s land and oceans observed record-breakingly hot December temperatures, the smallest area since February 2019. However, it’s important to not let the ridiculous recent warmth over the last 10 years blur our vision on what this means over the entire 141-year record. 3.68% might mean the smallest area with record-breaking monthly heat in nearly two years but it’s still the seventh-largest December percentage since 1951.\nGlobal sea surface temperature differences from average for December 2020. Red and orange areas were warmer than average, and blue areas were cooler than average. Ocean temperatures in December 2020 were warmer than average across much of the planet except the tropical Pacific Ocean where a La Niña is present. Climate.gov image using data from the National Centers for Environmental Information.\nIn contrast, temperatures were cooler than average across the Tropical Pacific as a La Niña continues to plod on, as well as across southern Asia, where monthly temperatures were 3.6 degrees Fahrenheit (2 degrees Celsius) below average. As with past months this year, nowhere on earth had record-cold December temperatures.\nDecember 2020 was the first month of the year where the expected cool influence of La Niña on global temperatures came to fruition. However, thanks to global warming, all that meant was another top ten finish instead of, say, top five.\nThis animation shows maps of monthly temperatures for January–December 2020 compared to the 1981–2010 average, with warm anomalies in red and cool anomalies in blue. The final frame of the animation shows the 2020 average. Note that the temperature range on the monthly maps is broader than the range for the annual average (plus or minus 9 degrees versus plus or minus 5 degrees).\nThe month by month and annual breakdown of temperatures in 2020 has been covered elsewhere, but it’s ok to sometimes repeat ourselves. 2020 was the second warmest year on record—behind only 2016—with temperatures 1.76 degrees Fahrenheit (0.98 degrees Celsius) above the twentieth-century average. Every month of 2020 besides December was one of the top four warmest for those months on record.\nThis means that the seven warmest years on record have all occurred since 2014, and the top ten have all happened since 2005. 2020 was also the forty-fourth consecutive year (since 1977) with global temperatures above the twentieth-century average…talk about a global “disco-fever.”\nBreaking down the 2020 global temperature patterns a bit more, global land temperatures were the hottest on record while ocean temperatures were the third warmest on record. Regionally, Asia and Europe both had their hottest years on record, and both passed the two-degrees-Celsius-above-average yearly threshold for the first time.\nIt continues to be absolutely remarkable how close 2020 came to becoming the hottest year on record without the benefit of an El Niño event occurring during the beginning of the year and adding an extra oomph to global temperatures. (In fact, in some organizations’ temperature rankings, 2020 did tie 2016 as warmest year on record). The year 2020 failed to beat—2016—had the benefit of starting the year with one of the strongest El Niños in the last seventy years. 2020…not so much.\nOf course, thanks to climate change, it’s likely that a few decades from now, 2020 will look downright cool if greenhouse gas levels in the atmosphere continue to rapidly rise. As the NCEI reports, since the start of the temperature record, every decade has been hotter than the last. If this continues, 2020 will fall farther down the list, just like previous record-smashingly hot years like 1998, a former hottest year on record that’s now not even in the top ten.\nFor additional information on global temperature and precipitation in the December 2020 global climate summary, head to the National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}