{
  "url": "https://www.climate.gov/news-features/understanding-climate/2021-opens-warm-dry-january-united-states",
  "title": "2021 opens with a warm, dry January for the United States",
  "date": null,
  "content": "NOAA's National Centers for Environmental Information has released its preliminary highlights for January climate across the United States. Averaged over the Lower 48, the country was warmer and drier than average last month, although parts of the West Coast got soaked by an atmospheric river that improved drought conditions in some areas. According to the report,\nDuring January, the average contiguous U.S. temperature was 34.6°F, 4.5°F above the 20th-century average, tying for ninth-warmest January in the 127-year record. This was the 10th consecutive January with temperatures at least nominally above the 20th-century average for the month.\n(top) Temperatures in January 2021 compared to the 1981-2010 average, with cooler-than-average areas in blue, and warmer-than-average areas in red. (bottom) January temperature each year from 1895–2021 compared to the twentieth-century average. Image by NOAA Climate.gov, based on data from NCEI.\nThe January precipitation total for the contiguous U.S. was 2.01 inches, 0.30 inch below average, and ranked in the driest third of the 127-year period of record. Despite the dry conditions, an atmospheric river brought large amounts of rain and snow to portions of the West Coast January 27-29, which helped to alleviate some of the ongoing drought conditions in the region.\n(top) January 2021 precipitation as percent of average, with drier-than-average areas colored brown, and wetter-than-average areas in blue-green. (bottom) January precipitation each year since 1895 compared to the twentieth-century average. NOAA Climate.gov image, based on data from NCEI.\nFor more details about January's extreme events, drought conditions, and other climate statistics, visit the NCEI State of the Climate webpage.\nHelp us improve our content",
  "source": "climate.gov"
}