{
  "url": "https://www.climate.gov/news-features/features/conversation-polar-oceanographer-rebecca-jackson",
  "title": "A conversation with polar oceanographer Rebecca Jackson",
  "date": null,
  "content": "This article continues Climate.gov’s series of interviews with current and former fellows in the NOAA Climate and Global Change Postdoctoral Program about the nature of their research funded by NOAA and what career and education highlights preceded and followed it.\nOver the past 30 years, the Postdoctoral Program, funded by NOAA Climate Program Office, has hosted over 200 fellows. The Program’s purpose is to help create and train the next generation of researchers in climate science. Appointed fellows are hosted by mentoring scientists at U.S. universities and research institutions.\nOur interview is with Rebecca Jackson, a former NOAA Climate and Global Change Postdoctoral Fellow (2016-2018) and current assistant professor at Rutgers University’s Department of Marine and Coastal Sciences. Her research explores the interaction between the ocean and cryosphere. She is a physical oceanographer interested in ocean-glacier interaction, coastal dynamics, and polar processes. She investigates submarine melting of glaciers in Greenland and Alaska, and the effect of glacial meltwater on ocean circulation.\nOur conversation follows.\nYou’ve mentioned that senior year of college was critical for your research interests. It revealed the connection between physics and physical oceanography. Can you discuss how that connection influenced you?\nGrowing up, I spent a ton of time on the water—sailing, rowing, swimming, working as a dockhand and sailing instructor—and the ocean has always been an interest of mine, in a recreational sense. Academically, my interests gravitated towards math and physical sciences in high school, and I decided to major in physics as an undergrad. When I took a physical oceanography course in my junior year, I found a way to merge my academic interests with my affinity for the ocean, while also exploring a budding interest in climate science.\nRebecca Jackson at work. Photo courtesy Rutgers University.\nIn my senior year, I conducted research in fluid dynamics of gravity currents—a phenomena ubiquitous in the ocean, atmosphere, and other natural environments. These experiences at the end of college exposed me to the field of physical oceanography and showed me how we can use math and physics to distill the complexity of the ocean and probe the fundamental workings of the climate system.\nWhat did you study for your NOAA postdoc at Oregon State University (2016-2018)?\nMy postdoc research explored the underwater melting of glaciers in Greenland and Alaska. Glaciers around the globe are losing mass and raising sea levels, and underwater melting is a suspected trigger for the retreat of many marine-terminating glaciers. My postdoc research explored the plumes of meltwater that rise along the underwater ice, and the small-scale dynamics that control melt rates. These plume dynamics also affect the fate of glacial meltwater as it spreads into the ocean and the downstream impacts of shrinking glaciers on ocean circulation.\n\nTo study the ice-ocean interface, we used autonomous kayaks to collect measurements of the near-glacier ocean—a region too dangerous to work with standard ships. I worked with data collected in Greenland and Alaska to test our current theories for melting, with the goal of improving our understanding of how the ocean can drive glacier retreat and how glacier melting can affect ocean circulation.\nWhat were the benefits of your NOAA postdoc? What role did it play in your career?\nThe NOAA postdoc was amazing opportunity for me to launch into the next stage of my career as a professor. It gave me flexibility to pursue ideas and projects with independence, and the resources to conduct my research, publish, and travel to share my results. It also connected me to a network of current and former NOAA postdocs and a community of scientists across a wide range of disciplines related to climate science.\nYou’ve conducted a number of field campaigns at LeConte Fjord/Glacier, Alaska. What made this site such a valuable laboratory for your research?\nLeConte Glacier is a marine-terminating glacier, similar to glaciers found in Greenland and West Antarctica but notably smaller and more accessible. There is open water in LeConte fjord for much of the year—fewer icebergs and less sea ice compared to many other glacier-fjord systems—allowing us to access the ocean in front of the glacier at many different times throughout the year. LeConte Glacier’s proximity to the town of Petersburg also made the logistics of a large field campaign more feasible compared to working at more remote glaciers.\nAdditionally, the small size of the fjord and glacier allowed us to conduct repeat, high-resolution surveys. All these things have made LeConte a wonderful site for an intensive study of ocean-glacier interactions. Since we expect LeConte to share many of the same processes and fundamental physics as other glacier-fjord systems, we hope that our findings at LeConte will help improve our understanding of ocean-glacier dynamics around the world.\nLeConte Glacier affords scientists opportunities to study ice dynamics while calving photogenic icebergs. Photo CC license by Flickr user Steve Corey.\nThe captains and crew of the fishing vessels to LeConte had considerable local expertise in navigation and environmental conditions. You also spent time in the nearest town to the glacier, Petersburg, Alaska, preparing for your campaigns. What did you learn from the local community during your campaigns to LeConte?\nWorking out of Petersburg has been a blast. Many residents of the town have a deep knowledge of LeConte Glacier and the surrounding area. For many years, the local high school students have conducted an annual survey of the glacier terminus, creating a record of its advance and retreat (well, mostly retreat) over several decades. This historical record is a valuable complement to our project, providing long-term context for our process study of the physics conducted over a shorter period. The community has supported our science in so many other ways, too—through sharing supplies and local knowledge, hosting us in their homes, and even including us in a wedding celebration!\nJackson worked with residents of Petersburg, Alaska, to better understand LeConte Glacier. Photo CC license by Flickr user Scott Ableman.\nYour postdoctoral research at LeConte used remote-controlled kayaks to take measurements directly in front of glaciers, where ships cannot navigate safely. Can you talk more about that challenge of taking measurements close to a glacier and how you’ve adapted and overcome that? What unique engineering specifications do the kayaks have?\nWe want to measure the ocean conditions right in near the ocean-ice interface, but the glacier frequently calves off icebergs and creates big waves, making the near-glacier region unsafe for ships or people. Instead, we have used autonomous kayaks to measure ocean properties near the glacier. These are kayak-shaped boats with a jet engine and remote navigation systems. The kayaks are equipped with acoustic instruments to measure ocean currents, and an instrument that measures temperature and salinity that lowers on a reel from the ocean surface to the seafloor.\nWe deploy the kayaks from the ship and while we stay half a mile from the glacier the kayaks drive right up to the terminus. These kayaks have been developed at Oregon State University for a variety of oceanographic settings. For the glacier setting, we deploy the kayaks with a bunch of extra flotation so that, if a kayak were hit by a falling iceberg, the remains of the boat and instruments would eventually float away from the glacier for us to collect. While we’ve had some close calls, luckily, we have not lost a kayak yet!\nYou’ve also conducted research at a number of Greenland fjords. Broadly speaking, how do the conditions in Greenland glaciers differ from those in Alaska?\nFor the most part, the glacier-fjord systems in Greenland are much larger and more difficult to access. Many of the fjords in Greenland are full of large icebergs throughout the year, and frozen over with sea ice for the winter. So navigating the waters near the glacier by boat is difficult, at best, and often impossible. Instead, we sometimes use helicopters to drop instruments into the water over openings in the ice. Additionally, particularly on the east coast of Greenland, intense storms and winds off the ice sheet can frequently delay our science work for many days at a time.\nStudying Greenland glaciers up close from a boat is often difficult. Observations are frequently made from aircraft. NASA photo by Jim_Yungel.\nYour current research examines how the ocean interacts with glaciers, including the effect of glacial meltwater on ocean circulation. What conjectures and theories do you have now? What questions are you still exploring?\nOne thing that we’re finding in our recent work at LeConte Glacier is that submarine melting is happening much faster than we expected. We have a standard theory, or model, to predict melt rates based on ocean temperature and other conditions, but this theory has been developed for sea ice and floating ice shelves found in Antarctica—horizontal ice-ocean interfaces where the dynamics might be quite different. Despite widespread use, this standard theory has not been tested at tidewater glaciers like those found in Alaska and Greenland.\nWhat we’re finding in Alaska, supported by other recent studies elsewhere, is that submarine melt rates are much higher than predictions from the standard theory. We now have evidence that melt rates are high, and the next step is finding out why. There must be some limitation in our standard theory, some incorrect assumption or flaw in our framework for the physics at tidewater glaciers.\nWe have actually just received funding from the National Science Foundation to go back to LeConte Glacier and make even smaller-scale measurements at the ocean-ice interface. Our goal is to probe the physics of the ice-ocean boundary and work towards developing a better theory to predict melt rates based on ocean conditions. Ultimately, this is a critical step toward accurate modeling of ocean-glacier interactions and projections of sea level rise in the future.\nAt the American Geophysical Union’s 2019 Fall Meeting, renowned environmental scientist and former NOAA Administrator, Dr. Jane Lubchenco, called for “a renewed social contract for science.” She asked the scientific community to consider “our obligations as scientists [and] our responsibilities to society, to each other, to future generations.” What responsibilities do scientists have to society?\nMany pressing issues, from climate change to public health, require public trust in science and public engagement from scientists. Research and progress within the scientific community is necessary but not sufficient for tackling these issues. I think there are many different ways that scientists can contribute to society, through both applied and basic research, but ultimately there needs to be a robust bridge between the scientific community and the rest of society if scientific advances are to serve the greater good.\nIn my department at Rutgers, we are lucky to have a team of science communication and outreach professionals. Instead of every scientist reinventing the wheel for outreach activities, we can leverage professional expertise to connect with public audiences and students. This sort of model requires putting real resources behind science outreach and engagement, but I think it’s well worth the investment.\nYou’ve done a considerable amount of public outreach, including presentations to non-scientist audiences at the high school and middle school levels. What can scientists do to build trust among youth in the scientific method?\nI’ve enjoyed talking to a variety of audiences at all ages—in schools, libraries and other public settings. I hope these interactions can serve a variety of purposes. First, it’s an opportunity to engage students with scientists, humanize the world of science, and help break down stereotypes about who can be a scientist. I also hope that engaging students with my research in the polar regions will help them develop a better understanding of the earth and climate system, perhaps encouraging environmental stewardship. And then finally, perhaps more important than any specific content that I might convey, I hope to teach the scientific method and help develop science literacy. This might involve talking about the path of scientific progress, how exploration and debate and testing of hypotheses, leads to answers and new questions.\nAnd I hope to help them understand how some things are settled and proven beyond any reasonable doubt (e.g. Greenland melting is causing global sea level rise) while other pieces are still under investigation (e.g. how will Greenland melting affect ocean circulation?). So often these things get muddled in the public discourse, and spurious claims of uncertainty are used to dismiss rigorous scientific evidence. So I hope each outreach activity can be an opportunity to help develop science literacy and an appreciation for the scientific method.\n--Short Youtube clip of the kayak surveying at LeConte, from a distance:\nhttps://www.youtube.com/watch?v=q1i7GkGoPHw\n--Short YouTube clip of kayak closer up: https://www.youtube.com/watch?v=f5l-0fI6s_E&feature=youtu.be\nHelp us improve our content",
  "source": "climate.gov"
}