{
  "url": "https://www.climate.gov/news-features/features/march-2021-outlook-warm-start-meteorological-spring-central-and-eastern",
  "title": "March 2021 outlook: A warm start to meteorological spring for the central and eastern United States",
  "date": null,
  "content": "Welcome to meteorological spring! For me, that means focusing on blooming flowers rather than snowstorms. So what does the March 2021 outlook from NOAA’s Climate Prediction Center show? For the central/eastern United States, a warmer-than-average month is forecast, with a higher likelihood for drier conditions across the southern United States into the western Plains.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in March. Instead, they are the probability (percent chance) that March temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1981-2010) for March (note: the climatological record will shift to 1991-2020 later this year). We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome; not more extreme conditions. Head to the end of this post for more on the math behind the outlooks.\nThere’s a lot of red on the temperature outlook map for March, indicating that for much of the country, March is favored to be much warmer than average. In fact, from the Rocky Mountains on east, there is a tilt in the odds towards a warmer month. The highest likelihood (50-60%) of a warmer-than-average March is over the Great Lakes and Southeast United States. In contrast, the West Coast stretching north to coastal Alaska is forecast to observe a colder-than-average month.\nIn general, the West Coast observed a warmer-than-average winter so a cooler-than-average March will be a change of pace. The same goes for the central United States, which observed a record-breaking Arctic blast in February and is now forecast to see warmer-than-average temperatures.\nAverages of all January–March MJO events from 1979–2016. Green shading shows below-average OLR (outgoing longwave radiation, or heat energy) values, indicating more clouds and rainfall, and brown shading identifies above-average OLR (drier and clearer skies than normal). The purple contours show the location and strength of the Pacific jet at the 200-hPa level (roughly 38,000 feet at that location). Note the eastward movement of the wet and dry areas. How far the Pacific jet extends past the international dateline also changes with the phase of the MJO. NOAA Climate.gov animation, adapted from original images provided by Carl Schreck.\nOne source of uncertainty for the next month is any influence from the Madden Julian Oscillation (MJO). The location across the tropics of this climate phenomena can impact the location and strength of the jet stream and temperature patterns across the United States. If the MJO moves as predicted, it could increase the odds for below-normal-temperatures for the end of the month. Keep tuned into the week 2 and week 3&4 forecasts from CPC for more updates.\nPlaces in the Lower 48 states where the forecast odds for March 2021 favor a much wetter than usual March (green colors) or much drier than usual March (brown), or where the probability of a wet March, a dry March, or a near-normal March are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). NOAA Climate.gov map, based on forecast data from NOAA CPC.\nFor the southern tier of the United States from the Gulf Coast to the Southwest, a drier-than-average March is forecast. The greatest odds for below-average precipitation are across southern Florida, western Texas, New Mexico, and Colorado.\nIn contrast, a swath of the northern United States from the Great Lakes through the Tennessee Valley is slightly favored to observe an above-average amount of precipitation during the next month. Those the odds are only slightly tilted towards a wetter-than-average month.\nA drier-than-average monthly forecast has been common across the Southwest for quite a while, and has been verified in the extensive and deep drought currently in place across West, especially the Four Corners region. And it looks like March isn’t likely to provide much relief.\nDrought conditions as of February 23, 2021, across the contiguous United States. severe (orange) and extreme (red) drought conditions were widespread across the West. NOAA Climate.gov image from the Data Snapshots collection, based on data from the U.S. Drought Monitor project.\nWith the lack of any clear wet signal for the United States during March coupled with dryness expected across parts of the Southwest, drought conditions are expected to persist across much of the western United States. In fact, drought may even expand in parts of central Texas and eastern Nebraska. Farther east, the warmer- and drier-than-average predictions for March in central/southern Florida also correlate to likely drought development during the next month.\nIn contrast, the small areas of drought scattered across the eastern United States are likely to be removed completely by the start of April.\nThis map shows experts' assessment of how drought conditions are likely to change throughout March 2021. Dark brown areas, such as those covering much of the West, show where drought conditions are likely to persist or worsen, while tan areas show where drought is likely to improve, but not end. Gold shows areas where drought is likely to emerge, while green shows where drought is forecast to end. NOAA Climate.gov Data Snapshots image, based on data from NOAA Climate Prediction Center.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of February 2021.\nHelp us improve our content",
  "source": "climate.gov"
}