{
  "url": "https://www.climate.gov/news-features/understanding-climate/understanding-arctic-polar-vortex",
  "title": "Understanding the Arctic polar vortex",
  "date": null,
  "content": "In late February, as the Southern Plains and Gulf Coast suffered through an unusually strong blast of wintry weather, weather talk turned to the polar vortex and the possibility that the extreme cold was yet another example of weather-gone-wild due to global warming. In this article, we’re talking to two NOAA experts about the devastating extreme cold event, the polar vortex, and the potential link to global warming.\nThe Arctic polar vortex is a band of strong westerly winds that forms in the stratosphere between about 10 and 30 miles above the North Pole every winter. The winds enclose a large pool of extremely cold air. (There is an even stronger polar vortex in the Southern Hemisphere stratosphere in its winter.) The stronger the winds, the more the air inside is isolated from warmer latitudes, and the colder it gets.\nWhen the Arctic polar vortex is especially strong and stable (left globe), it encourages the polar jet stream, down in the troposphere, to shift northward. The coldest polar air stays in the Arctic. When the vortex weakens, shifts, or splits (right globe), the polar jet stream often becomes extremely wavy, allowing warm air to flood into the Arctic and polar air to sink down into the mid-latitudes. NOAA Climate.gov graphic, adapted from original by NOAA.gov.\nAccording to NOAA stratosphere expert Amy Butler, people often confuse the polar vortex with the polar jet stream, but the two are in completely separate layers of the atmosphere. The polar jet stream occurs in the troposphere, at altitudes between 5-9 miles above the surface. It marks the boundary between surface air masses, separating warmer, mid-latitude air and colder, polar air. It’s the polar jet stream that plays such a big role in our day-to-day winter weather in the mid-latitudes, not the polar vortex.\nThe polar vortex doesn’t always influence winter weather in the mid-latitudes. When it does, however, the effects can be extreme. When the polar vortex is especially strong, for example, the polar jet steam tends to stay farther north and to exhibit a more zonal flow, with less meandering. At the surface, this stable stratospheric state is often associated with an even colder than usual Arctic, and milder-than-usual weather in the mid-latitudes. The Arctic Oscillation, which tracks hemisphere-scale wind and air pressure patterns, is often positive.\nAt the other extreme, the polar vortex is occasionally knocked off kilter when especially strong atmospheric waves in the troposphere break upward into the stratosphere. The vortex slows, and it may wobble, slide off the pole, split into several lobes, or—in the most extreme cases—temporarily reverse direction. Regardless of their “flavor,” these disruptions have one thing in common: a spike in polar stratosphere temperatures, which is why they’re called sudden stratospheric warmings.\nIn the weeks following the stratospheric upheaval, the polar jet stream will often develop a wavy shape, with deep troughs and steep ridges that can become nearly stationary for days. The exact nature of the interaction—how the polar jet “feels” the disruption in the polar vortex and why it reacts the way it does—isn’t fully understood. Under the high-pressure ridges, warm air floods north into parts of the Arctic, often driving extreme melt, while polar air fills the low-pressure troughs, bringing wintry conditions farther south than average. The Arctic Oscillation often slips into its negative phase.\nTemperature (purple is cooler, pink is warmer) and winds (white lines) at the 250-millibar pressure level (the altitude at which the pressure is 250 millibars), showing the deeply wavy path of the polar jet stream across the United States on February 15, 2021. Screen capture from Earth.Nullschool, based on NOAA Global Forecast System data.\nAccording to Butler, it’s reasonable to suppose that the polar vortex played a role in the extreme winter weather outbreak that struck the Southern Plains in late February. There is plenty of research linking disruptions of the stratospheric polar vortex to extreme cold air outbreaks in the mid-latitudes of the United States or Eurasia a few weeks later.\n“We did have a sudden stratospheric warming in January,” explained Butler. “The polar vortex weakened. It got stretched out of shape and slid southward off the pole. Most of the time when this happens—and it happens on average about every other year in the Arctic—some part of the mid-latitudes will ultimately experience a cold air outbreak. The disruption of the vortex encouraged the polar jet stream to become wavier for several weeks, and in combination with other weather patterns, created favorable conditions for a severe cold air outbreak in the central U.S.”\nNear-surface air temperatures across the Northern Hemisphere from February 15–22, 2021, compared to the 1981-2010 average. The polar jet stream made a deep dive into the south-central United States, bringing extreme cold (dark blue) to the Southern Plains. Meanwhile, parts of the Arctic were much warmer than average (orange and red). NOAA Climate.gov image, based on NCEP/NCAR Reanalysis data from NOAA Physical Sciences Lab's daily composites tool.\nOn the other hand, she said, plenty of Arctic cold air outbreaks happen in a given winter without any help from the polar vortex. Not to mention, sometimes the polar vortex is disrupted and there are few, if any, impacts on the weather down at the surface. So blaming the event solely on the polar vortex would be a stretch. (For a perspective on the possible role played Pacific ocean temperature patterns in a similar event that occurred in winter of 2013/14 and might be at play during this event, check out Dennis Hartmann’s ENSO blog post and his updated comments.)\nAmong the questions readers have been asking us is whether global warming is affecting the polar vortex in a way that would—paradoxically—make severe winter weather outbreaks in the mid-latitudes more likely. According to Butler, the idea isn’t as counter-intuitive as it seems at first glance.\n“For example, disruptions of the polar vortex occur when the vortex is bumped from below by large-scale atmospheric waves flowing around the troposphere,” said Butler. “The waves are always there, but anything that changes their strength or location—including changes in surface temperature and pressure that result from sea ice loss—can potentially influence the polar vortex. So the idea would be that even though you have an overall warming trend, you might see an increase in the severity of individual winter weather events in some locations.”\nAmong the possibilities is that the polar vortex’s “preferred” location may be sensitive to regional variations in sea ice cover. For example, one study linked lower-than-average February sea ice extent in the eastern Arctic’s Barents and Kara Seas to a shift in the polar vortex toward Eurasia between the 1980s and the 2000s. The vortex shift was accompanied by colder-than-average winters across Siberia and the mid-latitudes of central Eurasia.\nBut while the hypothesis is plausible, Butler said, “I don’t think there is any convincing evidence of a long-term trend in the polar vortex. What we see in the record is this very interesting period in the 1990s, when there were no sudden stratospheric warming events observed in the Arctic. In other words, the vortex was strong and stable. But then they started back up again in the late 1990s, and over the next decade there was one almost every year. So there was a window of time in the early 2010s where it seemed like there might be a trend toward weaker, more disrupted or shifted states of the Arctic polar vortex. But it hasn’t continued, and more and more, it’s looking like what seemed to be the beginning of a trend was just natural variability, or maybe just a rebound from the quiet of the 1990s.”\nThe disruption of the Arctic polar vortex in January 2021. Globes show show 10-millibar geopotential heights—an indicator of air pressure—for (left) December 26, 2020 as the polar vortex began to weaken, (middle) on January 5, 2021 when the stratospheric winds reversed sign, and (right) on January 15, 2021 during the sudden stratospheric warming event. Images by Laura Ciasto, NOAA CPC.\n“It’s tough, though,” Butler continues, “because we don’t have a very long record of observations of the stratosphere. We’ve only been observing it directly since the 1950s. That’s not very long to understand what kind of natural variability the polar vortex might be capable of. One researcher did a historical reconstruction by correlating the overlapping portions of the North Atlantic Oscillation index—which goes back much farther—and the polar vortex record, and then extrapolating the polar vortex record farther back in time using the NAO index. It showed no long-term trend, and no big differences in recent decades compared to previous decades.”\nStill, she said, it’s possible there have been changes to the vortex like location that aren't as well understood and could have consequences for surface impacts.\nThe uncertainty due to a relatively short history of observations isn’t the only reason experts can’t dismiss the possibility that something could be up with polar vortex. Some climate model experiments do predict that continued warming will lead to a weakening of the polar vortex. “It’s true that when you run some high-resolution climate models, with a realistic stratosphere, and a realistic sea ice layer, and you reduce sea ice cover, these models predict that the polar vortex gets weaker,” Butler said. And some studies combining models and observations have shown a connection between low sea ice extent in the Barents and Kara Seas of the eastern Arctic, sudden stratospheric warming events, and cold winters in North America.\nAt the same time, other model simulations predict that warming and sea ice loss will lead to a stronger polar vortex. Part of the reason for the disagreement is that the impact of Arctic surface warming and sea ice loss on the atmospheric waves that can disrupt the polar vortex is very sensitive to exactly where and when the sea ice loss occurs, and that hasn’t been consistent across model simulations.\n“So, sometimes the sea ice losses are constructive: they reinforce and amplify the waves’ default or mean state,” explains Butler. “But other times, depending on exactly where and when the sea ice loss and warming occur in the models, they may interfere with existing atmospheric waves destructively, canceling them out.”\nThe sensitivity to the timing and location of sea ice loss is only part of the complexity, however. There also appears to be a tug-of-war between climate change processes that could strengthen the Arctic polar vortex and processes that could weaken it. Touching on this topic in a recent post for Climate.gov’s ENSO blog, Butler wrote:\nFor example, the tropical upper troposphere is predicted to become warmer, which will likely enhance the equator-to-pole temperature gradient across the tropopause (the atmospheric layer that separates the troposphere from the stratosphere), which would speed up the polar vortex in both hemispheres. However, enhanced warming of the Arctic surface relative to the middle latitudes reduces the surface temperature gradient and may act on the Northern Hemisphere polar vortex in the opposite direction.\nOther climate factors being equal, a weaker vortex, with more frequent disruptions, could slow the rate of winter warming in the mid-latitudes while accelerating it in the Arctic. A stronger polar vortex, with few disruptions might be expected to slow Arctic warming at the expense of more rapid winter warming in the mid-latitudes.\n“Some people have pushed the models as hard as they can, looking at the most extreme warming scenarios over the longest time horizons to see if a consistent signal would emerge from the simulations,” Butler said. “But the models remain split.”\n“Personally,” said Butler, “I think that the effect of global warming [on the polar vortex] is currently small compared to the noise of natural variability, and in the future, any influence on winter weather would be small compared to the overall warming influence of greenhouse gases.”\nTo Arctic climate expert Jim Overland, those two points are familiar arguments against the broader hypothesis that rapid Arctic warming could be affecting mid-latitude winter weather in various ways. He doesn’t even disagree with them. In a recent paper, Overland and several co-authors argued that if Arctic warming is affecting extreme weather events in the mid-latitudes it’s through intermittent connections that amplify an extreme event only when the background atmospheric conditions are already favorable.\nAs an example, he points to a study that described how an atmospheric river event combined with historically low November sea ice extent in the Bering and Chukchi Seas in 2017 to intensify a ridge of high pressure over the Pacific Arctic. Both up and downstream of the amplified ridge, the polar jet stream developed deep troughs, which allowed cold polar air to spill south into both East Asia and North America in early winter.\n“So the lack of sea ice alone doesn’t cause the events,” said Overland, “but once the background conditions are set up, the heat flux from the ice-free ocean to the atmosphere along with warm air flowing in from lower latitudes can help reinforce the jet stream high pressure areas. Maybe make a downstream cold event last longer than it otherwise would have, be a little more extreme, or cover a little bit larger area.”\nIf they do exist, these sorts of intermittent influences of amplified Arctic warming on extreme winter weather in the mid-latitudes are going to be hard to pin down. In fall and early winter, it could be delayed freeze up of sea ice that is most influential, while in later winter, it could be the polar vortex. Or the influence might amplify cold extremes in one location and warm extremes in another, which over the whole mid-latitudes would cancel each other out.\n“Every way people have tried to look at this question has produced some evidence for a connection and some evidence against a connection,” Overland said. One research team will conclude that Arctic sea ice loss is disrupting the atmospheric circulation in ways that lead to severe winters in the mid-latitudes. Another team will say that the unusual atmospheric circulation patterns come first, and drive both the warm Arctic and the cold winters over the mid-latitude continents. In Overland’s opinion, there is still not enough evidence either way to rule the hypothesis in or out.\nOverall, winters will be warmer in a world with continued high emissions of greenhouse gases. Projected changes in January average temperatures across the United States by the 2090s if the world follows a high greenhouse gas emission path (right) compared to 1981-2010 (left). Images from Climate.gov Data Snapshots collection.\nStill, by most of the metrics experts use to describe winter climate, Overland agrees the big picture is clear: on average, winters are warmer and cold extremes are less likely than they were a century ago. That trend is likely to continue with rising greenhouse gases and more global warming. If these intermittent influences of the Arctic on the mid-latitudes won’t fundamentally change the overall trajectory of winter climate with global warming, then why is the subject still such a hot research area?\n“For NOAA, the reason this question is important is the sub-seasonal forecast scale,” he said, referring to forecast horizons of a few weeks to a month or so out. Even if the connection between the Arctic and mid-latitude extreme weather is only intermittent, failure to understand when such connections may occur will rob us of an opportunity to extend the lead time forecasters could give for extreme events like the recent Texas winter storm. The linkages between the Arctic and the mid-latitudes “may not change the seasonal picture,” said Overland, “but the details of what influences individual extreme events still matter.”\nHelp us improve our content",
  "source": "climate.gov"
}