{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-has-cold-february-warm-winter",
  "title": "U.S. has cold February, but warm winter",
  "date": null,
  "content": "Yesterday, NOAA’s National Centers for Environmental Information (NCEI) released its recap of February climate across the United States, along with a review of the 2020-21 winter season. Among the highlights was that the contiguous United States had its coldest February in more than 30 years. The chill wasn’t enough to overpower the warmth of December and January in the seasonal average. Average winter temperature was 33.6 degrees Fahrenheit, which is 1.4 degrees F warmer than average, ranking in the warmest third of winters on record.\nTemperatures across the Lower 48 in December 2020 (left), January 2021 (right), and February 2021, compared to the 1981­–2010 average. Red indicates places that were warmer than average, and blue indicates places that were colder than average. NOAA Climate.gov maps from our Data Snapshots collection, based on data from NCEI.\nPrecipitation-wise, February 2021 was in the middle third of the historical record, with much wetter than average conditions along the mid-Atlantic and Southeast seaboard, but drier than average conditions in California, the Southwest, and most of the Great Plains. Winter precipitation was 6.10 inches, 0.69 inch below average, and ranked among the driest one-third of the 126-year period of record.\nPrecipitation across the Lower 48 in December 2020 (left), January 2021 (right), and February 2021, as a percent of the 1981­–2010 average. Green indicates places that were wetter than average, and brown indicates places that were drier than average. The biggest seasonal shortfalls occurred across the Northern Plains of eastern Montana and North Dakota. NOAA Climate.gov maps from our Data Snapshots collection, based on data from NCEI.\nThe dry winter is reflected in the widespread drought conditions across the country. Almost the entire western half of the country was at least abnormally dry, and more than 45 percent was experiencing some level of drought as of the March 2 report from the U.S. Drought Monitor. The areas in drought include more than 80 million acres of forest experiencing severe to exceptional drought in places like Colorado, Utah, northern California, and southern Oregon.\nU.S. drought conditions throughout the 2020-21 winter: January 5 (left), February 2 (middle), and March 2 (right). Washington, Oregon, and Northern California had some drought improvement over the winter, while conditions across the Northern Plains deteriorated. Extreme to exceptional drought was widespread and persistent across the Southwest. NOAA Climate.gov maps from our Data Snapshots collection, based on data from the U.S. Drought Monitor project.\nFor more February or winter climate information, visit the NCEI’s monthly reports page. For more details about drought conditions and impacts, visit Drought.gov.\nHelp us improve our content",
  "source": "climate.gov"
}