{
  "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-probably-increasing-intensity-tropical-cyclones",
  "title": "Climate change is probably increasing the intensity of tropical cyclones",
  "date": null,
  "content": "This post is adapted from a ScienceBrief by the same authors. The findings are consistent with the Intergovernmental Panel on Climate Change's Special Report on the Oceans and Cryosphere in a Changing Climate and with the reports (Part 1, Part 2) from the World Meteorological Organization's Task Team on Tropical Cyclones and Climate Change. The images that appear in the post were not part of the original brief.\nThis ScienceBrief presents a summary of the state of the science on tropical cyclones (tropical storms, hurricanes, and typhoons) and climate change. The authors assessed more than 90 peer-reviewed scientific articles, with a focus on articles describing observations of, or projected future changes to, the frequency and intensity of tropical cyclones (TCs) globally or in key regions, as well as changes in tropical cyclone-related rainfall and storm surge.\nWarming of the surface ocean from anthropogenic (human-induced) climate change is likely fueling more powerful TCs. The destructive power of individual TCs through flooding is amplified by rising sea level, which very likely has a substantial contribution at the global scale from anthropogenic climate change. In addition, TC precipitation rates are projected to increase due to enhanced atmospheric moisture associated with anthropogenic global warming.\nFlooded neighborhoods in Port Arthur, TX, on August 31, 2017, following heavy rainfall from Hurricane Harvey. Several studies concluded that human-caused warming contributed to Harvey's epic rainfall. U.S. Air National Guard photo by Staff Sgt. Daniel J. Martinez.\nThe proportion of severe TCs (category 4 & 5) has increased, possibly due to anthropogenic climate change. This proportion of intense TCs is projected to increase further, bringing a greater proportion of storms having more damaging wind speeds, higher storm surges, and more extreme rainfall rates. Most climate model studies project a corresponding reduction in the proportion of low-intensity cyclones, so the total number of TCs each year is projected to decrease or remain approximately the same.\nThe latitude where tropical cyclones reach their peak strength has shifted farther north of the equator in the Northern Hemisphere (left, gray shading shows range of uncertainty) and farther south in the Southern Hemisphere (right). NOAA Climate.gov image, based on data from Jim Kossin. Full story.\nAdditional changes such as the poleward migration of the latitude of maximum intensity, increasing rates of rapid intensification, and a slowing of the forward motion of TCs have been observed in places, and these may be climate change signals emerging from natural variability. While there are challenges in attributing these past observed changes to anthropogenic forcing, models project that with global warming, some regions will experience increases in rapid intensification, slowing of the forward motion of TCs, or a poleward migration of the latitude of maximum intensity, in coming decades.\nProjected vertical wind shear during the peak of hurricane season (August–October) in the late 21st century compared to late 20th century if greenhouse gas emissions continue increasing at a relative high rate. Reduced wind shear (blue areas) along the East Coast may increase the chances of rapid intensification of hurricanes before U.S. landfall. Map by NOAA Climate.gov, based on data from Ting et al., 2019. Full story.\nSince 2013, models have been able to replicate observations with greater skill, utilizing higher resolution atmospheric−oceanic general circulation models and improved downscaling techniques. This has increased confidence in the sign and magnitude of projected future changes in some TC metrics. State-of-the-art models and multi-decadal satellite observation records suggest that in some cases, the signal of human-caused influence on TCs may be beginning to emerge from natural variability.\nSummary of projected regional and global changes in tropical cyclones (TC) assuming a 2° Celsius (3.6° Fahrenheit) global warming scenario. Each panel shows the median (dark blue line) and percentile ranges (light blue columns) for projected percentage changes in total TC frequency, Category 4–5 TC frequency, TC intensity, and TC near-storm rain rates derived from published studies. For TC frequency, the 5th–95th-percentile range across the studies is shown. For category 4–5 TC frequency, TC intensity, and TC near-storm rain rates the 10th–90th-percentile range is shown. Note the different vertical-axis scales used for the two halves of each panel. Source: Knutson, T. et al., 2020: Tropical Cyclones and Climate Change Assessment. Part II: Projected Response to Anthropogenic Warming. Bull. Amer. Meteorol. Soc., https://doi.org/10.1175/BAMS-D-18-0194.1\nThis ScienceBrief is meant to provide an accessible, understandable summary as part of a series on “Critical Issues in Climate Change Science” prepared for the COP26 climate conference to be held in Glasgow in 2021. The summary relies on a recent WMO assessment with additional, more recent references included. Reliable scientific information on possible future changes in tropical cyclone activity will help inform climate change mitigation decision-making as well as climate change adaptation efforts in hurricane-prone regions.\nHelp us improve our content",
  "source": "climate.gov"
}