{
  "url": "https://www.climate.gov/news-features/understanding-climate/march-2021-was-warmer-average-much-contiguous-us-wet-bull%E2%80%99s-eye",
  "title": "March 2021 was warmer than average for much of the contiguous U.S., with a wet bull’s-eye in the heart of the country",
  "date": null,
  "content": "According to the latest U.S. monthly climate summary from the National Centers for Environmental Information, the average temperature for March 2021 was 45.5 degrees Fahrenheit, 4 degrees warmer than the twentieth-century average. This ranked in the warmest third of the 127-year period of record.\nTemperatures across the contiguous United States in March 2021 compared to the 1981-2010 average. Places that were up to 11 degrees Fahrenheit warmer than average are red, and places that were up to 11 degrees colder than average are blue. Map from Climate.gov Data Snapshots, based on data from NCEI.\nAcross the Lower 48 states, daytime high temperatures in March have warmed by 0.28 degrees Fahrenheit per decade over the 127-year record (1895-2021). Overnight lows have warmed at 0.24 degrees Fahrenheit per decade over the same period.\nAverage March precipitation for the contiguous U.S. was 2.45 inches, just a smidge below average (0.06 inches), which ranks in the middle third of the 127-year period of record. Precipitation was above average—even much above average—in the center of the country, including parts of Nebraska, Oklahoma, Missouri, Kentucky, and Tennessee. Meanwhile, around the perimeter of the country, dry conditions were the norm, with below to much below average precipitation across many states along the northern and southern borders of the country.\nPrecipitation across the contiguous United States in March 2021 compared to the 1981-2010 average. Places where precipitation was up to 300 percent of normal are green, while places where precipitation was less than 100 percent of average are brown. Map from Climate.gov Data Snapshots, based on data from NCEI.\nThe heavy rains in the Central Plains moderated the drought in parts of Nebraska, Kansas, and eastern Colorado. But according to the U.S. Drought Monitor project, nearly 64 percent of the contiguous United States was at least “abnormally dry” in early April, and 45 percent remained in some level of drought. The drought was classified as “extreme” in parts of 14 states and “exceptional” in 8: Oregon, California, Nevada, Utah, Arizona, Colorado, New Mexico, and Texas.\nMore than half the contiguous United States was at least \"abnormally dry\" in early April 2021 according to the U.S. Drought Monitor project. Climate.gov Data Snapshots map, based on data from the U.S. Drought Monitor project.\nFor more March climate highlights, check out the full summary from the National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}