{
  "url": "https://www.climate.gov/news-features/understanding-climate/first-month-northern-hemisphere-spring-2021-was-warmer-average",
  "title": "First month of Northern Hemisphere spring 2021 was warmer than average across the globe",
  "date": null,
  "content": "The first month of Northern Hemisphere spring 2021 was warmer than average across the globe according to the global climate summary for March 2021 from NOAA's National Centers for Environmental Information. The combined land and ocean surface temperature was 1.53 degrees Fahrenheit (0.85 degrees Celsius) warmer than the twentieth-century average. Although this was the smallest warm anomaly since 2014, it was still the eighth-warmest March for the planet in the 142-year record.\nSurface temperatures on Earth in March 2021 compared to the 1981-2010 average. Places where temperatures were warmer than average are red; places where it was cooler than average are blue. NOAA Climate.gov map, based on data from NCEI.\nLargely as a result of climate change, the warmth was globally widespread, with many ocean and land areas ranking as “much warmer than average” and several areas ranking as “record warm.” Fewer areas were cooler than average: pockets of the Northern high latitudes, the Pacific Ocean—including the tropical Pacific, thanks to La Niña—much of the Southern Ocean, and some of Australia.\nAs it always is, precipitation patterns were more variable than temperature, although overall there was somewhat of a wet-to-dry gradient across the land areas of the planet from the Eastern Hemisphere to the Western Hemisphere. Large parts of Asia, the Maritime Continent, and Australia experienced more than 100 percent of their average precipitation in March. Meanwhile, much of Europe, and North and South America received less than 100% of their normal March precipitation.\nPrecipitation over land areas in March 2021 as a percent of the 1961-1990 average. Map by NOAA NCEI.\nMarch is the month when Arctic sea ice usually hits its maximum winter extent, and this year’s ice extent—the area of the ocean where sea ice concentration is at least 15 percent—occurred on March 21. The ice cover was the seventh-smallest winter maximum in the 42-year satellite record, and the March monthly average was 5.1 percent smaller than the 1981-2010 average.\nSea ice concentration on March 21,2021—the day of the winter maximum extent. The gold line shows the median extent based on data from 1981-2020. Map by NOAA Climate.gov, based on data from NSIDC.\nMeanwhile, the Antarctic sea ice extent in March was 10.4 percent larger than average, which made it the tenth-largest ice extent in the satellite record. Unlike the Arctic, where sea ice is declining in basically every area and every season, Antarctic sea ice exhibits extreme variability, but no significant long-term trends. Read about differences in the Arctic and Antarctic here.\nFor more March and year-to-date statistics about our home planet, check out NCEI’s State of the Climate summary and report.\nHelp us improve our content",
  "source": "climate.gov"
}