{
  "url": "https://www.climate.gov/news-features/understanding-climate/june-2021-us-climate-outlook-wetter-and-cooler-average-start",
  "title": "June 2021 U.S. climate outlook: Wetter- and cooler-than-average start to summer for the Southeast and Gulf Coast",
  "date": null,
  "content": "For many, summer heat has already arrived, but going by the meteorological calendar, June officially marks the beginning of the season. And what sort of weather is likely for the start of summer? The June 2021 outlook from NOAA’s Climate Prediction Center favors a much warmer than average June for the West, northern tier, Mid-Atlantic and Northeast, with much wetter and cooler than average conditions favored across Texas and the Gulf Coast.\nPlaces in the Lower 48 states where the forecast for June 2021 favors a much colder than usual June (blue colors) or much warmer than usual June (red), or where the probability of a cold June, a warm June, or a near-normal June are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). NOAA Climate.gov map, based on forecast data from NOAA CPC.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in June. Instead, they are the probability (percent chance) that June temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1981-2010) for June. (Note: the climatological record will shift to 1991-2020 later this year). We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome; not more extreme conditions. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less-likely-but-still-possible outcomes.\nOdds favor a hotter-than-average June for much of the contiguous United States, stretching across the northern tier of the country from the West to the Northeast. The highest likelihood for well above average monthly temperatures (50-60%) is over the Northeast and the Great Basin. For the West mired in a significant drought, a hot start to the summer is the last thing needed.\nNow about that large cooler-than-average omission. While much of the country is expected to be sweating it out to well above average temperatures in June, a cooler-than-average month is forecast for Oklahoma, Texas, Louisiana, and southern Mississippi. Much of this region has been slammed with heavy rains during the end of spring, which can help to cool temperatures off, leaving that lone blue bull’s-eye for the month.\nNormally for the precipitation monthly outlooks, there is not a broad regional signal for wetness, only a mix of smaller areas with slightly tipped odds toward relatively dry or wet conditions.  For June 2021, that is anything but the case. The precipitation outlook shows a clear wet signal across much of the eastern United States. The highest likelihood for a much wetter than average month (60-70%) is centered over the same areas favored to observe a cooler-than-average June: the western Gulf Coast. But that wet signal goes far beyond the beautiful beaches of Texas. Instead, the odds favoring a wet June extend across the entire Southeast, stretching as far north as southern Pennsylvania and New Jersey.\nPlaces in the Lower 48 states where the forecast for June 2021 favors a much wetter than usual June (green colors) or much drier than usual June (brown), or where the probability of a wet June, a dry June, or a near-normal June are all equal (white). The darker the color, the stronger the chance of that outcome (not the bigger the departure from average). NOAA Climate.gov map, based on forecast data from NOAA CPC.\nNormally if one half of the country is favored for wetness, the other area can expect a dry signal. And that is the case for June 2021, with odds favoring a dry month for the Pacific Northwest and northern Rockies. The good news for the Southwest is that this month doesn’t have odds favoring dryness. Instead there is an equal chance of well above, well below or near normal precipitation totals. The bad news is that June is generally a dry month for the region anyway, so even “normal” precipitation isn’t a great forecast. This leads me to...\nAround 43% of the county is currently under some form of drought, but the vast majority of that drought is located in just one region, the West. A huge swath of land from California through the Southwest is currently in the worst category of drought, D4-Exceptional drought.\nDrought conditions across the contiguous United States as of May 25, 2021. Map by NOAA Climate.gov, based on data from the U.S. Drought Monitor project.\nAnd with not much precipitation expected over the next month, that drought will likely continue. Meanwhile, a dry May has led to a worsening drought situation across the northern tier of the United States, as a portion of central North Dakota is also now in exceptional drought.\nThe one bit of positive news from the last month has been the continued drought improvement in eastern Colorado and Texas, as late spring rains have provided plenty of relief.\nThis map shows experts' assessment of how drought conditions are likely to change throughout May 2021. Dark brown areas, such as those covering much of the West, show where drought conditions are likely to persist or worsen, while tan areas show where drought is likely to improve, but not end. Gold shows areas where drought is likely to emerge, while green shows where drought is forecast to end. NOAA Climate.gov Data Snapshots image, based on data from NOAA Climate Prediction Center.\nAccording to the June 2021 Drought Outlook, drought improvement should continue for western Texas and eastern New Mexico for the month. But dry conditions are expected to remain across the western United States and even expand across the Pacific Northwest and northern Rockies.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of May 2021.\nHelp us improve our content",
  "source": "climate.gov"
}