{
  "url": "https://www.climate.gov/news-features/features/go-flo-qa-postdoctoral-researcher-flo-la-valle-about-data-philippines-and",
  "title": "Go with the Flo: a Q&A with postdoctoral researcher Flo La Valle about data, the Philippines, and the pursuit of ocean protection",
  "date": null,
  "content": "Flo La Valle is a researcher for NOAA's California Sea Grant and UC San Diego's Southern California Coastal Ocean Observing System (SCCOOS). This story has been excerpted from an original article on the California Sea Grant website. We are using it with their permission.\nMy parents are Filipino and I was raised in Rome, Italy. I did my undergrad at Iona College in Westchester, New York, where I studied environmental science and chemistry. As an undergrad, I had the opportunity to do a number of awesome internships that were mostly ecology work. I'm an ecologist now so these experiences were really formative and partly explain where my passion came from.\nMarine scientist Flo La Valle in Hawaii. Image provided by Flo La Valle.\nWhile I was in graduate school, I was funded by Hawai’i Sea Grant. One of our funded projects was a community science and intertidal ecology project called OPIHI, which stands for Our Project in Hawai’i’s Intertidal. I worked with undergraduates and teachers across the state to both investigate Hawai’i’s intertidal zone as well as engage students and the local public in research being done where they live.\nAfter my PhD, I spent about a year completing a postdoc at UC Berkeley. This was a project in collaboration with the University of the Philippines Diliman, Marine Science Institute. All our fieldwork took place in the Philippines, and I helped set up a wave glider with many different sensors for oceanography, biogeochemistry, and marine acoustics-type work.\nNow in my current postdoc, I am working with California Sea Grant and SCCOOS, Southern California Coastal Ocean Observing System, on a project looking at ecological indicators for marine protected areas (MPAs).\nMy mom was a policewoman in the Philippines during Marcos's time [Ferdinand Marcos was the president of the Philippines from 1965-1986, during which he presided as a martial dictator], so she decided to leave the country. She’s one of eight children, and she was the first one to leave. Since then, a lot of her siblings have followed suit, and most of them are in Italy. She has been a housekeeper in Italy ever since.\nLa Valle (left) with undergraduate students from the University of Hawaii. Photo provided by Flo La Valle.\nMy family still lives in Rome, which is a coastal city. I spent summers on a little island off the coast between Rome and Naples called Ponza. Every summer I would spend in the Mediterranean Sea, frolicking, and that's how I fell in love with the ocean.\nWe used to go back to Manila every other year because my grandparents and a lot of our family were still there. Last year, it was really great to be able to spend a good amount of time there, as an adult. I speak Tagalog, too, and I was the liaison between the American and Filipino teams [during the wave glider project].\nThere are some kids who grow up on the coastline and get to see real-time changes. Kids and elders with localized knowledge are usually the ones who actually notice these things. But for me, I moved around a lot, so it wasn't something I was fully conscious about as a kid.\nI have family members who were more conscious about it in the Philippines because, for example, there was a river they used to swim in which got so polluted that they couldn't swim in it anymore. Or they live really close by a bay where they used to go fishing, and my grandmother would sell that fish and that catch changed over time. So in that sense, they probably had more localized knowledge than I did because I moved around throughout my life.\nWhat I'm doing right now is working with model data. The regional ocean observing systems collect environmental and biological data from coastal waters and oceans around the US and also the Great Lakes. One of the ways we’re using the data is to inform researchers of the long term monitoring projects of different ecosystems in the marine protected areas (MPA). We want to make all of that data available in easily accessible visualizations.\nWe're working on an app that researchers and managers can look at quickly to help answer questions about the health of the MPAs overall. We want the researchers to be able to get the raw data or download the datasets that we've collated or summarized for them, and for them to use it in their own analyses. The apps are in their prototype forms right now, but we're making the links available soon.\nAs a scientist, I think it is really cool to work with these data sets that can tell you a lot if you analyze them properly and put them in context. I also really enjoy the people part, there are so many people involved in this project. Working with a large group can be frustrating to some scientists, but for me, it's exciting to create networks of experts in different fields and to have them talk to each other.\nLa Valle (center) with undergraduate students from University of Hawaii who assisted her with fieldwork. Photo courtesy Flo La Valle.\nI'm a field ecologist so I usually collect all of my data through doing field surveys and using autonomous sensors. When it’s time for me to get in the water, I try to do my work free-diving. For a lot of my research, I don’t even have to fully submerge, like when I’m working in the intertidal zone.\nSometimes we do field experiments, called mesocosms. For example, we set up a mesocosm when we want to do biogeochemical experiments in the water column. When studying the bottom (the benthos), we create a benthic chamber. This is essentially a bag containing its own small enclosed ecosystem that encapsulates part of the bottom, like seafloor sediments, and part of the water column to use for experiments.\nNOAA divers Emma Hickerson and Marissa Nuttall deploy a benthic chamber to measure respiration in a sand flat at East Flower Garden Banks inside Flower Garden Banks National Marine Sanctuary in the Gulf of Mexico.\nI worked in the Philippines during my time at UC Berkeley and the Berkeley Water Center in collaboration with the University of the Philippines Diliman, Marine Science Institute. That grant was to acquire a wave glider here in California and complete the glider training in California and in Hawaii. A wave glider is a solar and wave powered autonomous vehicle that glides along the surface of the water. It’s equipped with monitoring instruments that collect data 24/7 in a way that wouldn’t be possible if it had to be done by people. Having a wave glider meant that we could collect much more data more efficiently, which is really important for the research that I do.\nLa Valle in a free dive during a training session for working with ocean-observing wave gliders that she conducted for colleagues in the Philippines. Photo provided by Flo La Valle.\nThe wave glider was transported to the Philippines and all of the fieldwork was done there, where we were looking for pollution impacts. There are different sources of nutrient pollution that enter the water in the Philippines. They come from farming, marine aquaculture, cities, or excess sewage in tourist destinations. This overabundance of nutrients in the water causes algal blooms that can sometimes become harmful. When harmful algal blooms die off, oxygen in the water is depleted and can cause fish to suffocate and die.\nThese blooms were occurring near fish farms and off the coast of Boracay, a popular tourist destination that is like the Ibiza of the Philippines. The abundance of nutrients and subsequent algal blooms impacted the marine ecosystem as well as tourism. It got so bad that the beach at Boracay had to be shut down due to pollution.\nMarine science is relatively new in the Philippines, so even just collecting any data was incredibly important. There’s a lot going on at these places but very little data available. It was really special doing that work and great to have a relationship with the ocean there—and obviously, with the people and the communities there as well.\nIt's very obvious that in higher education and in marine science spaces there isn't enough diversity. So, no, I didn't have mentors growing up who looked like me. That changed when I was at the University of Hawaii and there were people who look like me. In fact, I think it was one of the most special things about graduate school, in my experience, because it was there that I finally felt like I belonged to a place, a community, and its values. I hadn't even realized that I was missing that until then.\nYes, representation really matters.\nHelp us improve our content",
  "source": "climate.gov"
}