{
  "url": "https://www.climate.gov/news-features/july-2021-us-climate-outlook-hotter-average-much-west-potential-moisture-southwest",
  "title": "July 2021 U.S. climate outlook: hotter than average for much of the West, but potential moisture for the Southwest",
  "date": null,
  "content": "For the western United States, summer has already been one for the record books with multiple heat waves that set unfathomable records. It’s completely natural to be wondering what the rest of summer might hold after the scorching start to the season. The July 2021 outlook from NOAA’s Climate Prediction Center favors a much warmer than average July for the western and northern parts of the contiguous United States, a wetter-than-average month for the Southwest and Southeast, and drier-than-average conditions for the Pacific Northwest and northern Plains.\nMap of the contiguous United States showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of July. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average July are all equally likely.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in July. Instead, they are the probability (percent chance) that July temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for July. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome; not more extreme conditions. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less-likely-but-still-possible outcomes.\nFor much of the contiguous United States, the July outlook has odds tilted towards a hotter-than-average month. This includes the western, northern, and northeastern United States. The highest likelihood for a hotter-than-average July (60-80%) is over the northern intermountain West and the Pacific Northwest, two areas that just observed some of their all-time hottest temperatures, and that are stuck in a deep drought. July looks to provide little relief.\nOn the flip side, a broad area stretching from the southern Plains across the Southeast is slightly favored (30-50%) to observe cooler-than-average temperatures during July. As often is the case, the temperature outlook and the precipitation outlook feed off each other. In the next section, you’ll notice that this same region is also likely to observe a wetter-than-average July. The increase in tropical moisture and cloudiness is one of the reasons for the below-average temperature outlook.\nFor the first time in quite a while, the precipitation outlook actually has a tilt in the odds towards a wetter-than-average month across the Southwest, reflecting an early influx of moisture into southern Arizona and New Mexico associated with the North American Monsoon. Hopefully, this portends at least an average summer monsoon after last year’s failed season. The outlook also favors a wetter-than-average July across the Southeast associated with a forecast for heavy rains during the beginning of the month and the potential for tropical moisture.\nConversely, a drier-than-average month is favored across the northern tier of the United States from the Great Lakes to the Pacific Northwest. This is an area that is already under drought and is also favored to observe hotter-than-average temperatures during July as well. These things are not mutually exclusive though. Drought conditions tend to enhance temperatures and vice versa.\nDrought conditions across the contiguous United States as of June 29, 2021. Nearly 60 percent of the West is experiencing extreme or exceptional drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAccording to the latest Drought Monitor, over 47% of the country is currently in some form of drought including an astounding 93% of the West—the highest percentage for the region this century. In fact, nearly 60% of the western United States is in either extreme or exceptional drought, the two worst categories.\nThe epicenter of the western drought is over the Southwest where a huge swath of the country is in D4-exceptional drought. However, dangerous drought conditions also extend to the Pacific Northwest and northern tier of the country. In particular, drought conditions have worsened over North Dakota, Montana, Idaho, Washington, and Oregon during the past month.\nDrought forecast for the Lower 48 U.S. states in July 2021. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nBut for once, there is some good news in the drought outlook. The influx of moisture and precipitation across southern Arizona and New Mexico is expected to improve drought conditions in the region, though drought is still expected to remain.\nOutside of that, the Western drought is expected to persist and expand, especially across the northern tier and the central Plains in Nebraska and northern Kansas.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of June 2021.\nHelp us improve our content",
  "source": "climate.gov"
}