{
  "url": "https://www.climate.gov/news-features/understanding-climate/reporting-state-climate-2020",
  "title": "Reporting on the State of the Climate in 2020",
  "date": null,
  "content": "Global surface temperature each year compared to the 1981-2010 average from three datasets: NOAA (red line), NASA (orange), and University of East Anglia (pink). The background image from the NOAA DISCOVR/EPIC mission shows Hurricane Laura coming ashore in Louisiana on August 26, 2020. Image by NOAA Climate.gov, adapted from State of the Climate in 2020. [Correction (08-25-21): The original version of this graphic and the caption indicated the temperature data were compared to the 20th-century average. They are compared to the 1981-2010 average.]\nA new State of the Climate report confirmed that 2020 was among the three warmest years in records dating to the mid-1800s, even with a cooling La Niña influence in the second half of the year. New high temperature records were set across the globe. The report found that the major indicators of climate change continued to reflect trends consistent with a warming planet. Several markers such as sea level, ocean heat content, and permafrost once again broke records set just one year prior. Notably, carbon dioxide (CO2) levels in the atmosphere also reached record highs in 2020, even with an estimated 6%–7% reduction of CO2 emissions due to the economic slowdown from the global pandemic.\nThese key findings and others are available from the State of the Climate in 2020 report released online today by the American Meteorological Society (AMS).\nThe 31st annual issuance of the report, led by NOAA National Centers for Environmental Information, is based on contributions from more than 530 scientists from over 60 countries around the world and reflects tens of thousands of measurements from multiple independent datasets (full report). It provides a detailed update on global climate indicators, notable weather events and other data collected by environmental monitoring stations and instruments located on land, water, ice and in space.\nThe report’s climate indicators show patterns, changes and trends of the global climate system. Examples of the indicators include various types of greenhouse gases; temperatures throughout the atmosphere, ocean, and land; cloud cover; sea level; ocean salinity; sea ice extent and snow cover.\nAtmospheric carbon dioxide concentrations (CO2) in parts per million (ppm) for the past 800,000 years. On the geologic time scale, the increase to today’s levels (orange dashed line) looks virtually instantaneous. Graph by NOAA Climate.gov based on data from Lüthi et al., 2008, via the NOAA NCEI Paleoclimatology Program.\nThis was 2.5 parts per million greater than 2019 amounts and was the highest in the modern 62-year measurement record and in ice core records dating back as far as 800,000 years. The year over year increase of methane (14.8 parts per billion) was the highest such increase since systematic measurements began.\nThis map shows heat content anomalies—differences from the long-term average—in the top 700 meters (~2,100 feet) of the global ocean. Positive anomalies mean the ocean gained heat in 2020 (orange); negative anomalies mean the ocean lost heat energy (blue) in 2020. NOAA Climate.gov image, based on data provided by John Lyman.\nOcean heat content was also record high in the deeper layer beneath, from 700 to 2,000 meter depth, according to all five datasets. Oceans absorb more than 90% of Earth’s excess heat from global warming. The warmer upper ocean waters can drive stronger hurricanes and increase melting rates of ice sheet glaciers around Greenland and Antarctica.\nIncrease in global mean sea level based on satellite altimeter data. NOAA Climate.gov, adapted from Figure 3.15a in State of the Climate in 2020.\nGlobal sea level is rising at an average rate of 1.2 inches (3.0 centimeter) per decade due to changes in climate. Melting of glaciers and ice sheets, along with warming oceans, account for the trend in rising global mean sea level.\nAt the annual maximum ice extent in March 2020, only 2% of the Arctic ice cover consisted of old, thick ice (white). Most of the ice cover consist of ice that was less than a year old—i.e. seasonal ice that doesn’t survive the summer. NOAA Climate.gov image, based on data from the National Snow and Ice Data Center.\nIn March, when sea ice reached its annual maximum extent, thin, first-year ice comprised ~70% of the ice; the thickest ice—usually more than four years old—had declined by more than 86% since 1985 to make up just 2% of total ice in 2020. When the minimum sea ice extent was reached in September, it was the second smallest in the 42-year satellite record, behind 2012.\nSea ice concentration across the Arctic Ocean on September 15, 2021, the day of the summer minimum. The yellow line shows the median extent (middle value) of the ice cover between 1981 and 2020. NOAA Climate.gov image based on data from the National Snow and Ice Data Center.\nThe Northern Sea Route along the Siberian coast was open for about 2.5 months, from late July through mid-October, compared to less than a month typically.\nOzone concentration over Antarctica the week of September 14–20, 2020. To allow comparisons from year to year, experts define the \"ozone hole\" as the area in which ozone levels are below 220 Dobson Units (dark blue, marked with black triangle on color bar). NOAA Climate.gov image, based on TOAST data from the NOAA Environmental Visualization Lab.\nThe State of the Climate in 2020 is the 31st edition in a peer-reviewed series published annually as a special supplement to the Bulletin of the American Meteorological Society. The journal makes the full report openly available online.\nLüthi, D., M. Le Floch, B. Bereiter, T. Blunier, J.-M. Barnola, U. Siegenthaler, D. Raynaud, J. Jouzel, H. Fischer, K. Kawamura, and T.F. Stocker. (2008). High-resolution carbon dioxide concentration record 650,000-800,000 years before present. Nature, Vol. 453, pp. 379-382. doi:10.1038/nature06949.\nHelp us improve our content",
  "source": "climate.gov"
}