{
  "url": "https://www.climate.gov/news-features/august-2021-us-climate-outlook-rains-continue-across-southeast-hot-and-dry-across",
  "title": "August 2021 U.S. climate outlook: Rains continue across the Southeast, hot and dry across the Northern Plains",
  "date": null,
  "content": "As the calendar shifts to the dog days of summer, many of us are wondering whether the summer will end as it began. The August 2021 outlook from NOAA’s Climate Prediction Center looks to answer that. For some, especially those in the Southwest, the August outlook predicts a continued wet recovery after a year of dryness. For others, like those across the northern tier of the United States, the story of the August outlook is more hot and dry conditions.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in August. Instead, they are the probability (percent chance) that August temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for August. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less-likely-but-still-possible outcomes.\nMap of the contiguous United States showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of August. Darker colors mean greater chances, not hotter or colder temperatures. White does not mean \"average.\" It means a warm, cool, or near average August are all equally likely.\nDedicated reader, if the August temperature outlook looks familiar that’s because you are remembering what the July temperature outlook looked like. The two temperature outlooks look remarkably similar for much of the country. Expected hotter-than-average temperatures continue to be the summer story as the outlook favors heat for the western and northern United States. The highest likelihood for above-average temperatures (60-70 percent) is located across the dry northern Plains in Montana, North Dakota, and western Minnesota as low soil moisture due to dry conditions is enhancing the chance for hot temperatures.\nIn contrast, the soggy south-central United States in Texas and the Gulf Coast is the one area in the contiguous U.S. favored to observe a cooler-than-average August. Not only are the climate models used by forecasters at the Climate Prediction Center hinting at this outcome but the wet conditions and high soil moisture values across the region are expected to act to cool temperatures.\nSpeaking of wet conditions…\nMap of the contiguous United States showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of August. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average August are all equally likely.\nA broad area across the Southeast, Mid-Atlantic, and Southwest is favored to observe a wetter-than-average August. For the Southeast, the forecast for the beginning of August is a wet one. And even though things are not expected to be nearly as wet in the region for the rest of the month, the sheer amount of rain that could fall during the first week helps to tilt odds to a wetter-than-average month. The highest likelihood for an above-average month of precipitation is across the eastern Carolinas, where total rainfall might exceed five inches during the first week of the month.\nMeanwhile, a wetter-than-average outlook for the Southwest reflects the expectation that the North American monsoon, after a brief lull during early August, will roar during the rest of the month. As covered recently, the 2021 North American monsoon through July has been among the wettest on record for parts of Arizona. The heavy rain has caused flash flooding across the state, and has replenished groundwater in many areas, helping to reduce the severity of drought. Continued rains will alleviate the worst of the drought, but long-term drought will remain a concern.\nIn contrast, odds favor a drier-than-average August extend across the northern Plains. Bad news for a region of the country where severe drought conditions are extensive.\nDrought conditions across the contiguous United States as of July 27, 2021. Nearly 60 percent of the West is experiencing extreme or exceptional drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAt first glance, the drought across the West looks as bad as ever, but if we take a deeper look at the margins there is actually some good news across the water-starved Southwest. During the middle of July in Arizona, over 57 percent of the state was in D4-Exceptional Drought, the worst category. Just two weeks later, only 8.65 percent of the state is mired in D4 drought, a drastic improvement. But while the areas suffering under the worst drought have decreased, the amount of Arizona still in any level of drought remains unchanged.\nThe bigger picture, though, remains poor out West as 95 percent of the region is in drought with nearly 25 percent in D4 drought.\nDrought forecast for the Lower 48 U.S. states in August 2021. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor the next month, much of the western drought is likely to remain and even expand across the central Plains in Nebraska and Iowa. However, in good news, drought improvement is likely across the Southwest in Arizona and New Mexico after August.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of July 2021.\nHelp us improve our content",
  "source": "climate.gov"
}