{
  "url": "https://www.climate.gov/news-features/understanding-climate/release-ipcc-6th-assessment-report-working-group-1",
  "title": "Release of the IPCC 6th Assessment Report from Working Group 1",
  "date": null,
  "content": "Changing by Alisa Singer. Cover of the Summary for Policymakers of the Sixth Assessment Report from Working Group 1 of the Intergovernmental Panel on Climate Change.   IPCC has exclusive rights to Changing. The artwork can only be reproduced as part of the cover of the WGI Summary for Policymakers. You may freely download and copy the front cover for your personal, non-commercial use, without any right to resell or redistribute it and provided that the IPCC will be acknowledged as the source of the material used. For any other use, permission is required. To obtain permission, please address your request to the IPCC Secretariat at ipcc-sec@wmo.int.\nToday, the Intergovernmental Panel on Climate Change (IPCC) released the Physical Science Basis report from Working Group 1, a major part of their sixth Assessment Report. This report includes the most up-to-date understanding of the climate system and climate change, providing the best scientific evidence in order to understand the past, present, and future changes to our planet from global warming. The conclusions are clear: climate change is already affecting nearly every part of the planet, and human activities are unequivocally the cause.\nThe report, co-authored by 234 scientists from around the world, finds that we are now around 2.0°F (1.1°C) warmer than in 1850-1900, warming at a rate without precedent in at least 2000 years, possibly longer. This report confirms that the climate-driven changes occurring around the world are widespread, rapid, and intensifying. Our influence on the climate is making extreme weather and climate events—like heat waves, heavy rain, and droughts—more frequent and severe, putting more people, property, and natural resources in harm’s way.\nLeft to right: Queens heat wave by ChrisGoldNY via CC license. Tropical Storm Imelda flooding by Jill Carlson via CC license. Parched Stevens Creek Reservoir by Jake via CC license.\nUnless there is a rapid and large-scale reduction in greenhouse gas emissions, limiting warming to a 2.7°F (1.5°C) threshold will be beyond reach. Scientists warn that the more humans drive Earth’s average temperature above this threshold, the more frequent and severe extreme weather and climate events will become.\nAs noted by NOAA Administrator Dr. Rick Spinrad, “As a global community, we have a narrow window of time to avert very costly and damaging future climate impacts.”\nThere’s no going back for some changes to our climate system but there is still time to slow, stop, or even reverse others by limiting warming. The report makes clear that until we reach global net zero emissions of greenhouse gases, we cannot limit warming to any temperature threshold, be it 1.5°C, 2.0°C or 3.0°C.\nSo what can be done? There is no one silver bullet approach to stopping or slowing global warming. It will likely take many strategies working together from the local to federal to international level to achieve success. Fortunately, some actions are already taking place, from switching to renewable sources of energy, and electric vehicles, to better insulating homes and buildings, to supporting local businesses who use and promote sustainable, climate-smart practices. But the newest IPCC report makes it clear: we must act now to reduce human emissions of heat-trapping gases—particularly carbon dioxide and methane—in order to avoid worse-case future scenarios.\nNOAA is here to help. “NOAA also is working directly with communities to increase their resilience to climate impacts,\" said Spinrad, \"as we have with the recently released Chicago regional climate action plan, which serves as a model for regional climate action. NOAA stands ready to assist communities with similar plans.”\nHelp us improve our content",
  "source": "climate.gov"
}