{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-highlights-july-2021",
  "title": "U.S. climate highlights for July 2021",
  "date": null,
  "content": "It was a tough July for the West in 2021, with extreme heat, wildfires, and drought dominating the weather headlines for much of the region. According the July 2021 U.S. monthly summary from the National Centers for Environmental Information (NCEI),\nThe July 2021 contiguous U.S. temperature was 75.5°F, 1.9°F above the 20th-century average, tying with 1954 and 2003 for 13th-warmest in the 127-year record. For the year-to-date, the national temperature was 53.0°F, 1.8°F above average, ranking 14th warmest on record.\nTemperatures across U.S. climate divisions in July 2021 compared to the 1981-2010 average. NOAA Climate.gov map from Data Snapshots, based on data from National Centers for Environmental Information.\nIn the West, the heat was extreme. Nearly all of Washington, Oregon, California, Nevada, Utah, Idaho, Montana, Wyoming, and North Dakota was either much warmer than average or record warm. The extreme western heat was linked to a ridge of high pressure that was linked via the jet stream to a trough of lower pressure in the central and Eastern part of the of the country, where temperatures were mostly near or cooler than average.\nThere was good news for the U.S. Southwest in terms of precipitation, with the North American Monsoon bringing wetter-than-average conditions to large parts of Nevada, Utah, Arizona, Colorado, and New Mexico. While the rainfall did improve drought conditions in many of these states, in many cases it was only a 1-category improvement, moving drought conditions from “exceptional” to “extreme” or from “extreme” to “severe.”\nPrecipitation across U.S. climate divisions in July 2021 compared to the 1981-2010 average. Places with less than 100 percent of their average precipitation are brown; places with more than 100 percent of their average precipitation are blue-green. NOAA Climate.gov map from Data Snapshots, based on data from National Centers for Environmental Information.\nBut in the Northwest and Northern Plains, July precipitation was below average. Combined with warmer-than-average July temperatures, the low precipitation deepened and expanded the drought conditions across Washington, Oregon, Idaho, Montana, Wyoming, the Dakotas, and Minnesota.\nThe US Drought Monitor map from August 3, 2021, showing the locations and severity of drought. Most the West was at least \"abnormally dry\" (yellow). Many areas were in \"extreme\" (bright red) or \"exceptional\" (dark red) drought. US Drought Monitor image from Data Snapshots on Climate.gov.\nFor more July and year-to-date climate highlights for the United States, see NCEI’s State of the Climate website.\nHelp us improve our content",
  "source": "climate.gov"
}