{
  "url": "https://www.climate.gov/news-features/understanding-climate/september-2021-us-climate-outlook-wet-east-coast-hotter-and",
  "title": "September 2021 U.S. Climate Outlook: A wet East Coast, with hotter- and drier-than-average conditions likely out West",
  "date": null,
  "content": "Happy meteorological autumn! In honor of fall, let’s take a look at a pumpkin-spiced September 2021 outlook from NOAA’s Climate Prediction Center.  For a hot, dry West suffering through wildfires, the September outlook doesn’t provide particularly good news: a hotter-than-average month is favored, with drier-than-average conditions likely in the Pacific Northwest. On the flip side, the wet weather is expected to continue in the Southwest and across the Mid-Atlantic and Northeast.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of September. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average September are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in September. Instead, they are the probability (percent chance) that September temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for September. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nNormally there are at least one or two clear signals as to how temperature patterns might shake out for the contiguous United States on a monthly timescale. But this September, with El Niño Southern Oscillation conditions trending towards, but not yet reaching, La Niña, and uncertainty associated with the behavior of the Madden-Julian Oscillation (MJO), temperature patterns could be highly variable. As such, much of the country has an equal chance of observing above-, below-, or near-normal temperatures this month.\nWith that said, the western United States is slightly favored (40-50 percent) to observe a hotter-than-average September, while the Tennessee and lower Mississippi Valley are very slightly tilted towards observing a cooler-than-average month.\nOverall, compared to previous monthly outlooks, uncertainty in what will happen to temperatures in September is much higher.\nPrecipitation totals for any month can be greatly influenced by a few large (and wet) events skewing the monthly totals. And for September, the soaking (potentially historically so) in store for the Mid-Atlantic and Northeast from the remnants of hurricane Ida during the first couple of days of the month greatly increases the chances of the final monthly totals being above average.\nMap of the contiguous United States showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of September. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average September are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nIt’s with that in mind that the September outlook favors a wetter-than-average month across the East, almost exactly tracking the path of Ida. The highest chances (70-80 percent) fall across southern Pennsylvania, Maryland, and northern West Virginia, though a broad area from Rhode Island to southern Virginia is forecast to have a greater than 50 percent chance of a wetter-than-average September.\nOut west, the September outlook continues the existing trends seen in recent months. The North American monsoon is forecast to continue to be active in the Southwest leading to odds favoring a wetter-than-average September in Arizona and New Mexico. Meanwhile, for the West Coast from the Bay Area to the Pacific Northwest, the odds tilt towards a drier-than-average month, not great news for a region with multiple large, ongoing fires.\nDrought conditions across the contiguous United States as of August 24, 2021. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nThe continued rain from the North American monsoon across the desert Southwest has continued to help bring the region out of the worst drought conditions. In mid-July, almost 90 percent of Arizona was in the two worst categories of drought (D3-D4), with 57 percent in the worst category—D4 exceptional drought. Fast forward to the end of August, and those numbers are 16.5 percent in D3-D4 and one percent in D4, a massive improvement. With more rain expected in September as the monsoon ends, even more drought improvement is likely.\nDrought forecast for the Lower 48 U.S. states in September 2021. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nIn contrast, the rest of the West has not been nearly as lucky. Nearly a quarter of the region remains in D4 drought and over 60 percent in D3-D4 drought. All of California remains in drought with 47 percent in D4 drought, the highest amount since the epic drought of 2014. The September drought outlook doesn’t bring good news, as those conditions are expected to persist.\nThe only other area of good drought news is across the northern Plains, where increased moisture in September is expected to improve drought conditions in Minnesota, the Dakotas and southern Iowa.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of August 2021.\nHelp us improve our content",
  "source": "climate.gov"
}