{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-august-and-summer-2021",
  "title": "U.S. climate summary for August and summer 2021",
  "date": null,
  "content": "Yesterday, NOAA’s National Center for Environmental Information released its U.S. climate summary for the month of August 2021 along with a recap of summer. According to the report, the average temperature for the Lower 48 states in August was 74.0 degrees Fahrenheit. That’s just under 2 degrees F warmer than the 20th-century average, which ranks as the 14th-warmest August on record.\nTemperatures across the Lower 48 U.S. states in August 2021 compared to the 1981–2010 average. NOAA Climate.gov image from Data Snapshots, based on data from NCEI.\nMeanwhile, the average U.S. precipitation for August was just over 3 inches, nearly a half inch wetter than the 20th-century average. Although some parts of the West enjoyed above-average rainfall—including the Northern Rockies states of Idaho, Montana, Wyoming, and Utah—the percent of the country in some level of drought increased marginally to 46.6 percent of the contiguous U.S.\n(left) Total precipitation by U.S. climate division in August 2021 showing the dry-to-wet gradient across the country from West ot East. (right) Percent of average precipitation in August 2021. NOAA Climate.gov images from Data Snapshots, based on data from NCEI.  large images: total precipitation | percent of average precipitation\nAccording to NCEI, 2021 summer temperature (June–August) tied 1936 for the warmest summer on record, meaning this summer’s heat was equal to the extreme conditions the country experienced during the height of the Dust Bowl. Summers in the U.S. are growing warmer by 1.23 degrees F per century.\nSummer (June–August) temperatures for the contiguous United States compared to the 20th-century average from 1895–2021. NOAA Climate.gov image, based on data from NCEI Climate at a Glance.\nFor more climate statistics for August, summer, and the year to date, see Assessing the U.S. climate in August 2021 at the NCEI website.\nHelp us improve our content",
  "source": "climate.gov"
}