{
  "url": "https://www.climate.gov/news-features/understanding-climate/interactive-map-el-ni%C3%B1o-likely-boost-high-tide-flood-days-along",
  "title": "Interactive map: El Niño likely to boost high-tide flood days along U.S. coasts in 2018",
  "date": null,
  "content": "High-tide flooding—sometimes called nuisance flooding—washes into U.S. coastal communities every year, disrupting storm- and wastewater systems, damaging roads and infrastructure, and straining city budgets. Thanks to NOAA scientists, the seasonal risk of these events doesn’t have to come as a surprise. This year’s outlook predicts an above-average number of high-tide flooding days from May 2018-April 2019 for spots on both coasts. Overall, high tide flood frequencies are predicted to be 60% higher this year across U.S. coastlines compared to the year 2000.\nThis interactive map shows the predicted number of high tide flooding days for almost 100 locations, represented by colored dots, along the East and West Coast of the United States, the Caribbean, and Pacific Ocean. Blue colors represent a higher number of predicted flood days while green-yellow colors represent a lesser amount. At each location, you can also click for a pop-up window that shows the range of uncertainty in the 2018 forecast, the typical number of high-tide flood days observed every year (around the year 2000), and the record number through 2017. Launch a full-screen version of the map.\nFor the Northwest Pacific and Northeast Atlantic coasts, five to six days of high-tide flooding are predicted through next spring, with locally higher amounts. For instance, Atlantic City, New Jersey has 11 days predicted, plus or minus 3 days, which is six days above normal. Boston’s forecast is for 13 days of high-tide flooding, plus or minus 3 days, where the city would more commonly have just 6 days.\nMeanwhile, locations along the southeastern Atlantic, Southwest Pacific, and Gulf Coasts are predicted to observe two to four days of flooding. Relative to other places, these numbers are small, but for many of them, the forecast for 2018 is still abnormally high. Virginia Key near Miami, for instance, is forecast to see “only” three days of high-tide flooding, but the average number is closer to 0. Three days of high-tide flooding would match the record for the site.\nTo produce these forecasts (full report), scientists not only project the recent historical trend in high-tide flood days a short time into the future, but also take into account the state of the El Niño-Southern Oscillation, which can increases the frequency of high water levels on both coasts. (Our Nuisance Flood Q&A explains how). The forecast that a weak El Niño is likely to form during late 2018 was a large influence on the prediction of higher than normal flood days.\nThe number of high-tide flood days experienced in U.S. locations is rapidly accelerating. Just since 2000, the frequency of high-tide flooding at many locations along the Southeast Atlantic coast has more than doubled. If we look back to the 1950s or 1960s, the increases are even larger, as much as four- or five-fold at multiple locations.\nThe number of high tide flood days are expected to continue to rapidly increase in the future due to rising seas in a warming world. By the end of the century, what used to be an occasional inconvenience will be a near-daily event in many places. To explore how rising seas will affect high-tide flooding at scores of locations, visit the U.S. Climate Resilience Toolkit. To learn about how coastal communities are planning for future threats, visit the Resilience Case Studies map.\nHelp us improve our content",
  "source": "climate.gov"
}