{
  "url": "https://www.climate.gov/news-features/understanding-climate/october-2021-us-climate-outlook-finally-some-less-scary-news",
  "title": "October 2021 U.S. Climate Outlook: Finally, some less-than-scary news for the West",
  "date": null,
  "content": "In honor of the start of Spooky Season… BOO! Let’s take a haunted look at the October 2021 outlook from NOAA’s Climate Prediction Center. More than half the country, including parts of the West, are favored to have a warmer-than-average October, but for the first time in months, there’s no brown on the map out West, and even a little green. That means the odds of much wetter than average month are as good as or better than the odds of a much drier than average month.  Meanwhile, precipitation is favored to be well above average across the Great Plains, but well below average in the Northeast.\nMap of the contiguous United States showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of October. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average September are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in October. Instead, they are the probability (percent chance) that October temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for October. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of October. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average September are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nAs usual when discussing the next monthly outlook, a good portion of the country is favored to observe a warmer-than-average month. This go-around for the outlook has almost two thirds of the country favored for well above average temperatures in October, an area stretching from the Mountain West to the East Coast. The highest likelihood (60-70%) for a hotter-than-average October is across the western Great Lakes.\nIn contrast, the forecast for the Pacific Northwest favors a much cooler than average October while there is an equal chance of any of the three outcomes (above, below or near average) for the rest of the West. For once, this is an outlook that does not predict a tilt in the odds towards heat for the West, an area struggling through drought.\nIt’s not often to see such a broad area with a tilt in the odds (however large or small) favoring a wetter-than-average month. But this October has just that, as the Mississippi Valley and the Plains stretching from the Canadian to Mexican borders are favored to observe well above average precipitation. The highest likelihood (40-50%) for a wet October is forecast for the central and southern Plains. Meanwhile, out in the Pacific Northwest, there is also a tilt in the odds for a much wetter than average month, coinciding with below-average temperatures.\nIn contrast, the Northeast is expected to observe a drier-than-average October.\nOne major area of uncertainty comes with any potential tropical activity during the month. While tropical cyclones in the Atlantic and Gulf of Mexico could easily lead to a wetter-than-average monthly precipitation totals, the other thing to look at is tropical cyclone activity in the Western Pacific Ocean.\nAs western Pacific tropical cyclones travel to the north and northeast in the Pacific Ocean, they can get absorbed into the flow of the jet stream in the mid-latitudes. This can cause impacts downstream, leading to different patterns of troughs of low pressure and ridges of high pressure that affect monthly temperatures and precipitation. October is the peak month for this sort of behavior in western Pacific typhoons, adding in uncertainty into this month’s forecast.\nDrought conditions across the contiguous United States as of September 28, 2021. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of the final week of September, nearly 50 percent of the country remains in drought, with over 23 percent in extreme or exceptional (D3 or D4) drought, the two worst categories. Most of the area currently in drought resides out West, where over 93 percent of the region is in drought, including  nearly 60 percent in D3 or D4 drought.\nBut during September the other area of drought concern was across Oklahoma as hot and dry conditions lead to flash drought concerns as ground conditions rapidly deteriorated. The state jumped from 6 percent in drought to 73 percent in just three weeks.\nDrought forecast for the Lower 48 U.S. states in October 2021. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nLuckily, rains during the second half of September and forecast in October are likely to stop the flash drought in its tracks leading to drought improvement or removal in October. Similar improvement and removal of drought is likely across the northern Plains in Minnesota, Iowa, Nebraska and western South Dakota, all areas where monthly precipitation totals are favored to be much above average.\nDrought across the Pacific Northwest is also expected to become not as severe during the next month as cool, wetter-than-average conditions are expected. Elsewhere across the West, however, drought is expected to persist.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of September 2021.\nHelp us improve our content",
  "source": "climate.gov"
}