{
  "url": "https://www.climate.gov/news-features/features/climategov-marine-ecosystem-tweet-chat",
  "title": "Climate.gov marine ecosystem Tweet chat",
  "date": null,
  "content": "Did you know that marine ecosystems provide food, jobs, security, and well-being to millions of people across the United States? There are hundreds of thousands of ocean-dependent businesses employing millions of people, paying over $100 billion in wages annually. And yet our marine ecosystems are threatened by an ever-more complex web of challenges.\nPacific Island surrounded by coral reef\nWhen we use the term marine ecosystems, we are referring to the living creatures, the physical environment, and their interactions in a specific area. There are seven major marine ecosystems that NOAA monitors: Alaska, Hawaii-Pacific Islands, California Current, Gulf of Mexico, Caribbean, Southeast U.S., and the Northeast U.S. They all face challenges, some common (climate change) and some unique.\nIt is with those challenges in mind that NOAA created in 2020 a National Marine Ecosystem Status website highlighting leading long-term indicators on the health and status of the seven major U.S. marine ecosystems for use by educators, outreach specialists, and the interested public. Even better, as of October 25, 2021, the website has been updated, using new data on changing species distributions due to climate change, new coral reef information, and coastal tourism economic information.\nOn Tuesday, October 26, from 3:00 to 4:00 p.m. Eastern, it’s your chance to learn even more about the website, how to use it, and why you should care about the health of marine ecosystems. Join experts Xiao Liu, Chris Kelble, and Zac Cannizzo for a tweet chat about the status of U.S. marine ecosystems and how to use the newly released marine ecosystem indicators.\n•    Xiao Liu—Marine ecologist with NOAA National Weather Service’s Environmental Modeling Center.\n•    Chris Kelble—Director of the Ocean Chemistry and Ecosystems Division at NOAA’s Atlantic Oceanographic and Meteorological Laboratory \n•    Zac Cannizzo—Climate coordinator and visiting climate scientist in NOAA’s Office of National Marine Sanctuaries and the Climate Program Office.\nWhat: Tweet chat—tweet your questions @NOAAClimate and use the hashtag #ClimateQA\nWhen: October 26, 3:00–4:00 p.m. EDT\nWhere: https://twitter.com/NOAAClimate\nCan’t make the chat? Return to this page in coming weeks; we will update this page with a selection of questions and answers from the discussion.\nNOAA Climate.gov: Welcome to our Marine Ecosystem tweet chat! For the next hour, we'll have 3 marine scientists here to answer your questions on the health of our marine ecosystems. Check out the marine indicator website and don't forget to tag your questions with #ClimateQA\nhttps://ecowatch.noaa.gov\nNOAA Climate.gov: Now to introduce our experts! Dr. Xiao Liu is a marine ecologist by training and works at @NWSEMC using remote sensing and autonomous in situ observations to model the ocean physical and biological interactions.\nNOAA Climate.gov: Dr. Chris Kelble is a systems ecologist focusing on assessing both the ecological and social characteristics of marine ecosystems. Chris is the director of the Ocean Chemistry and Ecosystems Division at @NOAA_AOML\nNOAA Climate.gov: And finally Dr. Zac Cannizzo is the climate coordinator and visiting climate scientist in NOAA’s Office of National Marine Sanctuaries (@sanctuaries) and Climate Program Office. Zac coordinates the response of national marine sanctuaries to climate change.\nNOAA Climate.gov: First question for our scientists comes from us @NOAAClimate. So what IS the health of our marine ecosystem? #ClimateQA #NOAAEcosystem\nChris: It's a mixed bag. Some things are getting better. We are doing better managing and sustainably harvesting fisheries from the ocean, but our oceans are being subject to increasing levels of other stressors. #ClimateQA\nZac: They are changing. It’s not always good or bad, just different. But the one constant is that they are changing - Zac #ClimateQA\nXiao: Certain changes of ecosystem status can also have different effects. For example, phytoplankton growth is in general good, providing food for fish, but if the phytoplankton species are toxic, it may form “harmful algal blooms” which cause fish kill and harm people.\nThe \"status\" for a given coastal region can also be changing in different directions; for example, one side of Antarctica (West Antarctic Peninsula) is proven to be warming while the other side (Ross Sea Shelf) shows no significant temperature change, which can result in different ecosystem responses. #ClimateQA\nNOAA Climate.gov: This question of the health of marine ecosystems gets right to the root of why @NOAA has developed the National Marine Ecosystem Status website - they wanted to make information about US Marine Ecosystems available and easy to understand for the public https://ecowatch.noaa.gov #ClimateQA\nEllen Spooner: This is so interesting! Why is that?\n[This is in response to Xiao’s comment: The \"status\" for a given different coastal region can also be changing in different directions; for example, one side of Antarctica (West Antarctic Peninsula) is proven to be warming while the other side (Ross Sea Shelf) shows no significant temperature change, which can result in different ecosystem responses.]\nXiao: As the first line of this article says \"Antarctica is a land of enigmas and contradictions — especially in the age of climate change\" . We don't know exactly why. It's an active area of research. https://www.eenews.net/articles/climate-paradox-warming-is-cooling-parts-of-antarctica/\nEvidence shows that the Antarctic Peninsula has been cooling in austral summers, but that doesn’t disprove the overall Antarctic or global warming.\nAntarctic Peninsula austral summer cooling: https://nature.com/articles/nature07669\nOverall Antarctic warming: https://nature.com/articles/nature18645\nEllen Spooner: What are some of the new major stressors we are facing in the Gulf of Mexico?\nChris: Nutrients, dissolved oxygen, harmful algal blooms, and climate impacts. Land-use change and dissolved oxygen are both in the Gulf of Mexico ESR linked on the webpage. https://ecowatch.noaa.gov/regions/gulf-of-mexico\nMarine Ecosystem Indicators website regional section on the Gulf of Mexico\nWillem Klajbor: I’m looking at the new marine species distribution indicator on the http://ecowatch.NOAA.gov website - what influences changes in species centroid depth?\nZac: Change in depth appears to be mostly driven by temperature. Species are moving deeper where water is cooler. https://ecowatch.noaa.gov/themes/marine-species-distribution\nAlong the eastern seaboard, fish are moving north. In the Gulf of Mexico, fish are trending south and deeper.\nChange in latitude of marine species distribution the Gulf of Mexico. Taken from NOAA Ecowatch. https://ecowatch.noaa.gov/\nRemember species don't all move at the same rate. This means that species are coming into contact with each other that have never been in regular contact before. This is resulting in novel species and ecosystem interactions that can have unexpected consequences.\nChange in depth of marine species distribution in northeast US in Spring. Taken from NOAA Ecowatch. https://ecowatch.noaa.gov/\nAlessandro: What island is [below]? What kind of underwater life is present? I am a dive instructor and would like to specialize in marine biology.\nPacific Island surrounded by coral reef\nChris: It is along the Nā Pali Coast in Kauai. Underwater you would expect to see coral reefs that are an indicator in our report. The fish around here would consist of turtles, numerous reef fish species, such as the humuhumunukunukuapua'a.\nHumpbacks should be present in this area in wintertime. There should also be sharks, and other large predators.\nJai Ranganathan: Any plans to score ecosystem health, Ocean Health Index-style? http://oceanhealthindex.org\nChris: We wanted to stay away from giving a single score for an ecosystem like in the Ocean Health Index. Instead, we opted to show all of the individual indicators to depict how they are each changing in different directions.\nAs we mentioned earlier, we do see lots of regional differences and changes between the different indicators. These changes can be lost when you roll up to a single indicator.\nNOAA Climate.gov: So...what's new on the National Marine Ecosystem Status website? https://ecowatch.noaa.gov\nMarine Ecosystem Indicator website main page. Taken from NOAA Ecowatch https://ecowatch.noaa.gov/\nChris: The Coastal Tourism Indicator was updated this year to include the percent change in employment and wage compensation in the tourism sector in coastal counties. https://ecowatch.noaa.gov/thematic/coastal-tourism\nCoastal Tourism page on NOAA Ecowatch website. Taken from NOAA Ecowatch https://ecowatch.noaa.gov/\nThe most noticeable thing we saw in coastal tourism was the big decline during the onset of the Great Recession in 2008-2009.\nSoutheast coastline hospitality and recreation sector GDP. Taken from NOAA Ecowatch. https://ecowatch.noaa.gov/\nXiao: Although this location is not provided in the website, in Qingdao, China, a huge phytoplankton bloom which occurred just a few weeks before the 2008 Olympic sailing game to be hosted in Qingdao, caused huge economic/tourism loss.\nThis Chlorophyll-a indicator won't necessarily catch individual blooms but is a good proxy for high biomass. https://ecowatch.noaa.gov/thematic/chlorophyll-a\nZac: The ocean is changing. Tracking ocean indicators, like we do on this portal, allows us to understand that change, plan for it, and manage it to ensure that our ocean resources continue to provide the services we depend on and enjoy. https://ecowatch.noaa.gov\nAs the nation’s earth science agency, @NOAA monitors and analyzes the widest range of essential U.S. coastal and marine ecosystem data. Until last year, it was difficult to find all this information online in one place.\nChris: The agency’s National Marine Ecosystem Status website provides a starting point for educators, outreach specialists, and the interested public to explore the status of seven major U.S. marine ecosystems and the nation “at-a-glance”. https://ecowatch.noaa.gov\nNational Marine Ecosystem Status website categories. Taken from NOAA Ecowatch https://ecowatch.noaa.gov/\nThe site also provides access to all of NOAA’s ecosystem programs and information in an easy to access view.\nUnderstanding the status of marine ecosystems is important to our well-being as a nation. Marine ecosystems are organisms, the physical environment, and their interactions in a specific area.\nThese ecosystems provide food, jobs, security, well-being, and other services to tens of millions of people in hundreds of thousands of ocean-dependent businesses across the United States.\nXiao: Monitoring ecosystem indicators is a first step toward identifying \"tipping points\" and developing \"thresholds\" for policy making.\nNOAA Climate.gov: And so concludes our marine ecosystem tweet chat. Please check out the National Marine Ecosystem Status indicator website for the latest on changes to our ocean! A huge thanks to our experts for sharing their time with us today. https://ecowatch.noaa.gov\n[editors note: This transcipt has been edited slightly for clarity]\nHelp us improve our content",
  "source": "climate.gov"
}