{
  "url": "https://www.climate.gov/news-features/understanding-climate/2021-antarctic-ozone-hole-larger-average",
  "title": "2021 Antarctic ozone hole larger than average",
  "date": null,
  "content": "Ozone concentration over Antarctica on October 7, 2021. To allow comparisons from year to year, experts define the \"ozone hole\" as the area in which total column ozone levels are below 220 Dobson Units (dark blue, marked with black triangle on color bar). NOAA Climate.gov image based on TOAST data from the NOAA Environmental Visualization Lab.\nIn late October, NOAA and NASA scientists reported that the ozone hole that develops in the stratosphere over Antarctica every spring was larger and deeper than average in 2021 thanks to a colder-than-average winter. But there was also good news: the hole in our planet’s UV-blocking ozone layer was smaller than those of the 1990s and 2000s and also smaller than it would have been without the Montreal Protocol—the international treaty to stop the production of ozone-destroying chemicals called CFCs, short for chloroflourocarbons.\nAccording to the joint release, satellite-based measurements revealed that the ozone hole—the total area with ozone column amounts below 220 Dobson units—reached its peak extent on October 7, spanning an area 9.6 million square miles (24.8 million square kilometers), which is roughly the size of North America. The NOAA map above shows the ozone hole in very dark blue. Lighter colors mean higher amounts of ozone.\nThe ozone layer is the band of the atmosphere enriched with ozone gas, which encircles our planet at altitudes between 10 and 20 miles. It protects life on Earth by absorbing ultraviolet (UV) radiation, including nearly all of the especially damaging type of radiation, UV-C. The ozone hole allows higher amounts of ultraviolet light to reach Earth’s surface, posing risks of cancer and other genetic damage to people, other animals, and plants.\nEach year during ozone hole season in late September through mid-October, NOAA scientists at the South Pole release weather balloons that drift into the stratosphere and measure how much ozone is present at different altitudes in the atmospheric column. As this pair of images shows, many years (each column is a single year) balloons find parts of the stratosphere with no detectable ozone (white) during the peak ozone loss period. In only a handful of years—1986, 1988, 2002, and 2019—did balloons find ozone throughout the entire column (solid bars), without any zero-ozone regions.\nLowest detected ozone (top) and average temperature (bottom) in the stratosphere (7.5 to 13.7 miles, or 12-22 kilometers altitude) over the South Pole during the 2021 ozone hole season (September 24-October 15). Each column from left to right represents weather balloon data from a single year, starting in 1986-2021. Colder years tend to have the bigger ozone holes. Image by NOAA Climate.gov, based on Global Monitoring Lab data from Bryan Johnson.\nIt’s not a coincidence that those years were warmer ones—purple and pink as opposed to black and dark blue. Some links in the chemical reaction chain that turn CFCs into more destructive chemicals can only take place at temperatures below -108 degrees F (-78 degrees C). These conditions are only met routinely in the South Pole stratosphere in the winter. The chemicals build up in the winter, and receive their final jolt in spring, when sunlight returns to catalyze the final step of the reaction. Starting in late September, ozone is destroyed over a period of about a month, until rising temperatures cut off the “supply chain.” The remaining ozone-destroying chemicals are dispersed and diluted as air from higher latitudes gradually mixes into the polar region.\nSwept free of the harmful chemicals, the ozone layer begins to repair itself. Ozone is made of three oxygen atoms, and it is continuously produced when ultraviolet light strikes regular, two-atom oxygen gas (O2), splitting it into individual atoms. Sometimes, the free oxygen atoms simply join together again, but sometimes a single oxygen atom recombines with an O2 gas molecule and make O3, ozone. As the spring goes on, the ozone hole fills in. The layer remains intact until the following winter, when the cycle repeats.\nBased on the current rate of reductions in CFCs, coupled with the impacts of climate change on the polar stratosphere, experts estimate that the ozone layer over Antarctica will return to its pre-1980s state around 2070.\nHelp us improve our content",
  "source": "climate.gov"
}