{
  "url": "https://www.climate.gov/news-features/understanding-climate/november-2021-was-seventh-warmest-eighth-driest-november-record",
  "title": "November 2021 was seventh-warmest, eighth-driest November on record for U.S.",
  "date": null,
  "content": "According to the NOAA National Centers for Environmental Information climate summary for November 2021, the average temperature for the contiguous United States was 45.2° Fahrenheit, which is 3.5° F warmer than the 20th-century average. Based on records dating back to 1895, it was the seventh-warmest November on record.\nNovember 2021 temperatures for the Lower 48 U.S. states (left) and how they compared to the 1981-2010 average (right). NOAA Climate.gov images from Data Snapshots, based on data from NOAA NCEI.\nMeanwhile, the total precipitation for November was 1.28 inches, which nearly one inch below average, making it the eighth-driest November in the 127-year period of record. The dry conditions were unusually wide spread; below-average precipitation occurred in part or all of 46 out of the Lower 48 states. Only Washington and Vermont were near or wetter than average.\nTotal November 2021 precipitation (left) and how it compares to average  (right). NOAA Climate.gov images from Data Snapshots, based on data from NOAA NCEI.\nMeanwhile, Alaska had a cooler-than-average November overall, with temperatures in the southwestern part of the state hitting new record lows that were 15 to 20 degrees F below the November average for their location. Despite the cold, November was dry in Alaska, especially in the western and southwestern parts of the state, which led to below-average snowpack across much of the area.\nThe low precipitation caused drought area in the contiguous United States to expand by more than 5% during November. Conditions worsened especially in the Piedmont of Virginia and North and South Carolina, across the Southern Plains of Colorado, Oklahoma, and Texas; and in southern Arkansas and northern Louisiana.\nBelow-average precipitation in November 2021 caused drought to expand across the United States between November 2 (left) and November 30 (right). Maps by NOAA Climate.gov, based on data from the U.S. Drought Monitor project.\nFor more details on the November 2021 and fall climate, check out the full national summary from NOAA NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}