{
  "url": "https://www.climate.gov/news-features/features/conversation-blue-carbon-researcher-ariane-arias-ortiz",
  "title": "A conversation with blue carbon researcher Ariane Arias-Ortiz",
  "date": null,
  "content": "This article continues Climate.gov’s series of interviews with current and former fellows in the  NOAA Climate and Global Change Postdoctoral Program  about the nature of their research funded by NOAA and what career and education highlights preceded and followed it.\nOver the past 30 years, the Postdoctoral Program, funded by the NOAA Climate Program Office, has hosted over 200 fellows. The Program’s purpose is to help create and train the next generation of researchers in climate science. Appointed fellows are hosted by mentoring scientists at U.S. universities and research institutions.\nAriane Arias-Ortiz (right) chats with colleague (left) during fieldwork for Blue Ventures. Photo by Gloria Salgado Gispert.\nOur interview is with  Ariane Arias-Ortiz  , a recent NOAA Climate and Global Change Postdoctoral Fellow (2019-2021) at University of California Berkeley’s Biometeorology Lab. Ariane studies carbon storage in coastal saltwater and freshwater wetlands. Her work holds significant, immediate implications for reducing global carbon emissions through wetlands restoration. Her field work in the Sacramento-San Joaquin Delta attracted local  media  attention two years ago. She recently completed her NOAA postdoc and is staying at Berkeley to continue her studies.\nOur conversation follows.\nWhen did your interest in environmental science begin? What drew you to the field?\nSince I was a child, I have been fascinated by nature and science. My favorite childhood games were bringing insects home or making “experiments” by mixing anything I could get my hands on. However, no one in my family was a scientist when I was growing up, and my close friends showed interest in other sectors of the society. When the time came to think about university, environmental sciences clicked. It combined various scientific disciplines to solve global problems, allowing me to bring science closer to the people around me.\nYou’ve mentioned that during your childhood in Barcelona, Spain, you spent a lot of time outdoors. How did visits to your grandparents’ place shape your view of nature and the environment?\nMy brother and I used to spend the summer with our grandparents in a small town in La Costa Brava in northeastern Spain. This region has a very rugged coastline with stunning metamorphic rocks that shape beautiful coves and creeks. One of our main activities was to ride our bikes to explore different coves. We looked for marine life in the rocks, fished, and snorkeled. Our hair and skin were salty from the sea all summer long. This lifestyle during the summers—which contrasted with our life in the city—seeded my love for coastal systems.\nArias-Ortiz visited Costa Brava, her childhood haunt, as an adult. Photo by Ariane Arias-Ortiz.\nFrom 2011 to 2012, while pursuing your bachelor’s degree at Autonomous University of Barcelona, you visited University of Technology Sydney in Australia. How did that experience change your environmental interests?\nAt UTS in Australia, I took courses on marine biology and had my first research experience at the  Climate and Global Change Cluster  , where I was introduced to blue carbon in seagrass meadows. “Blue carbon” refers to the carbon dioxide removed from the atmosphere by marine organisms and coastal ecosystems such as mangroves, salt marshes, and seagrasses. In Australia, I learned how marine ecosystems and climate interact and how the conservation, restoration, and management of these habitats could add to efforts to reduce greenhouse gas emissions.\nCaption: Ariane Arias-Ortiz became familiar with blue carbon while studying at the University of Technology in Sydney, Australia. Photo by Flickr user Martin Snicer. Used under a CC license.\nWhat motivated you to begin diving in Australia? How does diving inform your research?\nI started diving because I wanted to experience The Great Barrier Reef. I was aware that coral reefs could cease to exist as functioning ecosystems by the end of this century, and I did not want to miss the opportunity to see them. After that, I have used diving in my research to sample seagrass meadows to quantify their sediment carbon pools and storage rates and assess the impacts of their disturbance.\nSea life of the Great Barrier Reef gives scuba divers unforgettable colors. Photo by Flickr user Steve Evans. Used under a CC license.\nFor your PhD at the Autonomous University of Barcelona, 2014-2019, you studied carbon storage in mangrove and seagrass sediments, including the capacity that these ecosystems have to store carbon at different time scales and the carbon losses associated with ecosystem degradation. Why did you decide to study this?\nI was introduced to blue carbon while I was an undergraduate student at UTS in Australia. Although the field of blue carbon was expanding rapidly, I realized that data on carbon storage rates in seagrass and mangrove sediments was particularly scarce. I started my Ph.D. at the Environmental Radioactivity Lab in Barcelona, where I could quantify these rates using carbon elemental analysis and radiometric dating of sediments, thereby filling this data gap. Unfortunately, there are many examples of degraded coastal ecosystems. So, we decided to use this technique to calculate carbon loss rates associated with ecosystem degradation.\nWhat major publications influenced your blue carbon PhD research? How did the 2009   UN report on Blue Carbon   influence your topic?\nTwo reports in 2009, the UN report by Nelleman et al. entitled Blue Carbon: The Role of Healthy Oceans in Binding Carbon, and the volume by Laffoley and Grimsditch entitled The Management of Natural Coastal Carbon Sinks,  recognized the importance of marine ecosystems as atmospheric carbon dioxide sinks and articulated the need for conservation and restoration of marine ecosystems that contributed to this role. These reports provided a major impetus to assess the relevance of global marine vegetated coastal habitats in the global carbon budget.\nIn your PhD work, what did you conclude about carbon storage rates of mangroves and seagrass meadows?\nThe most striking conclusion was that global carbon storage rates in seagrass sediments appeared to be overestimated no less than sixfold: we found that only 10 percent of the seagrass net production might be buried and preserved in immediate sediments. In comparison, the remaining 90 percent might be exported offshore. According to this estimate, we concluded that seagrass ecosystems bury less organic carbon per unit area than mangroves and tidal marshes. However, because seagrasses expand along the coasts of every continent except for Antarctica, their global contribution to the total organic carbon storage was comparable to that of mangroves and tidal marshes.\nMangroves, such as those along the coastlines of Madagascar, store carbon but face human pressures. Photo by Flickr user deruneinholbare. Used under a CC license.\nWhat did you discover about how much carbon emissions are generated due to mangrove and seagrass degradation?\nCarbon emissions associated with ecosystem degradation are site-specific and largely depend on the type of disturbance and the amount of carbon stored in sediments. However, we discovered that all degraded ecosystems have one thing in common: the rate of sediment carbon loss exceeds the rate of sediment carbon storage under intact conditions. This finding highlighted the importance of conservation as an effective mechanism for reducing CO2 emissions. It also pointed out that restoration will likely take substantially longer than previously assumed to offset any ecosystem degradation-related CO2 emissions.\nCan you talk about your experience working in the mangrove forests of Madagascar? What did you learn?\nIn Madagascar, I collaborated with Blue Ventures, an NGO that is building a community-led blue carbon project. Our goal was to quantify soil carbon losses due to clearing mangroves for charcoal and timber, which is the primary cause of mangrove deforestation in the country. We were able to do so through a soil carbon-stock-change approach comparing soils in intact and cleared sites.\nThe project was very challenging. Sites were in remote locations, and I discovered that walking my way through a dense mangrove forest can be very much like a nightmare. Apart from testing my depth of field, I learned about the importance of working with local communities to achieve successful conservation and restoration projects. This latter experience was the most rewarding.\nYour NOAA postdoc has taken you to the Biometeorology Lab at University of California, Berkeley. You’ve mentioned that this lab approaches carbon storage from an atmospheric science perspective, rather than from your traditional background, which is soil science. What have you learned from this change in approach?\nResearch during my Ph.D. was experimental and consisted of a lot of soil sampling and laborious lab analysis. The datasets were generally small and simple to handle.\nAt the Biometeorology Lab, I am currently immersed in ecosystem-scale carbon flux measurements using the eddy covariance method. Using this approach, I study continuous wetland carbon gas exchange, covering events from an hour to years over ecologically large spaces. Datasets now are very large, and I have needed to train myself in coding, statistics, and modeling. The eddy covariance method allows me to study both carbon dioxide uptake and methane emissions from coastal wetlands, which was impossible only by looking at soils. However, it is paramount to determine the contribution of wetland restoration in warming or cooling the planet.\nYou’re studying restored tidal wetlands and managed wetlands for your postdoc. Can you define these terms and describe their differences in carbon storage rates and methane emissions?\nTidal wetlands are ecosystems within the coastal watershed that are influenced by tides and include estuarine and tidal riverine vegetated habitats. Salt marshes or mangroves are examples of tidal wetlands.\nManaged wetlands are artificially constructed, where the water level or hydrology is controlled. These types of wetlands tend to have lower salinity than if they were connected to tidal waters.\nMy postdoc work examines restored wetlands’ potential to remove carbon dioxide from the atmosphere and thus reduce the impact of climate change. It also determines how much methane coastal wetlands produce. Methane is a strong greenhouse gas—stronger even than carbon dioxide. It has roughly 30 times the global warming potential of carbon dioxide over a 100-year time horizon.\nIn my postdoc experiments, we measured how much carbon dioxide and methane flow in and out of three restored wetlands differing in their restoration design, salinity, and tidal influence. We found that from a perspective of reducing climate change and impacts of sea-level rise, nontidal and tidal restored wetlands had strengths and weaknesses.\nA marsh with natural or restored tidal flow is immediately a greenhouse gas sink and is best for climate mitigation. An impounded marsh is initially a greenhouse gas source. (left) In tidally restored marshes, sulfate ion—a molecule commonly found in seawater—prevents methane production and emissions to the atmosphere. Meanwhile, marsh plants take up carbon dioxide through photosynthesis at high rates and bury carbon in their soil. (right) In restored but impounded marshes with restricted tidal flow, soil carbon storage rates are very high since the tides are not washing away and depleting soil carbon as they ebb and flow. Without sulfate ion from seawater, however, these marshes emit large amounts of methane, making them a net greenhouse gas source. It can take up to 80 years for an impounded marsh to become a greenhouse gas sink. Climate.gov graphic adapted from Kroeger, K.D., Crooks, S., Moseman-Valtierra, S. et al. Restoring tides to reduce methane emissions in impounded wetlands: A new and potent Blue Carbon climate change intervention. Sci Rep 7, 11914 (2017). https://doi.org/10.1038/s41598-017-12138-4.\nNontidal wetlands showed the largest carbon storage, but also high methane emissions that, from a global warming perspective, offset the benefits of carbon storage for roughly the first 2 to 8 decades after restoration. The restored tidal wetland stored less carbon in the soil (13 to 23 percent of removed carbon) than its nontidal counterpart; the process of tidal exchange leads to leakages of carbon as water moves away from the land, reducing carbon storage on-site. Overall, however, the tidal wetland was a net greenhouse gas reducer because it emitted very little methane.\nIn contrast to the greenhouse gas reduction service, other economically and valuable wetland services such as soil vertical accretion become established right from the start of wetland restoration and the nontidal managed wetland design, with permanent water flooding was particularly good at that.\nMy work on this subject was recently published in  Journal of Geophysical Letters: Biogeosciences.\nOn average, how fast can degraded wetlands be restored? Mangroves? Seagrass? What variables are most important to consider?\nWetland restoration is generally a long-term process. Restoration of seagrass meadows can take decades, and this is similar to restored tidal marshes and mangroves. However, restoration may not occur over contemporary timescales without effective or adaptive management actions and large-scale public involvement. Often restoration of an ecosystem involves managing an entire catchment area. The complexity of restoration projects and their size keeps increasing over time, as well as the variables important to consider. Awareness of non-native plants at restoration sites or the potential effects of climate change on how fast the ecosystem recovers are some examples of variables that have moved to the forefront of restoration designs.\nArias-Ortiz samples seagrass sediments in South Florida in 2017 as part of her doctoral research at Florida International University. Photo courtesy Ariane Arias-Ortiz.\nHow has the NOAA Climate & Global Change Postdoc Fellowship helped your career?\nThis fellowship has allowed me to expand my research vertically (from the soil profile at -1 meter to heights above plant canopies) and add new knowledge and skills in a new setting (California marshlands). From the soil science side, there are many questions about how much carbon dioxide is removed from the atmosphere and stored in soils or how much carbon dioxide is released from soils due to land-use conversion. But it was hard for me to think about all this without studying what the atmosphere “sees.”\nThe NOAA Climate & Global Change Postdoctoral Fellowship has given me the time to work with biometeorologists and learn from their methods, which now are part of my toolbox and give me more freedom/opportunities to work at the intersections of the two fields and better decide where I want to fit in this large field of environmental sciences and global change.\nIn fall 2019, your postdoc research was featured on the ABC7 News, the local news for the San Francisco Bay area. In your view, why was the media interested in your field work in the Sacramento-San Joaquin Delta?\nThe Sacramento-San Joaquin River Delta is essential for millions of Californians as it is the state’s most crucial water and ecological resource and sustains substantial economic activities. Additionally, climate change is perhaps the global problem that will give us the most work to do during this century. The Sacramento-San Joaquin Delta is already suffering its effects.\nCalifornia’s Sacramento-San Joaquin River Delta is a mixture of developed, cultivated, and natural landscapes. Photo by Flickr user IBM Research. Used under a CC license.\nMost of the Delta currently lies below sea level due to severe land surface subsidence (i.e., sinking of the land surface) caused by a long history of land use change. Restoring wetlands is one natural solution that can help address the impacts of sea level rise while capturing carbon along the way. Wetland restoration is attracting more and more attention as concerns about the future of the Delta and climate change increase.\nHelp us improve our content",
  "source": "climate.gov"
}