{
  "url": "https://www.climate.gov/news-features/understanding-climate/2021-us-climate-recap-fourth-warmest-year-record-20-billion",
  "title": "2021 U.S. climate recap: fourth-warmest year on record, 20 billion-dollar disasters",
  "date": null,
  "content": "Climate experts at NOAA National Centers for Environmental Information have finished crunching the U.S. climate data for 2021, and they released their annual summary on Monday, January 10. According to the report,\nFor 2021, the average contiguous U.S. temperature was 54.5°F, 2.5°F above the 20th-century average and ranked as the fourth-warmest year in the 127-year period of record. The six warmest years on record have all occurred since 2012.\nMonthly temperatures for the contiguous United States in 2021 compared to the 1981-2010 average. (Alaska maps.) Places that were up to 11 degrees Fahrenheit warmer than average are red; places that were up to 11 degrees cooler than average are blue. Maps by NOAA Climate.gov, based on U.S. Climate Division data from NCEI.\nAmong the big temperature stories of 2021 was the cold-air outbreak in mid-February that painted a huge swath of dark blue across the central third of the country. According to NCEI it was the coldest event observed in the contiguous United States in more than 30 years. The deadly summer heatwave in the Pacific Northwest left a bold signature on the June map. The final major temperature story was December's record warmth, during which 23 states had a top-5-warmest December, and an addition 10 were record warm.\nThe biggest precipitation story of 2021 was the months-long drought in the West. Several months—January, April, June, November—were drier than average across almost the entire western half of the country, and other months brought drier-than-average conditions to one western area or another.\nPercent of average precipitation across the contiguous United States in 2021 compared to the 1981-2010 average. (Alaska maps.) Places where precipitation was less than 100 percent of normal are brown; places that were up to 200 percent or more above normal are blue-green. Maps by NOAA Climate.gov, based on U.S. Climate Division data from NCEI.\nOther big precipitation stories for the year included a mid-March blizzard in the Central Rockies and High Plains—contributing to the only wetter-than-average spot in the West that month—and a long-awaited return of the Southwest Monsoon, which brought above-average rainfall to parts of the Southwest in June and July.\nNCEI also reported that there were 20 separate billion-dollar weather and climate disasters in the United States in 2021, just two shy of the record set in 2020. Stay tuned for a Beyond the Data blog post next week in which NCEI's Adam Smith digs into the details behind these devastating events. For more details on the U.S. climate in December and 2021 as a whole, visit the State of the Climate section of the NCEI website.\nHelp us improve our content",
  "source": "climate.gov"
}