{
  "url": "https://www.climate.gov/news-features/features/2021-global-climate-summary-6th-warmest-year-record",
  "title": "2021 Global climate summary: 6th-warmest year on record",
  "date": null,
  "content": "The climate scorekeepers at NOAA National Centers for Environmental Information have finished their analysis of 2021 climate and issued their annual summary. Here are the opening remarks:\nFor 2021, the average temperature across global surfaces was 1.51°F (0.84°C) above the 20th-century average. This was the sixth highest among all years in the 1880-2021 record. The year 2021 marks the 45th consecutive year (since 1977) with global temperatures, at least nominally, above the 20th-century average. The nine years spanning 2013 through 2021 rank among the 10-warmest years on record.\nMap of global average surface temperature in 2021 compared to the 1981-2010 average, with places that were warmer than average colored red, and places that were cooler than average colored blue. The graph shows global temperatures compared to the 20th-century average each year from 2021 (right) back to 1976 (left)–the last year the world was cooler than average. NOAA Climate.gov image, based on data from NOAA NCEI.\nFor the 21-year span that is considered a reasonable surrogate for pre-industrial conditions (1880–1900), the 2021 global land and ocean temperature was 1.87°F (1.04°C) above the average. The annual global surface temperature has increased at an average rate of +0.14°F (+0.08°C) per decade since 1880; however, since 1981 the average rate of increase is more than twice that rate (+0.32°F / +0.18°C).\nMonthly temperatures in 2021 compared to the 1981-2010 average. Places that were up to 9 degrees F warmer than average are red; places that were up to 9 degrees cooler than average are blue. NOAA Climate.gov image, based on data from NOAA NCEI.\nThe big temperature story of the year was the double-dip La Niña—the cool phase of the El Niño-Southern Oscillation climate pattern in the tropical Pacific. The pattern was in place at the start of the year, leaving a broad swath of cooler-than-average water across the Pacific Ocean. It persisted through Northern Hemisphere winter, and weakened through spring and summer, before re-emerging in late fall. According to the NCEI summary,\nThe 2021 Northern Hemisphere surface temperature was the sixth highest in the 142-year record at 1.96°F (1.09°C) above the 20th century average. Of note, the Northern Hemisphere land surface temperature was the third highest on record. Only the years of 2016 (second) and 2020 (warmest) were warmer. Meanwhile, the 2021 Southern Hemisphere surface temperature was the ninth highest on record. Record-high temperatures over land surfaces were measured across parts of northern Africa, southern Asia, and southern South America in 2021. Record-high sea surface temperatures were observed across parts of the Atlantic and Pacific oceans. However, no land or ocean areas were record cold for the year.\nFor more facts and figures for the global climate in 2021, including ocean heat content, sea ice, snow cover, and tropical cyclone activity, read the full report from NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}