{
  "url": "https://www.climate.gov/news-features/understanding-climate/february-2022-us-climate-outlook-la-ni%C3%B1a-influence-still",
  "title": "February 2022 U.S. Climate Outlook: La Niña influence still present",
  "date": null,
  "content": "Good news! Unlike the groundhog, this post on the February 2022 outlook from NOAA’s Climate Prediction Center was not influenced by whether it was sunny or cloudy outside when written, but by science. (Sorry, not sorry, Punxsutawney Phil). And what do the scientists at NOAA’s Climate Prediction Center think? February 2022 is likely to be warmer than average across the southern and eastern United States with cooler and wetter conditions favored across the north. Out West, a drier-than-average month is forecast.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of February 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average February are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in February. Instead, they are the probability (percent chance) that February temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for February. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of February. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average February are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe February 2022 temperature outlook certainly bears more than a passing resemblance to what we would typically expect during a La Niña-influence winter. Warmer-than-average temperatures are favored across the southern and eastern United States. The highest likelihood of a warmer-than-average month (50-60%) is found across the East Coast from Florida to southern Maine.\nIn contrast, there is a tilt in the odds towards a colder-than-average February across the Pacific Northwest stretching eastward to the Northern Plains.\nAverage location of the jet stream and typical temperature and precipitation impacts during La Niña winter over North America. Map by Fiona Martin for NOAA Climate.gov.\nOne main influence in the Outlook for February is the current La Niña ongoing across the Pacific Ocean. In general, La Niña influences conditions across the United States by altering the strength and location of the Pacific jet stream, which in turn affects the path of weather systems “downstream” across the U.S.. The result is often warmer temperatures across the southern U.S. and colder temperatures across the northern U.S.. However, because La Niña isn’t the only influence, the outlook doesn’t 100% mimic what would be expected during an average La Niña. Climate model output along with the state of other climate phenomena, like the North Atlantic Oscillation, were also used to create the final forecast.\nThe influence of La Niña is evident in the precipitation outlook as well. Wetter-than-average conditions are favored across the Northern Plains, Great Lakes, and Missouri/Mississippi River Valleys. The highest chance for a wetter-than-normal end to meteorological winter is across the High Plains in Montana and North Dakota as well as across the Midwest.\nIn contrast, a drier-than-average February is expected across Florida and California/Southwest. Central California has the highest likelihood (50-60%) of seeing precipitation totals fall well below average for the month.\nThe one area of the country that bucks the La Niña trend is across the Gulf Coast. Normally, thanks to La Niña, you’d expect to see a below-average blob over the region. However, due to a wet forecast over the first couple weeks of February, there is an equal chance of above-, below -, or near-average totals for the entire month.\nDrought conditions across the contiguous United States as of January 25, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of January 25, over 55% of the country remained in some level of drought. Out West, the drought area increased from 77% to 88% of the region. Though in better news, Exceptional Drought (D4), the worst category of drought, did drop from 22% to 3% across the West.\nOverall, the 2020-22 drought continues to break records on a weekly basis, as the January 25 drought monitor marked a record 70 weeks where at least 40% of the contiguous U.S. was drought.\nDrought forecast for the Lower 48 U.S. states in February 2022. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor the next month, drought improvement is unlikely across much of the West, with drought development likely across Arizona and southern New Mexico/western Texas. Drought development is also expected across the Central Plains due to a combination of a lack of snowpack, frozen ground, and warmer/drier than average conditions.\nIn better news, heavy precipitation expected during the first half of the month is likely to help alleviate and even remove drought across Texas and the western Gulf Coast.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of January 2022.\nHelp us improve our content",
  "source": "climate.gov"
}