{
  "url": "https://www.climate.gov/news-features/understanding-climate/march-2022-us-climate-outlook-wet-month-favored-great-lakes",
  "title": "March 2022 U.S. climate outlook: Wet month favored for the Great Lakes",
  "date": null,
  "content": "Happy Meteorological Spring! Warmer days and later sunsets are on the horizon, but before we get ahead of ourselves, let’s take a look at the March 2022 climate outlook from NOAA’s Climate Prediction Center. Temperatures during the upcoming month are favored to be above average across the eastern and south-central United States, and cooler than average across the western and north-central U.S. For precipitation, there’s a tilt in the odds towards a wetter-than-normal March across the east-central and northwest U.S., with drier conditions across the southern tier of the country.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of March 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average March are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in March. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for March. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of March. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average March are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe March 2022 temperature outlook has a clear northwest/southeast divide with the western and north-central U.S. favored to be cooler than average and the eastern/south-central U.S. favored for above-average warmth. The highest likelihood for a warmer-than-average March (60-70%) are over Florida, though a broader region of the Southeast has over a 50% chance of above-average monthly temperatures. Out West, odds slightly favor below-average temperatures for the month, with the only area with odds greater than 50% in northern Montana.\nA pattern like this on a temperature outlook can tell you a lot about how forecasters imagine the atmospheric/jet stream set-up to be for much of the month. In general, cooler-than-normal temperatures are associated with a trough in the jet stream (think a “u” shape of the jet stream) and warmer-than-average temperatures are related to a ridge (an “n” shape). Thus, the March outlook favors more troughing over the northwest and ridging across the southeast.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of March 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average March are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe precipitation outlook has a clear wet signal centered over the Great Lakes region with odds tilted towards wetter than normal stretching as far east as Maine and as far south as Louisiana and Texas. A secondary area expected to be wetter than average is also found across the Pacific Northwest. The best chance for a wetter-than-average March (50-60%), though, is clearly over Michigan, Indiana, Ohio, Illinois, and Kentucky.\nIn contrast, the southern tier of the U.S. is favored to observe a drier-than-average March, with the highest odds over southern Florida, western Texas, and southern New Mexico (50-60%). A dry southern contiguous U.S. is in line with what is expected across the U.S. during a La Niña.\nThe wet signal over the Great Lakes is also related to the trough-ridge pattern noted above in the temperature outlook section. With this set-up, the jet steam will help steer storms towards the Great Lakes, increasing the chances for wet weather.\nDrought conditions across the contiguous United States as of February 22, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of February 22, 2022, over 57% of the country is in some level of drought, the highest percentage since 2013. In the West, drought covers over 87% of the region which is actually down from the end of 2021. While much of the West is in drought, there has been a substantial reduction in the total area in the two worst categories of drought, D3-4. As of the end of February, 23% of the West is in D3-4 drought which is down from nearly half of the region in December 2021.\nDrought forecast for the Lower 48 U.S. states in March 2022. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor the next month, drought improvement is unlikely across much of the West and southern United States as the wet season comes closer to the end along the West Coast, and the climate outlook favors a drier-than-average month across the southern tier. As a result, drought development is likely across Arizona, southern New Mexico, Texas, and Florida.\nIn better news, due to the above-average precipitation favored in March, drought improvement or removal is likely for dry areas near the Great Lakes as well as in the Pacific Northwest, Arkansas, and Louisiana.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of February 2022.\nHelp us improve our content",
  "source": "climate.gov"
}