{
  "url": "https://www.climate.gov/news-features/understanding-climate/large-declines-snowpack-across-us-west",
  "title": "Large declines in snowpack across the U.S. West",
  "date": null,
  "content": "In many watersheds in the western United States, more water is stored in the mountain snowpack than in the region’s human-built reservoirs. As climate has warmed, spring snowpack across the American West has declined by nearly 20 percent on average between 1955 and 2020—and by significantly more at some individual locations, according to an analysis by the U.S Environmental Protection Agency.\nObserved change in April snowpack—historically the month of peak snow volume—across the western United States from 1955–2020. Locations where April snowpack has increased appear in blue, with larger dots for bigger increases. Locations where April snowpack has decreased appear in brown, with larger dots indicating bigger declines. Map by NOAA Climate.gov based on USDA Natural Resources Conservation Service snow data provided by the EPA.\nChanges in snowpack mean changes in streamflows, which affect millions of Americans who rely on snowpack for drinking water and crop irrigation. Declining snowpack also increases fire risk and impairs hydropower production.\n“From 1955 to 2020, April snowpack declined at 86 percent of the sites measured,” according to the EPA summary. “Decreases have been especially prominent in Washington, Oregon, northern California, and the northern Rockies. In the Northwest (Idaho, Oregon, Washington) all but four stations saw decreases in snowpack over the period of record.”\nObserved changes in the timing of peak snowpack from 1982–2020. Locations where snowpack is peaking earlier in the year appear in pink, and locations where snowpack is peaking later in the year appear in green. Map by NOAA Climate.gov based on USDA Natural Resources Conservation Service snow data provided by the EPA.\nOne way to think about the Western snowpack is that it’s like a five-year old’s Halloween candy. If you are five years old and control that candy yourself, there’s a good chance it will be gone in days. If your mom holds on to it for you, she will dole it out to you slowly and responsibly, making it last a lot longer. In the West, precipitation that falls as snow and persists in mountain snowpack is like mom-managed candy: it remains available months later to keep rivers and streams flowing through dry summer months.\nIn many places, however, it’s not just the amount of snow that’s changing; it’s also the timing of the melt. When the melt starts and finishes early, streamflow may be out of sync with both human water demands and ecological processes like fish spawning. According to the EPA,\nAbout 81 percent of sites have experienced a shift toward earlier peak snowpack… .This earlier trend is especially pronounced in southwestern states like Colorado, New Mexico, and Utah. Across all stations, peak snowpack has shifted earlier by an average of nearly eight days since 1982…, based on the long-term average rate of change.\nYou can explore the interactive map above to understand snowpack trends at individual sites. Zoom in and click on any dot to get the site name, elevation, and exact percent change over time. Click the small black box at lower right to see the map legend and the box to its left to see the the map layer showing changes in the timing of the beginning of the melt season. Pay special attention to places experiencing changes in both snowpack amount and melt timing; they will be at greater risk of disruptions to human and natural water supplies. You can launch a full-size interactive map in a new browser window.\nThese maps are based on an annual climate change indicator from the U.S. Environmental Protection Agency. Supported with funding from the Climate Observations and Monitoring Division in NOAA’s Climate Program Office, the indicator is based on analysis of snow observations kept by the U.S. Department of Agriculture’s National Resource Conservation Service for more than half a century. The indicator is one of dozens the agency uses to track the U.S. impacts of global warming and climate change.\nHelp us improve our content",
  "source": "climate.gov"
}