{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-march-2022-record-drought-across-west",
  "title": "U.S. climate summary for March 2022: record drought across the West",
  "date": null,
  "content": "NOAA's monthly climate summary for March 2022 came out last week. Below are some of the highlights.\nDuring March, the average contiguous U.S. temperature was 44.1째F, 2.6째F above the 20th-century average. This ranked in the warmest third of the 128-year period of record. The year-to-date (January-March) average contiguous U.S. temperature was 36.3째F, 1.2째F above average, ranking in the middle third of the record. The March precipitation total for the contiguous U.S. was 2.26 inches, 0.25 inch below average, and ranked in the driest third of the 128-year period of record. The year-to-date precipitation total was 5.66 inches, 1.30 inches below average, ranking seventh driest in the January-March record.\nMarch 2022 precipitation across the contiguous United States as a percent of average, with climate divisions receiving less than 100 percent of their average precipitation in shades of brown, and divisions receiving more than 100 percent of their average precipitation in blue-green. Dark brown spans much of the West. (View rankings for Alaska). NOAA Climate.gov map from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nPrecipitation was above average from the central Plains to the Great Lakes, as well as across parts of the Deep South and Southeast. Precipitation was below average across much of the West, northern and southern Plains and from the Tennessee Valley to the Mid-Atlantic and parts of the Northeast. North Dakota ranked seventh driest on record, while Michigan ranked eighth wettest for the month.\nAverage temperature in the contiguous United States in March 2022 compared to the 1981-2010 average. (View Alaska). Climate divisions that were warmer than average are in shades of red; divisions that were cooler than average are in shades of blue. NOAA Climate.gov map from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nA large cold-air outbreak across the central U.S. occurred during the second week of March. Despite this cold spell, temperatures for the month as a whole were above average across much of the West and from the Midwest to the East Coast. Temperatures were below average in pockets along the western Gulf Coast during March.\nDrought conditions across the contiguous United States as of April 5, 2022. Most of the West was experiencing severe (orange), extreme (bright red), or exceptional (dark red) drought. NOAA Climate.gov map from our Data Snapshots collection, based on data from the U.S. Drought Monitor. For more on drought, visit Drought.gov.\nThe current multi-year drought across the West is the most extensive and intense drought in the 22-year history of the U.S. Drought Monitor. Precipitation deficits during the first three months of 2022, across parts of the western U.S., are at or near record levels. As the climatological wet season ends across portions of the West, with below average snow cover and reservoirs at or near record-low levels, concerns for expanding and intensifying drought and water resource deficits are mounting.\nFor more highlights on March climate, including extreme events, details for Alaska, and the year-to-date conditions, read Assessing the U.S. Climate in March 2022 from the National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}