{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-report-march-2022",
  "title": "Global climate report for March 2022",
  "date": null,
  "content": "Earlier this week, NOAA National Centers for Environmental Information (NCEI) released the monthly global climate summary for March 2022. Here are a few highlights.\nThe March 2022 global surface temperature departure was the fifth highest for March in the 143-year record at 0.95 °C (1.71 °F) above the 20th-century average. This was also the highest monthly temperature departure since November 2020. The seven warmest Marches have occurred since 2015, while the 10 warmest Marches have occurred since 2002. March 2022 also marked the 46th consecutive March and the 447th consecutive month with temperatures, at least nominally, above the 20th-century average.\nGlobal surface temperature compared to the 20th-century average each March from 1880 through 2022. Cooler-than-average Marches are colored blue; warmer-than-average Marches are red. March temperatures have warmed by 1.53 degrees Fahrenheit (0.85 degrees Celsius) per century. The last time Earth had a cooler-than-average March was 1976. Graph by NOAA Climate.gov, based on data from NOAA NCEI Climate at a Glance.\nThe month of March was characterized by warmer-than-average conditions across much of Australia, southern and eastern Asia, and parts of Central America and northern South America, central Africa, as well as parts of the Atlantic, Indian, and northern and western Pacific oceans. Record-warm March temperatures were observed in southern Asia, and parts of north and western Pacific Ocean, as well as parts of the Atlantic Ocean. Overall, the record-warm March temperatures encompassed above 5.5% of the world's surface—the sixth-highest percentage for record-high March temperatures.\nTemperature rankings for March 2022 relative to the 143-year record. More than five percent of global surface area was record warm last month, but no areas were record cold. NOAA NCEI map.\nMeanwhile, near- to cooler-than-average March temperatures were present across parts of central North America, southern South America, southeastern Europe, the northern Middle East, western and central Russia, as well as parts of northern Atlantic, and the central and eastern tropical and southeastern Pacific oceans. However, no land or ocean areas had record-cold March temperatures.\nPrecipitation in March 2022 compared to the 1979-2020 average. Darkest green shows areas where precipitation was 200 percent or more above average, while darkest brown shows areas where precipitation was up to 100 percent below average. Climate.gov image, based on data from the Global Precipitation Climatology Project.\nAs has been the case for much of the last year and more, the lower-than-normal SSTs [sea surface temperatures] of the central Pacific associated with the La Niña phase of the ENSO phenomenon dominate the Pacific Ocean anomaly pattern, but with some subtle shifts this month. Across the tropical Pacific the negative anomalies for this March are very strong and expansive and roughly in the same place as in the composite (the mean pattern of a number of La Niñas in March). But, distinct in this year's March, a narrow positive anomaly just north of the Equator sweeps across the ocean into South America. This feature is not in the composite, is a change from last month (February), and may indicate some coming change in the ENSO system.\nThe report also noted the dry conditions in the United States:\nThe western U.S. and Mexico remain in a strong drought and the general precipitation deficits across the region for March did not help alleviate the condition. The area of recent dryness extends eastward through the Gulf of Mexico. This general pattern matches roughly that in the La Niña composite, including offshore west of California and Mexico. La Niña is well known for being related to dryness over the southwest U.S. Wildfires in Texas were related to the dry conditions.\nFor more details on the March 2022, including noteworthy extreme weather events, temperature rankings for land and ocean areas separately, and updates on global drought, snow, and sea ice cover, read the summary Assessing the Global Climate in March 2022 or the full March 2022 Global Climate Report.\nHelp us improve our content",
  "source": "climate.gov"
}