{
  "url": "https://www.climate.gov/news-features/understanding-climate/interactive-map-planting-earth-day-garden-consider-climate%E2%80%99s-",
  "title": "Interactive map: Planting an Earth Day garden? Consider climate’s ‘new normal’",
  "date": null,
  "content": "Among the most important factors determining which plants will thrive in a given location is how cold the winter is. Some plants and trees can't tolerate sub-freezing temperatures, for example, while some require a chilling period of a minimum length in order to break winter dormancy and flower. If you’re planting a garden this Earth Day, this set of maps can help you see how planting zones where you live may have shifted over the past few decades in response to warming climate.\nThis interactive map shows the average annual coldest winter temperatures across the contiguous United States for 1981-2010 divided into 10-degree \"planting zone\" bins. If you zoom to a particular place on the map and click to show the pop-up, you can see your current planting zone as well as what your planting zone would have been during the 1971-2000 period. If you launch the full-screen version of the map, you can tab between three map layers: the planting zones as of 1981-2010 (the most recent U.S. Climate Normals), planting zones during 1971-2000 (the previous Normals period), and places where a given planting zone has shifted northward or upward in elevation between the two time periods. These shifts are due to long-term warming of winter minimum temperatures. In those areas, warmer nights are allowing plant species to shift their range northward or upward in elevation.\nUpdated each decade, the U.S. Climate Normals from NOAA's National Center for Environmental Information are 30-year averages of many pieces of weather information collected from thousands of weather stations nationwide. Each time they are updated, an old decade is dropped, and a new one is added. The last update was in July 2011: the decade 1971-1980 was dropped, 2001-2010 was added, and the new 30-year window for the U.S. Climate Normals became 1981-2010.\nSince the '70s was an unusually cool decade, while 2001-2010 was the warmest ever recorded, it is not surprising that the average temperature rose for most locations. For the United States as a whole, though, it was not daytime highs (maximum temperatures) but overnight lows (minimum temperatures) that rose the most compared with the 1970s.\nClimate normals can help people understand what conditions they can expect wherever they may live… and plant. A previous article on Climate.gov explored the implications of the new climate normals for gardeners and landscapers. Not only can plants can generally survive farther north than they used to, but the fire season is longer and pests are able to thrive and spread in forests and other natural landscapes. Pollination patterns may also be changing.\nThe Third National Climate Assessment confirms that landscapes across the country are changing rapidly. The report predicts that “species, including many iconic species, may disappear from regions where they have been prevalent or become extinct, altering some regions so much that their mix of plant and animal life will become almost unrecognizable.\nThese maps of climate-related planting zones were created by the National Oceanic and Atmospheric Administration (NOAA) in 2011 as a special service to the American Public Garden Association. (In 2012, the U.S. Department of Agriculture (USDA) also updated their official Plant Hardiness Zone Map, the standard by which gardeners and growers can determine which plants are most likely to thrive at a location.) Based on the average of the coldest daily temperature at a location each year during the respective 30-year periods, the maps illustrate one way in which climate change in recent decades can influence Americans' day to day lives.\nNOAA Climate.gov map, based on an analysis of Global Historical Climatology Network-Daily data by Russel Vose, from the National Centers for Environmental Information.\nThe New Climate Normals: Gardeners Expect Warmer Nights. NOAA Climate.gov.\nGroffman, P. M., P. Kareiva, S. Carter, N. B. Grimm, J. Lawler, M. Mack, V. Matzek, and H. Tallis, 2014: Ch. 8: Ecosystems, Biodiversity, and Ecosystem Services. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 195-219.\nHelp us improve our content",
  "source": "climate.gov"
}