{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-april-2022",
  "title": "U.S. climate summary for April 2022",
  "date": null,
  "content": "According to the latest monthly climate summary for the United States,\nThe average temperature of the contiguous U.S. in April was 50.7°F, which is 0.4°F below average, ranking in the middle third of the 128-year record. Generally, temperatures from the Northwest to the Great Lakes and into the mid-Mississippi Valley were below average, with much of the Southwest, Deep South and portions of the East Coast above average.\nAverage temperatures for the contiguous United States in April 2022 compared to the 1981-2010 average. Places that were cooler than average are blue; places that were warmer than average are red. (See Alaska here.) NOAA Climate.gov image from Data Snapshots, based on data from NOAA National Centers for Environmental Information (NCEI).\nWashington state ranked third coldest on record for April while Montana ranked fifth coldest. The Alaska statewide April temperature was 25.2°F, 1.9°F above the long-term average. This ranked among the middle one-third of the 98-year period of record for the state. Temperatures were below average across much of the Southeast Interior and Panhandle regions and above average across much of the West Coast and Aleutian regions.\nPrecipitation in across the contiguous United States in April 2022 as a percent of the 1991-2020 average. (See rankings for Alaska.) Places that received more than 100 percent of average precipitation are green, and places that received less than 100 percent of average precipitation are brown. NOAA Climate.gov image from Data Snapshots, based on data from NOAA National Centers for Environmental Information (NCEI).\nApril precipitation for the contiguous U.S. was 2.58 inches, 0.06 inch above average, ranking in the middle third of the historical record. Precipitation was above average across portions of the Northwest, northern Rockies and Plains, Great Lakes and Northeast and below average across the Southwest as well as the central and southern Plains.\nFor more April 2022 climate highlights, including extreme events, year-to-date climate statistics, and drought information, read Assessing the U.S. Climate in April 2022.\nHelp us improve our content",
  "source": "climate.gov"
}