{
  "url": "https://www.climate.gov/news-features/understanding-climate/entendiendo-el-v%C3%B3rtice-polar",
  "title": "Entendiendo el vórtice polar",
  "date": null,
  "content": "Artículo original de Rebecca Lindsey, revisado por Amy Butler y James Overland. Publicado en marzo de 2021 en https://www.climate.gov/news-features/understanding-climate/understandi…. Traducción de Ricardo Torrijo.\nA finales de febrero de 2021, mientras las llanuras del sur y la costa del Golfo en EE.UU. sufrían una inusual entrada de aire frío, empezó a escucharse el concepto de vórtice polar y la posibilidad de que el frío extremo fuera un ejemplo más de clima desbocado debido al calentamiento global. En este artículo, se habla con dos expertos de la NOAA sobre el devastador episodio de frío extremo, el vórtice polar y la posible relación con el calentamiento con el calentamiento global.[1]\nEl vórtice polar ártico es una banda de fuertes vientos del oeste que se forma en la estratosfera entre unos 15 y 30 kilómetros por encima del Polo Norte cada invierno. Los vientos circunvalan  una gran reserva de aire extremadamente frío (hay un vórtice polar aún más fuerte en la estratosfera del hemisferio sur en su invierno). Cuantos más fuertes son dichos vientos, más se aísla, el aire en su interior, de las latitudes más cálidas y más frío se vuelve dicho aire.\nCuando el vórtice polar ártico es especialmente fuerte y estable (imagen de la izquierda), se favorece que la corriente en chorro polar, la que está por debajo en la troposfera, se desplace hacia el norte. El aire polar más frío permanece en el Ártico. Cuando el vórtice se debilita, se desplaza o se divide (imagen de la derecha), la corriente en chorro polar a menudo se vuelve extremadamente ondulada, permitiendo que el aire cálido inunde el Ártico y que el aire polar se hunda en las latitudes medias. Gráfico de NOAA Climate.gov, adaptado del original de NOAA.gov. De la imagen original se han traducido al castellano de los títulos y se han convertido las unidades de millas a km.\nSegún la experta en estratosfera de la NOAA, Amy Butler, la gente suele confundir el vórtice polar con la corriente en chorro polar, pero ambos se encuentran en capas de la atmósfera completamente distintas. La corriente en chorro polar se produce en la troposfera, a una altura de entre 5 y 9 millas por encima de la superficie. Marca el límite entre las masas de aire de la superficie, separando el aire más cálido de las latitudes medias del aire más frío de los polos. Es la corriente en chorro polar la que desempeña un papel tan importante en nuestro clima invernal cotidiano en las latitudes medias, no el vórtice polar.\nEl vórtice polar no siempre influye en el clima invernal de las latitudes medias. Sin embargo, cuando lo hace, los efectos pueden ser extremos. Cuando el vórtice polar es especialmente fuerte, por ejemplo, el chorro polar tiende a permanecer más al norte y a mostrar un flujo zonal más marcado, con menos meandros. En superficie, este estado estable de la estratosfera se asocia a menudo con un Ártico aún más frío de lo habitual y con un tiempo más suave de lo normal en latitudes medias. La Oscilación Ártica[2], que sigue los patrones de viento y presión atmosférica a escala hemisférica, suele ser positiva.\nEn el otro extremo, el vórtice polar se desvía ocasionalmente cuando ondas atmosféricas especialmente fuertes en la troposfera rompen hacia la estratosfera. El vórtice se ralentiza y puede inestabilizarse, desbordar la zona polar, dividirse en varios lóbulos o, en los casos más extremos, invertir temporalmente su dirección. Independientemente de sus «condimentos», estas perturbaciones tienen una cosa en común: un pico en las temperaturas de la estratosfera polar, razón por la cual se llaman calentamientos estratosféricos súbitos.\nEn las semanas que siguen a una perturbación estratosférica, la corriente en chorro polar suele adoptar una forma ondulada, con profundas vaguadas y pronunciadas dorsales que pueden permanecer cuasi estacionarías durante días. La naturaleza exacta de la interacción -cómo el chorro polar «siente» la perturbación del vórtice polar y por qué reacciona de la manera en que lo hace- no se comprende del todo. Bajo las dorsales de altas presiones el aire cálido se desborda hacia el norte llegando al Ártico. A menudo impulsa un deshielo extremo en zonas árticas, mientras que aire polar rellena vaguadas meridionales de baja presión, trayendo condiciones invernales más al sur que la media. Entonces, a menudo, la Oscilación Ártica entra en su fase negativa.\nLeer toda la historia del blog oficial de Agencia Estatal de Meteorología.\nHelp us improve our content",
  "source": "climate.gov"
}