{
  "url": "https://www.climate.gov/news-features/features/global-climate-summary-june-2022",
  "title": "Global climate summary for June 2022",
  "date": null,
  "content": "Globally, June 2022 was the sixth-warmest June in the 143-year NOAA record. The year-to-date (January-June) global surface temperature was also the sixth warmest on record. According to NCEI’s Global Annual Temperature Outlook, there is a greater than 99% chance that 2022 will rank among the 10-warmest years on record but only an 11% chance that it will rank among the top five.\nGlobal map of temperatures in June 2022 compared to the historical record, with places that were warmer than average in red and places that were cooler than average in blue. NOAA National Centers for Environmental Information.\nThe Northern Hemisphere land-only surface temperature for June was 2.81°F (1.56°C) above average, making it the second warmest on record after June 2021. Europe had its second-warmest June on record, largely due to an unusually early heatwave coming from North Africa. Spain and France recorded temperatures not typically seen until July or August, breaking many temperature records for the month. Asia also had its second-warmest June on record.\nPercent difference from average precipitation in June 2022. Places where precipitation was less than 100 percent of average are shades of brown; places where it was up to 200 percent or more above average are deep green. Map by NOAA Climate.gov, based on data from the Global Precipitation Climatology Project.\nSignificantly below-average precipitation occurred across southern Alaska, southern and central parts of the contiguous U.S, southern South America, western and southern Europe, eastern coast of Australia, and across parts of Asia. Significantly above-average precipitation occurred across parts of western contiguous U.S., northern South America, northern parts of Europe, Turkey, central and eastern Russia, and eastern and southern Asia.\nDrier-than-average conditions were present across much of Australia, resulting in a national average that was 22% below average for June. Regionally, New South Wales had the most deficit during the month at 58% below average, which is the driest June since 1986 and the eighth-driest in the nation's 123-year precipitation records. Victoria, Tasmania, and Northern Territory had a wetter-than-average June, with the Northern Territory having the largest precipitation departure at 71% above average.\nFor more highlights of the June 2022 global climate report, including sea ice conditions, tropical cyclone activity, and major weather events, see the monthly summary for June 2022 from NOAA National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}