{
  "url": "https://www.climate.gov/news-features/features/worst-ever-us-west-nile-virus-outbreak-potentially-linked-wetter-average",
  "title": "Worst-ever U.S. West Nile virus outbreak potentially linked to a wetter-than-average 2021 Southwest monsoon",
  "date": null,
  "content": "Karen Holcomb is a postdoctoral researcher with the National Oceanic and Atmospheric Administration (NOAA) and the US Centers for Disease Control and Prevention (CDC). Her current research focuses on the influence of climate on the transmission of mosquito-borne diseases. Outside of research, she enjoys backpacking and outdoor adventures.\nThe largest identified single outbreak in U.S. history of West Nile virus disease, a potentially fatal mosquito-borne illness, occurred in Arizona last summer. Over 1,600 cases of West Nile virus disease were reported in the summer and fall of 2021, with the outbreak centered in Maricopa County (1,463 cases reported to Arizona Department of Public Health as of 3/28/2022). Why last year? A wetter-than-average monsoonal season likely contributed to the magnitude of the outbreak.\nTotal reported West Nile virus neuroinvasive disease cases by Arizona county for 2021. Low numbers of cases truncated for privacy. Map by NOAA Climate.gov, based on data from Arizona Department of Public Health (as of 3/28/2022).\nFrom June to September, according to PRISM precipitation data, 6.6 inches of rain fell across Maricopa County, distributed over 23 days of measurable precipitation. On average, 2.2 inches fall during this period, concentrated in fewer days. The continual presence and increased amount of moisture maintained mosquito breeding sites and potentially facilitated a boom in the mosquito population when the virus was circulating in the local bird populations.\nTotal precipitation for the 2021 wet monsoon season in Arizona (July-September). Parts of several counties received 18 inches or more (darkest blue) of rainfall. NOAA Climate.gov map, based on PRISM data from Oregon State University.\nIn general, the optimal temperature for West Nile virus transmission from mosquitoes to humans is 73.4-77°F (23-25°C). At cooler temperatures, the virus replicates more slowly and at higher sustained temperatures, mosquitoes die more quickly. For Maricopa County in 2021, according to PRISM data, the average June to September temperature was 88.4°F, nearly identical to the historical average for these months (88.3°F). Thus, large deviations in average temperature did not appear to be driving this outbreak.\nOn the heels of the driest summer on record in 2020, the July–September period in 2021 was much wetter than average. The switch was the biggest one-year change on record from 1900–2021. NOAA Climate.gov graph, based on PRISM data from Oregon State University.\nWhile climate likely had a large impact, it was not the only factor influencing the spread of this mosquito-borne disease. With multiple species involved, transmission dynamics can be complex. For example, there was little evidence of West Nile virus circulation between birds and mosquitoes in Maricopa County in 2020. Therefore, in 2021, a large proportion of the bird population likely did not have antibodies to the virus, thus allowing rapid amplification and spread of the virus among birds and mosquitoes, eventually spilling over to humans.\nWhen infected with West Nile virus, most people (~80%) do not experience any symptoms and would know they had been infected only if a laboratory test detected antibodies in their blood. Of those who experience symptoms, most have a flu-like illness (i.e., fever, headache, nausea, fatigue, stiff neck), with symptoms generally lasting a couple days. In fewer than 1 of 150 people infected, however, the virus enters the central nervous system and causes swelling of the brain (encephalitis) or in the tissue layers surrounding the central nervous system (meningitis). Around 1 in 10 affected with this neuroinvasive form of the disease die from the disease, and many have long-term physical and mental disabilities resulting from infection.\nDue to the severity of illness, those with the neuroinvasive form of the disease are more likely to seek medical care than those with only flu-like symptoms. Therefore, a large proportion of reported cases are neuroinvasive, despite the low frequency of this form of disease. Of the 1,693 reported cases in the Arizona West Nile virus outbreak, 1,117 had neuroinvasive disease, and 121 people died (cases reported as of 3/28/2022).\nAdult female Cx. quinquefasciatus mosquito taking a blood meal. Photo courtesy the Centers for Disease Control.\nWest Nile virus is a zoonotic virus, meaning it can be transmitted from animals to humans. In this case, it is spread through the bite of an infected mosquito. It circulates between birds and mosquitoes in nature, but not all birds react the same to the virus. Songbirds like finches and sparrows and American robins get high levels of virus in their blood, but do not die from infection, making them important in the transmission cycle. In contrast, crows and jays often die following infections. This is why some public health departments test dead birds for the presence of virus as an early-warning indicator of local virus transmission. (1)\nDead birds being tested for West Nile virus by Harris County Public Health. NOAA image by Hunter Jones.\nHumans become infected when bitten by an infectious mosquito. In the United States, West Nile virus has a marked seasonality with most cases occurring between July and October, with the highest rate of disease occurring in the Great Plains states (North and South Dakota, Wyoming, and Colorado). Larger numbers of total cases, though, occur in major urban areas like Los Angeles, Chicago, and Dallas-Fort Worth.\nAround 1,100 neuroinvasive disease cases are reported annually in the United States, but the total number varies year-to-year (range from 2011-2020: 486 to 2,873). The CDC webpage contains information on annual numbers of cases since West Nile virus was introduced into the United States in 1999.\nA female mosquito will bite a host (like a bird or a mammal) to take a meal of blood (aptly called a “bloodmeal”), and then use the nutrients in that blood to make her eggs. An adult mosquito that becomes infected during a bloodmeal from a bird can transmit the virus to other birds or humans during subsequent feedings. Both the time required from when a mosquito becomes infected to when it is infectious and the amount of infectious virus in the adult female mosquito can be influenced by temperature.\nWhile there are many species of mosquitoes, the most important mosquitoes for West Nile virus transmission are Culex mosquitoes: Culex tarsalis, Culex pipiens, and Culex quinquefasciatus (pronounced kwink-eh-fass-ee-ah-tus). The geographic distribution of these species as well as other Culex mosquitoes in North America can be seen here (Culex tarsalis and Culex pipiens) and here (Culex quinquefasciatus).\nCulex tarsalis mosquitoes primarily breed in more rural and agricultural areas, like irrigated agricultural fields, of the western United States and can fly into more urban areas. Culex pipiens and Culex quinquefasciatus mosquitoes are more urban, generally breeding in locations like storm drains and sewers.\nAdult female Culex tarsalis mosquito beginning to feed on a human host. Photo by James Gathany, Centers for Disease Control.\nClimate factors affect West Nile virus transmission differently depending on which mosquito species are most prevalent in an area.  Researchers have found that higher-than-average precipitation increased the likelihood of higher-than-average rates of West Nile virus disease cases in the western United States. However, in the eastern United States, the opposite was true. Increased precipitation in the West can create more larval habitat for Culex taraslis mosquitoes in and around agricultural areas while in the East, increased precipitation can wash out larval breeding sites for Culex pipiens and Culex quinquefasciatus mosquitoes in urban storm drains and sewers.\nIncreasing temperatures enable mosquitoes to survive at higher latitudes, and they extend the season when mosquitoes and viruses can proliferate, increasing risk geographically and seasonally. In Arizona, climate change is projected to extend the season, but some areas experiencing a mid-summer drop in mosquito abundance with increased temperature. In the Canadian provinces, the West Nile virus season is projected to increase from three (Jun-Aug) to five (May-Sep) months by the 2080s. In Europe, West Nile virus transmission is also expanding further north with the first detection in Germany in 2019.\nHowever, climate change will not just lead to more West Nile virus spread. For one thing, mosquitoes have a thermal tolerance and are more likely to die at high temperatures. Also, intense precipitation events—projected to increase across much of the United States with rising carbon dioxide levels—can wash out juvenile mosquitoes developing in larval habitats, putting a dent in the next generation of mosquitoes.\nImproving our understanding of the linkages between climate and West Nile virus disease prediction is an active area of research (2). Understanding the climate drivers of West Nile virus transmission can lead to improved predictions of high-risk locations and save lives.\nThe best way to protect yourself is to prevent mosquitoes from biting you. You can protect yourself by using an Environmental Protection Agency registered insect repellent and wearing long sleeves and pants if you are outside in the dawn and dusk time periods when Culex mosquitoes are biting. Also, weekly removal or treatment of any standing water around your house (think clogged gutters, neglected swimming pools, plant saucers, bottle caps, and anything that catches and holds water) can reduce mosquito reproduction. If you have a pond or water feature, having a few mosquitofish (Gambusia affinis) can help you control mosquitoes by eating the juvenile mosquitoes. Contact your local public health department or vector control district to report mosquitoes; they can perform inspections and treat your property.\nThe author would like say thank you to the public health officials at Maricopa County Department of Public Health (Ariella Dale, Melissa Kretschmer) as well as those at NOAA (Hunter Jones, Stan Benjamin, Ben Green, Tom DiLiberto) and CDC (Ben Beard, Randy Nett, Erin Staples, Mike Johansson, Ann Powers, John O'Connor, Sue Partridge) for their helpful comments on the article. Thank you also to Trevor Riley at NOAA Central Library for his help on the lit review to create the Zotero library mentioned in the footnotes.\nAnimal and Plant Health Inspection Service. West Nile virus. Available from: https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/animal-disease-information/equine/wnv/west-nile-virus\nCenters for Disease Control and Prevention. West Nile virus. 2022. Available from: https://www.cdc.gov/westnile/index.html\nEuropean Centre for Disease Prevention and Control. West Nile virus infection. 2022. Available from: https://www.ecdc.europa.eu/en/west-nile-virus-infection\nGorris ME, Bartlow AW, Temple SD, Romero-Alvarez D, Shutt DP, Fair JM, Kaufeld KA, Del Valle SY, Manore CA. Updated distribution maps of predominant Culex mosquitoes across the Americas. Parasites Vectors 2021;14(547):1-13. https://doi.org/10.1186/s13071-021-05051-3\nHahn M, Monaghan A, Hayden M, Eisen R, Delorey M, Lindsey N, Nasci R, Fischer M. Meteorological conditions associated with increased incidence of West Nile virus disease in the United States, 2004-2012. Am J Trop Med Hyg 2015;92(5):1013-1022. https://doi.org/10.4269/ajtmh.14-0737\nHealth Canada, Public Health Agency of Canada. West Nile virus. 2022. Available from: https://www.canada.ca/en/public-health/services/diseases/west-nile-virus.html\nKilpatrick A, LaDeau S, Marra P. Ecology of West Nile virus transmission and its impact on birds in the western hemisphere. Auk 2007;124(4):1121-1136. https://doi.org/10.1642/0004-8038(2007)124[1121:EOWNVT]2.0.CO;2\nKramer LD, Ciota AT, Kilpatrick AM. Introduction, spread, and establishment of West Nile virus in the Americas. J Med Ent 2019:1-8. https://doi.org/10.1093/jme/tjz151\nLudwig A, Zheng H, Vrbova L, Drebot MA, Iranpour M, Lindsay LR. Increased risk of endemic mosquito-borne diseases in Canada due to climate change. Can Commun Dis Rep 2019;45(4):90–7. https://doi.org/10.14745/ccdr.v45i04a03\nMaricopa County Department of Public Health. West Nile virus. 2022. Available from: https://www.maricopa.gov/1746/West-Nile-Virus\nPaz S. Climate change impacts on West Nile virus transmission in a global context. Phil. Trans. R. Soc. B 2015;370(20130561):1-11. http://dx.doi.org/10.1098/rstb.2013.0561\nRoach M, Brown HE, Clark R, Hondula D, Lega J, Rabby Q, Schweers N, Tabor J. Projections of climate impacts on vector-borne diseases and valley fever in Arizona. 2017. A report prepared for the Arizona Department of Health Services and the United States Centers for Disease Control and Prevention Climate-Ready States and Cities Initiative. Available from: https://www.azdhs.gov/documents/preparedness/epidemiology-disease-control/extreme-weather/pubs/projections-climate-impacts-vector-borne.pdf\nRoach M, Brown HE, Wilder M, Smith GR, Chambers S, Patten IE, Rabby Q. Assessment of climate and health impacts on vector-borne diseases and valley fever in Arizona. 2017. A report prepared for the Arizona Department of Health Services and the United States Centers for Disease Control and Prevention Climate-Ready States and Cities Initiative. Available from: https://www.azdhs.gov/documents/preparedness/epidemiology-disease-control/extreme-weather/pubs/assessment-of-climate-and-health-impacts.pdf\nRochlin I, Faraji A, Healy K, Andreadis T. West Nile virus mosquito vectors in North America. J Med Ent 2019:1-16. https://doi.org/10.1093/jme/tjz146\nShocket MS, Verwillow AB, Numazu MG, Slamani H, Cohen JM, El Moustaid F, Rohr J, Johnson LR, Mordecai EA. Transmission of West Nile virus and five other temperate mosquito-borne viruses peak at temperatures between 23°C and 26°C. eLife 2020;9(e58511):1-67. https://doi.org/10.7554/eLife.58511\nHelp us improve our content",
  "source": "climate.gov"
}