{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-july-2022",
  "title": "U.S. climate summary for July 2022",
  "date": null,
  "content": "The average temperature of the contiguous U.S. in July was 76.4째F, which is 2.8 째F above average, ranking third warmest in the 128-year record. Generally, temperatures were above average and/or record-warm across nearly all of the Lower 48, with Texas having its warmest July, May-July and April-July on record.\nIn addition to the record warmth across Texas, near-record warmth was widespread from the Pacific Northwest to the south-central U.S. and across parts of the Northeast. Oregon had its fourth warmest July, with six additional states experiencing a top-five warmest July on record.\nTemperatures across the contiguous United States in July 2022 compared to the 1981-2010 average. Nearly the entire country was warmer than average (red). NOAA Climate.gov map, based on data from NOAA National Centers for Environmental Information.\nThe Alaska statewide July temperature was 53.5째F, 0.8째F above the long-term average. This ranked among the warmest one-third of the 98-year period of record for the state. Temperatures were above average across portions of the Northeast Interior and across much of the south-central and southeastern portion of the state.\nJuly 2022 precipitation as a percent of the 1991-2020 average for the contiguous United States. Places that were wetter than average are green, while places that were drier than average for July are brown. NOAA Climate.gov map, based on data from NOAA National Centers for Environmental Information.\nJuly precipitation for the contiguous U.S. was 2.74 inches, 0.04 inch below average, ranking in the middle third of the historical record. Precipitation was above average in pockets across the West Coast, Southwest, Northern Rockies and Plains, Great Lakes and from parts of the Midwest to southern Appalachians. Precipitation was below average across portions of the Northwest, southern Plains, Upper Midwest and Northeast.\nAlaska had the sixth-wettest July in the 98-year record. Much of the state received average to above-average precipitation during the month with portions of the Northeast and Southeast interior regions drier than average. The Cook Inlet region ranked wettest on record for the month. Talkeetna recorded its fourth-wettest July and Anchorage ranked fifth wettest on record. This rainfall put a quick end to most of the moderate drought across the state.\nA large portion of the contiguous United States was in some level of drought or abnormal dryness in early August 2022. Map by NOAA Climate.gov, based on data from the U.S. Drought Monitor Project.\nAccording to the August 2 U.S. Drought Monitor report, 51.4 percent of the contiguous U.S. was in drought, up about 3.7 percentage points from the end of June. Drought conditions expanded or intensified across portions of the Northeast, with flash drought rapidly expanding in the southern and central Plains, Ozarks and the mid-Mississippi Valley. Drought contracted or was eliminated across portions of the Southeast, Midwest, Southwest, and northern Rockies, as well as Alaska and Puerto Rico.\nFor more details on July and year-to-date climate, see Assessing the U.S. Climate in July 2022.\nHelp us improve our content",
  "source": "climate.gov"
}