{
  "url": "https://www.climate.gov/news-features/understanding-climate/international-report-2021-climate-record-high-greenhouse-gases",
  "title": "International report on 2021 climate: record-high greenhouse gases, ocean heat, and sea level",
  "date": null,
  "content": "Greenhouse gas concentrations, global sea levels and ocean heat content reached record highs in 2021, according to the 32nd annual State of the Climate report.\nChanges in global sea level (background map) and local sea level (dots) between 1993 and 2021. Global sea level has risen almost everywhere (blue colors). Locally, some coastal areas have seen sea level fall (brown) because the ground there rose faster than global sea level. Most of these areas were buried beneath massive ice sheets during the last ice age, and they are still rebounding from that compression, a process that takes thousands of years. NOAA Climate.gov map, based on data from the University of Hawaii Sea Level Center.\nThe international annual review of the world’s climate, led by scientists from NOAA’s National Centers for Environmental Information and published by the Bulletin of the American Meteorological Society (AMS), is based on contributions from more than 530 scientists in over 60 countries. It provides the most comprehensive update on Earth’s climate indicators, notable weather events and other data collected by environmental monitoring stations and instruments located on land, water, ice and in space.\nChanges in the amount of greenhouse gases in the air over the span of the modern scientific record: carbon dioxide (left), methane (center), and nitrous oxide (right). All three of these primary greenhouse gases reached new record-high amounts in 2021. The increase in methane was the largest annual increase on record. NOAA Climate.gov image, adapted from Figure 2.50 in State of the Climate in 2021. Background photo from NASA Gateway to Astronaut Photography of Earth.\n\"The data presented in this report are clear — we continue to see more compelling scientific evidence that climate change has global impacts and shows no sign of slowing,” said NOAA Administrator Rick Spinrad, Ph.D. “With many communities hit with 1,000-year floods, exceptional drought and historic heat this year, it shows that the climate crisis is not a future threat but something we must address today as we work to build a Climate-Ready Nation — and world — that is resilient to climate-driven extremes.”\n\"The 2021 AMS State of the Climate provides the latest synthesis of scientific understanding of the climate system and the impact people are having on it,\" said AMS Associate Executive Director Paul Higgins. \"If we take it seriously and use it wisely, it can help us thrive on a planet that is increasingly small in comparison to the impact of our activities.\"\nGlobal atmospheric carbon dioxide (purple line) is higher today than at any point over the past 800,000 years. The highest previous level was 300 parts per million (ppm). The increase since the end of the last ice age has been so fast that on this time scale, it looks practically instantaneous. NOAA Climate.gov image, based on paleoclimate data from Luthi et al., archived at NCEI.\n(background) Image of Earth on August 18, 2021, captured by NOAA's GOES-West satellite. (graph) Annual surface temperature from 1880-2021 compared to the 1991-2020 average from 6 different data sources. Global temperature has risen nearly 2 degrees Fahrenheit (1 degree Celsius) since the pre-industrial era. NOAA Climate.gov image, adapted from Figure 2.1a in State of the Climate in 2021. GOES image by NOAA Environmental Visualization Lab.\nMost of the excess energy being trapped in the Earth system by increasing amounts of greenhouse gases is stored in the ocean. This map shows where the global ocean gained (orange) or lost (blue) energy between 1993 and 2021. Places where the trend is small relative to year-to-year variability (not statistically significant) are shaded with gray. NOAA Climate.gov map, based on data provided by John Lyman.\nAnimation of monthly sea surface temperatures across the Pacific Ocean compared to the 1985-1993 average from January-December 2022. With La Niña—the cool phase of the El Niño-Southern Oscillation climate pattern—in place at the start and end of the year, the Pacific was cooler-than-average (blue) at the equator throughout much of the year. NOAA Climate.gov image, based Coral Reef Watch data. Maps from our Data Snapshots collection.\nRoutine observations of Arctic sea ice thickness only began about a decade ago, experts use the age of the ice pack—which has been observed since the 1980s—as a proxy for ice thickness. In mid-March 1985 (left), the winter maximum ice pack was dominated by ice at least 4 years old (white). In 2021 (right), only a small strip of very old ice remained tucked up against the islands of the Canadian Arctic. More than half of the winter ice pack was less than a year old (dark blue). NOAA Climate.gov image, based on data from the National Snow and Ice Data Center.\nThe State of the Climate report is a peer-reviewed series published annually as a special supplement to the Bulletin of the American Meteorological Society. The journal makes the full report openly available online. NCEI’s high-level overview report is also available online.\nJohn Bateman, john.jones-bateman@noaa.gov, (202) 424-0929\nRachel Thomas-Medwid, rthomas@ametsoc.org, (617) 226-3955\nHelp us improve our content",
  "source": "climate.gov"
}