{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-august-2022",
  "title": "U.S. climate summary for August 2022",
  "date": null,
  "content": "The average temperature of the contiguous U.S. in August was 74.6 째F, which is 2.5 째F above average, ranking eighth warmest in the 128-year record. Generally temperatures were above average and/or record-warm across much of the U.S.\nU.S. temperatures in August 2022 compared to the 1981-2020 average, with climate divisions that were hotter than average colored in shades of red and divisions that were cooler than average in shades of blue. (See Alaska.) Map from Climate.gov Data Snapshots, based on data from the National Centers for Environmental Information.\nFor the month of August, Washington, Oregon, Idaho, New Jersey, Connecticut, Rhode Island, Massachusetts and New Hampshire ranked warmest on record. In addition to this record warmth, near-record temperatures were widespread in the West and other parts of the Northeast. California had its second warmest August, with five additional states experiencing a top-five warmest August on record.\nThe contiguous U.S. monthly average minimum temperature was record warm for the second month in a row during August. California, Oregon, Washington, Nevada and Idaho each ranked warmest on record for August nighttime temperatures.\nThe meteorological summer (June-August) average temperature for the Lower 48 was 73.9째F, 2.5째F above average, ranking as the third-warmest summer on record. August precipitation for the contiguous U.S. was 3.04 inches, 0.42 inch above average, ranking in the wettest third of the historical record.\nPrecipitation in August 2022 as a percent of the 1990-2020 average. Places where precipitation was less average are brown; places where precipitation was 300 percent or more above average are colored green. (See Alaska.) Map from NOAA Climate.gov Data Snapshots, based on data from the National Centers for Environmental Information.\nPrecipitation was above average across parts of the Midwest, West, southern Mississippi Valley and Plains. Precipitation was below average across portions of the central and northern Plains, Northwest and parts of the northern Atlantic coastline.\nFor more details including extreme events and summer statistics, see the full monthly summary from NOAA National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}