{
  "url": "https://www.climate.gov/news-features/understanding-climate/understanding-blue-carbon",
  "title": "Understanding blue carbon",
  "date": null,
  "content": "Blue carbon refers to carbon dioxide that is absorbed from the atmosphere and stored in the ocean. “Blue” refers to the watery nature of this storage. The vast majority of blue carbon is carbon dioxide that has dissolved directly into the ocean. Much smaller amounts are stored in underwater sediments, coastal vegetation and soils; carbon-containing molecules, such as DNA and proteins; and ocean life from whales to phytoplankton.\nInternational agreements aimed at curbing climate change have focused growing attention on coastal blue carbon: carbon stored by saltwater ecosystems in their vegetation and soils. In terms of total area, these ecosystems—salt marshes, mangroves, seagrass meadows—have a small global footprint, but their deep, water-logged soils can bury many times more carbon per acre than even a tropical rainforest.\nA channel through a salt marsh on the Lancashire coast of England reveals a thick layer of mud beneath a thin covering of plants. Photo by Julia Gillen. Used under a Creative Commons license.\nCoastal ecosystems’ carbon-storing power is a double-edged sword because when they are disturbed or drained, they can release surprisingly large amounts of carbon dioxide back into the atmosphere. But protected or restored, they can become an important tool for offsetting carbon dioxide emissions, especially for island nations and developing countries whose greenhouse gas emissions are relatively low. And because these ecosystems have multiple other benefits—from wildlife habitat to hurricane protection—strategies for protecting and restoring coastal blue-carbon ecosystems are likely to play a growing role in U.S. and international climate policy in coming years.\nWhen experts talk about the carbon storage potential of coastal blue-carbon ecosystems, they usually mean salt marshes, mangroves, and seagrass meadows. Seagrass beds consist of flowering plants that grow in salty marine environments. Mangroves are trees, shrubs, or palms that mostly grow in coastal swamps prone to flooding by salt water at high tide. Salt marshes are dense configurations of salt-tolerant grasses, herbs, and/or shrubs that flourish between land and open salt water.\nCoastal blue carbon refers to the carbon stored in the vegetation and soils of salt marshes (left), like this one at Assateague Island on the Maryland-Virginia shore; seagrass meadows (center), like this one in Tonga, in the South Pacific; and mangrove forests (right), like this one in Queensland, Australia. Photo by (left to right) Zach Frailey, Steven Lutz/GRID-Arendal, and David Unger. Used under a Creative Commons license.\nAll kinds of vegetation absorb atmospheric carbon dioxide and use it to build their roots, leaves, and other parts. Animals eat plants and spread the captured carbon throughout the ecosystem. When living things die, their remains usually land in the soil. On land, oxygen-using microbes typically go to work on those carbon-rich remains right away, breaking down dead matter and releasing carbon dioxide in the process. But in places where the soils are flooded, oxygen levels are low, and decomposition happens more slowly.\nPlants and trees in coastal ecosystems absorb carbon dioxide through photosynthesis. Some of that carbon returns to the atmosphere as methane and carbon dioxide, but some is buried in the soil and some is carried farther away and buried in ocean sediments. Cut off from the atmosphere, these underwater soils and sediments make an excellent long-term sink for carbon.  NOAA Climate.gov graphic adapted from original by Sarah Battle, NOAA Pacific Marine Environmental Laboratory.\nUndisturbed, those soils can hang onto atmospheric carbon for centuries or even millennia. Degraded or drained, they can quickly turn into a carbon source. Not only do the plants stop growing and capturing carbon, but exposure of blue-carbon soils to oxygen can lead rapidly to microbial decomposition of organic matter and release of carbon dioxide back into the atmosphere.\nSeaweeds like kelp (scientists refer to them as “macroalgae”) are often left out of blue carbon discussions because accounting for the long-term fate of the carbon they store is tricky. Growing with astonishing speed—up to an average of 11 inches (28 centimeters) per day—kelp consumes plenty of carbon dioxide. But it often grows in rocky coastal areas where the build-up of carbon-rich soil is minimal. Instead, most of the carbon that kelp sequesters is exported to other places as pieces of kelp break off and drift away: to other vegetated coastal ecosystems, to nearby sediments on the coastal shelf, and to the deep ocean. Buried in deep seafloor sediments, kelp carbon can remain for thousands of years.\nKelp exposed at low tide on Alaska's Kiska Island. Kelp usually grows in rocky places where carbon-rich soils are minimal. That makes it harder to know how much of the carbon they capture remains stored for the long-term.  Photo by Brian Hoffman. Used under a Creative Commons license.\nRough estimates suggest that the amount of carbon absorbed by kelp ecosystems each year could be larger than the amount stored by other coastal blue-carbon ecosystems. In addition, kelp can be farmed and harvested for food or other plant-based products. Kelp farming has also shown promise in reducing the impacts of ocean acidification in oyster habitat. But because of the complexity and uncertainty about where carbon stored by kelp ends up, scientists haven’t yet included kelp forests and other macroalgae in plans and policies for reducing atmospheric carbon dioxide.\nIf we want to stop further global warming, we have to stop adding more carbon dioxide to the atmosphere than natural processes can remove. As part of this carbon accounting, all the countries that are participating in the United Nations Framework Convention on Climate Change have agreed to publish an annual inventory of how much carbon dioxide and other greenhouses gases they emit (“sources”) as well as how much carbon dioxide they think they have removed from the atmosphere (“sinks”) through things like forest protection or restoration. The treaty allows countries to trade with each other on the “carbon market,” in which a country’s activities to reduce emissions or protect natural carbon sinks become currency that it uses to offset its own emissions or to trade with other countries.\nGlobal map of average annual carbon storage potential by coastal ecosystems world wide in millions of tonnes of carbon per year. Estimates range from up to 0.15 million tonnes per year (lightest green) around Greenland, the west coast of South America, and around Antarctica, to up to 11 million tonnes per year (dark blue) around Australia, Indonesia, and the United States. These data are part of an analysis of which countries are donating natural carbon-storage services to the planet and which countries are recipients of other countries' natural services. Read more in this story from CarbonBrief. Map by NOAA Climate.gov, based on data from research by Bertram et al., 2021.\nThe big line items in the national inventories have long been energy production from fossil fuels, deforestation and reforestation, and agricultural activities. Not enough was known about the carbon storage in blue-carbon ecosystems for them to be included in the earliest National Greenhouse Gas Inventories (NGGIs). As the science advanced, the Intergovernmental Panel on Climate Change (IPCC) released guidance in 2013 for how countries participating in the Paris Climate Agreement should account for coastal blue carbon in their national inventories and their Nationally Determined Contributions, which are voluntary actions a country pledges to take to reduce its carbon emissions. Several years later, however, only a few countries aside from the United States had been able to incorporate blue carbon according to IPCC guidance.\nTo help move things forward, in 2021, NOAA announced the launch of the NOAA Blue Carbon Inventory Project, whose goal is to support the long-term sustainable management of coastal blue-carbon ecosystems and to assist partner countries in incorporating blue-carbon ecosystems into their inventories of emissions sources and sinks and their plans to reduce their carbon footprints and adapt to climate change. Funded by the U.S. Department of State and led by NOAA’s Climate Program Office, the Blue Carbon Inventory Project is partnering with the U.S. Environmental Protection Agency (EPA), the U.S. Department of Agriculture’s Forest Service (USDA/FS), the Smithsonian Environmental Research Center (SERC), and the U.S. Agency for International Development (USAID). The group plans to work with organizations and communities around the world that focus on evaluating and leveraging the benefits of coastal blue carbon for carbon storage and coastal resilience.\nCollectively, the soils and vegetation in coastal ecosystems store between 10 and 24 billion metric tons of carbon. Each year they add another 30 to 70 million metric tons to their soils. On the one hand, that sounds like a lot. But it’s actually a tiny fraction of the carbon dissolved directly into the ocean as carbon dioxide (40 trillion metric tons), the carbon frozen in the world’s permafrost (1.7 trillion metric tons), or the amount in forests and other vegetation worldwide (450-650 billion metric tons).\nHowever, the carbon that gets buried locally is only part of the story. A significant amount of the carbon buried in coastal sediments outside of vegetated areas also comes from blue-carbon ecosystems, as currents carry organic matter farther out on the coastal shelf. This carbon export to unvegetated sediments amounts to another 126 million tons. So even without counting kelp and other macroalgae, blue-carbon ecosystems are responsible for about half of the total carbon that gets buried in coastal ocean areas each year.\nA seagrass \"reef\" in Greece covered by Posidonia oceanica. The strap-like leaves emerge from a feathery-looking rhizome. Below the live plants are thick layers of matted, dead roots. In parts of the Mediterranean Sea, scientists have found mattes as much as 10 feet (3 meters) thick. Photo by Dimitris Poursanidis, part of the GRID-Arendal photostream on Flickr. Used under a Creative Commons license.\nAnother reason that coastal blue-carbon ecosystems attract attention as a solution to lowering atmospheric carbon dioxide is that they are powerful sinks relative to their size. Each year, a square meter of seagrass removes about half a pound of carbon (220 grams) from the atmosphere and buries it in its soils. That’s more than triple the rate of carbon storage of a square meter of tropical rainforest, more than 7 times the rate of storage in temperate forests (like those in the United States), and more than 10 times the rate of storage of grasslands like those scattered across the U.S. West. On an increasingly crowded planet, being able to conserve or restore a small but efficient carbon sink could be more feasible in some countries than protecting a larger but less productive area.\nThe flip side of that tremendous storage capacity is that when these natural areas are cleared, drained, or degraded, they can return huge pulses of carbon dioxide to the atmosphere. After investigating the carbon emissions released by different types of landscape changes, one team of scientists concluded in 2012:\nAlthough tidal marshes, mangroves, and seagrasses occupy only a thin coastal fringe, they play a disproportionally large role in land-use carbon gas emissions. For example, compared to the highly publicized loss of tropical forests, the combined area of the three coastal ecosystems equates to only 2–6% of tropical forest area but contributes up to an additional 19% over current estimates of deforestation emissions.\nA final benefit of using coastal blue carbon as a carbon-storage tool is their widespread distribution. Forests, of course, consume a significant amount of carbon dioxide, but forest cover varies significantly from country to country, not just due to population density and development, but natural climate differences. In contrast, blue-carbon ecosystems occur on every continent except Antarctica. By recognizing coastal blue carbon as a valid piece of each nation’s Nationally Determined Contributions for reducing emissions, a broader range of nations can gain carbon credits for protecting and restoring natural lands while reaping coastal ecosystems co-benefits.\nGlobally, mangrove forests (top map, green outlines) are restricted to the tropics, but tidal marshes (center, pink outlines) are found as far north as Alaska (far upper left), and seagrass meadows (bottom, blue outlines) are found as far south as Tasmania (bottom right, south of Australia). Maps by NOAA Climate.gov, based on data from the U.N. Environment Programme Ocean Data Viewer, where you can explore the data in high resolution (lots of local detail).\nCoastal ecosystems critical to capturing carbon provide other benefits that have long been recognized by ecologists. Coastal environments provide habitat for fish, reptiles, mammals, birds, and a variety of invertebrate organisms. In some of the world’s poorest countries, blue carbon ecosystems support subsistence livelihoods like fishing. In wealthier countries, they enhance the productivity of commercial fisheries. These ecosystems also stabilize shorelines by trapping sediments on the sea floor, keeping coastal waters clear in the process, and by absorbing wave action and storm surges. By preventing coastal erosion, coastal ecosystems protect inland human cities and infrastructure. In addition, coastal ecosystems slow the absorption of rainwater and filter runoff, protecting water quality.\nMangrove forests protect shrimp ponds in the Pangpang Bay area on the east coast of East Java in Indonesia. Locals are working with the government, research organizations, and non-profits to restore and protect the mangroves in ways that allow communities to improve their livelihoods and maintain traditional uses of the land. Photo by Rifky/CIFOR-ICRAF. Used under a Creative Commons license.\nThe recognition of these other benefits means that national policies and international collaborations for protecting coastal wetlands and other blue carbon ecosystems already exist. It should be far easier to build on these existing legal and cooperative frameworks to also account for blue carbon than it will be to develop policy and law to govern new ocean-based ideas for carbon capture and storage, like fertilizing the ocean with nutrients to stimulate phytoplankton blooms, deploying wave pumps to force carbon-saturated surface waters down into the deep ocean, or adding massive amounts of pulverized minerals to ocean to absorb greater amounts of carbon dioxide.\nDespite all the benefits and opportunities they provide, coastal ecosystems are under intense development pressure. Coastal development and other damage since the 1800s has cost us about 25 percent of all salt marshes worldwide. We’ve lost 30-50 percent of all mangrove forests since the 1940s. Just since the 1990s, we’ve lost 50 percent of all seagrass meadows. We continue to lose mangroves at a rate that could be as much as 3 percent per year, salt marshes at 1-2 percent per year, and sea grasses at 7 percent per year.\nNearly all the tidal marshes around San Francisco Bay have been lost since the 1850s. California has undertaken an ambitious project to turn 15,000 acres of industrial salt ponds in the southern part of the bay back into tidal marshes. The project will provide ecological and carbon-storage benefits. Grab and drag the slider to compare images of southern San Francisco Bay in 2002 (left) to 2015 (right). As levees are breached and tidal flow returns, ponds that were white or tan have turned various shades of green. Landsat images by NASA Earth Observatory.\nThere’s also the stress of climate change itself. For coastal vegetation to survive rising seas, it must migrate inland. But if increased development—buildings and pavement—leave the vegetation no room to migrate, the ecosystem is squeezed out of existence. Carbon credits could be one way to give these ecosystems a monetary value, helping them to withstand development pressure and ensuring that their multiple benefits to people and nature are preserved.\nBlue carbon page at NOAA National Ocean Service\nCoastal blue carbon at NOAA Sea Grant\nProtecting blue-carbon habitats from NOAA Fisheries\nBertram, C., Quaas, M., Reusch, T. B. H., Vafeidis, A. T., Wolff, C., & Rickels, W. (2021). The blue carbon wealth of nations. Nature Climate Change, 11(8), 704–709. https://doi.org/10.1038/s41558-021-01089-4\nDavis, J. L., Currin, C. A., O’Brien, C., Raffenburg, C., & Davis, A. (2015). Living Shorelines: Coastal Resilience with a Blue Carbon Benefit. PLOS ONE, 10(11), e0142595. https://doi.org/10.1371/journal.pone.0142595.\nDouvere, F. (2021). Blue carbon can’t wait. Science, 373(6555), 601–601. https://doi.org/10.1126/science.abl7128 (601.full.pdf)\nDuarte, C. M., Middelburg, J. J., & Caraco, N. (2005). Major role of marine vegetation on the oceanic carbon cycle. Biogeosciences, 2(1), 1–8. https://doi.org/10.5194/bg-2-1-2005\nEnvironmental Protection Agency. Inventory of U.S. Greenhouse Gas Emissions and Sinks: 1990-2019. https://www.epa.gov/ghgemissions/inventory-us-greenhouse-gas-emissions-and-sinks-1990-2019. Accessed May 25, 2021.\nFilbee-Dexter, K., Wernberg, T. (2020). Substantial blue carbon in overlooked Australian kelp forests. Scientific Reports, 10(1). https://doi.org/10.1038/s41598-020-69258-7.\nFriedlingstein, P., Jones, M. W., O’Sullivan, M., Andrew, R. M., Bakker, D. C. E., Hauck, J., Le Quéré, C., Peters, G. P., Peters, W., Pongratz, J., Sitch, S., Canadell, J. G., Ciais, P., Jackson, R. B., Alin, S. R., Anthoni, P., Bates, N. R., Becker, M., Bellouin, N., … Zeng, J. (2022). Global Carbon Budget 2021. Earth System Science Data, 14(4), 1917–2005. https://doi.org/10.5194/essd-14-1917-2022\nHoward, J., Hoyt, S., Isensee, K., Pidgeon, E., Telszewski, M. (eds.) (2014). Coastal Blue Carbon: Methods for assessing carbon stocks and emissions factors in mangroves, tidal salt marshes, and seagrass meadows. Conservation International, Intergovernmental Oceanographic Commission of UNESCO, International Union for Conservation of Nature. Arlington, Virginia, USA.\nIsensee, K., Herr, D., Howard, J., Aricò, S. Blue carbon: Science developments of relevance to the UNFCCC. https://unfccc.int/sites/default/files/resource/4.4BlueCarbon_IOC.pdf. Accessed June 14, 2021.\nJones, N. (2021, April 13). Why the market for ‘blue carbon’ credits may be poised to take off. Yale Environment 360. https://e360.yale.edu/features/why-the-market-for-blue-carbon-credits-may-be-poised-to-take-off. Accessed June 14, 2021.\nKrause-Jensen, D., & Duarte, C. M. (2016). Substantial role of macroalgae in marine carbon sequestration. Nature Geoscience, 9(10), 737–742. https://doi.org/10.1038/ngeo2790\nLovelock, C. E., Reef, R. (2020). Variable Impacts of Climate Change on Blue Carbon. One Earth 3(2), 195–211. https://doi.org/10.1016/j.oneear.2020.07.010.\nMacreadie, P. I., Anton, A., Raven, J. A., Beaumont, N., Connolly, R. M., Friess, D. A., Kelleway, J. J., Kennedy, H., Kuwae, T., Lavery, P. S., Lovelock, C. E., Smale, D. A., Apostolaki, E. T., Atwood, T. B., Baldock, J., Bianchi, T. S., Chmura, G. L., Eyre, B. D., Fourqurean, J. W., … Duarte, C. M. (2019). The future of Blue Carbon science. Nature Communications, 10(1). https://doi.org/10.1038/s41467-019-11693-w.\nMcleod, E., Chmura, G. L., Bouillon, S., Salm, R., Björk, M., Duarte, C. M., Lovelock, C. E., Schlesinger, W. H., & Silliman, B. R. (2011). A blueprint for blue carbon: Toward an improved understanding of the role of vegetated coastal habitats in sequestering CO2. Frontiers in Ecology and the Environment, 9(10), 552–560. https://doi.org/10.1890/110004\nNellemann, C., Corcoran, E., Duarte, C. M., Valdés, L., De Young, C., Fonseca, L., Grimsditch, G. (Eds). (2009). Blue Carbon. A Rapid Response Assessment. United Nations Environment Programme, GRID-Arendal, www.grida.no.\nNOAA Blue Carbon Inventory Project briefing sheet. https://cpo.noaa.gov/Portals/0/Docs/IRAP/NOAA_BCIproject_BriefingSheet_4.21.21v2.pdf?ver=2021-04-29-162757-010. Accessed May 25, 2021.\nNOAA Climate Program Office. (2021, April 27). CPO Produces NOAA Blue Carbon Inventory Project Briefing Sheet. https://cpo.noaa.gov/News/ArtMID/7875/ArticleID/2241/CPO-Produces-NOAA-Blue-Carbon-Inventory-Project-Briefing-Sheet. Accessed May 25, 2021.\nNOAA National Ocean Service. Coastal Blue Carbon. https://oceanservice.noaa.gov/ecosystems/coastal-blue-carbon/. Accessed May 25, 2021.\nOceana. Giant Kelp. https://oceana.org/marine-life/corals-and-other-invertebrates/giant-kelp. Accessed June 14, 2021.\nPendleton, L., Donato, D. C., Murray, B. C., Crooks, S., Jenkins, W. A., Sifleet, S., Craft, C., Fourqurean, J. W., Kauffman, J. B., Marbà, N., Megonigal, P., Pidgeon, E., Herr, D., Gordon, D., & Baldera, A. (2012). Estimating Global “Blue Carbon” Emissions from Conversion and Degradation of Vegetated Coastal Ecosystems. PLoS ONE, 7(9), e43542. https://doi.org/10.1371/journal.pone.0043542.\nPrice, J.T., and Warren, R.F. 2016. Review of the Potential of “Blue Carbon” Activities to Reduce Emissions. 1104872/AVOID2 WPE.2 Report 1. https://avoid-net-uk.cc.ic.ac.uk/wp-content/uploads/delightful-downloads/2016/03/Literature-review-of-the-potential-of-blue-carbon-activities-to-reduce-emissions-AVOID2-WPE2.pdf.\nUNFCCC. Emissions Trading. https://unfccc.int/process/the-kyoto-protocol/mechanisms/emissions-trading. Accessed June 14, 2021.\nHelp us improve our content",
  "source": "climate.gov"
}