{
  "url": "https://www.climate.gov/news-features/features/global-climate-summary-august-2022",
  "title": "Global climate summary for August 2022",
  "date": null,
  "content": "By the Sun and by the calendar, fall doesn’t begin until September. But when it comes to global average temperatures, August marks a different kind seasonal turning point: it’s the month when, on average, the planet as a whole starts to cool off. In 2022, that annual milestone dragged its feet. The global average temperature for August was 1.62 degrees Fahrenheit warmer than the 20th-century average—farther above average than the temperature in July—according to the latest monthly global summary from NOAA National Centers for Environmental Information, making August 2022 the sixth-warmest August in the 143-year record.\n(top) Global average temperature in August 2022 compared to the 1981-2010 average. Most of planet was warmer than average (red)—very warm in the Northern Hemisphere—with the eastern tropical Pacific the sole large area of cooler-than-average temperatures (blue). (bottom) August temperatures each year compared to the 20th-century average. Blue bars show cooler-than-average Augusts, while red bar show warmer-than-average Augusts. Over the span of the historical record, Augusts have been warming (red line) at a rate of 1.37 degrees Fahrenheit (0.76 degrees Celsius) per century. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information.\nAccording to the summary,\nAugust 2022 marked the 46th consecutive August and the 452nd consecutive month with temperatures, at least nominally, above the 20th-century average. The Northern Hemisphere August temperature tied with 2020 as the warmest on record at 2.16 ˚F (1.20 ˚Celsius) above average.\nNorth America and Europe each had their warmest August on record. Asia had its fourth-warmest August on record. South America, Africa and the Oceania region had August temperatures that were above average, but not among their top 10 warmest on record.\nTemperatures were near- to cooler-than-average throughout most of South America and across parts of central Asia. Consistent with La Niña, sea surface temperatures were below average over much of the south-central, central, and eastern tropical Pacific. None of the world's surface had a record-cold temperature in August.\nPrecipitation in August 2022 shown as percent difference from the 1979–2020 average. Places where precipitation was below average are brown, while places where precipitation was above average are green. NOAA Climate.gov map, based on data from the Global Precipitation Climatology Project.\nThe influence of La Niña—the cool phase of the El Niño-Southern Oscillation climate pattern—is obvious in the rainfall patterns over the tropical Pacific and far eastern Indian Ocean: precipitation was much higher than average across the Maritime Continent and much lower than average in the central and eastern parts of the tropical Pacific. Another interesting pattern is that on average, land area was record wet for August, while ocean area was record dry. According to NOAA,\nAlthough this kind of land/ocean, positive/negative split is expected under La Niña conditions, the record-setting magnitudes are surprising under an average La Niña in terms of the magnitude of the Niño 3.4 SST index  (~ -0.8). [The Niño 3.4 sea surface temperature index is the main index for monitoring El Niño and La Niña.] Perhaps the length of the La Niña (over two years) is a factor.\nAnother striking example of the wet land/dry ocean contrast is between tropical North Africa and the adjacent Atlantic. From the report,\nThe seasonal rain belt over Africa was active in August producing a wet anomaly across the continent with associated floods, including in Nigeria, Sudan, and across the Red Sea into Yemen. This active convection zone over the continent extends out into the eastern Atlantic and is the breeding ground for waves that can grow into tropical cyclones. However, this August, for the first time in many years, no named storms (tropical storm or hurricane status) were initiated and that seems to be reflected in the general drier-than-normal situation in the tropical Atlantic into the Caribbean.\nFor more details on August and year-to-date climate, see the August 2022 Global Climate Report.\nHelp us improve our content",
  "source": "climate.gov"
}