{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-september-2022",
  "title": "U.S. climate summary for September 2022",
  "date": null,
  "content": "The average temperature of the contiguous U.S. in September was 68.1 °F, which is 3.2°F above average, ranking fifth warmest in the 128-year record. Generally, temperatures were above average in the Great Lakes to Northeast with record warmth across much of the West. In early September, nearly 1,000 heat records were broken over the western United States.\nTemperatures across the contiguous United States in September 2022 compared to the 1981–2010 average. (View Alaska). Places that were warmer than average are red, places that were near-average are white, and places that were cooler than average are blue. NOAA Climate.gov map, based on climate division data from NOAA National Centers for Environmental Information.\nFor the month of September, Nevada and Utah ranked warmest on record. In addition to this record warmth, near-record temperatures were widespread across the West. California, Idaho, Wyoming and Arizona each had their second warmest September, with four additional states experiencing a top-five warmest September on record. The Alaska statewide September temperature was 43.0°F, 2.4°F above the long-term average.\nSeptember precipitation for the contiguous U.S. was 1.83 inches, 0.66 inch below average, ranking 10th driest on record. Precipitation was above average across the Northeast, Florida, and much of the central Rockies to California. Precipitation was below average across the Pacific Northwest, Plains to Mississippi Valley, Great Lakes and parts of the Southeast.\nPrecipitation across the contiguous United States in September 2022 as a percent of the 1981-2020 average. (View Alaska.) Places that were wetter than average are blue-green, places that were near-average are white, and places that were drier than average are brown. NOAA Climate.gov map, based on climate division data from NOAA National Centers for Environmental Information.\nDry conditions across the central U.S. resulted in Oklahoma ranking fifth driest while Mississippi had its eighth-driest September on record. Arkansas, Missouri and South Dakota each had their 10th driest September on record. No state experienced a top-10 wettest September. Monthly precipitation averaged across the state of Alaska was 6.76 inches, 2.19 inches above average, ranking as the third-wettest September in the 98-year record.\nFor more climate highlights for September and for the year to date, including extreme weather and drought, see the national summary from NOAA National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}