{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-summary-september-2022",
  "title": "Global climate summary for September 2022",
  "date": null,
  "content": "September 2022 tied with 2021 as the globe’s fifth-warmest September in the 143-year NOAA record. The September global surface temperature was 1.58°F (0.88°C) above the 20th-century average of 59.0°F (15.0°C), tying with 2021 as the fifth-warmest September in the 143-year record. September 2022 marked the 46th consecutive September and the 453nd consecutive month with temperatures, at least nominally, above the 20th-century average.\n(top) Surface temperature in September 2022 compared to the 1981-2010 average, with places that were 11 or more degrees Fahrenheit warmer than average in darkest red, and places that were 11 or more degrees cooler than average in darkest blue. Much warmer than average temperatures dominated the Northern Hemisphere, while the tropical Pacific Ocean was cooler than average—a sign of the ongoing La Niña climate pattern. (bottom) September temperatures compared to the twentieth-century average from 1880–2022. Cooler-than-average Septembers are blue, and warmer-than-average Septembers are red. Septembers are warming at an average rate of 1.33 degrees Fahrenheit (0.74 degrees Celsius) per century. NOAA Climate.gov image, based on data provided by NOAA National Centers for Environmental Information.\nTemperatures were much above average across most of North America, Africa, the southern half of Asia, the Atlantic, northern, western and southern Pacific oceans, as well as parts of northern South America. Temperatures were near- to cooler-than-average across parts of Europe, northern Asia, Australia, southern South America, and the central and eastern tropical, southeastern Pacific Ocean. However, no land or ocean surfaces had a record-cold September.\nRegionally, North America had its warmest September on record, surpassing the previous record set in 2019 by 0.54°F (0.30°C). Asia and Africa had their fifth and sixth warmest September on record, respectively. Meanwhile, South America and Europe had their coolest September since 2013, despite having above-average temperatures. Oceania also had an above-average September temperature, but it didn’t rank among the 20 warmest on record.\nThe year-to-date (January-September) global surface temperature was the sixth warmest on record. According to NCEI’s Global Annual Temperature Outlook, there is a greater than 99% chance that 2022 will rank among the 10-warmest years on record but less than 5% chance that it will rank among the top five.\nOn the large scale in the tropics, the La Niña continued, nearly two and a half years at this point in time, with cool sea surface temperatures (SSTs) in the central, tropical Pacific associated with general negative [below-average] rainfall anomalies there, and the response to the west of warmer SSTs surrounding and positive [above-average] rainfall anomalies around and over the Maritime Continent and extending into the Indian Ocean. This month the La Niña produced its typical positive anomalies over Australia, which is especially evident in the percentage map during Australia's dry season. The South Asian monsoon was also active with general positive anomalies and associated flooding over India and Indochina. However, Pakistan became drier this month after the major floods of August.\nGlobal precipitation patterns in September 2022 shown as a percent difference from average. Places that were 200 percent or more wetter than average are green, while places that were up to 100 percent drier than average are brown. The largest-scale pattern is the contrasting drier-than-average region over the central and eastern tropical Pacific and the wetter-than-average region over the Maritime Continent. These opposite rainfall patterns are typical of the La Niña climate pattern. NOAA Climate.gov image, based on data from the Global Precipitation Climatology Project.\nElsewhere in the tropics, the rain belt across central Africa had large excesses of rainfall compared to climatology, which were accompanied by significant floods. In Nigeria, 300 people have perished from the flooding, and extreme rainfall has led to landslides in Uganda and floods in Senegal. Meanwhile, the rainfall maximum in northern South America was below normal with negative anomalies, which is the opposite of what is typical with La Niña conditions.\nFor more details on last month’s climate, including sea ice, extreme events, and tropical cyclones worldwide, see NOAA National Centers for Environmental Information monthly climate report for September 2022.\nHelp us improve our content",
  "source": "climate.gov"
}