{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-summary-october-2022",
  "title": "Global climate summary for October 2022",
  "date": null,
  "content": "NOAA National Centers for Environmental Information released the agency’s October 2022 global climate report this week. Below are some highlights.\nThe October global surface temperature was 1.60 °F (0.89 °C) above the 20th-century average of 57.1 °F (14.0 °C). This was the fourth-warmest October in the 143-year record. October 2022 marked the 46th consecutive October and the 454th consecutive month with temperatures, at least nominally, above the 20th-century average.\n(top) Temperatures in October 2022 compared to the 1991-2020 average, with places that were warmer than average colored red and places that were cooler than average colored blue. (bottom) October temperatures compared to the 20th-century average for each year from 1880 to 2022. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information.\nGlobally, land-only temperatures for October ranked second warmest on record, trailing October 2015 by 0.09 °F (0.05 °C). Unusually warm temperatures across much of the Northern Hemisphere land surface resulted in the warmest October land temperatures on record for the hemisphere, surpassing the previous record set in 2021 by 0.05 °F (0.03 °C). Combined with ocean temperatures, overall temperature in the Northern Hemisphere ranked second warmest on record after 2015.\nEurope had its warmest October on record at 2.6°C (4.6°F) above the 1910-2000 average. This surpassed the previous record, set in 2020, by 0.38°C (0.68°F). More than seven countries in Europe recorded their warmest or joint-warmest October on record.\nPercent difference from average precipitation across the world in October 2022. Places that were wetter than average are green; places that were drier than average are brown. The influence of La Niña is obvious across the tropical Pacific, with a broad band of drier-than-average conditions in the central/eastern part of the basin, and a strong wetter-than-average signal over the Maritime Continent. NOAA Climate.gov map based on data form the Global Precipitation Climatology Project.\nOctober precipitation was generally less than normal across the western, central, and southeastern U.S., Central America, southern Europe, central Asia, southern South America, as well as across parts of eastern China and southwestern Asia. Wetter-than-normal conditions were notable across parts of northern and northwestern Europe, southern central Asia, central India, northern Oceania, and eastern and southern Australia.\nOctober 2022 global climate summary\nFull monthly report for October 2022\nHelp us improve our content",
  "source": "climate.gov"
}