{
  "url": "https://www.climate.gov/news-features/features/mission-iconic-reefs-noaa-aims-restore-florida-keys-climate-resilient-corals",
  "title": "With 'Mission: Iconic Reefs', NOAA aims to restore Florida Keys with climate-resilient corals",
  "date": null,
  "content": "South of the Florida Keys lies a constellation of coral reefs—a biological and economic treasure found nowhere else in the mainland United States. Since 1990, these reefs have been protected by the Florida Keys National Marine Sanctuary, but coral health has still declined. The problems range from rising water temperatures to disease to damage caused by boaters.\nBuilding these reefs has taken corals tens of thousands of years. Decimating them has taken humans mere decades. Since the late 1970s, healthy coral cover in the Florida Keys has fallen 90 percent.\nTo give these reefs a renewed chance at survival, NOAA is spearheading Mission: Iconic Reefs, one of the most ambitious reef-restoration efforts ever attempted worldwide. By 2040, the mission hopes to have restored 3 million square feet at 7 iconic reef locations—an area the size of 52 football fields—to at least 25 percent coral cover, which should be enough to allow them to repair themselves the rest of the way.\nThe Florida Keys National Marine Sanctuary aims to protect a variety of fragile ecosystems and Mission: Iconic Reefs aims to reverse the decline of coral species. Photo by Beata Lerman/FKNMS\nThe effort involves dozens of partners: nurseries to grow millions of corals for replanting; labs and scientists to guide decisions about which corals to use and how to prepare them for conditions on the reef; technical divers to clean up dead, algae-covered reefs; and citizen-science volunteers to help plant corals and maximize their chances of survival through ongoing coral gardening—removing predators and pests, and restoring damaged corals.\nBut with continued climate warming and ocean acidification expected in the foreseeable future, finding and breeding corals tough enough to withstand heat stress and rising acidity must be part of the process. So, the project will take a phased approach, allowing some restoration work to begin immediately, while simultaneously supporting ongoing research.\nAs the Research Coordinator for the Florida Keys National Marine Sanctuary, Andrew Bruckner knows about the benefits coral reefs provide, and not just to people living near the ocean. “Twenty-five percent of all marine fishes spend some period of their lives on a coral reef,” he says. “Billions of people across the world rely on coral reefs for food and jobs.”\nThe economic significance of the Florida Keys reefs is unmistakable. Millions of annual visitors inject some $2.4 billion into the local economy each year, and account for roughly half the local jobs, raising the stakes for a smart restoration effort.\nBruckner has worked in coral reef restoration since 1979, yet he still sees Mission: Iconic Reefs as something new. “Growing corals and putting them back on the reef is something that goes back close to 20 years now. But it wasn't done in a very mindful way. Mission: Iconic Reefs involves really thinking about the sites we want to restore,” he says.\nExperts chose reefs representing a range of geography, reef type, and human uses. They settled on Carysfort Reef, Horseshoe Reef, Cheeca Rocks, Sombrero Reef, Newfound Harbor, Looe Key Reef, and Eastern Dry Rocks. The reefs also span a range of damage sustained.\nMission: Iconic Reefs locations span the length of the Florida Keys, from northeast of Key Largo to southwest of Key West. NOAA Climate.gov image, based on Sentinel-2 Cloudless data from EOX IT Services. (Contains modified Copernicus Sentinel data from 2016 & 2017).\n“Carysfort used to be the poster child of stunning reefs for the wider Caribbean,” says Bruckner. “It ultimately became the poster child of degradation of coral reefs. Those stands of coral collapsed in the 1970s and 1980s because of white band disease and a number of other factors. So we went from areas that had 80 to 100 percent coral coverage to nothing, zero.” Cheeca Rocks has fared better. “That's an inshore reef located in the upper key that is probably the most resilient reef that we have to climate change.”\nImportantly, the locations are places where restoration efforts can cascade throughout the sanctuary. “By ensuring that we’ve selected reefs that will provide sources to other locations,\" Bruckner explains, \"we not only restore those reefs. When those corals reach reproductive maturity, they produce offspring. Those offspring will then get carried to other locations.”\nCorals feed on marine plankton, but for most of their energy, they rely on symbiotic relationships with photosynthetic algae. Under the right conditions, corals and their algal partners make a thriving, colorful, almost magical reef. “If you didn't go into that realm, you would never know that all this biodiversity and beautiful experiences were happening just under the water’s surface,” says Erinn Muller.\nSome of the corals employed in Mission: Iconic Reefs include fast-growing staghorn and elkhorn corals, as well as pillar and star corals. Images adapted from NOAA Fisheries.\nThe corals that have been selected for planting in Mission: Iconic Reefs are already survivors, having lived through previous bleaching events, other diseases such as stony coral tissue loss disease, and acidification. Still, only a small percentage of transplanted corals typically survive more than a few years. One of NOAA’s partners, Mote Marine Lab, is working to understand which transplants survive and why.\nErinn Muller is Mote’s Associate Vice President for Research, Program Manager for Coral Health & Disease, Coral Restoration, and Senior Scientist. “A lot of my research at Mote focuses on understanding what corals or what mechanisms drive resistance to climate change, ocean acidification and even disease,” she says. Muller and her colleagues especially wanted to identify the strengths and weaknesses of genetic strains bred for large-scale restoration.\nOne example of that research was an experiment that tested the responses of 12 strains of staghorn coral to rising water temperatures and acidity. Robust resistance to warmer conditions is imperative since bleaching due to heat stress has become a recurring problem in the Florida Keys. But growing the corals needed for restoration would become significantly more complicated if nurseries had to make trade-offs between the corals that best coped with heat and those that best coped with rising acidity. Muller’s experiment was encouraging: some genetic variants were broadly resilient to both kinds of stress.\n“How can we optimize that in our coral restoration plans?” Muller asks. She cites findings by other researchers showing heritable tolerance for high temperatures. “So, we can use them as parents for the next generation, or we can upscale the production of certain genotypes to ensure that those corals are present in a large geographical range.”\nRegarding his concurrent research, Bruckner says, “We’ve identified certain genetic strains that are more resistant to disease, certain ones that can tolerate higher temperatures. And so we’re propagating those.”\nOne of the keys to protecting corals against bleaching is, ironically, to induce bleaching.\n“We know that when you have seawater temperatures that are just one degree [Celsius] higher than the normal maximum for that time of year, after a week, we start seeing stress on the corals,” Bruckner says. If conditions persist long enough, corals expel their algae, turning white.\nMuller has seen how bleaching transforms a vibrant ecosystem into a colorless one. “In 2005, I was working in the US Virgin Islands,” she recounts. “All the corals that we'd been studying and all the reefs just turned bright white, so it looked like it snowed underwater. After that, a big disease outbreak moved in because that bleaching event really compromised the immune system of the corals.” (Following this devastation, one scientist discovered a reason to hope.)\nA brief expulsion doesn’t necessarily doom the coral, says Bruckner. “If the temperature goes back down, corals will still have a smaller number of these symbiotic algae in their tissues and they can also take it up from the water column. They can recover and survive.” But if high temperatures persist long enough, the partnership is over and the coral is left starving.\nThis map shows when severe coral bleaching due to heat stress is likely to become an annual event in the Florida Keys if human greenhouse gas emissions continue to increase at a high rate. The darker the color, the sooner the projected onset of bleaching. Bleaching, in which corals eject their food-producing algae, can lead to starvation. With continued high emissions, severe bleaching is likely to become an annual event in less than 25 years in parts of the Keys. NOAA Climate.gov image, based on data from Ruben van Hooidonk. Read more.\nOvercoming bleaching events means understanding more than corals. Scientists must also study their algal partners. Bruckner points out that scientists have identified multiple kinds of coral-dwelling algae, often described as clades. Scientists have frequently found four clades in Florida and, for simplicity’s sake, named them A, B, C, and D.\nA healthy coral reef is like a limestone city in the sea with nooks, crannies, passageways, upper levels, and lower levels—all of them offering other species spaces to inhabit. That 3-D complexity means coral-clade living arrangements can be complicated. “The tops of corals may have one clade, the sides will have another, and the bases might have a different one. The reason why they have multiple types is the amount of sunlight that reaches the top of a coral is different from what reaches the side and what reaches the base,” he says. Clades can differ on a larger scale, too. “Corals that are on the outer reef have primarily Clade B. Corals that are on the more turbid inshore waters tend to have more Clade D. Clade D is more tolerant of fluctuating environmental conditions than Clade B.”\nThis means that one solution in the Florida Keys is to secure Clade D more real estate in the Keys’ limestone cities in the sea.\nBruckner says, “You can put corals in a tank and in the simplest terms, you can induce bleaching. They get rid of whatever clade they have and then you can give them cultures of some other clade that’s more tolerant of higher temperature. That's the first thing that we're looking at in terms of addressing climate change, is manipulating some of these corals. Then we can propagate those corals and put those out on the reef.”\nMote Marine Lab grows corals on “pucks” that make outplanting on the reef easier. Each tray in this image contains a different genetic variety of elkhorn coral. Photo by FWC Fish and Wildlife Research Institute\nThis kind of research is essential to the success of Mission: Iconic Reefs, but that doesn’t mean it is easy. Labs offer controlled environments to experiment with corals and algae, but labs present their own challenges. “Keeping corals alive in a lab is a lot of work, actually,” says Allyson DeMerlis. DeMerlis is a Ph.D. student at the University of Miami, and NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML). Transporting corals to the lab means taking them away from ecosystem elements that help them thrive such as fish and invertebrates that excrete nutrients for algae, and ocean currents. “We try to mimic the ocean conditions as best as we can,” she says.\nCorals endure stress-hardening experiments at the Atlantic Oceanographic & Meteorological Laboratory (AOML) Experimental Reef Lab. AOML and Mote Marine Laboratory operate both wet and dry labs. Wet labs have coral-housing aquaria. Allyson DeMerlis of AOML says web labs are generally humid and salty, and require round-the clock care to maintain coral health. Dry labs are more pristine, and typically contain equipment that is not waterproof, such as microscopes. Wet labs enable researchers to conduct controlled experiments on parameters such as temperature and acidity. Dry labs enable researchers to analyze tissue samples collected from wet labs. Image courtesy Allyson DeMerlis.\nDeMerlis is the lead author on a new paper describing an experiment in heat stress. She and her colleagues divided Caribbean staghorn corals into two groups: a control group and a group subjected to temperature fluctuations. Then both coral groups faced an onslaught of high temperatures. The corals toughened up by the oscillating-temperature boot camp prior to the experiment were slower to succumb to bleaching and to tissue loss.\nMuller hopes that this kind of lab-based research, which has the potential to increase coral resilience, can be integrated into land-based nurseries, and the “heat-primed” nursery corals can then be outplanted on reefs.\nDeMerlis says, “We're trying to find ways to better prepare coral reefs for the future ocean environment. Unfortunately, a lot of human activities have caused this climate change to occur, and it's going to continue to cause problems for our oceans no matter what we do at this point.”\nMission: Iconic Reefs’ first mass planting got underway at Eastern Dry Rocks last winter, with an end goal of transplanting more than 60,000 fragments of fast-growing elkhorn and staghorn coral. This first batch of coral “seedlings” is being grown at underwater nurseries run by the Coral Restoration Foundation and Mote Marine Laboratory, two of NOAA’s many partners.\n“To achieve our target of 25 percent coral cover, we looked at how many mature adult colonies of coral we would need,” says Bruckner. What counts as an adult colony depends on the species, and may range in size from 20 centimeters to a meter. The estimated figure of adult colonies the project should ultimately produce is roughly 500,000. But much can go wrong for a newly planted coral fragment. “We estimate that we need to plant at least ten-fold, if not more than that. So that’s taking 5 million corals to get to 500,000 adult corals.”\nNot all coral species have the same reproductive methods. Spawners release eggs and sperm into the ocean. Brooders instead use internal fertilization and release larvae. When fragments break off corals, they may take hold on the ocean floor and establish new colonies. Illustration by Amanda Toperoff, NOAA Pacific Islands Fisheries Science Center\nJust as a gardener prepares soil and removes weeds before planting, coral restorers in the Florida Keys must remove anything that hampers coral growth. Muller describes Mote’s role, saying, “We'll go out to a reef site and first we'll ensure that there's optimal habitat. We want to make sure it’s not covered in sediments or that the algae isn't taking over the entire reef. And then we'll scrub away some of the nuisance species. That’s mainly algae, or maybe there's some Palythoa which is this encrusting rubbery organism that is toxic to corals.”\nPalythoa, a nuisance species typically removed before coral outplanting, is not limited to the Caribbean. This specimen was photographed near Hawaii. Photo from the collection of Dr. James P. McVey, NOAA Sea Grant Program\nIn Mission: Iconic Reefs, Mote will provide guidance, but the large-scale site cleaning and preparation will likely require technical divers skilled in deploying underwater machinery. “There’s a lot of underwater work that is beyond scientific diving and probably needs a healthy amount of technical knowledge and insurance,” Muller explains. After the heavy-lift site preparation is done, more people, including citizen scientists, are expected to participate in planting corals and monitoring their health.\nA diver with the Coral Restoration Foundation attaches coral fragments to the reef with epoxy and tags them with their genetic information. Photo by Coral Restoration Foundation\n“We’re not just putting out the corals and saying, ‘Okay, we're done,’” Bruckner says. “Water that comes from the Florida Bay, for instance, in the Everglades, we’re working very closely with the people who are doing the Everglades restoration because that’s a big issue. That water then flows into the Keys and has caused die offs. At the same time, we’re putting out really sensitive temperature meters at all the mission iconic reef sites.” To limit potential damage from human activities such as fishing and diving, the Florida Keys National Marine Sanctuary Restoration Blueprint outlines new protection measures to protect habitat-restoration areas, including outplanting sites.\nAmid restoration planning, experimentation and breeding continue in nurseries and labs. Bruckner cites a restoration project led by the Association of Zoos and Aquariums, the Florida Fish and Wildlife Conservation Commission, and NOAA. He explains that Florida corals at numerous aquariums around the United States, some on public display, others confined to back rooms where researchers culture them and try to induce sexual reproduction. Even in these labs, project organizers take care to mitigate the impacts of natural hazards. “Nurseries are spread throughout the Florida Keys. We’ve tried to produce or put individuals of every genetic strain that we have in every one of those nurseries. Hurricane Irma in 2017 took out an entire nursery,” he says.\nBruckner points out that, in addition to all the other benefits they provide our planet, coral reefs act as carbon sinks and as oxygen sources. “That is one of the really important things about a coral reef. We need oxygen on our planet. Without coral reefs, there’s going to be less oxygen in the oceans that are going to become more anaerobic, and then all the other organisms will not be able to survive there.”\nDeMerlis hopes her research in building heat resistance will yield meaningful results, saying, “I'm looking at one way in which we can try to buy the coral reefs some time.”\nMeanwhile, Muller sums up the aims of coral restoration, explaining, “We need to try every single angle simultaneously in order to save these ecosystems from becoming extinct.”\nBruckner, A.W. (2002). Life-saving products from coral reefs. Issues in Science and Technology, 18(3). https://issues.org/p_bruckner-coral-reefs-importance/\nDeMerlis, A., Kirkland, A., Kaufman, M. L., Mayfield, A. B., Formel, N., Kolodziej, G., Manzello, D. P., Lirman, D., Traylor-Knowles, N., & Enochs, I. C. (2022). Pre-exposure to a variable temperature treatment improves the response of Acropora cervicornis to acute thermal stress. In Coral Reefs (Vol. 41, Issue 2, pp. 435–445). Springer Science and Business Media LLC. https://doi.org/10.1007/s00338-022-02232-z\nFlorida Keys National Marine Sanctuary. Florida’s Coral Reef Disease Outbreak. NOAA. Accessed August 30, 2022.\nFlorida Keys National Marine Sanctuary. Restoration Blueprint. NOAA. Accessed December 22, 2022.\nGalicza, N. (2022, October 13). ‘Massive’ coral bleaching event hits Florida. It’s not a good sign for struggling reefs. Orlando Sentinel. https://www.orlandosentinel.com/news/environment/fl-ne-coral-bleaching-florida-20221013-gg3f3zutk5cczki2kvqqausepq-story.html\nMuller, E. M., Dungan, A. M., Million, W. C., Eaton, K. R., Petrik, C., Bartels, E., Hall, E. R., & Kenkel, C. D. (2021). Heritable variation and lack of tradeoffs suggest adaptive capacity in Acropora cervicornis despite negative synergism under climate change scenarios. In Proceedings of the Royal Society B: Biological Sciences (Vol. 288, Issue 1960). The Royal Society. https://doi.org/10.1098/rspb.2021.0923\nNOAA Atlantic Oceanographic and Meteorological Laboratory. (2022, October 25). Genetic variants of the coral Acropora cervicornis linked to elevated nutrient and heat stress resistance. https://www.aoml.noaa.gov/news/genetic-variants-of-the-coral-acropora-cervicornis-linked-to-elevated-nutrient-and-heat-stress-resistance/\nNOAA Fisheries. (2022, March 7). Mission: Iconic Reefs Shares Strategic Priorities for 2022–2025. https://www.fisheries.noaa.gov/feature-story/mission-iconic-reefs-shares-strategic-priorities-2022-2025\nNOAA Fisheries. Restoring Seven Iconic Reefs: A Mission to Recover the Coral Reefs of the Florida Keys. https://www.fisheries.noaa.gov/southeast/habitat-conservation/restoring-seven-iconic-reefs-mission-recover-coral-reefs-florida-keys. Accessed November 7, 2022.\nRestoring Seven Iconic Reefs. https://media.fisheries.noaa.gov/dam-migration/restoring_seven_iconic_reefs_-_a_mission_to_recover_the_coral_reefs_of_the_florida_keys.pdf\nRouzé, H., Lecellier, G. J., Saulnier, D., Planes, S., Gueguen, Y., Wirshing, H. H., & Berteaux-Lecellier, V. (2017). An updated assessment ofSymbiodiniumspp. that associate with common scleractinian corals from Moorea (French Polynesia) reveals high diversity among background symbionts and a novel finding of clade B. In PeerJ (Vol. 5, p. e2856). PeerJ. https://doi.org/10.7717/peerj.2856\nWoods Hole Oceanographic Institution. (2018, January 29). Scientists pinpoint how ocean acidification weakens coral skeletons.  https://www.whoi.edu/press-room/news-release/scientists-identify-how-ocean-acidification-weakens-coral-skeletons/\nHelp us improve our content",
  "source": "climate.gov"
}