{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-2023-spring-outlook-california-drought-cut-half-more-relief",
  "title": "U.S. 2023 spring outlook: California drought cut by half with more relief to come",
  "date": null,
  "content": "NOAA’s U.S. Spring Outlook highlights temperature, precipitation, drought and flood predictions for April through June to help the nation prepare for potential weather and climate threats to lives and livelihoods. For the full press release, visit NOAA.gov.\nSignificant flooding is ongoing in the western U.S., especially in California, following another series of strong Pacific storms that battered the region and piled on to an already historic snowpack. According to NOAA’s U.S. Spring Outlook, the abnormally wet winter will further improve drought across much of the western U.S. as the snowpack melts in the coming months.\nConditions across most of the western United States were either abnormally dry (yellow) or in some level of drought (peach=moderate, orange=severe, red=extreme, dark red=exceptional) as of March 14, 2023. Explore past conditions at Drought.gov. Map by NOAA Climate.gov, based on data from the U.S. Drought Monitor project.\nModerate to exceptional drought coverage across the U.S. is at its lowest since August 2020 and is likely to continue improving, or end entirely, across much of California and the Great Basin. The spring wet season is expected to improve drought conditions across parts of the northern and central Plains. Current drought conditions in Florida are expected to improve or go away during the next three months.\nProjected changes in drought through spring 2023 across the United States. After more than a year of drought, significant parts of the West are expected to see drought conditions improve (light brown) or end (green). Parts of the Pacific Northwest and the Southern Plains are likely to see drought develop (yellow), continue, or worsen (dark brown). Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nAreas of extreme to exceptional drought across parts of the southern High Plains are likely to persist through the spring season, with drought also expected to develop into parts of New Mexico. Across parts of the Northwest U.S. and northern Rockies, drought conditions are also expected to continue. Drought may develop into parts of Washington state.\nThere is a risk for flooding in most of the eastern half of the continental United States, including most of the Mississippi River Basin. Forecasters with the National Water Center, in concert with NWS River Forecast Centers, predict moderate to major flooding along the Mississippi River from Minneapolis, Minnesota, to St. Louis, Missouri.\nA large portion of the eastern United States is at risk of minor flooding (yellow) in spring 2023. Moderate flooding (light red) is likely in several Upper Mississippi watersheds as well as in central California. The risk of major flooding (purple) is confined to portions of the Upper Mississippi. Map by NOAA Climate.gov, based on data from the National Water Center.\nAn above normal to record snowpack in the Sierra Nevada mountains, combined with elevated soil moisture, increases the threat of spring flooding due to snowmelt, especially at high elevations. Spring snowmelt will bring welcomed water supply benefits to much of California and the Great Basin. Reservoirs in the Colorado River Basin, such as Lake Powell and Lake Mead, are currently at record low water levels following years of drought.\nAbove-average temperatures are favored for much of the southern and eastern half of the U.S. For April through June, the greatest chance for above-average temperatures exists from the southern High Plains eastward to Florida, and northward along the East Coast. Above-average temperatures are also likely for Hawaii and northern parts of Alaska. Below-average temperatures are predicted for the central Great Basin and the northern Plains.\nA much warmer than average spring is slightly favored (light orange) for much of the East in spring 2023. The odds are even higher (red) along the Gulf Coast, the Eastern Seaboard, and northwest Hawaii. A much cooler than average spring is slightly favored (light blue) in the northernmost Great Plains and a small pocket of the Intermountain West. White areas show where forecasters have concluded that the chances of a warm spring, a cool spring, or an average spring are all equal. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nNOAA forecasters predict above-average precipitation this spring across the Great Lakes, Ohio Valley, and into parts of the mid-Atlantic and Northeast. Below-average precipitation is most likely for the Southwest and parts of the Pacific Northwest.\nA much wetter than average spring is slightly favored (light green) for the Great Lakes region in spring 2023. A much drier than average spring is slightly favored (light brown) in the Southwest and a corner of the Pacific Northwest. For most of the country, forecasters have concluded that the chances of a wet spring, a dry spring, or an average spring are all equal (white). Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nFor more detailed information on flood conditions, visit the National Water Center page.\nFor more detailed information on drought conditions, visit Drought.gov.\nFor climate outlooks throughout the spring, visit the Climate Prediction Center page.\nHelp us improve our content",
  "source": "climate.gov"
}