{
  "url": "https://www.climate.gov/news-features/features/womens-history-month-conversation-noaa-chief-scientist-sarah-kapnick",
  "title": "Women’s history month: A conversation with NOAA Chief Scientist, Sarah Kapnick",
  "date": null,
  "content": "NOAA Chief Scientist Sarah Kapnick. NOAA photo.\nThis article continues a series of interviews with NOAA employees and scientists in celebration of Women’s History Month.\nDr. Sarah Kapnick has worn many hats: research scientist, sustainability strategist, deputy director, working mom, and—most recently—NOAA Chief Scientist. She was appointed to the position in July 2022, and is now responsible for overseeing and prioritizing policy and program direction for NOAA’s science and technology goals.\n“I'm the third female chief scientist in NOAA’s history,” Kapnick says, “but I surely hope and believe I will not be the last. I know there are more women behind me. I really look forward to welcoming them into the role in future years, and I look forward to the day we're no longer counting female chief scientists, and it won't be a surprise anymore.”\nIn this interview, she discusses her interdisciplinary career path, scientific integrity at NOAA, and the importance of networking, especially as a woman in a scientific field.\nOur conversation follows.\nI became deeply interested in both climate and finance when I was in college. I’m actually from the Midwest originally, so I grew up understanding weather and climate and also seeing the impacts that extreme years or extreme seasons could have, but didn't really know jobs like the ones at NOAA existed until I was in college. My senior thesis was on hurricanes and their strength in relation to ocean heat content; data for my research came from NOAA’s Geophysical Fluid Dynamics Laboratory (GFDL).\nAfter graduation, I ended up working for a financial institution trying to blend my interests in climate and finance. I was really interested in climate risk and understanding how weather and climate impact financial markets. I wasn’t sure whether I would pursue graduate work in science or economics until my first job, but it solidified my desire to acquire a PhD in the physical sciences with a secondary interdisciplinary business and policy certificate. My PhD at University of California, Los Angeles, focused on understanding snowpack in the American West and building an understanding of the future of water in the West.\nIn those first years after college, I realized I wanted to understand global climate and global tools, but also I wanted to be a part of building that knowledge and those tools for use by society. So I was really drawn to the science and mission of NOAA. That's what led me to pursue a postdoc at Princeton University's cooperative institute with the GFDL, a NOAA laboratory. I worked there for almost 10 years, first as a Princeton cooperative employee and then as a research scientist.\nAt GFDL, I was first a postdoc, then I became a research scientist, then a deputy division leader. As deputy division leader, I helped manage the fundamental scientific research and development of my division. I was particularly interested in trying to quantify climate extremes and climate risks over time, through research and the creation of seasonal decadal prediction tools and new types of data sets.\nKapnick addresses the 2023 U.N. Water Conference. Photo courtesy Sarah Kapnick.\nFrom that experience, I learned how to manage people, how to manage and develop science, how to transition products into operations, and even how to interface with the private sector. So I had all these different experiences that sum up into leadership experience. It was partially that experience at GFDL, but also my experience as an executive at JPMorgan—right before becoming Chief Scientist—that really taught me how to be a leader and prepared me for this role.\nSure! A great example is NOAA’s Billion-Dollar Disaster Program. We monitor the types and quantity of billion-dollar disasters that occur in the United States, and track how many of those disasters are caused by extreme weather and climate events. The value of the stressors last year hit 165 billion dollars—the third largest on record. If we don't know what climate change and extreme weather might bring, we can't prepare for what’s happening now—or what is to come.\nClimate science gives us the tools and information to predict what the future holds, and then we have a decision to make. We can use that information for our building codes, for our adaptive plans of what to do in extreme situations, and for figuring out how to recover quickly post-disaster. If you know what may happen in the future and the likelihood of it happening, you can wield that information to reduce the risk of exposure, reduce the time it takes to bounce back, and increase ability to build resilience.\nIn a way, scientific integrity is our reputation. There's a risk that if you do not uphold integrity, you do not maintain your positive reputation. People trust the science, the products, and the warnings we put out, and if people don't listen to that information and see it as trustworthy and actionable, they can put themselves in harm's way. That can lead to loss of life, loss of property, and unnecessary damages that otherwise wouldn't occur if the information had been used. That’s why it's really critical for NOAA to maintain scientific integrity at the highest level, so people trust and believe in our science and our products, and utilize them to reduce their exposure to extreme weather and climate events. The same idea extends to NOAA Fisheries. We need people to take our advice so fisheries can be managed effectively to make sure that we have biodiverse and healthy oceans.\nI believe the most important part is developing the new science to meet the challenges that are coming from climate change. The science and technology that we develop now will underpin the future of the economy for building a Climate-Ready Nation, whether that be through improvements in accuracy of weather forecasts and seasonal predictions for better informed decision making during extreme events before they happen or as they unfold, or through development of the science and understanding of how the carbon cycle works and how it's going to operate into the future.\nKapnick speaks at the Bronx/Harlem River Restoration alongside federal government representatives and local leaders. Photo courtesy Sarah Kapnick.\nThey definitely haven’t changed what our overall priorities are. They are, however, going to allow us to be innovative in certain priority areas. We're creating plans for fundamental investments that are really critical for growing the agency into the future, particularly with regards to building a Climate-Ready Nation, as well as supporting the New Blue Economy. We haven't announced our spending plans yet, but we'll be making announcements in the coming weeks detailing our plans for funding from the IRA.\nI lead with an empathetic leadership style. I want to connect with my teams and understand their points of view. I've always been curious how people arrive at certain conclusions and how new information or team members might lead to new collaborations and results. My research career was always highly collaborative with diverse interdisciplinary teams. As a result, I had to learn how to connect with others and build bridges between expertise and perspectives. This has carried into my leadership style as I have realized connection is a central part of my style.\nKapnick (center) at the COP-27 climate meeting in Sharm el-Sheikh, Egypt, in 2022. Photo courtesy Sarah Kapnick.\nMy leadership style has also developed as I have seen burnout increase in the scientific workforce. I have seen really passionate people wanting to make progress on understanding the Earth system to deal with climate change and natural disasters. They overwork themselves wanting to make a difference and stress about inaction, constantly adding to their plates to catalyze change. Every single person at NOAA wants to make their community, the environment, and the world a better place. I see it as my job to help people prioritize their efforts and also consider what can be removed or reduced. This is just as important as identifying and advocating for resources to support priorities.\nI've had female mentors and role models of all kinds at NOAA. Some have held leadership positions above me, some have worked at a similar level as me. They work in all different programs. There weren't a lot of female leaders when I began at GFDL. In fact, when I became a deputy division leader, I was in a class of three women. So I’ve had to create leaders and role models across the agency of women to be able to hear from their experiences, talk about opportunities, and figure out what I was doing next.\nI have a group of women I’m close with that we refer to jokingly as the “Brain Trust.” I even have a group chat with a bunch of them! Whenever we have something to talk through, or when someone's looking for a new job or thinking about career goals, we’ll text the group. I even conferred with the Brain Trust when I was interviewing for the role of Chief Scientist. It can sometimes be really isolating as a woman in the sciences. Having a network is critical for getting other people's perspectives, understanding what skills you should be building, finding out about opportunities, and even building new scientific collaborations, but also fun collaborations with people we really want to work with!\nImportantly, as a leader, I also have a team of people underneath me who continue to inspire me and also hold me accountable. Through discussion and their support, we arrive at stronger work products. I’m continuously amazed with how passionate, bright, and dedicated our workforce is. It inspires me to strive to be the best leader and advocate for them.\nMy advice is when you can, go to those in-person events, try to meet and connect with people, and reach out when you find something interesting. You never know what will come from building those relationships. Learning how to network is a really important skill for building your group of people you can rely on when you need them.\nIn the sciences, where women are still unfortunately underrepresented, it's also important to build those networks across sectors. My network spans not just NOAA but also academic institutions, nonprofit institutions, people that work for the private sector, and even other government agencies. Having that broad network has really provided me with the richness of understanding of what's happening in my field, but we can also have discussions about family life, kids, and work-life balance–things that people deal with no matter where they work.\nKapnick (second from left) participates in the Local2030 Islands Network Discussion, alongside the Secretary of the Navy and representatives from island nations. Photo courtesy Sarah Kapnick.\nThere isn't a single formula or path to choose, but many options and paths to success. And there are times I struggle between all of my obligations personally and professionally. For me I find a \"balance\" through readjustment and discussion around what is working and what isn't. In my career I want new challenges and learning experiences, but sometimes I test something and it doesn't work for some reason and I readjust. For example, right now I'm traveling and away from my family more than I would like, but it's also the nature of some of the projects and priorities right now. But in the future, I'll rebalance again as they are successfully completed.\nProvide workplace flexibility, in the form of telework or duty hours. It allows parents to get their work done efficiently if they need to rearrange schedules to handle a lapse in childcare, illness, or other events. I've seen a lot of parents leave the workplace in early parenting years because they wanted to be home at specific times to be present with their children.\nI would say be creative, be curious, and pursue that curiosity. Read papers and books that interest you, and follow your curiosity down those paths. That’s where a lot of inspiration comes from in the sciences. Following your curiosity is how fundamental breakthroughs happen. And don't just seek advice from people about how they did it, because your path will be your own.\nKapnick (left) in front of NOAA fishery research vessel, the Reuben Lasker. Photo courtesy Sarah Kapnick.\nSpecial thanks to Dr. Kapnick for participating in this interview for Women’s History Month at NOAA.\nHelp us improve our content",
  "source": "climate.gov"
}