{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-april-2023",
  "title": "U.S. climate summary for April 2023",
  "date": null,
  "content": "Generally, temperatures were below average from the Northwest to the central Rockies and northern Plains and parts of the southern Plains. Temperatures were above average from the central Plains to the Great Lakes, along the East and Gulf coasts and in parts of the Southwest and southern Plains. Maryland and Delaware ranked second warmest on record for April while New Jersey ranked third, with nine additional states ranking among their top-10 warmest April on record. Conversely, North Dakota ranked 10th coldest on record for the month.\n(left) Long-term average—\"normal\"—temperatures for April based on observations from 1991-2020. (middle) Average temperature for April 2023. (right) Difference from average temperatures in April 2023, with places that were warmer than average colored in shades of red, and places that were cooler than average colored in shades of blue. NOAA Climate.gov maps, based on data from NOAA National Centers for Environmental Information.\nThe Alaska statewide April temperature was 16.3°F, 7.0°F below the long-term average. This ranked as the fourth-coldest April in the 99-year period of record for the state. Temperatures were below average across almost the entire state with near-normal temperatures in parts of the Southeast and Aleutians during the month.\nPrecipitation was above average across portions of the Northwest, along the Gulf and East coasts and Upper Midwest and below average from California to the Ohio River Valley and in parts of the northern Rockies and Maine. Arizona, Missouri, Nebraska and New Mexico ranked third to sixth driest on record, respectively. Conversely, Delaware ranked seventh wettest, North Carolina ranked eighth wettest and New Jersey had its 10th-wettest April on record.\n(left) Long-term average—\"normal\"—precipitation (rain and snow combined) for April based on observations from 1991-2020. (middle) Total precipitation for April 2023. (right) How April 2023 precipitation compared to normal. Places that received less than 100 percent of average precipitation are colored in shades of brown, and places that received more than 100 percent of average precipitation are colored in shades of blue-green. NOAA Climate.gov maps, based on data from NOAA National Centers for Environmental Information.\nAcross the state of Alaska, the average monthly precipitation was 2.01 inches, ranking in the middle third of the 99-year record. Conditions were wetter than average across much of the North Slope, eastern Interior and in parts of the Panhandle. Much of the central Interior to the West Coast and parts of the Southeast were near average, while parts of the Aleutians and Northwest Gulf experienced below-average precipitation for the month.\nFor the January–April period, the average contiguous U.S. temperature was 40.9°F, 1.8°F above average, ranking in the warmest third of the record. Temperatures were above average across much of the eastern U.S. with near- to below-average temperatures from the northern Plains to the West Coast.The Alaska January–April temperature was 11.7°F, 1.4°F above the long-term average, ranking in the middle third of the record for the state.\nThe January–April precipitation total for the contiguous U.S. was 10.22 inches, 0.74 inch above average, ranking in the wettest third of the 129-year record. Precipitation was above average across much of the Southwest and Great Lakes, and in parts of the southern Mississippi Valley, Southeast and Northeast. The January–April precipitation ranked in the wettest third of the 99-year record for Alaska, with above-average precipitation observed across much of the eastern Interior, North Slope and in parts of the Panhandle while the West Coast was much wetter than average.\nFor details about billion-dollar disasters and other extreme events, read the full monthly summary from NOAA National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}