{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-summary-april-2023",
  "title": "Global climate summary for April 2023",
  "date": null,
  "content": "Below are highlights from the April 2023 global climate report from NOAA National Centers for Environmental Information.\nApril 2023 was the fourth-warmest April for the globe in NOAA's 174-year record. The April global surface temperature was 1.00°C (1.80°F) above the 20th-century average of 13.7°C (56.7°F). The 10 warmest April months have occurred since 2010. April 2023 marked the 49th consecutive April and the 530th consecutive month with global temperatures, at least nominally, above the 20th-century average.\n(map) Surface temperatures in April 2023 compared to the 1991–2020 average. Places that were warmer than average are colored red; places that were cooler than average are blue. (graph) April temperatures each year compared to the 20th-century average, which is the zero line. Aprils have grown warmer at an average rate of 1.44˚ Fahrenheit (0.8 ˚Celsius) per century since 1880. Climate.gov map and graph, based on data from NCEI.\nTemperatures were above average throughout most of northeastern North America and Greenland, parts of Central and South America, Africa and Antarctica. In addition, above-average temperatures covered parts of western Europe, eastern and western Asia and Oceania. Sea surface temperatures were above average across much of the northern, western and southwestern Pacific, the central and southern Atlantic and the Indian Ocean. Record warm temperatures covered just over 5% of the world's surface in April.\nTemperatures were near to cooler than average across parts of western North America and Alaska, central and eastern Europe, India, central China, central Russia and western Australia. Sea surface temperatures were near to below average over parts of the southeastern and eastern Pacific and the northern Atlantic Ocean. Less than 1% of the world's surface had a record-cold April.\nGlobal ocean temperatures set a record high for April at 0.86°C (1.55°F) above the long-term average. This marked the second-highest monthly ocean temperature for any month on record, just 0.01°C (0.02°F) shy of the record-warm ocean temperatures set in January 2016.\nApril 2023 sea surface temperature difference from the 1985-1993 average (details from Coral Reef Watch). Most of the global oceans were warmer than average. NOAA Climate.gov image from Data Snapshots.\nMultiple international sea surface temperature (SST) products depicted rapid ocean warming at the beginning of 2023 after the long-lived La Niña began to wane. A few products, including NOAA's 1/4° Daily Optimum Interpolation Sea Surface Temperature (OISST), indicated record SST warmth at the end of March and early April, although SST started decreasing to below 21°C by late April.\nNon-polar (60 °N – 60 °S) global averaged sea surface temperature from 1982-2023 from (top) daily OISSTv2.1 and (bottom) monthly ERSSTv5 datasets. The thick black lines represent the 1982-2011 average across the calendar year; 2022 (orange line), 2023 (thick red line), and 2016 (the year of record warmth before 2023; thin red line) are highlighted. The thin grey lines represent all other years. The top graph indicates that 2023 reached record warm levels since mid-March in OISST; however, the bottom graph indicates that peak temperatures in ERSST have not clearly exceeded the record warmth of March 2016 in that dataset. Nevertheless, both datasets indicate that April 2023 was warmer than any previous April on record. NOAA Climate.gov image based on graphs by Boyin Huang and data from NCEI.\nOn April 13, NOAA's Climate Prediction Center announced an El Niño Watch alert status, as ENSO-neutral conditions are expected to last through the Northern Hemisphere spring with a 62% chance of El Niño developing May–July 2023.\nOver the Maritime Continent and Australia areas of dry conditions are mixed with above average rains east of the Philippines and in north-central Australia, where Cyclone Ilsa came ashore along the northwest coast and tracked to the south. In South Asia, a positive rain anomaly [anomaly means “difference from average”] is evident over the Indian sub-continent, associated with dryness in Indochina and very heavy rain and flooding in central and eastern China.\nPrecipitation in April 2023 compared to the long-term average. Several places around the western Indian Ocean experienced precipitation that was 200 percent or more above average (darkest green). Over much of the ocean basin, however, precipitation was less than average (brown). Map by NOAA Climate.gov, based on data from the Global Precipitation Climatology Project.\nPrecipitation in April 2023 compared to the long-term average. Several places around the western Indian Ocean experienced precipitation that was 200 percent or more above average (darkest green).over much of the ocean basin, however, precipitation was less than average (brown). Map by NOAA Climate.gov, based on data from the Global Precipitation Climatology Project.\nAlthough the Horn of Africa was still dry in April, further south in eastern Africa, rainfall was well above average and led to flooding and landslides in Burundi and the eastern part of the Democratic Republic of Congo. In the Middle East, positive anomalies also dominate with significant rainfall even on the Arabian Peninsula, with flooding noted in Iraq and Iran and further to the northwest in Ukraine.\nWestern Europe has been suffering from a long general drought, but Italy this month has areas of high rainfall with even floods in some of the southern provinces. But to the west, the precipitation deficits persist, especially on the Iberian Peninsula where Spain endured a heat wave and an intensification of the drought there. This dry situation was also evident across the Mediterranean into northern Africa, especially in Tunisia.\nFor more details on global temperature, precipitation, atmospheric circulation, and extreme events, see NCEI’s full monthly report for April 2023.\nHelp us improve our content",
  "source": "climate.gov"
}