{
  "url": "https://www.climate.gov/news-features/features/learning-earth%E2%80%99s-past-climate-science-caves-and-tar-pits-babs-wortham",
  "title": "Learning from Earth’s past: Climate science in caves and tar pits with Babs Wortham",
  "date": null,
  "content": "Woven into each step of Barbara Wortham’s early yet already diverse climate science career is an effort to link Earth’s past and future in meaningful ways. Barbara, who goes by Babs, is a recent fellow of the NOAA Climate and Global Change Postdoctoral Fellowship Program and a self-proclaimed nerd with a passion for building histories of carbon dioxide and climate. Constructing records of climate in the past when no one was around to take measurements is a science called paleoclimate.\nAmong the many potential challenges of modern climate change are more frequent and severe droughts and unpredictable precipitation patterns, and Babs is most excited about work that helps us understand those processes. By developing an understanding of the past, researchers can learn about present and future conditions in the context of climate trends over centuries or millennia. “Paleoclimate is that lens to better understand climate change,” Babs says.\nBabs became interested in environmental science as an undergraduate at the University of Texas at Austin’s Environmental Science Institute, where she recalls she was first drawn to paleoclimate by studying natural records in caves. Cave research allowed her to study human impacts on climate and interactions with the environment alongside natural climate variability processes. \"The combo fascinated me,” she said.\nBabs in front of a calcite deposit in a California cave system. Photo by Greg Roemer.\nHer cave research continued all over the world, and she even spent some time living in São Paulo, Brazil to continue the work. Babs also pursued paleoclimate with research at the La Brea Tar Pits in Los Angeles, California, studying whole trees that were preserved from the last ice age. Whether she is using caves or trees as a science tool, Babs has a specific snapshot of the past that helps us to understand how our climate could change in the future.\nMineral deposits in caves, like stalagmites and stalactites, can reveal a history of changes in the local environment of the immediate surrounding area. Water infiltrating through the ground picks up carbon dioxide on its way, becoming slightly acidic. The acidic water dissolves calcium carbonate minerals in rock, trickles into caves, and deposits the minerals to build up cave formations, sometimes in orderly, seasonal layers. The formations also include oxygen from the time the mineral was deposited, which provides clues to paleoclimatologists like Babs to reconstruct larger-scale climate patterns. The amount of water that flows into the cave impacts the way the minerals form, allowing scientists to interpret clues about heavy rainfall events and droughts in the area.\nDavid Angel and Babs are looking at a thermometer after taking air temperature and water temperature measurements in a California cave. Photo by Greg Roemer. David and Greg are part of the Cave Research Foundation.\nBabs recounts the beginning of her caving career, when a trip to a cave in central Texas piqued her interest because there were fossils inside as well as evidence of how humans had changed the landscape. The cave was discovered during work to build a new highway across central Texas, and a variety of vertebrate fossils were recovered, including mammoths and saber-toothed cats. Researchers found that the cave had recorded soil thickness through time, showing how the surrounding land was changed for different uses. “Standing in one place that houses Texas history as well as evolution history amazed me,” Babs remembers. “Also, they’re spectacular to look at. I just kept wanting to see more caves, which drove me to keep working in a field where I could.”\nBabs pivoted her research focus, not because she became uninterested in caves, but rather to explore the link between carbon dioxide, the water cycle, and living things. While she was a NOAA Climate and Global Change fellow, she studied climate through the lens of Juniper trees that were preserved in the La Brea Tar Pits from the last period in which glaciers covered much of the Northern Hemisphere. Located in urban Los Angeles, California, sticky pools of natural asphalt formed by crude oil that has made its way to Earth’s surface have preserved many species of plants and animals shockingly well, creating a perfect testing ground for paleontology and paleoclimatology. The fellowship allowed Babs to pursue this work at The University of California, Berkeley.\nThe natural asphalt seeps at the La Brea Tar Pits in Los Angeles, CA, harbor a bonanza of Ice Age fossils of both prey animals like mammoths and their predators, including saber-tooth carts and dire wolves. Photo by John Fladd, showing a detail from the frieze above the front entrance to the Page Museum at the La Brea Tar Pits. Used under a Creative Commons license.\n“At La Brea, there are trees archived that are from 50 thousand years ago! When we find these trees we can look at the chemical composition of their wood to understand how they grew,” Babs said. Cylinders of cored samples from the preserved trees show layers of wood growth, which are related to the conditions surrounding the tree during its life.\nTree core sample from the La Brea Tar Pits. Photo by Aisling Farrell.\n“When trees are stressed, a chemical signal is left behind in the wood.” Babs explains that examining this wood provides clues about how the biosphere is linked to global climate through stressors on the tree like limited water, fire, and long term changes in carbon dioxide. She continues, “See, trees depend on carbon dioxide for their photosynthesis cycles and when they don’t have it, it can stress them out. We attempted to try and reconstruct those cycles of stress in the trees and map it to global climate change processes.”\nTo be clear, the question Babs is exploring is not whether trees record the stress of past climate changes in their growth rings or other characteristics. That connection is well established: cooler and drier conditions have a predictable negative impact on growth rates and tree rings. What hasn’t yet been established, however, is whether it’s also possible to use data like the La Brea trees to detect the direct physiological impact of lower atmospheric carbon dioxide concentrations on tree growth.\nDetecting the effects of limited carbon dioxide for trees is a relatively new and speculative idea, but that was the exciting part for Babs, as she focused many of her experiments on pushing paleoclimate methods to new levels. Many of the accepted methods using both caves and trees lead to relative results, and Babs worked to develop ways to draw quantitative conclusions, or specific measurable outcomes.\nBabs samples trees from the LaBrea Tar Pits. Photo by Aisling Farrell.\nCarbon dioxide is climate change’s big driving force. While we need carbon dioxide in our atmosphere to regulate global temperature, additional carbon dioxide causes temperature to increase. This is happening today at a faster rate than in the past million years or so as humans continue to burn fossil fuels and make dramatic landscape changes. Questions remain about how these rapid increases in carbon dioxide will impact other important aspects of our Earth system, like precipitation patterns, and how that in turn will impact plants.\nTo answer these questions, Barbara is looking at other periods in Earth’s history when a rapid change in carbon dioxide was accompanied by a temperature change. Babs makes a good case for using the last glaciation of the most recent ice age, preserved in the La Brea Tar Pits, as an analog to today. Though the changes to the atmosphere during the ice age occurred at a slower rate than the climate change we are observing today, our ability to assess the way Earth systems behaved and reacted to carbon dioxide trends from paleoclimate records is valuable.\n“This period when carbon dioxide was low, about twenty to thirty thousand years ago, and rapidly increasing to pre-anthropogenic levels is a natural laboratory for us to ask the question: what happens to the precipitation patterns and biosphere when we change carbon dioxide quickly?”\nThough her source material is far in the past, Babs’ work addresses some of the most pressing uncertainties in modern climate science. The Intergovernmental Panel on Climate Change’s Sixth Assessment Report points to opportunities to expand our understanding of changes in the present and future water cycle, especially related to its response to rapidly increasing carbon dioxide. Babs has worked to fill those knowledge gaps, which will bolster our ability to plan for a changing climate.\nPaleoclimate has taught us much of what we know about global climate change, and continues to shed light on how our Earth systems may change over time. This information can also offer guidance for local decision making. “Paleoclimate records are inherently local, so they can provide information on how climate change gets translated on a local scale—a very important topic for folks who may think about local climate change policy,” says Babs.\nShe offers the overarching importance of this work with a healthy dose of harsh reality. “It’s crucial to use these periods in the past to understand what kind of changes we can expect and to determine how quickly the biosphere is able to adapt, or in many cases, not adapt.”\nThe NOAA Climate and Global Change Postdoctoral Fellowship Program supported Babs while she continued her paleoclimate work, but also provided professional development. “The thing I most appreciate about the C&GC fellowship was that it allowed me to form professional connections with a group of peers and mentors that I would have otherwise never had the opportunity to meet. The C&GC program does an excellent job at building community. Because of that I will value my relationships with the other fellows forever,” she says.\nThrough her research, Babs noticed a barrier between academic science and direct impact, and she again wanted to work toward filling that important gap. Working now as manager in the climate change division of a consulting firm, Babs is able to connect the dots between what companies know about, care about, and act upon. This new position allows Babs to continue using her understanding of the Earth’s past, present and future to inspire meaningful action in a changing climate.\nThe NOAA Climate and Global Change Postdoctoral Fellowship Program is sponsored by the NOAA Climate Program Office and managed by the University Corporation of Atmospheric Research’s Cooperative Programs for the Advancement of Earth System Science. The program appointed its first fellows in 1991 and continues to train the next generation of leading climate scientists.\nHelp us improve our content",
  "source": "climate.gov"
}