{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-may-2023",
  "title": "U.S. climate summary for May 2023",
  "date": null,
  "content": "From left to right, this trio of maps shows normal May temperatures for 1991-2020, average temperature for May 2023, and how the May 2023 temperature compared to the long-term average. NOAA Climate.gov maps, based on data from NOAA National Centers for Environmental Information.\nThe average temperature of the contiguous U.S. in May was 62.4°F, 2.2°F above average, ranking 11th warmest in the 129-year record. Generally, May temperatures were below average along the East Coast, from Vermont to northern Florida. Temperatures were above average across much of the West to the Mississippi River Valley and in the Florida Peninsula. Washington ranked warmest on record for May while Oregon, Idaho and Montana each ranked fifth warmest on record. Four additional states ranked among their top-10 warmest May on record. Conversely, South Carolina ranked 10th coldest on record for the month.\n(left) Average May precipitation for 1991–2020, with lower amounts of precipitation in yellow, and higher amounts of precipitation in blue. (center) Total precipitation in May 2023. (right) May precipitation as percent of normal, with places receiving less than 100 percent of their average May precipitation in brown, and places receiving more than 100 percent of their average precipitation in green.  NOAA Climate.gov maps, based on data from NOAA National Centers for Environmental Information.\nMay precipitation for the contiguous U.S. was 2.56 inches, 0.35 inch below average, ranking in the driest third of the historical record. Precipitation was above average across much of the western Plains and West and in parts of the Southeast and New England. Precipitation was below average from the Mississippi River Valley to the Mid-Atlantic and southern New England, and in parts of the Northwest and central Rockies. Wisconsin ranked fourth driest while Pennsylvania ranked fifth, Maryland eighth and Michigan ninth driest on record. No state experienced a top-10 wettest event for this month.\nAccording to the May 30 U.S. Drought Monitor report, about 19.0% of the contiguous U.S. was in drought, down about 5.4% from the beginning of May. Moderate to exceptional drought was widespread across much of the Great Plains, with moderate to extreme drought in parts of central to west Texas. Moderate to severe drought was present in parts of the Northwest, northern Rockies, Southwest and Florida as well as moderate drought in parts of the Mid-Atlantic and Puerto Rico.\nDrought or abnormally dry conditions expanded or intensified in parts of the Midwest, Mid-Atlantic and central Plains this month. Drought contracted or was reduced in intensity across western parts of the Great Plains, the Florida peninsula, parts of the West and in western Puerto Rico.\nFor more highlights of the U.S. climate in May 2023, read Assessing the U.S. Climate in May 2023 from NOAA NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}