{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-summary-may-2023",
  "title": "Global climate summary for May 2023",
  "date": null,
  "content": "Globally, May 2023 was the third-warmest May in the 174-year NOAA record. The year-to-date (January–May) global surface temperature ranked as the fourth warmest such period on record. According to NCEI’s Global Annual Temperature Outlook, it is virtually certain (> 99.0%) that the year 2023 will rank among the 10-warmest years on record and an 89% chance it will rank among the top five.\n(map) Average temperature for May 2023 compared to the 1991-2020 average, with places that were warmer than average colored red, and places that were cooler than average colored blue. (graph) Global temperature each May from 1850 to 2023 compared to the 20th-century average, which is the zero line on the graph. The planet hasn't had a cooler-than-avearge May since the 1970s, and the past 9 Mays have ranked in the top 10 warmest Mays on record. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information.\nGlobal ocean temperature hit a record high for May, which marks the second consecutive month where ocean temperatures broke a record. Weak El Niño conditions emerged as above-average sea surface temperatures strengthened across the equatorial Pacific Ocean, prompting NOAA’s Climate Prediction Center to announce the arrival of El Niño conditions which are expected to gradually strengthen into Northern Hemisphere winter 2023–24. Meanwhile, the Northern Hemisphere had its second-warmest May on record. In the Southern Hemisphere, surface temperature ranked fourth warmest on record for the month, but ocean-only temperature hit a record high.\nSea surface temperatures around the world in May 2023 compared to the long-term average. Most of the global ocean was warmer than average, leading to a new record-warm global ocean temperature for the month of May. Intense warmth along the equator in the eastern pacific was a sign of the arrival of El Niño. Map by NOAA Climate.gov, based on data provided by Coral Reef Watch and processed by NOAA Environmental Visualization Lab.\nBoth North America and South America set a record high temperature for May. Amid the unusually high May temperatures in North America, several hundred wildfires broke out across Canadian forests, burning over 6 million acres and causing widespread air quality deterioration across much of Canada and the U.S in late May and early June. Meanwhile, Africa, Asia and Europe each had a top-20 warmest May. Oceania had a cooler-than-average month; it was the region’s coolest May since 2011. Antarctica had a cooler-than-average May, whereas the Arctic had its fifth-warmest May on record.\nTemperatures were above average throughout most of North America, South America and Africa. Parts of western Europe, northwestern Russia, southeast Asia, the Arctic and northern and southern Oceania also experienced warmer-than-average temperatures this month. Sea surface temperatures were above average across much of the northern and southwestern Pacific, the central and southern Atlantic and the Indian Ocean. Parts of the eastern and southern Atlantic, the southern Pacific, the southwestern Indian Ocean, as well as parts of northwestern Canada and several countries in South America saw record-warm May temperatures. Combined, record-warm temperatures covered just over 6% of the world’s surface this month.\nTemperatures were near to cooler than average across parts of the southeastern U.S., Greenland, eastern Europe, central and southern Asia, Australia and Antarctica. Sea surface temperatures were near to below average over parts of the central-eastern and southeastern Pacific and the northwestern Atlantic Ocean. Less than 1% of the world's surface had a record-cold May.\nAbove-average May precipitation was observed across parts of the western, central and southern central U.S., southern Europe, northeastern China, South Asia and New Zealand. Meanwhile, drier-than-average conditions were present across much of the northwestern and northeastern U.S., southern South America, northern and eastern Europe, western and central Russia, southeast Asia and Australia. Overall, the global mean precipitation ocean/land difference began to reflect the coming El Niño [above-average rainfall in the central and eastern tropical Pacific], along with a very weak positive tropical pattern correlation.\nPrecipitation around the world in May 2023, shown as a percent difference from average. Brown areas received up to 100 percent less than their normal May precipitation; green areas received 200 percent or more than their normal May precipitation. NOAA Climate.gov Map, based on data from the Global Precipitation Climatology Project.\nFor a more complete summary of climate conditions and events, see NCEI's May 2023 Global Climate Report or explore the Climate at a Glance Global Time Series.\nHelp us improve our content",
  "source": "climate.gov"
}