{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-june-2023",
  "title": "U.S. climate summary for June 2023",
  "date": null,
  "content": "The average temperature of the contiguous U.S. in June was 69.0째F, 0.5째F above average, ranking in the middle third of the 129-year record. Generally, June temperatures were below average from California to the central Plains and across much of the Mid-Atlantic and Southeast.\nIn an average June (left), most of the contiguous United States has temperatures above 50 degrees Fahrenheit (yellow, orange, and red colors). In June 2023 (center) both the Northern and Southern Plains were noticeably warmer than they usually are, but the Northeast was a little cooler. The final map makes the differences easier to see. Places that were warmer than the 1991-2020 average are red, and places that were cooler than average are blue. NOAA Climate.gov images, based on data from NOAA National Centers for Environmental Information.\nTemperatures were above average from the Northwest to the northern Plains, as well as in the southern Plains and Florida Peninsula. North Dakota ranked third warmest on record for June while two additional states ranked among their top-10 warmest on record. Conversely, West Virginia and Virginia had their ninth- and 10th-coldest June on record, respectively.\nThe Alaska statewide June temperature was 50.0째F, 0.8째F above the long-term average, ranking in the middle third of the 99-year period of record for the state. Above-normal temperatures were observed across the Aleutians and in parts of the North Slope and the Southeast during the month while small pockets of below-average temperatures were observed in interior portions of the state.\nJune precipitation for the contiguous U.S. was 2.85 inches, 0.08 inch below average, ranking in the middle third of the historical record. Precipitation was above average across much of the West and in parts of the Southeast and New England.\n(Left to right). Average June precipitation (rain and snow). Precipitation in June 2023. June 2023 precipitation as percent of normal. Maps by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information.\nPrecipitation was below average across much of the Midwest and in parts of the Northwest, Southwest, southern Plains, Mid-Atlantic and southern New England. Wisconsin and Michigan each had their fifth-driest June on record, while two additional states had their top-10 driest June on record. Conversely, Wyoming ranked third wettest with two additional states ranking among their top-10 wettest June on record.\nAcross the state of Alaska, the average monthly precipitation was 2.85 inches, making last month the 19th-wettest June in the 99-year record. Conditions were wetter than average across most of the state while parts of the Northeast, Southwest and Panhandle were near normal and parts of the Southeast Interior and Aleutians observed below-normal precipitation during the month.\nThree new billion-dollar weather and climate disasters were confirmed this month, two of which occurred during the month of May. All of these disasters were severe storm events.\nFor 2023 to-date, 12 weather and climate disasters have losses exceeding $1 billion. These disasters consisted of 10 severe storm events, one winter storm and one flooding event. The total cost of these events exceeds $32.7 billion (CPI-adjusted), and they have resulted in 100 direct and indirect fatalities. For this year-to-date period, the first six months of 2023 rank second-highest for disaster count, behind 2017 with 14 disasters and behind 2021 which had $42.5 billion in terms of total cost.\nFor more details on the U.S. climate in June as well as statistics for the year to date, see the full June 2023 summary.\nHelp us improve our content",
  "source": "climate.gov"
}