{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-july-2023",
  "title": "U.S. climate summary for July 2023",
  "date": null,
  "content": "July overnight temperatures were warmest on record across the New England region. The average temperature of the contiguous U.S. in July was 75.7°F, 2.1°F above average, ranking 11th warmest in the 129-year record. Generally, July temperatures were below average in the central and northern Plains and Upper Midwest.\n(left) Average July temperatures across the contiguous United States based on data from 1991-2020. (center) Temperatures in July 2023. (right) July 2023 temepratures compared to average. NOAA Climate.gov images, based on data from NOAA NCEI.\nTemperatures were above average from the West Coast to the southern Plains and along the Gulf and East coasts and in parts of the Great Lakes. Arizona, New Mexico, Maine and Florida ranked warmest on record for July while Louisiana ranked second warmest on record. An additional 13 states ranked among their top-10 warmest July on record.\nThe Alaska statewide July temperature was 56.1°F, 3.4°F above the long-term average, ranking fifth warmest in the 99-year period of record for the state. Above-normal temperatures were observed across most of the state while pockets of near-average temperatures were observed in south central and southwestern portions of the state.\n(left) Normal precipitation across the contiguous United States in July, the typical wet-to-dry gradient (light green to dark blue) across the country from west to east, and (right) precipitation in July 2023 as a percent of average, with wetter-than-average places colored blue-green, and drier-than-average places colored brown. NOAA Climate.gov images, based on data from NOAA National Centers for Environmental Information.\nJuly precipitation for the contiguous U.S. was 2.70 inches, 0.08 inch below average, ranking in the middle third of the historical record. Precipitation was below average across much of the West and in parts of the northern and southern Plains, Upper Mississippi Valley and Southeast. Precipitation was above average across much of the Northeast, the Great Lakes and in central parts of the Plains and Mississippi Valley. Idaho, Arizona and Minnesota each had their third-driest July on record, while two additional states had a top-10 driest July on record. Conversely, Vermont and Connecticut ranked second wettest for the month with seven additional states ranking among their top-10 wettest July on record.\nAcross the state of Alaska, the average monthly precipitation was 3.51 inches, ranking in the middle third of the historical record. Conditions were wetter than average across most of the state while parts of the North Slope were near normal during the month. Below-normal precipitation was observed in parts of the Southeast Interior and Panhandle while parts of the Northeast Gulf had their driest July on record.\nThree new billion-dollar weather and climate disasters were confirmed this month, two of which occurred during the month of June and one during April. All of these disasters were severe storm events.\nThere have been 15 confirmed weather and climate disaster events, each with losses exceeding $1 billion this year. These disasters consisted of 13 severe storm events, one winter storm and one flooding event. For this year-to-date period, the first seven months of 2023 rank highest for disaster count, ahead of 2017 with 14 disasters. The total cost of these events exceeds $39.7 billion, and they have resulted in 113 direct and indirect fatalities.\nThe U.S. has sustained 363 separate weather and climate disasters since 1980 where overall damages/costs reached or exceeded $1 billion (including CPI adjustment to 2023). The total cost of these 363 events exceeds $2.590 trillion.\nA series of heat waves brought record-breaking temperatures to portions of the U.S. during July:\nJuly was the warmest month on record for Arizona and New Mexico by nearly 2°F.\nAcross the Southwest, 36 counties each had their warmest July on record while an additional 63 counties ranked in the top-10 warmest for the month.\nPhoenix, Arizona had an average temperature of 102.8°F for the month of July—the hottest month on record for any U.S. city. Contributing to the record, Phoenix had 31 consecutive days of temperatures above 110°F from June 30 to July 30—breaking the previous record of 18 days set in 1974.\nOn July 16, Death Valley soared to 128°F, setting a daily-temperature record, and reported its hottest midnight temperature on record at 120°F on July 17.\nSeveral notable weather systems produced severe storms that impacted portions of the U.S. in July:\nOn July 10, severe storms brought devastation and flooding to portions of the Northeast, as areas reported up to eight inches of rain within a 24-hour period. Montpelier, Vermont received a record-breaking 5.28 inches of rain, flooding the city and damaging thousands of homes and businesses.\nOn July 18-19, a historic flash flood occurred over portions of Kentucky and Illinois after areas received rainfall totals up to 12 inches, causing significant damage and trapping residents in their homes. Mayfield, Kentucky received 11.28 inches of rain in a 24-hour period, likely breaking the state record for 24-hour rainfall.\nOn July 24-25, an extreme thunderstorm outbreak produced more than 19,000 lightning strikes causing dozens of new wildfires in the state of Alaska. Overall, 2023 ranks as the second-lowest fire season, by acres burned, in the past 30 years for the state.\nAccording to the August 1 U.S. Drought Monitor report, about 28.1% of the contiguous U.S. was in drought, up about 1.2% from the beginning of July. Moderate to exceptional drought was widespread across much of the Great Plains, with moderate to extreme drought in much of the Midwest and Florida Peninsula. Moderate to severe drought was present in parts of the Northwest, Southwest, southern Mississippi Valley, Mid-Atlantic, Michigan and Puerto Rico as well as moderate drought in parts of the Northeast and Alaska.\nDrought conditions across the contiguous United States as of July 25, 2023. Extreme (red) and exceptional (dark red) drought was confined to the heart of the Great Plains and parts of Texas. NOAA Climate.gov map, based on data from the U.S. Drought Monitor Project. For more details on drought, visit Drought.gov.\nDrought conditions expanded or intensified along the Northern Tier, Upper Midwest, Southwest, southern Plains, Alaska and Puerto Rico during July. Drought contracted or was reduced in intensity across portions of the central Plains, Great Lakes, Ohio Valley, Northeast and in parts of the Great Basin.\nThis monthly summary from NOAA’s National Centers for Environmental Information is part of the suite of climate services NOAA provides to government, business, academia and the public to support informed decision-making. For more detailed climate information, check out our comprehensive July 2023 U.S. Climate Report scheduled for release on August 11, 2023. For additional information on the statistics provided here, visit the Climate at a Glance and National Maps webpages.\nHelp us improve our content",
  "source": "climate.gov"
}