{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-summary-july-2023",
  "title": "Global climate summary for July 2023",
  "date": null,
  "content": "July 2023 set a record for the highest monthly sea surface temperature anomaly (+1.78°F or +0.99°C) of any month in NOAA’s 174-year record.\nSouth America had a record-breaking July, with its highest monthly temperature anomaly ever recorded at 3.94°F (2.19°C) above the July average.\nHurricane Don became the first Atlantic hurricane of the season, and with a duration of 10 days including its time as a subtropical storm; Don became the fifth longest-lasting Atlantic storm for July.\n(map) Global temperatures in July 2023 compared to the 1991-2020 average, with places that were warmer than average colored red, and places that were cooler than average colored blue. (graph) July temperatures compared to the 20th-century average for each year from 1850 through 2023, which set a new record for the hottest July. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information.\nThe July global surface temperature was 1.12°C (2.02°F) above the 20th-century average of 15.8°C (60.4°F), making it the warmest July on record. This marked the first time a July temperature exceeded 1.0°C (1.8°F) above the long-term average. July 2023 was 0.20°C (0.36°F) warmer than the previous July record from 2021, but the anomaly was 0.23°C (0.41°F) lower than the all-time highest monthly temperature anomaly on record (March 2016). July 2023 marked the 47th-consecutive July and the 533rd-consecutive month with temperatures at least nominally above the 20th-century average.\nClimatologically, July is the warmest month of the year. As the warmest July on record, July 2023 was more likely than not the warmest month on record for the globe since 1850. The past nine Julys have been the warmest Julys on record. The year-to-date (January–July) global surface temperature ranked as the third warmest such period on record. According to NCEI’s Global Annual Temperature Outlook and data through July, it is virtually certain (> 99.0%) that the year 2023 will rank among the five-warmest years on record with a nearly 50% probability that 2023 will rank warmest on record. [Read more about these probabilities in a recent ENSO blog post.]\nFor the fourth-consecutive month, global ocean surface temperature hit a record high. El Niño conditions that emerged in June continued into July, and on July 13, NOAA’s Climate Prediction Center issued a statement announcing a greater than 90% chance that El Niño will continue through the Northern Hemisphere winter. [Read more about the forecast in our latest ENSO blog]. Globally, July 2023 set a record for the highest monthly sea surface temperature anomaly (+1.78°F or +0.99°C) of any month in NOAA’s 174-year record. July’s sea surface temperature anomaly was 0.12°F (0.07°C) higher than the previous record-high anomaly set in June 2023.\nSea surface temperatures in July 2023 compared to the long-term average. Most of the global ocean was warmer than average (orange and red colors). NOAA Climate.gov image from our Data Snapshots collection, based on Coral Reef Watch data from NOAA View.\nAsia, Africa, and South America each had their warmest July on record. South America had its highest monthly temperature anomaly of any month on record at 3.94°F (2.19°C). North America had its second-warmest July and Europe had its eighth-warmest July. July in Oceania ranked 11th warmest on record. Both the Gulf of Mexico and the Caribbean Islands region experienced their warmest July on record. The Atlantic “Main Development Region”, a region of the tropical Atlantic Ocean basin which extends from offshore the west coast of Africa to the westernmost sections of the Caribbean Sea that is closely monitored for potential Atlantic tropical system development, also experienced its warmest July on record.\nTemperatures were above average throughout most of South America, Europe, Africa and Asia. Parts of northern, southern and western North America, Australia and northern and southern Oceania also experienced warmer-than-average temperatures this month. Sea surface temperatures were above average across much of the northern, central and western Pacific, the Atlantic and the Indian Ocean. Parts of the central Atlantic, the southwestern Pacific, the southern Indian Ocean, as well as parts of northeastern and northwestern Canada, the southwest U.S., Mexico, southwestern Europe, Africa, and central and southern Asia saw record-warm July temperatures. Record-warm temperatures covered just over 9.3% of the world’s surface this month, which marks the highest July percentage since records began in 1951.\nTemperatures were near to cooler than average across parts of the central U.S. and Canada, Greenland, western Russia, Pakistan and northern India, western Oceania, southern Africa and Antarctica. Sea surface temperatures were near to below average over parts of the central-eastern and southeastern Pacific, the Arctic Ocean and the southeastern Indian Ocean. Less than 1% of the world's surface had a record-cold July.\nPrecipitation in July 2023 shown as percent difference from the long-term average. Places that received more than 100 percent of their average precipitation are green, and places that received less than 100 percent of their average precipitation are brown. NOAA Climate.gov image, based on Global Precipitation Climatology Project data.\nBelow-average July precipitation was observed across parts of the western U.S., Central America, Brazil, southwestern Europe and southern Australia. Wetter-than-average conditions were present across parts of the eastern U.S., northwestern Europe, northwestern Russia, western India and Pakistan. The Asian monsoon areas were dominated by positive rainfall anomalies and saw associated floods and landslides. Globally, July 2023 ranked among the wettest Julys on record.\nFor more information on global climate in July, including major events, global tropical cyclones, and sea ice in both hemispheres, see NCEI's full global report.\nHelp us improve our content",
  "source": "climate.gov"
}