{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-outlook-september-2023",
  "title": "U.S. climate outlook for September 2023",
  "date": null,
  "content": "With meteorological summer drawing to a close, I suspect folks across many parts of the South are thankful and hoping that the record heat they experienced throughout much of the summer will also come to an end. Although final numbers aren’t yet available, it’s likely that many cities across parts of the South (particularly in Texas) will have experienced their hottest summer on record. Will the extreme summer heat across the South persist into September, or does the end of summer also signal the end of extreme heat? What about the rest of the country, where summer was more typical? Here’s the outlook from NOAA's Climate Prediction Center (CPC).\nThe U.S. temperature outlook for September 2023 (view Alaska), showing places where a much warmer than average September is favored (orange to red). White areas indicate that there are equal chances for a warm, cool, or near-average September. For more details on how to interpret these maps, read our explainer Understanding NOAA's monthly climate outlooks. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nOn August 31, CPC released its updated monthly climate outlooks for temperature, precipitation, and drought across the United States for September 2023. Unfortunately for those hoping summer has drawn to a close, the outlooks favor well above normal temperatures across most of the country from the Rocky Mountains eastward. The precipitation outlook favors well below average precipitation across much of the central part of the country, with well above average precipitation only favored for parts of the Pacific Northwest and the Southwest.\nThe U.S. precipitation outlook for September 2023 (view Alaska), showing places where a much wetter than average September is favored (greens) and where a much drier than average September is favored (browns). White areas indicate that there are equal chances for a wet, dry, or near-average September. For more details on how to interpret these maps, read our explainer Understanding NOAA's monthly climate outlooks. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nBelow, I’ll provide the key factors that the CPC used in developing these outlooks as well as provide additional information about them. I’ll also discuss the current state of drought, how it changed during August, and the drought outlook for September. And of course, here’s my typical reminder about the temperature and precipitation outlooks. Colors on the outlook maps only provide information about the most likely outcome, but other outcomes are always possible, just less likely to occur. More details about interpreting the outlooks can be found here.\nThe updated outlooks were produced considering the Week 1 forecast from the Weather Prediction Center (WPC), and CPC’s own Week 2 and Week 3-4 outlooks. Other tools that forecasters considered this month were various longer-range forecast models such as the Global Ensemble Forecast System (GEFS), the Climate Forecast System (CFSv2), and products derived from these models. El Niño continues to strengthen across the tropical Pacific, but at this time is out of phase with a weaker intraseasonal (Madden-Julian Oscillation) signal, so that composites based on these phenomena destructively interfere with each other. Therefore, they were not considered for this outlook.\nThe September temperature outlook favors well above-average temperatures across most of the country, from the Rocky Mountains to the East Coast. No part of the contiguous U.S. is favored to experience below-average temperatures, with temperatures equally likely to be below-, near-, or above-average out West. The highest odds for a warmer-than-average September reside in the south-central Plains, where probabilities exceed 60% over much of Oklahoma and parts of Texas. Probabilities between 50-60% blanket most of the remainder of the central part of the nation, with a lesser likelihood of above-average temperatures (<50%) extending eastward to the Atlantic Coast and westward to the Rockies.\nThe month looks to begin quite warm over much of the country, with early month heatwaves on tap in the Southern and Central Plains, Upper Midwest, Northeast and the Mid-Atlantic. Above-average temperatures are favored over almost the entire country during Week-2 with very high odds in the middle of the nation (exceeding 70%). Probabilities for above-average temperature persist across much of the southern half of the nation during the latter parts of September as well, so it appears that these regions will continue to experience summer-like temperatures for at least another month.\nBelow-average precipitation during September is favored across the middle of the country from the southern and central Plains to the upper Midwest. The odds of drier-than-normal conditions are, however, quite modest, with maximum probabilities in this region less than 50%. In contrast, above-normal precipitation is favored across the Pacific Northwest. This wet signal is consistent with the latest CPC 6-10 and 8-14 day outlooks.\nAbove-normal precipitation is also favored for parts of the Southwest, as moist monsoonal flow is anticipated early in the month. However, the magnitudes of these enhanced probabilities for above-normal precipitation are very modest, as a drying trend is favored across the Southwest later in the month. Farther to the east, equal chances for above-, near-, or below-normal precipitation is indicated for the Southeast and along the Eastern Seaboard due to weak or conflicting signals from dynamical and statistical guidance. [For an explanation of the differences between dynamical and statistical models, check out this blog post, particularly Footnote 1.] Moisture associated with Hurricane Idalia exited the Southeast prior to the start of the month, and a drying trend is anticipated across the region in its wake.\nThe status of drought across the contiguous United States as of the last week of August 2023. Gray areas mean no drought was present. Yellow indicates areas that were abnormally dry, but not yet in drought. Drought severity ranges from moderate (light orange) to exceptional (darkest red). NOAA Climate.gov map, based on data from the U.S. Drought Monitor Project. For more details on current drought conditions, visit Drought.gov.\nDuring August, the amount of drought across the United States increased significantly, with the percent of the contiguous U.S. in drought increasing from 27% at the end of July to over 34% by the end of August. In addition, the percent of the country in the two most intense categories (D3-D4, representing extreme and exceptional drought) also increased, from just under 3% to more than 7%.\nMuch of the drought expansion and degradation occurred across the South, from the Desert Southwest eastward to the Gulf Coast, as drought developed across southern Arizona, most of New Mexico, parts of Texas, Louisiana, Mississippi, extreme southern Alabama, and the Florida Panhandle. Drought strongly intensified along the Gulf Coast from Texas to Florida, with degradation of 3-4 classes common in these locations. Large parts of this region ended August in extreme and exceptional drought.\nDrought also expanded and intensified across the extreme northern U.S., although changes were typically only 1-2 classes. In contrast, drought generally improved but remained across the central part of the nation (with the exception of Iowa), although improvements were mainly 1-2 classes. Additionally, much of this drought persisted at severe and even extreme levels.\nPredicted changes in drought conditions across the United States in September 2023. Map by NOAA Climate Prediction Center.\nFor September, the main story is the likely drought development across a large part of the middle of the country. While drought has improved over the last few months in parts of this region, the expected combination of well above normal temperatures and the potential for below-average precipitation is likely to lead to drought developing throughout those areas not currently in drought. In addition, drought persistence or degradation is likely in most of the country currently in drought, including along the northern tier, in the Pacific Northwest, and in the Southwest and Southern Plains. However, additional drought is generally not predicted for those regions. Finally, a small region of drought in the Mid-Atlantic is predicted to persist and expand slightly, mainly due to anticipated above-average temperatures in areas currently experiencing surface-moisture stress.\nDrought is expected to improve (removal likely) across southern Arizona and small portions of Nevada and Utah, as moderate to heavy rainfall predicted for early in the month should be enough to remove recently developed drought conditions. Drought removal is also likely for parts of Florida and the Southeast, as the very heavy rainfall from Hurricane Idalia will eliminate these areas of existing drought by the middle of the month.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website.\nHelp us improve our content",
  "source": "climate.gov"
}