{
  "url": "https://www.climate.gov/news-features/understanding-climate/highlights-state-climate-2022",
  "title": "Highlights from State of the Climate 2022",
  "date": null,
  "content": "Greenhouse gas concentrations, global sea level and ocean heat content reached record highs in 2022, according to the 33rd annual State of the Climate report.\nThe international annual review of the world’s climate, led by scientists from NOAA’s National Centers for Environmental Information (NCEI) and published by the Bulletin of the American Meteorological Society (AMS), is based on contributions from more than 570 scientists in over 60 countries. It provides the most comprehensive update on Earth’s climate indicators, notable weather events and other data collected by environmental monitoring stations and instruments located on land, water ice and in space.\n“This report is a truly international effort to more fully understand climate conditions around the globe and our capacity to observe them,” said NCEI Director Derek Arndt. “It is like an annual physical of the Earth system, and it serves present and future generations by documenting and sharing data that indicate increasingly extreme and changing conditions in our warming world.”\n“People are causing the largest known change in global climate since our transition to agriculture thousands of years ago,” said Paul Higgins, associate executive director of the American Meteorological Society. “The State of the Climate in 2022 report — an ongoing collaboration between NOAA and AMS — helps us understand the climate system, the impact people are having on climate and the potential consequences. The report can help inform the decisions needed to enable humanity and all life to thrive for generations to come.”\nThe three dominant greenhouse gases—carbon dioxide (left), methane (center), and nitrous oxide (right)—in Earth's atmosphere reached new highs in 2022. NOAA Climate.gov image, adapted from Figure 2.65 in State of the Climate in 2022. Background photo from NASA Gateway to Astronaut Photography of Earth.\nCarbon dioxide, methane and nitrous oxide⁠ — Earth’s major atmospheric greenhouse gases ⁠— once again reached record high concentrations in 2022. The global annual average atmospheric carbon dioxide concentration was 417.1 parts per million (ppm). This was 50% greater than the pre-industrial level, 2.4 ppm greater than the 2021 amount, and the highest measured amount in the modern observational records as well as in paleoclimatic records dating back as far as 800,000 years. The annual atmospheric methane concentration also reached a record high, which was a 165% increase compared to its pre-industrial level and an increase of about 14 parts per billion (ppb) from 2021. The annual increase of 1.3 ppb for nitrous oxide in 2022, which was similar to the high growth rates in 2020 and 2021, was higher than the average increase during 2010–19 (1.0 ± 0.2 ppb), and suggests increased nitrous oxide emissions in recent years.\nA range of scientific analyses indicate that the annual global surface temperature was 0.45 to 0.54 of a degree F (0.25 to 0.30 of a degree C) above the 1991–2020 average. This places 2022 among the six warmest years since records began in the mid-to-late 1800s. Even though the year ranked among the six warmest years on record, the presence of La Nina in the Pacific Ocean had a cooling effect on the 2022 global temperatures in comparison to years characterized by El Nino or neutral El Nino–Southern Oscillation (ENSO) conditions.\nGraphs of yearly global surface temperature compared to the 1991-2020 average from 1900 to 2022, based on six different temperature records. Despite small differences among the records from year to year, all show a warming trend. The background image is a GOES-16 satellite image from September 22, 2022. NOAA Climate.gov image, adapted from Figure 2.1a in State of the Climate in 2022.\nNonetheless, 2022 was the warmest La Nina year on record, surpassing the previous record set in 2021. With the re-emergence of El Nino in 2023, globally-averaged temperatures this year are expected to exceed those observed in 2022. All six major global temperature datasets used for analysis in the report agree that the last eight years (2015–22) were the eighth warmest on record. The annual global mean surface temperature has increased at an average rate of 0.14 to 0.16 of a degree F (0.08 to 0.09 of a degree C) per decade since 1880, and at a rate more than twice as high since 1981.\nOver the past half-century, the ocean has stored more than 90% of the excess energy trapped in Earth’s system by greenhouse gases and other factors. The global ocean heat content, measured from the ocean’s surface to a depth of 2,000 meters (approximately 6,561 ft), continued to increase and reached new record highs in 2022. Global mean sea level was record high for the 11th-consecutive year, reaching about 101.2 mm (4.0 inches) above the 1993 average when satellite altimetry measurements began.\nChange in stored heat content in the upper 2,000 meters (1.2 miles) of the ocean from 1993-2024. Darkest orange areas show where heat content increased by 6 or more watts per square meter. Some areas have lost heat (blue), but not enough to offset increases everywhere else. Changes in gray shaded areas were not statistically significant, meaning small relative to the range of natural variability. NOAA Climate.gov image, based on data from John Lyman.\nLa Nina conditions in the equatorial Pacific Ocean that began in mid-2020, with a short break in 2021, continued through all of 2022. The three consecutive years of La Nina conditions — an unusual “triple-dip” — had widespread effects on the ocean and climate in 2022. The mean annual global sea-surface temperature in 2022 equaled 2018 as sixth-highest on record, but was lower than both 2019 and 2020 due in part to the long-lasting La Nina. Approximately 58% of the ocean surface experienced at least one marine heatwave in 2022, which is defined as sea-surface temperatures in the warmest 10% of all recorded data in a particular location for at least five days.\nGlobal map showing the highest category of marine heatwave an area of the ocean experienced in 2022, based on analysis of NOAA ocean temperature measurements (OISST). A marine heat wave is detected when surface temperatures are above the 90th percentile for five or more consecutive days. When the largest temperature anomaly (anomaly means \"difference from average\") during the event is less than double the 90th percentile for the seasonal anomaly, the heat wave is classified as moderate. When the temperature value is more than double, triple, or quadruple the 90th percentile for the seasonal anomaly, the MHW is categorized as strong, severe, or extreme, respectively. NOAA Climate.gov map, based on analysis and data from Robert Schlegel.\nIn July, a 14-day heatwave swept through western Europe. A weather station in England recorded a temperature of 104 degrees F (40 degrees C) for the first time ever, over 100 stations in France broke all-time temperature records and stations in at least six other European countries set all-time heat records. The extreme high summer temperatures over Europe resulted in unprecedented melting of glaciers in the Alps, with over 6% of their volume—a record loss—lost in Switzerland in 2022 alone. Record-breaking summer heat in central and eastern Asia, particularly in the Yangtze River basin, led to a devastating drought that affected more than 38 million people and caused a direct economic loss of $4.75 billion U.S. dollars.\nYearly ice gains or losses (bars) from the mountain glaciers in the World Glacier Monitoring Service's global reference network since 1970, with a line showing the cumulative losses over time (blue line). NOAA Climate.gov graphic, adapted from Figure 2.15 in State of the Climate in 2022. Background photo of Holbalhm Glacier in the Swiss Alps taken by Miguel Martín on Jul 24, 2022. Used under a Creative Commons license.\nThe Arctic had its fifth-warmest year in the 123-year record. 2022 marked the ninth-consecutive year that Arctic temperature anomalies were higher than the global mean anomalies, providing more evidence of the process known as Arctic amplification, when physical processes cause the Arctic to warm more quickly than the rest of the planet. The seasonal Arctic minimum sea-ice extent, typically reached in September, was the 11th-smallest in the 43-year record.\nEstimated age of ice in the Arctic near the winter maximum extent on March 22, 2022. Only a fringe of ice older than 4 years (white) remains in the Arctic year-round. NOAA Climate.gov Data Snapshots image.\nThe amount of multiyear ice — ice that survives at least one summer melt season — remaining in the Arctic continued to decline. Since 2012, the Arctic has been nearly devoid of ice that is more than four years old. Annual average Arctic precipitation for 2022 was the third-highest total since 1950, and three seasons (winter, summer and autumn) ranked among the 10 wettest for their respective season.\nThere were 85 named tropical storms during the Northern and Southern Hemisphere storm seasons last year, which was near the 1991–2020 average of 87. Three tropical cyclones reached Category 5 intensity on the Saffir–Simpson Hurricane Wind Scale, which was the fewest Category 5 storms globally since 2017. The accumulated cyclone energy for the globe was the lowest since reliable records began in 1981. Despite this, several storms caused massive damage. In the North Atlantic, Hurricane Fiona became the most intense and most destructive tropical or post-tropical cyclone in Atlantic Canada’s history. Hurricane Ian, a major hurricane, killed more than 100 people and became the third costliest disaster in the U.S., with damage estimated at $113 billion U.S. dollars. In the South Indian Ocean, Tropical Cyclone Batsirai dropped 2,044 mm of rain at Commerson Crater in Réunion. The storm also led to 121 fatalities in Madagascar.\nOn 14–15 January, the Hunga Tonga-Hunga Ha'apai submarine volcano in the South Pacific erupted multiple times. The injection of water into the atmosphere was unprecedented in both magnitude—far exceeding any previous values in the 17-year satellite record—and altitude, as it penetrated into the mesosphere. The amount of water injected into the stratosphere is estimated to be 146 plus or minus 5 Terragrams, or ∼10% of the total amount in the stratosphere. It may take several years for the water plume to dissipate, and it is currently unknown whether this eruption will have any long-term climate effect.\n(top) GOES satellite images of the eruption of an underwater volcano near Hunga Tonga-Hunga Ha'apai in the South Pacific on January 15, 2022. (bottom) Temperatures in the stratosphere over the Southern Hemisphere mid-latitudes, showing the record-setting cold following the eruption. NOAA Climate.gov image, based on satellite images from NASA Earth Observatory and Figure 2.11 in State of the Climate in 2022.\nAs is typical, some areas around the world were notably dry in 2022 and some were notably wet. In August, record high areas of land across the globe (6.2%) were experiencing extreme drought. Overall, 29% of land experienced moderate or worse categories of drought during the year. The largest drought footprint in the contiguous United States since 2012 (63%) was observed in late October.\nGlobal drought area has been increasing since mid-2019, and it reached a new historical peak in October 2022. A historical maximum of 6.2% of the global land area experienced extreme drought conditions in August 2022. The extent of severe plus extreme drought conditions in 2022 exceeded 15% of the global land area between July and November, reaching a historical maximum of 15.8% in August. Similarly, moderate or worse drought conditions peaked in October at a historical maximum of 29% of the global land area. NOAA Climate.gov image, adapted from the BAMS State of the Climate 2022, Plate 2.1q.\nThe record-breaking megadrought of central Chile continued in its 13th consecutive year, and 80-year record-low river levels in northern Argentina and Paraguay disrupted fluvial transport. In China, the Yangtze River reached record-low values. Much of equatorial eastern Africa had five consecutive below-normal rainy seasons by the end of 2022, with some areas receiving record-low precipitation totals for the year. This ongoing 2.5-year drought is the most extensive and persistent drought event in decades, and led to crop failure, millions of livestock deaths, water scarcity, and inflated prices for staple food items.\nThe State of the Climate report is a peer-reviewed series published annually as a special supplement to the Bulletin of the American Meteorological Society. The journal makes the full report openly available online. NCEI’s high-level overview report is also available online.\nJohn Bateman, john.jones-bateman@noaa.gov, (202) 424-0929\nRachel Thomas-Medwid, rthomas@ametsoc.org, (617) 226-3955\nHelp us improve our content",
  "source": "climate.gov"
}