{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-september-2023",
  "title": "U.S. climate summary for September 2023",
  "date": null,
  "content": "The average temperature of the contiguous U.S. in September was 67.8°F, 2.9°F above average, ranking seventh warmest in the 129-year record. Generally, September temperatures were above average across much of the contiguous U.S., with below-normal temperatures in southern parts of the West Coast and in parts of the Southeast. New Mexico and Texas ranked warmest on record for September while Minnesota ranked second warmest on record. An additional 10 states ranked among their top-10 warmest September on record.\nThe Alaska statewide September temperature was 40.6°F, ranking near normal in the 99-year period of record for the state. Near-normal temperatures were observed across much of the state with above-normal temperatures observed in parts of North Slope, the Aleutians and Panhandle, while below-normal temperatures were observed in parts of the Interior and southwest Alaska.\nFor the January–September period, the average contiguous U.S. temperature was 57.0°F, 1.9°F above average, ranking 10th warmest on record for this period. Temperatures were above average from parts of the Southwest to the East Coast and along parts of the Northern Tier, with near- to below-average temperatures from parts of the northern Plains to the West Coast. Texas, Louisiana, Mississippi and Florida each ranked warmest on record while Delaware and Maryland each ranked second warmest for the January–September period. An additional 24 states had a top-10 warmest year-to-date period. No state experienced a top-10 coldest event for this nine-month period.\nThe Alaska January–September temperature was 31.9°F, 1.8°F above the long-term average, ranking in the warmest third of the historical record for the state. Much of the state was above normal for the nine-month period while temperatures were near average across much of western Alaska and in parts of the Interior.\nNormal September temperatures across the contiguous United States (left). Temperatures in September 2023 (center). Temperature in September 2023 compared to the 1991-2020 average (right), showing places that were warmer than average in red and places that were cooler than average in blue. NOAA Climate.gov maps from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nSeptember precipitation for the contiguous U.S. was 2.10 inches, 0.39 inch below average, ranking in the driest third of the historical record. Precipitation was below average across much of the Mississippi Valley, Great Lakes and Ohio and Tennessee valleys as well as in parts of the Southwest, southern Plains and Southeast. Precipitation was above average across much of the West and northern Plains and along parts of the East Coast. Connecticut had its third-wettest September on record, while two additional states ranked among their top-10 wettest for this period. On the dry side, Ohio ranked fifth driest on record for the month with two additional states ranking among their top-10 driest September on record.\nAcross the state of Alaska, the average monthly precipitation was 5.05 inches, ranking in the middle third of the historical record. Precipitation was near average across much of the state while wetter-than-average conditions were observed across parts of the North Slope, eastern Interior and Panhandle. Below-normal precipitation was observed in parts of Southwest Alaska, including parts of the Aleutians, during the month.\nNormal September precipitation (rain and snow) across the contiguous United States (left). Precipitation in September 2023 (center). Precipitation in September 2023 as a percent of the 1991-2020 average (right), showing places that were wetter than average in green and places that were drier than average in brown. NOAA Climate.gov maps from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nThe January–September precipitation total for the contiguous U.S. was 23.32 inches, 0.12 inch above average, ranking in the middle third of the 129-year record. Precipitation was near to above average from California to the western Great Plains, in the Northeast and in parts of the Mid-Mississippi Valley, northern Great Lakes and Southeast. Massachusetts ranked second wettest, while Connecticut ranked third wettest on record for this year-to-date period. Six additional states ranked among their top-10 wettest for this period. Conversely, precipitation was below average along parts of the Northern Tier, from parts of the Southwest to the Gulf of Mexico and in parts of the upper and central Mississippi Valley and Mid-Atlantic during the January–September period. Iowa ranked 10th driest for this nine-month period.\nThe January–September precipitation ranked 14th wettest in the 99-year record for Alaska, with above-average precipitation observed across much of the state. Near- to below-normal precipitation was observed along parts of the Gulf of Alaska, while parts of the Aleutians experienced below-average precipitation during this period.\nOne new billion-dollar weather and climate disaster was confirmed this month after a drought and heatwave event that affected portions of the Southern and Midwestern U.S. this year.\nThere have been 24 confirmed weather and climate disaster events this year, each with losses exceeding $1 billion. These disasters consisted of 18 severe storm events, two flooding events, one tropical cyclone, one winter storm, one wildfire and one drought and heatwave event. For this year-to-date period, the first nine months of 2023 rank highest for disaster count, ahead of those of 2017 and 2020 which both saw 17 disasters. The total cost of the 2023 events exceeds $67.1 billion, and they have resulted in 373 direct and indirect fatalities.\nThe U.S. has sustained 372 separate weather and climate disasters since 1980 where overall damages/costs reached or exceeded $1 billion (including CPI adjustment to 2023). The total cost of these 372 events exceeds $2.630 trillion.\nPersistent heat brought record-breaking temperatures to portions of the U.S. during September:\nIt was the warmest September on record for Texas by nearly 0.3°F, and New Mexico tied with 2015 and 2019 as the warmest September on record.\nA total of 111 counties had their warmest September on record while an additional 582 counties ranked in the top-10 warmest for the month. For the January–September period, 317 counties were record warm while an additional 1,450 counties ranked in the top-10 for this year-to-date period. There are 3,143 counties in the U.S.\nRecord-high temperatures have persisted across much of Puerto Rico and the U.S. Virgin Islands during the month of September. San Juan reported a monthly average temperature of 85.8°F, making it the hottest month on record. Also, on St. Croix, Rohlsen Airport had their warmest September on record.\nWarm temperatures and lack of rainfall resulted in persistent drought across parts of the Midwest, leading to near-record low water levels along parts of the Mississippi River and creating saltwater intrusion concerns in southern Louisiana.\nSeveral notable storms impacted portions of the U.S. in September:\nHurricane Lee brought catastrophic flash flooding and damage to portions of New England. Nearly 10 inches of rain fell on parts of Massachusetts and Rhode Island within a six-hour period. The National Weather Service office in Boston deemed this a 200-year rainfall event.\nOn September 23, Tropical Storm Ophelia made landfall in eastern North Carolina and moved north along the East Coast. Ophelia brought heavy rainfall and flooding from North Carolina to Massachusetts, resulting in significant damage and power outages.\nOn September 24-26, a bomb cyclone brought heavy precipitation to much of the Pacific Northwest. Seattle had three of their five wettest days so far this year—the precipitation total was more than double of what the city received over the entire summer season.\nOn September 29, a slow-moving storm brought heavy rainfall to New York City, grounding flights, flooding roads and subways and trapping residents in their homes. Parts of Brooklyn reported more than 7 inches of rainfall, while John F. Kennedy Airport received 8.65 inches—setting a new 24-hour precipitation record for the month which was previously set by Hurricane Donna in 1960.\nAccording to the October 3 U.S. Drought Monitor report, about 40.1% of the contiguous U.S. was in drought, up about 5.8% from the end of August. Moderate to exceptional drought was widespread across much of the Great Plains, Lower Mississippi Valley and Southwest, with moderate to extreme drought along the Northern Tier and in parts of the Florida Peninsula and Hawaii. Moderate to severe drought was present in parts of the Mid-Atlantic and New York, as well as moderate drought in parts of the Ohio Valley, Southeast and Puerto Rico.\nDrought conditions expanded or intensified across much of the Ohio and Tennessee valleys and Lower Mississippi Valley, and in parts of the Northwest, Southwest, eastern Plains, Hawaii and Puerto Rico this month. Drought contracted or was reduced in intensity across portions of the Northern Tier, western Plains, Upper Midwest and Mid-Atlantic.\nDrought status across the contiguous United States as of October 3, 2023. Severe to exceptional drought was widespread across the Southwest, Deep South, Great Plains, and Northwest. NOAA Climate.gov map from our Data Snapshots collection, based on data from the U.S. Drought Monitor Project. For more details on drought conditions and impacts, visit Drought.gov.\nThis monthly summary from NOAA’s National Centers for Environmental Information is part of the suite of climate services NOAA provides to government, business, academia and the public to support informed decision-making. For more detailed climate information, check out our comprehensive September 2023 U.S. Climate Report scheduled for release on October 13, 2023. For additional information on the statistics provided here, visit the Climate at a Glance and National Maps webpages.\nHelp us improve our content",
  "source": "climate.gov"
}