{
  "url": "https://www.climate.gov/news-features/understanding-climate/2023-24-us-winter-outlook-wetter-south-warmer-north",
  "title": "2023-24 U.S. winter outlook: wetter South, warmer North",
  "date": null,
  "content": "This year, El Niño is in place heading into winter for the first time in four years, driving the outlook for warmer-than-average temperatures for the northern tier of the continental United States, according to NOAA’s U.S. Winter Outlook released today by the Climate Prediction Center—a division of the National Weather Service.\nAccording to NOAA Climate Prediction Center's outlook for December-February 2023-24,  the chances of a warmer-than-average winter (orange and red) are higher than the chances of a cooler-than-average winter across much of the northern part of the country, including Alaska, and most of Hawaii. White areas have equal chances for a relatively cool, warm, or average winter. Gray areas mean near-average temperatures are a little more likely than either warmer- or cooler-than-average temperatures. NOAA CPC map.\n“These outlooks provide critical guidance on the upcoming season for many industries and sectors of our economy, from energy producers to commodities markets to agricultural interests to tourism,” said Sarah Kapnick, Ph.D., NOAA chief scientist. “With a strengthening El Niño and more potential climate extremes in an already record-breaking year, we’re lucky to have scientists like those at the Climate Prediction Center helping to build a Weather and Climate-Ready Nation by providing critical operational seasonal climate predictions.”\nFrom December through February, NOAA predicts wetter-than-average conditions for northern Alaska, portions of the West, the southern Plains, Southeast, Gulf Coast and lower mid-Atlantic and drier-than-average conditions across the northern tier of the U.S., especially in the northern Rockies and High Plains and near the Great Lakes.\nOut of three possible precipitation outcomes for the coming winter—much wetter than average, much drier than average, or near average—NOAA Climate Prediction Center's outlook for December-February says that odds are leaning toward a much drier than average winter for northern states from the Great Lakes to eastern Washington and toward a much wetter than average winter across the South, with the highest odds of a relatively wet winter in the Southeast. White areas mean equal chances for all three possible outcomes. NOAA Climate Prediction Center map.\n“An enhanced southern jet stream and associated moisture often present during strong El Niño events supports high odds for above-average precipitation for the Gulf Coast, lower Mississippi Valley and Southeast states this winter,” said Jon Gottschalck, chief of the Operational Prediction Branch of the Climate Prediction Center.\nNOAA forecasters, in collaboration with the National Integrated Drought Information System (NIDIS), continue to monitor extreme, ongoing drought conditions that have persisted through the southern and central U.S. and worsening drought in Hawaii.\nDrought—much of it categorized as severe (orange), extreme (red), or exceptional (dark red)—was widespread across the contiguous United States as of October 17, 2023. . For more information on drought conditions and impacts, visit Drought.gov. NOAA Climate.gov map, based on data provided by the U.S. Drought Monitor Project.\n“According to the U.S Drought Monitor on October 17, a third of the US., including Puerto Rico, is in drought,” said Brad Pugh, operational drought lead with NOAA’s Climate Prediction Center. “During late October, heavy precipitation is likely to result in drought improvement for the central U.S. El Niño with its enhanced precipitation is expected to provide drought relief to the southern U.S. during the next few months.”\nLarge areas of the United States are expected to see drought improvements over the coming winter (light brown, green). Drought is likely to develop or intensify across the northern Rockies, northern Great Plains, portions of the desert Southwest, and the interior Pacific Northwest this winter. Map by NOAA Climate Prediction Center.\nNOAA’s seasonal outlooks provide the likelihood that temperatures and total precipitation amounts will be above-, near- or below-average, and how drought conditions are anticipated to change in the months ahead. The outlook does not project seasonal snowfall accumulations as snow forecasts are generally not predictable more than a week in advance.\nNOAA’s Climate Prediction Center updates the three-month outlook each month. The next update will be available November 16.\nSeasonal outlooks help communities prepare for what is likely to come in the months ahead and minimize weather's impacts on lives and livelihoods. Resources such as drought.gov and climate.gov provide comprehensive tools to better understand and plan for climate-driven hazards. Empowering people with actionable forecasts, seasonal predictions and winter weather safety tips is key to NOAA’s effort to build a more Weather- and Climate-Ready Nation.\nHelp us improve our content",
  "source": "climate.gov"
}