{
  "url": "https://www.climate.gov/news-features/features/meet-five-noaa-lead-authors-new-national-climate-assessment",
  "title": "Meet five NOAA lead authors for the new National Climate Assessment",
  "date": null,
  "content": "Nearly 100 NOAA scientists and staff contributed to the Fifth National Climate Assessment. Among this group were 35 authors, 13 chapter leaders, 20 members of NOAA’s technical support team, technical contributors and reviewers.\nWe caught up recently with five NOAA scientists who served as Coordinating Lead Authors on selected chapters of the report. We asked them about the importance of this work, key challenges discussed in their chapters, and what drove each to lead a team of cross-disciplinary authors to produce the nation’s most up-to-date and authoritative report on climate change in the United States.\nCoordinating lead author for the Oceans and Marine Resources chapter from NOAA’s Atlantic Oceanographic and Meteorological Laboratory\nFor Osborne, this was a way she could connect science to decision-makers and the general public. “Key climate communication tools like the National Climate Assessment ensure the public has access to the latest information in a digestible way,” she said.\nEmily Osborne, scientist at NOAA’s Atlantic Oceanographic and Meteorological Laboratory, samples ocean water on a field mission to study ocean acidification. Photo courtesy of Emily Osborne\nKey messages: There’s overwhelming evidence that climate change, through ocean warming, changes in oxygen and pH, extreme events, and other human-caused effects, has and will continue to have significant impacts on United States marine ecosystems. Climate change poses substantial risks to ocean-related industries such as fisheries, tourism, recreation, transportation and energy. What we do today, to reduce carbon emissions, mitigate carbon dioxide, and adapt by building more resilient communities and economies, will determine how climate change will impact our ocean and many people, businesses and communities.\nKey challenges: Additional scientific observations are required to deliver the robust early warnings and to improve longer-term projections. Climate change disproportionately impacts historically underserved groups such as Black, Indigenous and people of color, which emphasizes the need to ensure that climate information is equitably shared and accessible. Enduring and equitable outcomes will be achieved when all are at the table to develop adaptation and resilience plans.\nPromising adaptation: Development of fisheries management approaches that use ocean climate projections to assess risks and sustainable fisheries strategies, decarbonization of the maritime transport sector, and investment in researching and expansion of ocean-based solutions such as renewable energy such as offshore wind and marine carbon dioxide removal, which involves using the ocean to draw down carbon dioxide in the atmosphere.\nCoordinating lead author of the Coastal Effects chapter and NOAA’s National Ocean Service Senior Advisor for Coastal Inundation and Resilience\nOsler relished the opportunity to work with some of the nation’s greatest experts in this field to communicate how our coasts are changing, why it matters, and how we as a nation can rise to meet the challenges.\nMark Osler, scientist with NOAA’s National Ocean Service, talks with Megan Tyrell, director of research for the Waquoit Bay National Estuarine Research Reserve in Falmouth, Massachusetts, about the value of healthy salt marshes to store carbon and provide coastal resilience from storms. Photo courtesy of Mark Osler.\nKey messages: Climate impacts, including rising sea levels and shifting storm patterns, are transforming coastal landscapes and undermining the resilience of communities and ecosystems. Proactive community-led adaptation strategies, including nature-based solutions and planned relocation where appropriate, can help communities adapt to both current and future increases in the severity of coastal hazards across the U.S.\nKey challenges: Building the local and regional capacity needed to define equitable risk reduction approaches, securing funding, and maintaining support for these approaches from the public and elected officials remains a national priority.\nPromising adaptation: The chapter highlights a success story taking place in Norfolk, Virginia, a community experiencing some of the highest rates of sea level rise in the nation.The Ohio Creek watershed project, funded by a $112 million National Disaster Resilience Competition grant, is addressing the high-tide flooding, storm flooding and shoreline erosion in neighborhoods that are predominantly Black and include a public housing development as well as many homes on the National Historic Register. The success story is made possible by strong leadership from the local government, community involvement, federal and non-profit investment, world class climate information from the federal and academic science community, and private sector expertise for implementation.\nCoordinating lead author of the U.S. Caribbean Chapter and Deputy of the Endangered Species Act Interagency Cooperation Division in the NOAA Fisheries Office of Protected Resources\nCalling Puerto Rico home since 2000, Lisamarie experienced firsthand the effects of major hurricanes on the islands. She is passionate about the importance of educating people about climate change.\nLisamarie Carrubba, scientist with NOAA’s National Marine Fisheries Service, snorkeling in Cayo la Blanquilla in the Cordillera Reef Nature Reserve in Fajardo, Puerto Rico. Photo courtesy of Lisamarie Carrubba\nKey messages: Traditionally underserved and disadvantaged communities in the U.S. Caribbean suffer disproportionate impacts from climate change because of their systematic exclusion from social benefits that help sustain health and well-being. As extreme weather and heat events become more intense and more frequent, island residents will continue experiencing increasing levels of noncommunicable diseases, excess mortality, behavioral health challenges, and loss of quality of life. Increasingly powerful storms, along with rising sea levels, are severely impairing infrastructure that is already weakened by a lack of investment and deferred maintenance. Climate change is reducing water availability, increasing drought, and increasing the salt concentration in drinking water aquifers.\nKey challenges: The U.S. Caribbean, like the Pacific Islands, are home to underserved and underrepresented communities that are systematically excluded from data collection efforts due to administrative structures rooted in colonialism. The lack of data, particularly downscaled climate projections at a fine enough resolution [geographic detail] to distinguish small islands, for characterizing and predicting climate change, and the lack of integration of Caribbean Traditional Knowledge systems and stewardship responses to climate change affects the ability of territories to design adaptation strategies.\nPromising adaptation: The chapter calls out the importance of a number of community-based organizations that have advanced climate adaptation and sustainable development and disaster preparedness in the islands.\nCoordinating lead author of the Northeast chapter and NOAA Regional Climate Services Director for the Eastern Region\nMecray, who has led this chapter for three National Climate Assessments, has lived and worked around the Northeast her whole life, and believes that continuity has been important to help build a strong author team with expertise across the topics and sectors of critical importance to residents of the region.\nEllen Mecray, NOAA Regional Climate Services Director for the Eastern Region, taking a break from delivering climate services on a cobbled beach in Nova Scotia. Photo courtesy of Ellen Mecray\nKey messages: The Northeast continues to experience extreme weather, most notably extreme precipitation which has caused flooding across the region and heat waves. The ocean and coastal habitats in the Northeast are experiencing changes that are unprecedented in recorded history, including ocean warming, marine heat waves, sea level rise and ocean acidification.\nKey challenges: Communities that include racial and ethnic minorities, people of lower socioeconomic status and older adults are experiencing disproportionately higher impacts of climate change. Flood insurance allows individuals and communities to recover following extreme flooding events, but many at-risk homeowners lack adequate coverage.\nPromising adaptation: Almost every state in the region has conducted or updated a climate impact assessment, developed a comprehensive climate action plan, and enacted climate-related laws since 2018. The chapter contains a graphic showing the location of adaptation projects that stretch from West Virginia to Maine, including living shoreline projects to buffer storm damage and capture carbon, new laws to require solar or green roofs in New York and a Maine drought relief program for farmers.\nCoordinating lead author for the Northern Plains chapter and NOAA’s Regional Climate Services Director for the Central Region\nKluck was born and raised in the region, cares deeply about it, and hopes it is preserved for future generations.\nDoug Kluck, NOAA’s Regional Climate Services Director for the Central Region, provides the drought outlook to a group in Omaha, Nebraska. Photo courtesy of Doug Kluck\nKey messages: The Northern Great Plains is experiencing unprecedented climate-driven extremes, including severe drought, floods, and wildfires. These changes threaten economic sectors such as agriculture and recreation and affect the health, well-being, and livelihood of the region’s residents. While adaptation efforts are underway, climate change creates complex tradeoffs and tests the resilience of the region’s residents, especially rural, Indigenous, and low-income immigrant populations.\nKey challenges: Economic dependence on crops, rangelands, and recreation makes residents with land-based livelihoods vulnerable to climate-related changes in weather, as well as flows of water, nutrients, and wildlife across the landscape. This region is largely rural, and its intact natural areas, farms, and wildlands serve as habitat for resident and migrating species, which are threatened by water scarcity. Historical processes may lead to unequal distribution of harms, with Indigenous communities, service and energy workers, and rural residents more sensitive to impacts.\nPromising adaptation: Bringing back the buffalo, a keystone species of the grasslands, has been a resilience-building strategy for ranchers, Tribal Nations, and others who understand the role buffalo play in the ecosystem. The buffalo has deep cultural and spiritual significance for Tribal Nations in the region and beyond. The Tanka Fund has been pivotal in this regional effort by connecting ranchers to technical support and resources to increase herd sizes. The InterTribal Buffalo Council helps Tribal Nations develop and maintain their own herds.\nFor more on the National Climate Assessment, please see the report at http://nca2023.globalchange.gov.\nMedia contact Monica Allen, NOAA Communications, at monica.allen@noaa.gov or 202-379-6693.\nHelp us improve our content",
  "source": "climate.gov"
}