{
  "url": "https://www.climate.gov/news-features/features/noaa-leaders-experts-and-climate-science-take-world-stage-cop28-un-climate",
  "title": "NOAA leaders, experts and climate science take the world stage at COP28 UN Climate Summit",
  "date": null,
  "content": "The Conference of the Parties (COP) is the main decision-making body of the United Nations Framework Convention on Climate Change (UNFCCC). It brings together the 198 Parties –197 nations plus the European Union – that have signed on to the Framework Convention. COPs are hosted annually in different countries, under the auspices of the UNFCCC, with the UAE hosting COP28.\nNOAA leadership and climate experts are honored to be part of the U.S. delegation to the 28th United Nations Conference of the Parties (COP28) being held in Dubai, United Arab Emirates (UAE), from November 30 through December 12.\nAnnual U.N. COP climate summits bring nations together to discuss the intersection of climate science and international policymaking — principally, what actions should be taken to reduce harmful human-driven emissions of carbon dioxide and other heat-trapping gases that are accelerating Earth’s warming and causing severe consequences for human lives and livelihoods.\nIn a year of extreme weather events driven by climate change, the ocean will take center stage at COP28. This year’s conference will build on the momentum of previous gatherings to focus on implementing climate commitments from around the world. This work will require not only implementing the commitments and goals countries have already made but also enhancing those that may be insufficient to avoid the worst impacts of climate change.\nNOAA experts are on the ground in Dubai as part of the U.S. delegation to highlight how the agency’s actionable climate data, information and services empower people to make informed decisions in the face of a growing climate crisis.\nThe sun illuminates Earth's limb as the International Space station soared 271 miles above the Pacific Ocean south of Tasmania on July 31, 2022. NASA photo.\nThe 28th Conference of the Parties (COP28) has come to a dramatic end, with representatives from nearly 200 countries achieving a groundbreaking climate agreement: a commitment to transition away from the use of fossil fuels in the energy sector. This article by NOAA.gov offers a list of three additional takeaways from the meeting. Read the story.\nWhat is it like to spend a day with NOAA at COP28? Watch as some members of the NOAA delegation describe a day in Dubai, and what they hope to achieve during the meeting.\nNOAA's Tom DiLiberto, one of the masters of ceremony at the U.S. Center, explores what NOAA delegates have been up to at COP28.\nIn this new video, take a virtual peek inside of the 28th United Nations Climate Change Conference (COP28), and join NOAA Chief Scientist Sarah Kapnick, Ph.D., as she explains the role NOAA's science and research is playing in achieving the world's climate goals.\nNOAA Administrator Rick Spinrad, Ph.D., will be a featured expert at the COP 28 United Nations Climate Conference in Dubai, United Arab Emirates, November 30 through December 12, 2023. (Image credit: NOAA).\n“As the world gathers in Dubai this week for the United Nations Climate Change Conference (COP28) offsite link, we do so against the backdrop of an unprecedented year of worldwide extreme weather events and record-breaking heat. The challenges we confront are daunting, and they demand our collective resolve, but they also require us to continue to foster a sense of hope that propels us forward in the fight against one of the greatest existential threats of our time.\n“Let me share a few reasons for hope as we confront the climate crisis:\n“Science and Innovation: Science has never been more advanced. At NOAA, we have a deeper understanding of the Earth's systems than ever before, including how they act and interact. Innovations in renewable energy, carbon capture and sustainability are within our grasp. Thanks to historic investments in renewables and green technology, we have the resources and tools to make a real impact as we advance these solutions.\n“Global Collaboration: COP28 is a testament to the power of global collaboration. Countries, organizations and thousands of individuals from around the world are convening to collectively address climate change. When we are committed together, our determination is uncompromising.\n“Hope is not a passive sentiment — it is a call to action. It reminds us that we are not helpless in the face of climate change. NOAA is in every community in the U.S., committed to working hand-in-hand with partners locally to build a ‘climate-ready nation’ and to sharing these best practices globally. No matter the need, people know they can turn to us for reliable, easy-to-use climate and extreme weather information to help make informed decisions that help save lives and livelihoods.\n“As the Administrator of NOAA, as a scientist and as a concerned citizen, I know that our agency is committed to continuing vital work in climate research and prediction, supporting sustainable practices and sharing knowledge with the world. And I know that it is equally essential for all of us to play our part.\n“In the spirit of international collaboration that powers COP28, let us remember that there is hope, and it’s a powerful force that drives change. Let it motivate us to make bold and ambitious commitments, to hold ourselves accountable and to work tirelessly to combat climate change every day.”\n— Richard Spinrad, Ph.D. NOAA Administrator and Under Secretary of Commerce for Oceans and Atmosphere\nNOAA experts are on the ground in Dubai as part of the U.S. delegation to highlight how the agency’s actionable climate data, information and services empower people to make informed decisions in the face of a growing climate crisis. Our key spokespeople include:\nNOAA people participating in COP28 (clockwise from top left): Rick Spinrad, Ph.D., under secretary of commerce for oceans and atmosphere and NOAA administrator; Michael C. Morgan, Ph.D., assistant secretary of commerce for environmental observation and prediction; Sarah Kapnick, Ph.D., NOAA chief scientist; Tom Di Liberto, climate scientist with NOAA Communications; Emily McAuliffe, on detail as deputy director for public engagement, Council on Environmental Quality; Ko Barrett, senior advisor for climate.\nNOAA's broader delegation includes experts who will participate in negotiations, policy discussions and speak at events.\nOur global ocean is taking center stage inside the COP28 Blue Zone.\nThe Ocean Pavilion, co-sponsored by NOAA, returns for a second year to underscore the integral role of our ocean in climate and serve as the central hub for conference delegates to exchange ideas on addressing the climate crisis by leveraging ocean science and solutions.\nNOAA is a co-sponsor of the Ocean Pavilion at COP28.\nThe pavilion will feature more than 80 events, meetings and in-depth discussions that elaborate on conference themes, including Rising Seas, Climate & the Living Ocean, and Blue Economy & Finance. Visitors to the pavilion will also be able to learn more about the work of Ocean Pavilion partners and to speak with scientists, thought leaders and students engaged in the search for solutions to some of the world’s most pressing challenges.\nNOAA is participating in many events during COP28 at the U.S. Center, the Ocean Pavilion, and other COP28 venues. The U.S. State Department will be archiving video recordings at their COP28 Youtube channel.\nAll times are Gulf standard time.\nNOAA leaders and climate experts will be available for onsite interviews at COP28. Read more at NOAA.gov.\nDirect any questions or interview requests to:\nScott Smullen, scott.smullen@noaa.gov, (202) 494-6515\nLori Arguelles, lori.arguelles@noaa.gov, (571) 439-4084\nRachel Brittin, rachel.brittin@noaa.gov, (202) 809-0197\nThe U.S. Department of State is hosting the U.S. Center at COP28 throughout the conference. Every day, the U.S. Center will feature in-person and virtual events showcasing the diversity of U.S. climate leadership. You can follow the activities on X (formerly Twitter) and check out live-streamed events on YouTube.\nLearn more about how NOAA is creating a “climate-ready nation” and follow along with NOAA at COP28 on X/Twitter at @noaaclimate and @noaa, on Instagram at @noaa, and Facebook using hashtag #NOAAatCOP28\nHelp us improve our content",
  "source": "climate.gov"
}