{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-january-2024",
  "title": "U.S. climate summary for January 2024",
  "date": null,
  "content": "The arctic air mass from January 14–18 broke nearly 2,500 daily minimum temperatures county records from the Northwest to the Lower Mississippi Valley.\nOn January 22–25, heavy rainfall brought more than a month’s worth of rain and life-threatening flooding to parts of Texas and Louisiana.\nJanuary 2024 was the 10th-wettest January on record for the nation, and temperature ranked in the middle third of the historical record for the month.\nThe average temperature of the contiguous U.S. in January was 31.8°F, 1.6°F above average, ranking in the middle third of the 130-year record. Generally, January temperatures were above average from the Carolina Coast to the Northeast and across parts of the West Coast, central Rockies, Upper Midwest and Great Lakes, with below-normal temperatures extending from parts of the Northwest to the Gulf of Mexico. Wisconsin had its 10th-warmest January on record.\n(left) Normal (average) temperatures for the contiguous United States in January from 1991-2020. January is the coldest month of the year, and most of the country is cooler than 50 degrees Fahrenheit (blue), with only the southernmost Desert Southwest and the rim of the Gulf of Mexico warmer than that (yellow to red colors). (middle) Absolute temperatures in January 2024, with a noticeable darkening of the blue colors in the Great Plains, hinting at the impact of the mid-month Arctic air blast. (right) January temperatures compared to normal, showing the cold in the center of the country (blue) and the unusual warmth to either side (red). NOAA Climate.gov images from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nThe Alaska statewide January temperature was 2.9°F, 0.7°F above the long-term average, ranking in the middle third of the 100-year period of record for the state. Near-normal temperatures were observed across much of the state with above-normal temperatures observed in parts of the North, West and the Aleutians. Below-normal temperatures were observed in parts of the Interior and East.\nJanuary precipitation for the contiguous U.S. was 3.18 inches, 0.87 inch above average, ranking as the 10th-wettest January in the historical record. Precipitation was above average across much of the eastern U.S. and in parts of the West. Massachusetts and Connecticut ranked third wettest. Conversely, precipitation was below average from parts of the northern Rockies to portions of the Upper Midwest and in parts of the Southwest and coastal Carolinas. North Dakota had its 10th-driest January on record for this period.\nAlaska’s average monthly precipitation ranked in the middle third of the historical record. Precipitation was below average across much of the state, while above-normal precipitation was observed in parts of the southeast Interior, Panhandle and the Aleutians during the month.\n(left) Normal (average) precipitation (rain and snow) for the contiguous United States in January from 1991-2020, with relatively light precipitation in light green and higher precipitation amounts in dark blue. (middle)  Total precipitation in January 2024. (right) January precipitation compared to normal, showing places that were wetter than average in green and places that were drier than average in brown. NOAA Climate.gov images from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nAccording to the January 30 U.S. Drought Monitor report, about 23.5% of the contiguous U.S. was in drought, down about 9.5% from the beginning of January. Drought conditions expanded or intensified across northern parts of the Rockies and Plains and in parts of the Northwest, Southwest and Puerto Rico this month. Drought contracted or was reduced in intensity across much of the Great Plains to the East Coast, parts of the Northwest, Southwest and Hawaii.\nDrought conditions across the contiguous United States as of January 30, 2024. Yellow areas were abnormally dry, but not yet officially in drought. Drought intensity ranges from light orange (moderate drought) to dark red (exceptional drought). Map by NOAA Climate.gov, based on data from the U.S. Drought Monitor project. For more details, visit Drought.gov.\nSee the full monthly summary from NOAA’s National Centers for Environmental Information. For more detailed climate information, check out the comprehensive January 2024 U.S. Climate Report scheduled for release on February 13, 2024.\nHelp us improve our content",
  "source": "climate.gov"
}