{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-winter-recap-and-summary-february-2024",
  "title": "U.S. climate winter recap and summary for February 2024",
  "date": null,
  "content": "The 2023–24 winter season ranked warmest on record for the contiguous U.S. with eight states across the Upper Midwest, Great Lakes and Northeast each observing their warmest winter on record.\nThe Smokehouse Creek wildfire burned more than a million acres in the Texas Panhandle and western Oklahoma. The wildfire began on February 26 and has become the largest wildfire in Texas history.\nFebruary 2024 was the third-warmest February on record for the nation and precipitation ranked in the driest third of the historical record for the month.\nThe average temperature of the contiguous U.S. in February was 41.1°F, 7.2°F above average, ranking third warmest in the 130-year record. February temperatures were above average across most of the contiguous U.S., while record-warm temperatures were observed across much of the Mississippi Valley and in parts of the Great Lakes and southern Plains. Minnesota, Wisconsin, Iowa and Missouri each had their warmest February on record.\n(left to right) Monthly temperatures for December, January, and February compared to the 1991-2020 average for the contiguous United States. Despite a swatch of cooler-than-average temperatures across the central part of the country in January, the winter overall was the warmest in the 130-year record. NOAA Climate.gov maps based on data from NOAA National Centers for Environmental Information (NCEI).\nThe Alaska statewide February temperature was 10.3°F, 5.5°F above the long-term average, ranking in the warmest third of the 100-year period of record for the state. Above-normal temperatures were observed across much of the state with near-normal temperatures observed in parts of southeast Alaska and Panhandle.\nThe meteorological winter (December–February) average temperature for the Lower 48 was 37.6°F, 5.4°F above average, ranking as the warmest winter on record. Temperatures were above average across a vast majority of the contiguous U.S. and near average along parts of the Gulf of Mexico. North Dakota, Minnesota, Iowa, Wisconsin, Michigan, New York, Vermont and New Hampshire each had their warmest winter on record.\nThe Alaska winter temperature was 6.4°F, 2.8°F above the long-term average, ranking in the middle third of the historical record for the state. Temperatures were above average across parts of the North Slope, West Coast, Southwest and Panhandle, while much of the Interior and south-central Alaska were near average for the season.\nFebruary precipitation for the contiguous U.S. was 1.86 inches, 0.27 inch below average, ranking in the driest third of the historical record. Precipitation was above average across much of the western U.S. and in parts of the central Appalachians, Southeast, and western High Plains. Conversely, precipitation was below normal across much of the eastern half of the U.S. and in parts of the Northwest, northern Plains and Southwest. Maine, New Hampshire, Vermont, New York and Illinois each had their second-driest February on record.\nAlaska’s average monthly precipitation ranked in the middle third of the historical record. Precipitation was above average in parts of the North Slope, West Coast and in parts of the south-central Gulf of Alaska coast, while below-normal precipitation was observed in parts of the northeast Interior and Panhandle during the month.\n(left to right) Percent of normal (1991-2020) precipitation in December, January, and February for the contiguous United States for winter 2023-24. NOAA Climate.gov maps based on data provided by NOAA NCEI.\nThe U.S. winter precipitation total was 7.71 inches, 0.92 inch above average, ranking in the wettest third of the December–February record. Precipitation was above average across much of the contiguous U.S., while below-normal precipitation was observed along the Northern Tier and in parts of the Great Lakes and Southwest, and in small pockets of the Mississippi Valley and Maine. Connecticut and Delaware both had their third-wettest winter season on record.\nFor the winter season, precipitation ranked in the wettest third of the historical record for Alaska. Wetter-than-average conditions were observed across much of the state, while near-normal precipitation was observed in portions of the central Interior, south-central Interior and in parts of the Aleutians. Parts of the northeast Interior observed below-normal precipitation during this period.\nFor information on 2024's first billion-dollar disaster, drought status, and other notable events, see the U.S. climate summary for February 2024 from NOAA NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}