{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-report-february-2024",
  "title": "Global climate report for February 2024",
  "date": null,
  "content": "The February global surface temperature was 1.40°C (2.52°F) above the 20th-century average of 12.1°C (53.8°F), making it the warmest February on record. This was 0.06°C (0.11°F) above the previous record from February 2016. February 2024 marked the 45th-consecutive February (since March 1979) with temperatures at least nominally above the 20th-century average.\n(map) Temperatures in February 2024 compared to the 1991-2020 average. Places that were warmer than average are red; places that were cooler than average are blue. (graph) Global temperature each February compared to the 20th-century average from 1850-2024. Warmer-than-average years are red; cooler-than-average years are blue. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information.\nFebruary temperatures were above average across most of the Arctic, the Americas, Africa, Europe, and Australia whereas much of Greenland, eastern Asia, and parts of Antarctica were cooler than average. North America, South America, and Europe had their warmest February on record while Africa was second warmest. Sea surface temperatures were above average over most areas (and record warm over the tropical Atlantic Ocean), while much of the Southern Ocean and parts of the southeastern Pacific and southern Indian Oceans were below average.\nThe Northern Hemisphere tied 2016 as the warmest February on record at 1.85°C (3.33°F) above average. The Northern Hemisphere land temperature tied 2020 as the second highest on record while the ocean temperature was again record-high by a wide margin (0.32°C/0.58°F warmer than February 2020). The Arctic region had its third warmest February on record.\nFebruary 2024 in the Southern Hemisphere also ranked warmest on record at 0.95°C (1.71°F) above average. The ocean-only temperature for February in the Southern Hemisphere ranked highest on record, while the land-only Southern Hemisphere temperature was 2nd warmest on record. Meanwhile, the Antarctic region had its 54th coolest February, 0.17°C (0.31°F) below average.\nAbove-average February precipitation occurred across much of the western U.S. and the western half of Alaska, eastern Brazil, much of western and northern Europe, central Asia, and much of central and eastern China and Japan. Northern and eastern areas of Australia also received generally above average precipitation in February. Precipitation was below average in much of the eastern half of the U.S. and Canada, much of Mexico, the Amazon basin, large parts of southeastern Europe, much of India and Southeast Asia, as well as most observing locations in West and North Africa.\nPercent difference from average precipitation around the world in February 2024 compared to the 1979-2020 average. Places that received more precipitation than average are colored green; places that received less precipitation than average are colored brown. Map by NOAA Climate.gov, based on data provided by the Global Precipitation Climatology Project.\nThe December 2023–February 2024 global surface temperature was the warmest December–February period in the 175-year record, 1.36°C (2.45°F) above the 20th-century average of 12.1°C (53.8°F). The past ten December–February periods have ranked among the twelve warmest such periods on record.\n(left to right) Surface temperature for December 2023, January 2024, and February 2024 compared to the 1991-2020 average. Places that were warmer than normal are red; places that were cooler than normal are blue.  It was the warmest Northern Hemisphere winter and Southern Hemisphere summer in the 175-year record. Maps by NOAA Climate.gov, from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nThe December–February period is defined as the Northern Hemisphere's meteorological winter and the Southern Hemisphere's meteorological summer. The Northern Hemisphere winter 2024 temperature was also the warmest on record, and marks the 39th consecutive winter with global temperatures nominally above the 20th-century average in the Northern Hemisphere. The Southern Hemisphere summer temperature also ranked warmest on record, and marks the 48th consecutive warmer-than-average summer in the Southern Hemisphere.\nOver the land surface, air temperatures for the season were much-above-average across large parts of North America which had its warmest winter on record. An exception to the warmth in North America occurred in Alaska and large parts of Greenland. Some of the largest positive anomalies of the season, greater than 3°C (5.4°F) above the 1991–2020 average occurred in parts of central and eastern Canada and the Upper Midwest of the U.S. The persistent much-above and record-warm temperatures brought Great Lakes ice cover to historic lows by late winter. Much warmer than average to record temperatures also covered South America, which had its warmest December–February period on record.\nFor more details on global climate in February 2024 as well as for the year to date, see the full report from NCEI.\nHelp us improve our content",
  "source": "climate.gov"
}