{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-april-2024",
  "title": "U.S. climate summary for April 2024",
  "date": null,
  "content": "GOES-16 satellite imagery of a long-lived, tornadic supercell tracking across North Texas on April 27, 2024. An abundant amount of lightning can be seen flashing within the storm clouds. Animation by CSU/CIRA, based on NOAA satellite data.\nThe average temperature of the contiguous U.S. in April was 53.8°F, 2.7°F above average, ranking 12th warmest in the 130-year record. April temperatures were above average across much of the contiguous U.S., while near- to below-average temperatures were observed in parts of the West, northern Plains, Upper Midwest, Southeast and in small pockets of the Northeast. Virginia and West Virginia each had their fifth-warmest April on record.\n(left) Normal April temperatures across the contiguous United States based on data from 1991-2020. Places where average temperature is below 50 degrees Fahrenheit are colored in shades of blue. Places where it's above 50 degrees are colored in yellow to red. (right)  Temperatures in April 2024 compared to the 1991-2020 average. Blue indicates a cooler-than-average April; red means a warmer-than-average April. NOAA Climate.gov maps from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nThe Alaska statewide April temperature was 27.2°F, 3.9°F above the long-term average, ranking in the warmest third of the 100-year period of record for the state. Above-average temperatures were observed across most of the state with near- to below-normal temperatures in parts of the Southwest and in parts of the Panhandle.\nApril precipitation for the contiguous U.S. was 2.77 inches, 0.25 inch above average, ranking in the wettest third of the historical record. Precipitation was below average across much of the West, Southeast, and parts of the central and southern Plains. Conversely, precipitation was above normal from portions of the Plains to the Northeast, and in parts of the Southwest. Indiana and Pennsylvania each had their fifth-wettest April on record.\n(left) Normal April precipitation (rain and snow combined) across the contiguous United States based on data from 1991-2020. Places where average precipitation is below 4 inches are colored in shades of light green; places where April average precipitation is above 4 inches are colored shades of blue. (right)  Precipitation in April 2024 as a percent of the 1991-2020 average for the month. Blue-green indicates a wetter-than-average April; brown means a drier-than-average April. NOAA Climate.gov maps from our Data Snapshots collection, based on data from NOAA National Centers for Environmental Information.\nAlaska’s average monthly precipitation ranked in the driest third of the historical record. Precipitation was above average in parts of the North Slope and West Coast, while below-normal precipitation was observed in parts of the Southeast Interior and Panhandle during the month.\nAccording to the April 30 U.S. Drought Monitor report, about 17% of the contiguous U.S. was in drought, down about 1% from the beginning of April. Drought conditions expanded or intensified in much of the central and southern Plains, and parts of the Northwest and Southeast this month. Drought contracted or was reduced in intensity across much of the central Mississippi Valley and Upper Midwest, and in parts of the Southwest, northern Plains, Hawaii and Puerto Rico.\nDrought conditions across the contiguous United States as of May 7, 2024. Extreme (red) and exceptional (dark red) drought was present in relatively small parts of the northern Rockies and the Southwest. NOAA Climate.gov map from our Data Snapshots collection, based on data provided by the U.S. Drought Monitor project.\nFor more information on April and year-to-date climate, including information on billion-dollar disasters, read the monthly summary from NOAA’s National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}