{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-may-2024",
  "title": "U.S. climate summary for May 2024",
  "date": null,
  "content": "Grab and drag slider to compare average temperature for May 2024 (left) to what's normal for May (right) based on data from 1991-2020. Places where the May average was cooler than 50 degrees Fahrenheit are colored blue; places where it was warmer than 50 degrees are colored yellow, orange, and red. NOAA Climate.gov maps from our Data Snapshots: Temperature collection, based on data from NCEI.\nThe average temperature of the contiguous U.S. in May was 62.3°F, 2.1°F above average, ranking 13th warmest in the 130-year record. May temperatures were above average across much of the eastern contiguous U.S. including Florida, which saw its warmest May on record.\nLast month ranked among the top 10 warmest Mays on record in thirteen additional states. Conversely, near- to below-average temperatures were observed in portions of the central and northern Rocky Mountains.\nAverage temperature in May 2024 compared to normal (1991-2020 average). Places that were warmer than average are red; places that were cooler than average are blue. Much of the eastern part of the country was warmer than average, but a sizeable part of the Northern Rockies was cooler than average for May. NOAA Climate.gov maps from our Data Snapshots: Temperature collection, based on data from NCEI.\nThe Alaska statewide May temperature was 38.3°F, 0.5°F above the long-term average, ranking in the middle third of the 100-year period of record for the state. Near- to below-average temperatures were observed throughout most of the state, with above-normal temperatures observed in the north and portions of the eastern Southeast Interior and Northeast Gulf regions.\nThe meteorological spring (March–May) average temperature for the contiguous U.S. was 53.7°F, 2.8°F above average, tying with 2016 as the sixth-warmest spring in the 130-year record. Temperatures were above average from the Rocky Mountains to the East Coast. Arkansas, Kentucky, Ohio, Virginia and West Virginia each ranked second warmest while an additional 21 states ranked within the top five warmest springs on record.\nThe Alaska spring temperature was 26.8°F, 2.8°F above the long-term average, ranking in the warmest third of the record for the state. Temperatures were above average across much of the state, while parts of the Panhandle and Aleutians saw near-average spring temperatures.\nGrab and drag slider to compare total precipitation (rain and snow) for May 2024 (left) to what's normal for May based on data from 1991-2020 (right). Places where the May precipitation was less than 4 inches are colored light to medium green; places where it was more than 4 inches are colored light to dark blue. NOAA Climate.gov maps from our Data Snapshots: Precipitation collection, based on data from NCEI.\nMay precipitation for the contiguous U.S. was 3.56 inches, 0.65 inch above average, ranking 13th wettest in the historical record. Precipitation was below average across much of the Southwest, Rio Grande Valley, and southern Florida. Conversely, precipitation was above normal in portions of the Plains, South, Midwest, and Tennessee Valley. Kentucky, Tennessee and Rhode Island each had their sixth-wettest May on record.\nThis map shows May 2024 precipitation (total rain and snow) received across the United States as percent of normal (1991-2020 average). Note that parts of the Southwest receive very little precipitation in May on average, so even a little less than usual precipitation can look like a severe deficit. NOAA Climate.gov map from our Data Snapshots: Precipitation collection, based on data from NCEI.\nAlaska’s average monthly precipitation ranked in the driest third of the historical record. Precipitation was above average from Bristol Bay to the Central Panhandle, while below-normal precipitation was observed in parts of the Aleutian Islands during the month.\nThe U.S. spring precipitation total was 9.25 inches, 1.32 inches above average, ranking in the wettest third of the March–May record. Precipitation was above average from the Midwest to the Northeast, and in parts of the Gulf Coast and Southeast. Rhode Island saw its third-wettest spring on record and Iowa and Wisconsin their fourth wettest. Spring precipitation was below average in the Rio Grande Valley, southern Florida, and parts of the Southwest, central Plains, and Pacific Northwest.\nFor spring season precipitation, Alaska ranked in the middle third of the record with wetter-than-average conditions observed across most of the state. Precipitation was below average in parts of the Cook Inlet, the South Panhandle and the Aleutians.\nFour new billion-dollar weather and climate disasters were confirmed in May 2024, including two tornado events that impacted the central, southern and eastern U.S. at the end of April and beginning of May, one severe weather event that impacted the central and eastern U.S. at the end of February and a derecho event that impacted portions of the South in mid-May.\nLocations and type of billion-dollar disasters in 2024 to date through May. NOAA NCEI.\nThere have been 11 confirmed weather and climate disaster events this year, each with losses exceeding $1 billion. These disasters consisted of nine severe storm events and two winter storms. The total cost of these events exceeds $25 billion, and they have resulted in at least 84 fatalities.\nThe U.S. has sustained 387 separate weather and climate disasters since 1980 where overall damages/costs reached or exceeded $1 billion (including CPI adjustment to 2024). The total cost of these 387 events exceeds $2.740 trillion.\nDrought conditions across the contiguous United States as of May 28, 2024. Extreme (red) and exceptional (dark red) drought was present in relatively small parts of New Mexico, Texas, Kansas, and Idaho, less than 1% of the country. Map by NOAA Climate.gov, based on data provided by the U.S. Drought Monitor project.\nAccording to the May 28 U.S. Drought Monitor report, about 13% of the contiguous U.S. was in drought, down about 4% from the end of April. Drought conditions expanded or intensified across western Kansas, eastern Colorado, southeastern Wyoming, parts of the Northwest and Florida this month. Drought contracted or was reduced in intensity across much of the Upper Midwest, Midwest, Northern Rockies and in parts of Hawaii.\nThese highlights are from the monthly summary from NOAA’s National Centers for Environmental Information, part of the suite of climate services NOAA provides to government, business, academia and the public to support informed decision-making. For more detailed climate information, check out the comprehensive May 2024 U.S. Climate Report, scheduled for release on June 13, 2024.\nHelp us improve our content",
  "source": "climate.gov"
}