{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-summary-june-2024",
  "title": "Global climate summary for June 2024",
  "date": null,
  "content": "June 2024 was the warmest June on record for the globe in NOAA's 175-year record. The June global surface temperature was 1.22°C (2.20°F) above the 20th-century average of 15.5°C (59.9°F). This is 0.15°C (0.27°F) warmer than the previous June record set last year, and the 13th consecutive month of record-high global temperatures. This ties with May 2015-May 2016 for the longest record warm global temperature streak in the modern record (since 1980). June 2024 marked the 48th consecutive June with global temperatures, at least nominally, above the 20th-century average.\nThere have been 13 consecutive months of record-hot global temperatures, spanning from June 2023 through June 2024, which ties for the longest streak in modern record. Each month of record global temperatures, compared to the 1991-2020 average, is shown in sequence. Places that were warmer than average are red; places that were cooler than average are blue. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information.\nGlobal land-only June temperature also was warmest on record at 1.75°C (3.15°F) above average. The ocean-only temperature also ranked warmest on record for June at 0.98°C (1.76°F) above average, 0.05°C (0.09°F) warmer than the previous record warm June last year, and the 15th-consecutive monthly ocean record high. These record temperatures occurred under ENSO-neutral conditions. According to NOAA's Climate Prediction Center, ENSO-neutral conditions are present and La Niña is favored to develop during July-September (65% chance) and persist into the Northern Hemisphere winter 2024-25 (85% chance during November-January).\nInteractive graph showing global temperature each June from 1850-2024 compared to the 20th-century average. Use your cursor and hover over a specific year or bar to examine individual years more closely.  Warmer-than-average years are red; cooler-than-average years are blue. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information, created with Datawrapper.\nRecord-warm June temperatures covered large parts of Africa, parts of southern Europe, Southeast Asia, and much of the northern two-thirds of South America. Anomalous warmth also covered large parts of North America, with the exception of central and western Canada. During June 2024, 14.5% of the world's surface had a record-high June temperature, exceeding the previous June record set in 2023 by 7.4%. Across the global land, 13.8% of its surface had a record-high June temperature. Meanwhile, 0.3% of the global land and ocean surface experienced a record-cold June temperature.\nThe record-warm June temperatures which were a continuation of record warmth throughout the first half of the year in large parts of South America contributed to early and expansive drying of the Pantanal, the world's largest tropical wetlands. This led to a record start to the fire season, with more than 2500 wildfires reported in the Pantanal in June, the most ever for the month since records began in 1998, and more than six times the number in the same month of 2020, which was the most active fire year on record for the Pantanal.\nIn other parts of the world, monthly temperature anomalies exceeding +2°C to 3°C covered areas including large parts of eastern Europe, North Africa, northern Argentina, and large parts of central and western Asia. In Greece, an early-season heat wave with multi-day temperature exceedances of 38ºC (100ºF) occurred in many places. The extreme heat led to the reported deaths of several tourists and forced the closure of some tourist sites during the hottest periods.\nJune temperatures more than 3°C above average also covered much of western Antarctica. Conversely, temperatures below the 1991—2020 mean occurred in most of Greenland, southern South America, northwestern Russia, eastern Asia, eastern Australia, and much of eastern Antarctica.\nTemperatures in June 2024 compared to the 1991-2020 average. Places that were warmer than average are red; places that were cooler than average are blue. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information.\nOver the global oceans record-warm June temperatures covered large parts of the equatorial Atlantic and the Caribbean, where Hurricane Beryl became the first Category 4 hurricane observed in the Atlantic Ocean during the month of June. Record-warm sea surface temperatures also occurred in parts of the equatorial western Pacific, the southeast Pacific, and the Indian Ocean. Across the global ocean, 14.8% of its surface had a record-high temperature for the month. Only 0.2% of the global ocean was record cold in June. Widespread areas of below-average June sea surface temperatures were largely confined to the southeastern Pacific.\nIn the Northern Hemisphere, June 2024 ranked warmest on record at 1.56°C (2.81°F) above average, 0.32°C (0.58°F) warmer than the previous June record of 2023. The Northern Hemisphere land temperature and ocean temperature also each ranked warmest on record for the month. The Southern Hemisphere experienced its second warmest June on record at 0.88°C (1.58°F) above average, 0.02°C (0.04°F) cooler than 2023. The Southern Hemisphere land temperature for June was third warmest while June's ocean temperature was second warmest on record.\nJune was drier-than-average in areas that included most of the western United States and Alaska, large parts of the far eastern United States, an area stretching from northern Africa to southeastern Europe, the United Kingdom, large parts of eastern Russia, northeastern China, and parts of southern and eastern Australia. Areas that were wetter-than-average in June included parts of southern Japan, areas of eastern Europe, much of western Australia, large parts of the central United States, and southeast China, where in Guangdong Province heavy rainstorms caused loss of homes, roadways and bridges, damage to crops and dozens of reported deaths and missing persons.\nPercent of normal precipitation for global land-based stations in June 2024 compared to a base line of 1961 to 1990.  Places that received more precipitation than average are colored green; places that received less precipitation than average are colored brown. Gray areas represent missing data. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information.\nFor information on 2024's year-to-date temperature ranking, notable climate events, and separate statistics for Earth's land and ocean areas see the full June 2024 monthly report from NOAA NCEI.\nDifference from average precipitation around the world in June 2024 compared to the 1979-2020 average. Places that received more precipitation than average are colored blue; places that received less precipitation than average are colored brown. Map by NOAA Climate.gov, based on data provided by the Global Precipitation Climatology Project (University of Maryland).\nThe seasonal progression of global precipitation features continues as always this month with a vibrant start to the Summer Asian Monsoon, but also a continued transition from the El Niño of a few months ago toward a possible near future La Niña, but also a record-warmest June globally. How does all this affect the global precipitation totals and distribution this June?\nSome anomaly features in the deep tropics show resemblance to a typical La Niña pattern, despite the Niño 3.4 SST [sea surface temperature] Index being about neutral for the month, and even a little positive (toward El Niño) at the end of June. For example, most of the Pacific along the equator has negative rainfall anomalies [anomaly means \"difference from long-term average\"], typical of La Niña, with mainly positive anomalies across the Maritime Continent and surrounding waters—also La Niña-like. A rain-induced landslide in Indonesia struck a village with 200 dead.\nCentral and South America also appear La Niña-like, with excess rain along to the north and dry conditions to the south, amplifying the long-term drought in that zone. In other areas of the tropics the ENSO-related patterns are very weak or non-existent. The correlation of this June’s anomaly patterns with ENSO climatological composites has moved a little towards La Niña, with a slightly positive correlation.\nJune brought a relatively early beginning to the monsoon rainfall over South Asia, with excess rainfall over India, Nepal, Bangladesh and southern China, with accompanying flooding and landslides, with drought further north in China. Australia and tropical Africa have mixed anomaly patterns.\nThe lack of rain in southern Brazil has resulted in rare fires in the normally moist Pantanal wetlands. Farther north a strong positive anomaly is seen stretching from Central America through the Caribbean, Cuba and even extreme South Florida and out into the Atlantic resulting in floods in Guatemala, Honduras and El Salvador with 30 deaths, and flooding in Miami.\nThe eastern U.S. was covered by mean dry conditions edging toward drought. The same was true for the U.S. west coast with hot and dry conditions there helping to initiate fires. In between, the North American monsoon started in late June, helping to alleviate the drought in western Mexico and providing a relatively wet sliver up through Arizona, Utah and southwest Colorado.\nTropical Storm (TS) Alberto, the first Atlantic storm of the year, developed off the Texas/Mexico coast in mid-month and drenched the coastal areas there. Hurricane Beryl developed in mid-Atlantic and approached the Caribbean before the end of the month and hit Texas in very early July. The eastern Pacific remained without storms in June.\nMuch of western and central Europe, except the U.K., had an excess of rainfall this month, with flooding occurring in southern Germany and Switzerland. Over southeast Europe and into the Mideast dry conditions prevailed, and combined with excessive heat, resulted in many deaths during religious festivities in Saudi Arabia.\nEven though our earth-atmosphere system is coming out of the recent El Niño and is currently neutral and probably transitioning into La Niña, the temperature this past month was a record high for June due [at least in part] to global warming, and the global precipitation anomaly dropped a bit from last few months, but was still a near-record high. [Reminder: This statistic is for the satellite record compiled by the Global Precipitation Climatology Project.]\nThe high global total is being driven by both ocean and land, but that this month the land total is especially large. This higher anomaly over land is typical of La Niña conditions, so perhaps this distribution is indicative of the system move in that direction. The interplay between the surface temperature and global precipitation numbers (and global patterns) in the coming months will be interesting.\nHelp us improve our content",
  "source": "climate.gov"
}