{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-outlook-september-2024",
  "title": "U.S. climate outlook for September 2024",
  "date": null,
  "content": "After a very hot early and middle part of summer, August provided a welcome relief across much of the nation, with much-above-normal temperatures largely confined to the Deep South. The summer as a whole did average much warmer than average across the western and eastern parts of the nation, with only the central part of the nation having an average summer.\nSummer precipitation was generally below normal across most of the country, with only those areas that were hit by tropical systems (Beryl in the middle of the nation during July, Debby in the East during August) seeing above-average rainfall for the summer. Those summer precipitation deficits contributed to a large increase in drought, with the amount of the country experiencing drought more than doubling between early June and late August.\nAs we head into fall, will temperatures remain moderate, or will summer (in the form of hot weather) make a return? Will drought continue to expand across the nation or will beneficial rains start to reduce drought? Here’s the outlook from NOAA’s Climate Prediction Center (CPC) for September.\nThe U.S. temperature outlook for September 2024, showing where the monthly temperature is favored to be much warmer than average (orange and red) for September or much cooler than average (blues). Darker colors mean higher chances, not more extreme temperatures. White areas mean that there are equal chances for a warm, cool, or near-average September. Much warmer or much cooler than average means \"in the upper or lower third\" of average September temperatures from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center.\nOn August 31, CPC released its updated monthly climate outlooks for temperature, precipitation, and drought across the United States for September 2024. The temperature outlook in general favors well above average temperatures across most of the western and central parts of the nation, along the Gulf Coast and in New England. Below-average temperatures are favored in the Mid-Atlantic, with no tilt in odds toward any category for locations in between. The precipitation outlook favors well above average precipitation along the Pacific Northwest Coast and in a region extending from the Southern Plains, through the Southeast, to the southern mid-Atlantic. Well below average precipitation is favored across much of the North, from the Northern Rockies eastward to parts of the Northeast and also in the central Rockies and the Southwest.\nThe precipitation outlook for September 2024, showing where the average precipitation (rain and snow) is favored to be much higher than average (greens) or much lower than average (browns). Darker colors mean higher chances, not more extreme precipitation departures. White areas mean that there are equal chances for a wet, dry, or near-average September. Much higher or much lower than average means \"in the upper or lower third\" of total September precipitation amounts from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center.\nIn addition to providing more specifics about the outlooks and their basis, I’ll discuss the current state of drought, changes in drought observed during August, and the drought outlook for September. Finally, here’s my monthly reminder that the colors on the temperature and precipitation outlook maps only provide information about the most likely outcome, but that other outcomes are always possible, just less likely. More details about interpreting the outlooks can be found here.\nThe updated outlooks were produced considering the Week 1 forecast from the Weather Prediction Center (WPC), and CPC’s own Week 2 and Week 3-4 outlooks. Other tools that forecasters examined this month were longer-range forecast models such as the Global Ensemble Forecast System (GEFS), the Climate Forecast System (CFSv2), the European Ensemble Forecast System (ECMWF) as well as products derived from these models. With the expected arrival of La Niña somewhat delayed, it did not play a role in the September outlooks. Recent boundary conditions such as coastal sea surface temperatures (which can impact temperatures along the coast) and observed soil moisture (extremes in soil moisture (both wet and dry) can influence temperatures and precipitation during the warm part of the year) were also considered for these outlooks.\nThe September temperature outlook favors well above average temperatures across much of the western half of the nation, along the Gulf Coast into Florida, and in parts of the Northeast. (Well above average means “in the warmest third of all Septembers in the recent climate record.”) Well below normal temperatures are slightly favored for parts of the Mid-Atlantic region with equal chance odds found (1/3 chance each of below-, near-, and above-average) in the remainder of the eastern half of the country and along the Pacific coastal regions.\nThe best odds for a warmer-than-normal September are in southern Florida and out West in a region extending from the Northern Plains southward to the desert Southwest, with probabilities exceeding 60%. Temperatures are forecast to be above average in the western region in all CPC outlooks (6-10 day, Week-2, and Week 3-4), as well as in Florida, where well above normal sea surface temperatures surround the peninsula. Above-average temperatures are favored early in the month along the West Coast, but troughing (jet stream shifted south of normal) is predicted during the latter half of the month, which injects enough uncertainty into the monthly average that the forecast is “equal chances” along the coast.\nIt’s a much different story in the eastern half of the nation, as September looks to begin with below-average temperatures during the first half of the month. Longer range outlooks (Weeks 3-4) do favor above-average temperatures, so “equal chances” is the outlook for much of this region. The exception is the mid-Atlantic, where the cooler temperatures early in the month are likely to outweigh the warmer temperatures later in the month.\nThe precipitation outlook for September once again has a fairly large amount of the country with a non-“equal chances” forecast. Above-average rainfall is favored across much of the South, from West Texas eastward across the Southeast to the Mid-Atlantic and also in the coastal Pacific Northwest. The tilt in the odds is largest in Texas, where heavy rainfall is anticipated during the first week of the month and in Florida where above-average rainfall is favored during most of the month. Finally, although the month is predicted to start dry in the Northwest, forecasts for Week-2 and Weeks 3-4 favor above-average rainfall with the approaching trough.\nBelow-average precipitation is slightly favored from parts of the Southwest northward across the Central Rockies into Montana, consistent with a dry start to the month and longer-range guidance favoring either below normal or equal chances. Throughout the northern Great Plains and Great Lakes, confidence for below-average September precipitation is higher, as below-normal rainfall is favored during all time periods.\nThe amount of drought increased during August across the continuous United States, from about 20% to almost 28%, with another 35% of the nation in the DO category (abnormally dry) as we begin September. The percent of the country in the two most intense categories (D3-D4, representing extreme and exceptional drought) also increased during the month to almost 2.5%, although that is still fairly low by historical standards.\nThe summer of 2024 has been relatively hot and dry across much of the contiguous United States, and the area that is either abnormally dry (yellow) or in some level of drought (moderate, light orange; severe, orange; extreme, bright red; exceptional, dark red) expanded considerably between June 4 (left) and August 27 (right). Areas of exceptional drought appeared in Montana, Texas, West Virginia, and Ohio. Moderate to severe drought was in place in parts of the Pacific Northwest, the Southwest, the Southern Plains, and the Deep South. NOAA Climate.gov map from our Data Snapshots Collection, based on data from the U.S. Drought Monitor project.\nRegionally, much of the nation saw drought degradation, particularly from the Southern Plains into the Deep South. Much of this region recorded 2-3 class changes. Mainly 1 class degradation was observed over parts of the West, central and northern Great Plains (up to 2 class changes) and in parts of Ohio and West Virginia, where despite modest changes (1-2 classes), exceptional drought (D4) developed for the first time in the 25-year Drought Monitor history. In contrast, significant drought improvement (often drought removal) was observed in parts of the East, mainly along the path of Debby, where upwards of 10 inches of rain eliminated drought in most of South Carolina and lesser amounts of rainfall improved drought conditions by 1-2 classes farther north.\nU.S. map of predicted drought changes or persistence in September 2024. Across Texas and the Deep South, drought is likely to end (green) or at least improve (tan). But significant parts of the Pacific Northwest, the Northern Rockies, the Southwest, the Southern Plains, and northern West Virginia and the Ohio River valley are likely to see drought develop (yellow) or persist or worsen (dark brown). NOAA Climate.gov map, based on data from the Climate Prediction Center (CPC). See CPC version for Alaska and Hawaii.\nWith above-average temperatures and below-average precipitation favored during September over much of the western half of the nation, drought persistence with some new development is most likely. The exception is in parts of eastern New Mexico and Texas, where improvement or removal is likely, consistent with the expectation of above-normal rainfall, particularly during the beginning of the month. The eastern half of the nation is more of a mixed bag, with improvement and removal likely in regions where above-normal rainfall is favored across much of the South and persistence and some development (over parts of the Midwest) where the odds favor either below-average rainfall or there is no tilt in the odds towards any category.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website.\nHelp us improve our content",
  "source": "climate.gov"
}