{
  "url": "https://www.climate.gov/news-features/understanding-climate/carbon-dioxide-removal-noaa-state-science-factsheet",
  "title": "Carbon dioxide removal: NOAA State of the Science factsheet",
  "date": null,
  "content": "Human-caused emissions of carbon dioxide (CO2), a greenhouse gas (GHG), have been the largest driver of climate change over the past century. The increase of CO2 in the atmosphere has led to warming of surface temperatures over land and in the global oceans, ocean waters becoming more acidic and lower in oxygen, changes in marine food webs, and other associated climate impacts. Long-term protection of Earth’s climate and oceans requires substantial reductions in emissions and atmospheric concentrations of CO2 and other GHGs.\nIn addition to steep reductions of GHG emissions, the IPCC 6th Assessment Report (AR6) considers CDR to be a necessary component of successful strategies for limiting global warming to 1.5–2°C. The State of Carbon Dioxide Removal report (2nd Edition, 2024) estimates that 7–9 gigatonnes (Gt) CO2 removal will be required each year by 2050 to achieve the climate targets of the Paris Agreement. ~2 GtCO2 removal per year is already occurring, primarily through conventional CDR methods. Conventional methods are those that are already well established and part of land-use change or forestry activities (e.g., reforestation/afforestation, wetland restoration, soil carbon). Emerging, or “novel”, CDR methods currently contribute only 0.0013 GtCO2 removal per year, but are growing at a more rapid rate. To reach the 2050 goal, a large-scale increase in the capacity of novel CDR pathways is required. If this is achieved, the total CDR carbon sinks would be comparable to the size of the natural land and ocean carbon sinks (Figure 1).\nFigure 1. The global carbon budget for 2022 showing the approximate size of CO2 emissions sources and natural sinks compared to the projected size of the CDR sink for 2050 and 2100 needed to meet the targets of the Paris Agreement (values from Friedlingstein et al., 2022 and Minx et al., 2018).\nThere has been a substantial increase in investment in research and development of CDR methods from national governments, private industry, and non-governmental organizations (NGOs). These early investments are essential if CDR is to be implemented at large scale. Currently, society does not have the technology to implement CDR at the scales required to reach the Paris climate targets, nor a full understanding of the potential efficacy of these methods or their potential environmental and human impacts.\nNovel CDR pathways are currently in their infancy and all approaches require additional research and development. If scaled, a successful CDR strategy would need to be appropriately balanced with other Sustainable Development Goals to ensure responsible, permanent carbon removal.\nCDR methods can be divided into two main categories: land-based approaches and ocean-based approaches (also called marine CDR or mCDR), as illustrated in Figure 2.\nFigure 2. Schematic illustrating land-based and marine CDR approaches.\nLand-based approaches involve changes to agriculture, forests, and other land-use activities, as well as direct air capture (DAC) of CO2. DAC describes a number of processes that remove CO2 from the air with a liquid or solid adsorbent and then store the carbon in under- ground reservoirs. Other land-based CDR approaches include accelerated weathering of natural carbonate and silicate rocks, methods for increasing soil carbon uptake (e.g., agricultural sequestration), and storage in above- ground biomass (e.g., reforestation/afforestation). Biomass/crop residues can be converted into a more stable form of carbon, known as biochar, which can be stored long-term in soils or underground.\nMarine CDR approaches can amplify the ocean’s natural carbon cycles that pull carbon from the atmosphere and transport it into the deep ocean. Ocean alkalinity enhancement, which increases the ocean’s drawdown of CO2 by lowering surface water acidity, has the potential added benefit of mitigating ocean acidification. Other methods include macroalgal cultivation (aquaculture) and sinking, ocean fertilization (nutrient addition), and artificial upwelling/downwelling to encourage phytoplankton growth and export. Alternatively, engineered approaches can strip CO2 from seawater in a process known as direct ocean removal (DOR).\nActivities that enhance coastal blue carbon (CBC) typically focus on restoration and/or conservation of naturally occurring ecosystems, but may also provide local to regional carbon removal. When these methods are carefully carried out alongside appropriate monitoring, report- ing, and verification (MRV), they can be considered CDR. A coastal blue carbon project may be considered a land- or ocean-based approach depending on the methodology (e.g. mangroves vs seagrass projects).\nTo be considered CDR, CO2 must be directly removed from the atmosphere, converted to long-duration (100–1000 years) storage products, and result in negative emissions for the overall process. Therefore, CDR approaches and their environmental impacts would need a robust system for MRV to meet these standards. The development of an MRV system is critical for accurately tracking and providing accountability metrics for carbon removal.\nCDR methods are evaluated on several metrics: scalability, durability and duration of storage, energy requirements, economic feasibility, and environmental impacts.\nA fundamental challenge of CDR is achieving the enormous scale of required carbon removal on a suitably rapid timescale with minimal impact on the environment and marine habitats (such as from mining, acid production, waste products, etc.). Scalability refers both to how quickly CDR projects can be replicated, given space, time, and cost constraints, and to the theoretical cap on the total potential carbon removal.\nCO2 has a lifetime in the atmosphere and oceans of 1000s of years. It is imperative that carbon reservoirs are sustainable over long periods with minimal leakage back into the atmosphere. Temporary reservoirs, such as plants and trees, return CO2 to the atmosphere when they die or are destroyed (e.g., by wildfire). Conversely, geologic carbon storage in the form of dissolved CO2 or solid carbonates (rock) in deep sea sediments is an effectively permanent (>1000 years) removal.\nFor CDR methods to be carbon negative, the energy required to drive the system, to mine or engineer the materials needed to convert CO2 to a more durable form, and to transport and store the carbon, must come from renewable or non-CO2 emitting sources. A key challenge for DAC and DOR systems is the necessary high-energy inputs.\nThe cost of CDR methods is determined by the cost-per-ton of carbon removed. Some techniques, such as DAC, currently have a high cost due to the infrastructure and materials required. The development of a carbon management industry could have widespread economic benefits, with estimates of 300,000 new jobs by 2050 and an overall industry valuation of US $259B by 2050.\nLarge-scale CDR actions may have a variety of co-benefits and unintended negative side effects. Co-benefits of CDR include potential mitigation of ocean acidification and improvements to coastal wetlands, forests, and soils that would promote biodiversity, environmental sustainability, and crop/food production. A primary concern of CDR is managing the extremely large waste flows (stored carbon) that would need to be safely deposited and stored for hundreds to thousands of years. The side effects of mCDR techniques on ocean ecosystems are also not fully understood and could include depletion of subsurface oxygen, changes in ocean biogeochemistry and habitat, shifts in marine food webs, and other unintended consequences for ocean life.\nCDR is an interdisciplinary field with societal implications associated with various ethical and legal concerns. Given the novelty of this field, the regulatory landscape for permitting and environmental protection is still being developed.\nNOAA’s mission of environmental stewardship encompasses both research and regulatory aspects. Given NOAA’s ocean regulatory authority, NOAA is collaborating closely with other Federal agencies and stakeholders on emerging guidance. Codes of conduct are beginning to emerge for CDR and mCDR research and/or implementation, but are not binding. International agreements, such as the London Convention and London Protocol covering marine pollution, are actively considering whether to incorporate more mCDR strategies into their framework.\nMultiple reviews have discussed how CDR methods can incorporate justice considerations, suggesting that well-resourced, community-driven decision making, equitable distribution of deployment and employment, geopolitical responsibility sharing, development of a diverse scientific workforce, and transparent technology transfer will be essential to inform deployment strategies and safeguard against past, present, and future harms for marginalized communities.\nNOAA’s existing mandate covers research and monitoring of Earth’s carbon cycle and climate system. Accordingly, researching how CDR techniques may change the climate system are already part of NOAA’s purview. Assessing the effectiveness and safety of CDR approaches is directly related to NOAA’s mission to study linkages between the ocean and atmosphere.\nExisting programs and activities in global carbon cycle, marine ecosystem, and climate research are essential for informing CDR research, and include: NOAA’s global to coastal observing networks and data assimilation, NOAA’s Earth system and regional ocean modeling, and NOAA’s ecosystem research. NOAA’s existing and innovative assets can inform evidence-based decisions on implementation of CDR techniques by federal and state agencies, the private sector, and nonprofit organizations. NOAA’s mission also includes the stewardship of environmental resources (e.g., fisheries and aquaculture, coastal wetlands, protected/endangered species, and marine sanctuaries) that may be affected, both positively and negatively, by CDR.\nNOAA’s existing congressional mandates around resource management and conservation in areas such as seafood production, protected species conservation and recovery, marine ecosystem structure and function, and coastal communities will play a role in mCDR research and implementation permitting.\nGiven NOAA’s scientific leadership on oceans, coasts, and the management of marine resources, mCDR methods are a primary focus of NOAA CDR research. In 2023, NOAA led the first large-scale public private funding call on mCDR.\nFull details on NOAA’s CDR research engagement are available in the Strategy for NOAA Carbon Dioxide Removal Research report, published in 2023. More information on CDR and NOAA’s role in CDR research is available at: oceanacidification.noaa.gov/carbon-dioxide-removal\nHelp us improve our content",
  "source": "climate.gov"
}