{
  "url": "https://www.climate.gov/news-features/understanding-climate/solar-radiation-modification-noaa-state-science-factsheet",
  "title": "Solar radiation modification: NOAA State of the Science factsheet",
  "date": null,
  "content": "Solar Radiation Modification (SRM) refers to deliberate, large-scale actions intended to decrease global average surface temperatures by increasing the reflection of sunlight away from the Earth.\nSRM is not considered a substitute for climate mitigation efforts, which include decarbonization and greenhouse gas emission cuts.\nResearch into the viability and effectiveness of SRM methods and potential unintended consequences provide a foundation for decisions regarding the implementation of SRM.\nPDF available.\nSolar Radiation Modification (SRM) refers to deliberate, large-scale actions intended to decrease global average surface temperatures by increasing the reflection of sunlight away from the Earth. Proposed SRM methods involve the use of aerosols (small particles) or other materials to increase the reflectivity of the atmosphere, clouds, or Earth’s surface. These methods have the potential to lower surface temperatures more quickly than carbon dioxide removal (CDR) methods and reduce some risks posed by climate change, while posing other risks still to be understood.\nThe single largest driver of climate change in the industrial era has been human-caused emissions of carbon dioxide (CO2), a long-lived greenhouse gas (GHG). Long-term protection of Earth’s climate and oceans requires substantial reductions in emissions and atmospheric concentrations of CO2 and other GHGs. SRM is not considered a substitute for climate mitigation efforts, which include decarbonization and GHG emission cuts. SRM research is being conducted as a response to growing concerns that the pace of CO2 emissions reductions and CDR technology development is not sufficient to avoid severe impacts of climate change in the next decades. Research into the viability and effectiveness of SRM methods and potential unintended consequences provide a foundation for decisions regarding the implementation of SRM.\nSRM methods cool the surface by preventing a portion of incoming solar radiation from reaching Earth’s surface. By contrast, GHGs warm surface temperatures by trapping a portion of outgoing terrestrial radiation that would otherwise be emitted into space. SRM methods reduce surface warming without addressing the fundamental cause—rising levels of atmospheric GHGs—and thus do not offset all of the impacts of carbon emissions.\nStratospheric aerosol injection (SAI) and marine cloud brightening (MCB) are the SRM methods that have garnered the most interest and have been the subject of the most research based on a combination of projected feasibility and estimated cost. To date, far less research has been performed on other proposed methods for modifying Earth’s radiation budget  (Figure 1).\nFigure 1.  Proposed methods for modifying Earth’s radiation budget, including SRM methods and cirrus cloud thinning.\nStratospheric aerosol injection (SAI): a strategy for increasing the number of small reflective aerosols in the stratosphere to increase the reflection of incoming sunlight.\nMarine cloud brightening (MCB): a strategy for adding aerosol to the lower atmosphere over ocean regions to increase the reflectivity of low-lying marine clouds.\nCirrus cloud thinning (CCT):  a strategy for modifying the properties of high altitude ice clouds to increase the transmission of outgoing terrestrial radiation to space.\nSurface albedo enhancement: increasing the reflectivity of surfaces through, for example, white roofs or land-cover changes.\nSpace-based methods: proposed methods have primarily considered large “mirrors” in space to reflect sunlight.\nSAI involves increasing the abundance of stratospheric aerosols that reflect sunlight either by direct injection or by injection of a precursor gas (such as sulfur dioxide, SO2) that would subsequently react in the stratosphere to form aerosols. Proposed aerosol types include sulfate, calcium carbonate, and diamond dust. MCB involves injecting sea salt aerosol into low-level marine clouds to increase cloud reflectivity by increasing the number of small cloud droplets.\nAnalogs to SAI (e.g., volcanic eruptions) and MCB (e.g., ship tracks) provide a scientific basis for understanding the main principles of SRM.\nExtensive research efforts are underway in the scientific community to gain a comprehensive understanding of the feasibility, risks, benefits, and negative consequences of possible SRM strategies to reduce surface temperatures. SRM research centers on developing and studying a range of potential future scenarios that combine emissions reductions, CDR, and SRM to varying degrees and over varying timescales. In one such scenario, commonly called “peak-shaving” (illustrated in Figure 2), SRM would be implemented as a temporary method alongside strong GHG emission cuts and aggressive CDR to stabilize global temperatures and offset some of the most negative impacts of climate change.\nFigure 2.  Schematic diagram representing the concept of peak-shaving. Different lines illustrate the global mean temperatures for future scenarios. Blue arrows represent the relative magnitude of the temperature impact of stratospheric aerosol injection (SAI).\nSRM deployments large enough to temporarily offset climate change impacts could have substantial risks and unintended and unexpected consequences. Side effects of SRM are driven by complex chemical, radiative, and dynamical interactions, such as changes to the hydrologic cycle and clouds, or effects on ecosystems, agricultural production, and the carbon cycle. Additional impacts on the protective stratospheric ozone layer by SAI and alterations to the El Niño Southern Oscillation by MCB are also possible. The potential risks and benefits to human health and well-being and to ecosystems from SRM need to be evaluated and assessed relative to those associated with plausible trajectories of ongoing climate change without SRM (i.e., using risk vs. risk analysis). Current understanding of risks and benefits is limited by uncertainties in the observations and modeling tools used to examine SRM impacts.\nGHG-induced warming and SRM-induced cooling are different physical mechanisms; therefore, SRM would not simply undo GHG-induced warming and cannot reverse all climate changes everywhere. In fact, effects of climate change on regional weather patterns will not be fully mitigated by SRM. Some regions could experience cooler or wetter conditions, and others warmer or drier conditions, compared to a climate without SRM. In addition, ocean acidification will persist unabated if GHG emissions continue.\nImportantly, both the effectiveness of SRM in offsetting the impacts of global warming and the potential unintended consequences depend on how and when SRM is deployed. Recent studies on SRM indicate that some of the negative impacts can be reduced through design of an optimal injection strategy (i.e. location, magnitude, and timing of injection).\nSubstantial modeling efforts to understand the processes and impacts of both SAI and MCB are ongoing. These efforts have demonstrated the basic efficacy of SRM for cooling Earth’s surface temperatures, while also identifying a number of gaps and uncertainties in our current understanding, as well as potential unintended outcomes.\nMany of the processes most important for understanding SRM approaches—such as those that control the formation of clouds and aerosols—are among the most uncertain components of the climate system. Climate models differ in simulating large-scale aerosol climate effects, including on surface temperatures, due to variations in how aerosol processes, atmospheric transport and mixing, and physics are represented. There remain large uncertainties as to the changes in large scale circulation, regional climate, air quality, and weather, associated with SRM. Research on low-level clouds has also revealed complex interactions with aerosols, so the net climate effect of injecting aerosols into the lower atmosphere for MCB is difficult to project. Improving understanding of these fundamental processes requires expanded atmospheric observations and innovations in modeling.\nA fundamental challenge of SRM is the technological requirement to implement any strategy at the scale required to achieve appreciable global cooling. Both SAI and MCB would require development of reliable methods for producing aerosols of a specific size and uniformity, in addition to the platforms/vehicles needed for deployment (e.g., ships, high altitude aircraft/balloons).\nAerosols are removed from the atmosphere by natural processes on timescales of a few days in the troposphere and a few years in the stratosphere. An SRM strategy like peak-shaving would require ongoing deployment until such time that the atmospheric concentrations of GHGs are sufficiently reduced. Ceasing actions abruptly when injections are large could lead to a more rapid climate change (termination shock) than would have occurred in the absence of SRM. SRM also raises concerns of intergenerational equity by committing future generations to continue on a path they did not choose.\nClimate change raises geopolitical risks, and SRM deployment could also add significant geopolitical risks. Implementing SRM may positively impact some locations and negatively impact others. This uneven distribution of benefits and negative consequences introduces potentially significant justice and geopolitical concerns. Currently, no universally accepted governance framework provides oversight for SRM research or implementation. Substantial knowledge gaps and uncertainties exist in many critical areas of SRM research, particularly related to the social sciences.\nNOAA is engaged in a range of SRM research activities including modeling, laboratory experiments, and measurements of current atmospheric conditions. All activities occur within existing authorizations for Federal science agencies. The US Government is not engaged in any form of outdoor testing or deployment of SRM techniques and does not condone or endorse SRM deployment. Any activities intending to modify weather or Earth’s solar radiation (i.e., SRM) are required to be reported to NOAA under the Weather Modification Reporting Act. NOAA keeps track of the reports submitted, and maintains them for public access in the NOAA Library.\nNOAA is one of the lead federal research agencies investigating the Earth system, including the planet’s radiative balance, the global carbon cycle, and the chemistry and composition of the atmosphere. NOAA conducts observations and modeling research on the climate system and the detailed atmospheric and oceanic processes that drive it. Researching how SRM may change the climate system is part of NOAA’s mission. NOAA observations provide important constraints on and verification of NOAA modeling and projection capabilities, which, in turn, enable the exploration of future climate scenarios that allow for examining and understanding impacts, options, and tradeoffs.\nFollowing a Congressional directive implemented in 2020, NOAA is leading the ERB program—a multi-year research program to investigate natural and human activities (e.g., volcanoes, wildfire pyrocumulous, space industry emissions, ship tracks, and SRM) that might alter the composition and reflectivity of the atmosphere.\nThe ERB program has funded research projects relevant to SRM both within NOAA labs and with external collaborators. These projects include: model development, model studies of SRM efficacy and impacts, laboratory studies of stratospheric aerosol materials, novel instrument development, observations of stratospheric aerosol using high altitude balloon sondes, and uncrewed aerial system (UAS) measurements of aerosol-cloud interactions in marine clouds. The SABRE (Stratospheric Aerosol processes, Budget and Radiative Effects) project, ERB’s flagship stratospheric measurement effort, is a multi-year airborne research campaign using high altitude research aircraft to collect the detailed observations of stratospheric composition and chemistry necessary for improving chemistry–climate models and narrowing the uncertainty in model projections of SAI impacts.\nAll NOAA State of the Science factsheets\nHelp us improve our content",
  "source": "climate.gov"
}