{
  "url": "https://www.climate.gov/news-features/understanding-climate/noaa-experts-ground-cop29-uns-annual-summit-advance-global",
  "title": "NOAA experts on the ground at COP29, U.N.'s annual summit to advance global action on the climate crisis",
  "date": null,
  "content": "COP is short for “Conference of the Parties,” meaning those countries who joined the international treaty called the U.N. Framework Convention on Climate Change (UNFCCC).\nNOAA leaders and climate experts will participate as part of the U.S. delegation to the 29th United Nations Conference of the Parties (COP29) being held in Baku, Azerbaijan, from November 11-22.\nAnnual U.N. COP climate summits bring nations together to discuss the intersection of climate science and international policymaking — principally, what actions should be taken to reduce harmful human-driven emissions of carbon dioxide and other heat-trapping gases that are accelerating Earth’s warming and causing severe consequences for human lives and livelihoods.\nNOAA experts will be in Baku as part of the U.S. delegation to highlight how the agency’s actionable climate data and services empower people to make informed decisions in the face of a growing climate crisis. Use the buttons below to explore this page.\nThe 29th Conference of the Parties (COP29) has come to an end, where ministers unveiled a new finance goal to help countries safeguard their people and economies from climate disasters while seizing the opportunities of the clean energy boom. Over the course of the two-week conference, NOAA played a vital role, sharing its scientific expertise and innovative solutions to drive international collaboration on climate adaptation and resilience. This article by NOAA.gov offers a list of NOAA highlights from the meeting.\nLooking ahead, NOAA will continue its work with international partners to implement COP29 outcomes and drive progress toward a sustainable, resilient future.\nNOAA experts are on the ground in Baku as part of the U.S. delegation to highlight how the agency’s actionable climate data and services empower people to make informed decisions in the face of a growing climate crisis. Below are our key spokespeople.\nNOAA experts (clockwise from top left): Rick Spinrad, Ph.D., under secretary of commerce for oceans and atmosphere and NOAA administrator; Lauren Gibson, Ph.D., policy advisor; Michael C. Morgan, Ph.D., under secretary of commerce for oceans and atmosphere; Amanda McCarty, director of NOAA’s Climate-Ready Nation initiative; and Tom Di Liberto, Communications, Lead for the U.S. Center (on detail to U.S. State Department).\nNOAA's broader delegation includes experts who will participate in negotiations, policy discussions and speak at events.\nThe Ocean Pavilion, co-sponsored by NOAA, returns for a third year to underscore the integral role of our ocean in climate and serve as the central hub for conference delegates to exchange ideas on addressing the climate crisis by leveraging ocean science and solutions.\nThe U.S. Center featured dozens of events throughout the two weeks of COP29 featuring a diversity of sectors, issue areas, perspectives and experiences that are informing global action and the implementation of climate solutions. This year, NOAA Public Affairs Specialist Tom Di Liberto is on detail to the U.S. State Department as Lead for the U.S. Center. Every day, the U.S. Center will feature in-person and virtual events showcasing the diversity of U.S. climate leadership. You can follow the activities on X and check out live-streamed events on YouTube.\nNOAA is participating in many events during COP29 at the U.S. Center the Ocean Pavilion, and other COP29 venues. As events are scheduled, they will appear below. Note: All times are GMT+4.\nNovember 11\nNovember 13\nNovember 14\nNovember 15\nNovember 16\nNovember 17\nNovember 18\nNovember 19\nNovember 20\nNovember 21\nNOAA leaders and climate experts will be available for onsite interviews at COP29. Read more at NOAA.gov.\nDirect any questions or interview requests to: Rachel Brittin, rachel.brittin@noaa.gov, (202) 809-0197 (In Baku)\nScott Smullen, scott.smullen@noaa.gov, (202) 494-6515\n\tLori Arguelles, lori.arguelles@noaa.gov, (571) 439-4084\nLearn more about how NOAA is creating a “climate-ready nation” and follow along with NOAA at COP29 on X at @noaaclimate and @noaa, on Instagram at @noaa, and Facebook using hashtag #NOAAatCOP29.\nHelp us improve our content",
  "source": "climate.gov"
}