{
  "url": "https://www.climate.gov/news-features/understanding-climate/2024-arctic-report-card-documents-rapid-dramatic-change",
  "title": "2024 Arctic Report Card documents rapid, dramatic change",
  "date": null,
  "content": "After storing carbon dioxide in frozen soil for millennia, the Arctic tundra is being transformed by frequent wildfires into an overall source of carbon to the atmosphere, which is already absorbing record levels of heat-trapping fossil fuel pollution.\nThe transition of the Arctic tundra from a carbon sink to a carbon source is one of the dramatic changes in the Arctic that are documented in NOAA’s 2024 Arctic Report Card. Climatic shifts are forcing plants, wildlife and the people that depend on them to rapidly adapt to a warmer, wetter and less certain world.\n“Our observations now show that the Arctic tundra, which is experiencing warming and increased wildfire, is now emitting more carbon that it stores, which will worsen climate change impacts,” said NOAA Administrator Rick Spinrad, Ph.D. “This is yet one more sign, predicted by scientists, of the consequences of inadequately reducing fossil fuel pollution.”\nThis map shows the Arctic's average carbon balance from 2002-2020. Land areas colored purple were a source of carbon dioxide to the atmosphere. The darkest purple clusters show areas where there were large releases due to wildfires. Green areas had a negative carbon dioxide flux, meaning they were a “sink” that removed and stored atmospheric carbon dioxide. NOAA Climate.gov image based on the 2024 Arctic Report Card - Carbon Cycling.  Large image & full story\nNew research in the 2024 Arctic Report Card, contributed by 97 scientists from 11 countries, reveals record-setting observations that underlie ongoing changes emerging in the Arctic, which covers the lands and seas of the north polar region. They include:\n(top) On the map, blues and greens shows locations where the heaviest 5-day winter precipitation events in 2024 ranked in the top 10 wettest events on record (1950-2023).  (bottom) The graph shows winter precipitation each year from 1950–2023 from two data sources, both confirming a long-term increase. NOAA Climate.gov image, based on the 2024 Arctic Report Card - Precipitation. Large image & full story\nObservations also reveal stark regional differences that make local and regional environmental shifts highly unpredictable for people, plants and animals.\n“This year’s report demonstrates the urgent need for adaptation as climate conditions quickly change,” said Twila Moon, lead editor of the Arctic Report Card and deputy lead scientist at the National Snow and Ice Data Center. “Indigenous Knowledge and community-led research programs can inform successful responses to rapid Arctic changes.”\n(top) Map of average air temperature across the Arctic for October 2023–September 2024 compared to the 1991–2020 average. Areas with warmer-than-average temperatures are orange and red, and areas with colder-than-average temperatures are blue. The graph shows how yearly Arctic (red line) and global (gray line) temperatures compared to the long-term average (1991-2020) from 1900–2024. NOAA Climate.gov image based on the 2024 Arctic Report Card - Surface Air Temperature. Large image & full story\n(top) This map shows average sea ice concentration in September 2024. The ice pack was smaller than median ice extent from 1991–2020 (white line) and much smaller than the median ice extent from 1981–2010. (bottom) The graph shows the observed ice extent each September from 1979–2024 (solid line) and the trend line (dashed line). NOAA climate.gov image based on the 2024 Arctic Report Card - Sea Ice. Large image & full story\n(left) A graph of blubber thickness compared to average (dots show the average, bars shows the 95% confidence range) since the 1960s in four types of ice seals harvested by Alaska Natives. Following declines in the 2010s, the body condition of ringed, bearded, spotted, and ribbon seals has recovered. (right) The map shows the locations (red squares) around the Pacific Arctic where hunters harvested the seals. NOAA Climate.gov image based on the 2024 Arctic Report Card - Ice Seals. Large image & full story\n(left) Map shows the location and status of 13 caribou herds relative to their peak; large and increasing (red), small and increasing (dark peach), small and stable (light peach), and small and decreasing (brown). (right) The graph shows each herd’s population (dark gray) compared to their historic high numbers (light gray). NOAA Climate.gov image, based on the 2024 Arctic Report Card - Caribou. Large image & full story\n(top) Map showing the length of the 2023-24 snow season across the Arctic ranked from shortest (dark blue) to longest (light blue) in the recent record (1998-2024). (bottom) Five-year average June snow cover extent since 1967 compared to the 1991-2020 average. Late-spring snow cover has declined across the North American Arctic (bright blue) and the Eurasian Arctic (dark blue). NOAA Climate.gov image based on the 2024 Arctic Report Card - Snow Cover. Large image & full story\n“Many of the Arctic’s vital signs that we track are either setting or flirting with record-high or record-low values nearly every year,\" said Gerald (J.J.) Frost, senior scientist with Alaska Biological Research, Inc. and veteran Arctic Report Card author. \"This is an indication that recent extreme years are the result of long-term, persistent changes, and not the result of variability in the climate system.”\nHelp us improve our content",
  "source": "climate.gov"
}