{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-outlook-january-2025",
  "title": "U.S. climate outlook for January 2025",
  "date": null,
  "content": "It’s been a couple of months since my last post, so not surprisingly, we’ve seen some significant changes with regards to drought across the United States. The amount of drought has decreased in the last 2 months from over 50% of the nation to under 40%, with improvements found pretty much coast to coast (with a few exceptions). November and December also saw large temperatures swings.  November was warmer-than-average in the central and eastern parts of the nation and colder-than-average in much of the West. December was almost the opposite based on preliminary maps: milder-than-normal temperatures out West and a lot of variability in the East, with the month of December ending up slightly colder than average for the region). (NOAA’s official climate summary for December will be released late next week.)\nPrecipitation was more consistent between the two months, with both months featuring wetter-than-average conditions throughout large parts of the middle of the nation and in the Pacific Northwest, while it was somewhat drier than average along the East Coast. Will U.S. drought coverage continue to decrease during January? Which parts of the nation (if any) will see a cold start to the new year? Let’s see what NOAA’s Climate Prediction Center (CPC) predicts for January.\nThe U.S. temperature outlook for January 2025 has an east-west split. January average temperature is leaning toward much warmer than average (orange and red) conditions for the West, including southern Alaska, while the Northern Plains and much of the East are leaning toward much cooler than average (blues). Darker colors mean higher chances, not more extreme temperatures. White areas mean that there are equal chances for a warm, cool, or near-average November. Much warmer or much cooler than average means \"in the upper or lower third\" of January average temperatures from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center. NOAA Climate.gov image from our Data Snapshots collection, based on data from the Climate Prediction Center.\nOn December 31, CPC released its updated monthly climate outlooks for temperature, precipitation, and drought across the United States for January 2025. The temperature outlook favors well above average temperatures across the western and south-central parts of the nation, as well as in the extreme Northeast and southern Alaska. Below-average temperatures are favored in much of the East, as well as in parts of the Northern Plains, the Ohio Valley, and in the Southeast. The precipitation outlook favors well above average precipitation in the Pacific Northwest, Northern Rockies, Northern Plains, in the Northeast, and in southern Alaska, with below-average precipitation only favored in the Southwest and southern Plains and in northern Alaska.\nThe precipitation outlook for January 2025 factors in the influence of a developing La Niña event in the tropical Pacific. Precipitation is  favored to be much wetter than average (green colors) in the Pacific Northwest and nearby inland areas, but much drier than average (browns) in the Southwest from Southern California to Texas. Darker colors mean higher chances, not more extreme precipitation departures. White areas mean that there are equal chances for a wet, dry, or near-average January. Much higher or much lower than average means \"in the upper or lower third\" of total January precipitation (rain and snow) amounts from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center. NOAA Climate.gov image from our Data Snapshots collection, based on data from the Climate Prediction Center.\nThroughout the remainder of this post, I’ll provide specific information about the outlooks and their basis, discuss the changes in drought seen during November and December, and end with the drought outlook for January. And don’t forget: the colors on the temperature and precipitation outlook maps provide information about the most likely outcome, but other outcomes are also possible, just less likely. More details about interpreting the outlooks can be found here.\nThe updated outlooks were produced considering the Week 1 forecast from the Weather Prediction Center (WPC), and CPC’s own 6-10 day, Week-2, and Week 3-4 outlooks. Other tools that forecasters examined this month included longer-range forecast models such as the Global Ensemble Forecast System (GEFS), the Climate Forecast System (CFSv2), and the European Ensemble Forecast System (ECMWF) as well as products derived from these models. With La Niña on the doorstep, it did play some role in the outlooks for January. Also in the tropics, the Madden-Julian Oscillation (MJO) has recently become more coherent, propagating from the Maritime Continent (phases 4-5) into the Western Pacific (phases 6-7). This progression is expected to continue, so the MJO played a significant role in these outlooks.\nThe January temperature outlook favors well above average temperatures across parts of the western and central parts of the nation, in northern New England, and in southern Alaska. (Well above average means “in the warmest third of all Januarys in the recent climate record.”) Below-average temperatures are favored across a large swath of the central and eastern U.S., from the Northern and Central Plains eastward to the mid-Atlantic and Southeast.\nShort- (Week-1 and Week-2) and long-range (Weeks 3-4) outlooks are in good agreement on a fairly persistent pattern of ridging (jet stream shifted north of its normal position) over the West and troughing (jet stream shifted south of its normal position) over the East. This pattern is expected to begin early in the month and persist throughout much of the month, although some model forecasts show some weakening of the pattern by Week-4. This ridge-trough pattern is a typical “downstream” response to the active and forecasted state of the Madden Julian Oscillation, with the troughing allowing for cold air from the North to overspread the eastern states.\nProbabilities for below-average are highest (greater than 50%) where model agreement is best and in those regions where both the short- and long-range outlooks favor persistence of below-normal temperatures. Above-normal January temperatures are favored from the West Coast to the Rockies southeastward to the southern Plains, with outlooks both in the short- and long-range consistent with this outlook.\nOver southern and central Alaska, outlooks at all time ranges favor above-average temperatures, although La Niña tends to favor cooler-than-average temperatures along the southern Alaskan mainland and panhandle. It is possible to Alaska may see these colder temperatures as the winter season progresses and La Niña develops, but it appears that a milder-than-average start to the winter season is favored to continue.\nThe precipitation outlook resembles a La Niña-like response over some of the key teleconnection regions of the U.S. Namely, the January outlook favors above-average precipitation in a region extending from the Pacific Northwest, across the northern Rockies to the northern and central Great Plains, in the Northeast, and in southern Alaska. The greatest odds are in Montana and Wyoming (greater than 50%), where all CPC outlooks (Week-2 and Weeks 3-4) have some tilt toward above-average precipitation, as does the Weather Prediction Center forecast for the first week of the month.\nBelow-average rainfall is favored from the Southwest to eastern Texas, extending northeastward into parts of the Lower Mississippi Valley, also consistent with a La Niña response and generally indicated in CPC’s short- and longer-range outlooks. Often during La Niña, the outlook for below-average precipitation would stretch along the Gulf Coast into Florida, but with an active MJO and inconsistencies among various forecast models, this region (as well as the Ohio Valley and much of the East) is left as an equal chance (EC) forecast (1/3 chance each of below-, near-, and above-average precipitation).\nDrought conditions across the contiguous United States as of December 31, 2024. Much of the West was at least \"abnormally dry\" (yellow), with pockets of extreme (red) and severe (orange) drought in the Northern Plains, the Southwest from southern California to Texas, and the East Coast from Maine to the mid-Atlantic. Map by NOAA Climate.gov, based on data provided by the U.S. Drought Monitor project.\nA generally wetter-than-average November followed by continued beneficial rains across more limited parts of the nation during December resulted in a significant reduction in drought. Drought coverage decreased more than 15% during the past 2 months, with around 38% of the nation experiencing some level of drought by the end of the year. The percent of the country in the two most intense categories (D3-D4, representing extreme and exceptional drought) also decreased to under 5% from about 6.5%.\nRegionally, drought improvement was quite widespread, although degradation (generally on the order of one category) was observed across small parts of the South (the Southwest, Texas, and Florida), and scattered areas along the East Coast, in the Tennessee Valley, and in the Great Basin. In contrast, drought improvement was prevalent from the Pacific Northwest, eastward through the Plains, the Southeast, the Ohio Valley, and the Northeast.\nThe most significant improvement occurred in Ohio and West Virginia, where 4-5 class improvements (and drought removal) was common. Improvement of 2-3 classes was also recorded in parts of the Southern Plains and along the Gulf Coast, with 1-2 class improvement observed in the Pacific Northwest. Much of this improvement was also associated with the end of drought conditions in these regions. Lesser drought improvement (mainly 1 class) was more common in the Northeast and in the Western Great Lakes region, with drought still ongoing across these regions at the end of December.\nNOAA's outlook for changes or persistence of drought across the United States in January 2025. Several new areas of drought are likely to develop (yellow) across portions of the Southwest. Existing drought in the Northern Plains and along the East Coast is likely to continue or worsen (brown). In the Northeast, Ohio Valley, and Northern Rockies, drought is expected to improve by at least 1 category (tan) or end (green). NOAA Climate.gov map, based on data from the Climate Prediction Center.\nWith above-average precipitation favored across parts of the northern U.S. (mainly in the West and the Northeast), drought improvement during January is generally relegated to these regions as well. However, drought reduction is also likely across the Ohio River Valley, Tennessee, Missouri, and far southern Minnesota and Michigan, as late December storminess is expected to continue during the first week of January, which should provide enough improvement to soil moisture to begin to erode drought conditions.\nWith odds favoring below-average precipitation across the Southwest and Southern Plains, drought persistence and some development is most likely during January. Drought is also expected to persist across the remainder of the Southeast and in the mid-Atlantic, with no clear wet signal, although any strong winter storm activity across this region could result in improved conditions during the month.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website.\nHelp us improve our content",
  "source": "climate.gov"
}