{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-outlook-may-2025",
  "title": "U.S. climate outlook for May 2025",
  "date": null,
  "content": "Precipitation extremes were the big story during April, with upwards of 10 inches of rain falling across parts of the Nation's midsection, which resulted in significant flooding, and significant deficits recorded along the Gulf Coast and in the Pacific Northwest. Temperatures, on the other hand, were generally quite pleasant, with above-average temperatures recorded over much of the country. This combination resulted in a mixed bag with regard to drought, bringing general improvement in the middle of the nation and worsening drought across parts of the South. What's ahead for May, as we draw closer to the start of summer? Will we see an early start to summer with a continuation of above-average temperatures? Will drought continue to intensify across the South, or will plentiful rains result in drought improvement? Here's what NOAA's Climate Prediction Center (CPC) expects to occur during May.\nThe U.S. temperature outlook for May 2025, showing where the monthly temperature is favored to be much warmer than average (orange and red) or much cooler than average (blues). Darker colors mean higher chances, not more extreme temperatures. White areas mean that there are equal chances for a warm, cool, or near-average May. Much warmer or much cooler than average means \"in the upper or lower third\" of average May temperatures from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center.\nOn April 30, CPC released its monthly climate outlooks for temperature, precipitation, and drought across the United States for May 2025. The temperature outlook favors well above average temperatures across the majority of the country, including most of the northern, central, and eastern parts of the nation, as well as southern Alaska. Below-average temperatures are not favored anywhere, with all outcomes (cool, warm or near-normal) equally likely along the West Coast, in the Southwest, and across much of Alaska. The precipitation map favors well above average precipitation in northern, eastern and southeastern Alaska, and in a region stretching from the Southern Plains into the Intermountain West. Well below average precipitation is most likely around the Great Lakes and westward into parts of the Northern Plains.\nThe precipitation outlook for May 2025, showing where the average precipitation (rain and snow) is favored to be much higher than average (greens) or much lower than average (browns). Darker colors mean higher chances, not more extreme precipitation departures. White areas mean that there are equal chances for a wet, dry, or near-average May. Much higher or much lower than average means \"in the upper or lower third\" of total May precipitation amounts from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center.\nIn the remainder of the post, I’ll discuss the basis for the outlooks, how drought changed during April, and how CPC expects drought to change during May. It’s important to remember that the colors on the temperature and precipitation outlook maps indicate the most likely outcome, but other outcomes are still possible, just less likely. More details about interpreting the outlooks can be found here.\nThe monthly outlooks were produced considering the Week 1 forecast from the Weather Prediction Center (WPC), and CPC’s own 6-10 day, Week-2, and Week 3-4 outlooks. (Note that links point to the most recent versions of the maps. To see the versions that were available at the start of the month, use the “Archives” links on those pages). Other tools that forecasters examined this month included longer-range forecast models such as the Global Ensemble Forecast System (GEFS) and the Climate Forecast System (CFSv2), as well as products derived from these models based on their historical strengths and weaknesses. With La Niña transitioning to neutral during April, and the Madden-Julian Oscillation (MJO) currently inactive and expected to remain that way, neither of these typical climate drivers was considered for these outlooks.\nThe May temperature outlook favors well above average temperatures across eastern, central, and northwestern parts of the nation, as well as in southern Alaska. (Well above average means “in the warmest third of all Mays in the recent climate record.”) The equal chances category (no tilt in the odds toward above-, near-, or below-normal) is favored elsewhere, including southern Florida, along the West Coast, and from the Southwest into western and central Texas. The greatest odds (50-60%) for warmth are found in the northern Plains, where temperatures during the month look to begin well above average, and odds tilt strongly toward above-normal during all of CPC’s outlooks. Elsewhere over the nation, odds are generally 40-50%, with temperatures generally favored to be above average during the 6-10 day, Week-2, and Week 3-4 Outlooks, particularly across the northern and central parts of the country.\nAreas with more uncertainty (those areas with an “equal chance” forecast) are favored to experience below-normal temperatures during the first half of the month. However, with above-average temperatures favored in the Week 3-4 Outlook for most of these regions, confidence in these regions experiencing a colder-than-average May was quite low, so “equal chances” is the forecast.\nWith upwards of 3 inches of rain predicted to fall in the Texas Panhandle during the first week of May, and above-average rainfall favored in this region in all other CPC outlooks, the May precipitation outlook has relatively high probabilities ­exceeding 60% for this region. Probabilities favoring above-average rainfall in the remainder of the Southern and parts of the Central Plains are lower, as the Week 3-4 precipitation outlook for this region is uncertain (equal chances). Odds also favor above-average rainfall in the interior West, with expected rainfall during the first week of May potentially approaching typical monthly values. Since all CPC precipitation outlooks at sub-monthly time scales favor above-average precipitation in southeastern Alaska and the Alaska Panhandle, above-average precipitation is also favored for the month of May in those regions. In contrast, below-normal precipitation is favored over parts of the Northern Plains, around the Great Lakes and in the Ohio Valley, as ridging (jet stream shifted north of normal) is expected to dominate the northern tier of the U.S. during much of the month.\nDrought conditions across the United States as of April 29, 2025. Drought conditions range from \"abnormally dry\" (yellow) to \"exceptional\" (dark red). Map by NOAA Climate.gov, based on data provided by the U.S. Drought Monitor project.\nAs I mentioned in my intro, heavy rain in the center of the nation during April led to drought removal there, which was more than enough to offset some slight increases in drought area across the South. As a result, total drought coverage across the country decreased from close to 45% to about 37% during April. The percent of the country in the two most intense categories (D3-D4, representing extreme and exceptional drought) did increase slightly, however, from about 8% to over 9%.\nDrought improvement and removal was quite common in a region from northeast Texas northward to Wisconsin and Michigan, with 2-3 class improvement in parts of the Southern Plains northeast to the Great Lakes. Some lesser improvement was also observed in the Northern Plains and in scattered parts of the interior Southeast, mid-Atlantic, and Northeast. In contrast, there was some degradation in parts of the Southwest and extreme Northern Plains (generally 1-2 classes) and in Florida and along the South Atlantic Coast (also 1-2 classes).\nU.S. map of predicted drought changes or persistence in May 2025. NOAA Climate.gov map, based on data from the Climate Prediction Center (CPC).\nWith above-normal precipitation favored in the Southern and Central Plains, drought improvement with some removal is likely there during May. Drought improvement is also likely in parts of Nevada, where the monthly outlook favors above-average precipitation due to the potential for unusually heavy May rainfall early in the month. Drought persistence is most likely in the remainder of the West, despite some regions having a slight tilt in the odds toward above-average rainfall, as May is typically a dry month (so even normal rainfall wouldn’t do much to shift drought).\nDrought persistence and some drought development is likely across the Northern Plains, with the monthly outlook favoring below-average precipitation across the Dakotas, Minnesota, and Wisconsin. In the Southeast, drought persistence with some additional drought development is possible across the Central Appalachians and the Piedmont of North Carolina, due to already dry conditions and the lack of a clear wet signal for May. Finally, drought improvement with some removal is likely in the mid-Atlantic and Northeast, with the potential for significant amounts of rainfall falling during the first week of May. However, confidence remains low, as any areas that miss out on the precipitation in the short term will likely see drought persistence and possibly expansion during a favored drier pattern emerging during Week-2.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website.\nHelp us improve our content",
  "source": "climate.gov"
}