{
  "url": "https://www.climate.gov/news-features/features/unmasking-complicated-chemistry-wildfire-smoke-how-far-have-scientists-come",
  "title": "Unmasking the complicated chemistry of wildfire smoke: How far have scientists come?",
  "date": null,
  "content": "Each time Lisa Patel stepped out of her apartment, a burning sensation stung her eyes and nose. The thick, toxic air made it difficult to breathe, tightening her chest as she moved through the streets of New Delhi. With asthma, every breath felt like a struggle. Amid the constant buzz of traffic during her four-month detail in India in 2006, Patel watched rickshaw drivers and motorcyclists ride past, their faces shielded by bandanas. A layer of grayish dust and grime coated everything—buildings, plants, railings, even the cars and streets—along her path, reminding her constantly of the city's severe air pollution.\nNow, over twenty years later, Patel is a pediatrician at Stanford Medicine Children’s Health hospital in San Francisco, California, specializing in care for premature infants and children with wheezing and asthma. She’s also the Executive Director for the Medical Society Consortium on Climate and Health, working to protect future generations from the very threats that once left her feeling helpless.\nLisa Patel, M.D., MESc., pediatrician at Standford Medicine Children's Hospital. Photo courtesy Lisa Patel.\nIn 2015, Patel experienced her first wildfire in California, and it felt apocalyptic.\n“I was no stranger to air pollution from my time in India, but I never expected to breathe air like that in San Francisco,” Patel said.\nDesperate for protection, she rushed to a hardware store for an N95 mask, only to find a line stretching out the door. Supplies were rationed, just two masks per person. She stretched the use of hers as long as possible, wearing it until the strap finally snapped. Panic set in. The suffocating air triggered memories of her time in New Delhi, where pollution had left her gasping for breath, battling pneumonia and bronchitis. “It's the worst feeling in the world. You just feel like you constantly can't breathe, you can't walk, you can't do anything.”\nThen, in November 2018, the Camp Fire—the most destructive wildfire in California’s history—brought thick, toxic haze and smoke to the San Francisco Bay Area. This time, Patel wasn’t just concerned about herself. She had a toddler and a six-month-old baby to protect. The smoke was inescapable outside and it seeped into their home. No matter how hard she tried, she couldn’t keep the danger out. A deep sense of helplessness and failure settled over her. At the time, Patel knew little about wildfires as a parent, but the more she learned, the more fear took hold. She knew that the first five years of a child’s life are critical for lung development, and the thought of wildfire pollution damaging her young children's developing bodies filled her with dread.\nA comparison of the bay bridge in San Francisco, California, before (right, October 14) and during (left, November 16) the Camp Fire in 2018. Both photos were taken from the same position on Treasure Island using the same cellphone camera. No filter or effects were added to the images besides cropping and aligning. Image by James R Morrin, Jr. Used under a Creative Commons license.\nExperiencing the significant impact that climate change has on human health through wildfires marked a major turning point in Patel’s career. “I used to think that climate change was a distant problem in a distant place, and the wildfires made it really clear to me that we're already experiencing the ravages of climate change right now,” said Patel. That realization transformed her perspective on climate change and its impact on her line of work as a pediatrician. Driven by an undeniable calling to work on solutions for climate change and health, she connected with like-minded health professionals and students to build a community united by this critical mission.\nAs Patel and her community of healthcare providers studied climate-related impacts on human health, they felt a growing sense of urgency. Climate change plays a significant role in larger, more severe wildfires in the Southwest and California. Warming may be responsible for nearly two-thirds of the observed increase in summer fire weather conditions over the past 40 years. Additionally, warming and climate variability may be causing a shift from record-wet to record-dry conditions in the southwest U.S., further fueling wildfires. On top of that, the fire season is lasting longer, beginning earlier in the spring in some places and stretching later into the fall in others. With more smoke-filled days, communities are facing worsening air quality and growing wildfire-related health risks – making the connection between climate and health impossible to ignore.\n“As a pediatrician, I recognize that climate change poses significant and growing risks to the health and well-being of children born today,\" said Patel. \"That is both because climate change makes existing threats to children's health worse through extreme weather disasters—we're seeing more communities struggle with housing and food insecurity, waterborne illness, the spread of infectious disease, and poverty as these disasters worsen. But also because the burning of fossil fuels drives roughly the same number of premature deaths as tobacco worldwide. Increasing their use means more sickness, more hospitalizations, and more chronic illness.\"\nYoung children exposed to air pollution have higher risk of developing asthma. Adobe stock photo.\nWhile health professionals are looking at the connections between climate change and health, NOAA’s Climate Program Office is focused on advancing understanding of what is in the air we breathe. Since 2016, the office has been working to answer critical questions raised by wildfires like the Camp Fire: What chemicals are in the smoke? How do they spread through the atmosphere, and how do they change as they travel? What health risks do they pose, particularly to people living in urban areas? How does smoke from wildland fires differ from urban wildfire smoke?\nDangerous air quality in New York City from Canadian wildfires on June 7, 2023. Photo by Anthony Quintano. Used under a Creative Commons license.\nThe Climate Program Office invests in the work of researchers dedicated to pushing the boundaries of atmospheric chemistry and climate science to better help communities plan, adapt, and build resilience. The effort is led by the office’s Earth System Science and Modeling division and Atmospheric Chemistry, Carbon Cycle and Climate program, which identify and fund the most promising research to advance understanding of the Earth system.\nUnderstanding the composition of wildfire smoke is a major scientific challenge due to its complex chemistry. Wildfire smoke contains primary pollutants—particulate matter, carbon monoxide, nitrogen oxides, and sulfur oxides—that are released directly by the fire. Once these chemicals enter the atmosphere, they react and transform, producing secondary pollutants like ground-level ozone and secondary organic aerosols (or haze). These secondary pollutants form through complex chemical processes that are still not fully understood. Additionally, they can travel hundreds, even thousands, of miles, impacting people far from the fire’s source—as was the case for Patel in San Francisco.\n“Wildfire smoke is a neurotoxin,” said Patel. “There are so many different ways that wildfires affect our bodies, and we're only beginning to explore them because we’ve never been exposed to this much smoke before.”\nA highly magnified photo of soot particles illuminated with a laser. At just a few hundred nanometers in length (a single sheet of paper is about 100,000 nanometers thick), these particles can easily enter human airways.  NASA image.\nRecent studies funded by NOAA’s Climate Program Office have already delivered important breakthroughs. For example, scientists have discovered how wildfire smoke drives rapid ozone formation, improved models to predict the smoke’s impact on air quality, and developed machine learning techniques to forecast fire emissions more accurately. These advances are providing critical tools to help community decision-makers anticipate smoke exposure and safeguard public health.\nAt the heart of many of those advances were two complementary experiments conducted between 2016-2019—one in a state-of-the-art wildland fire research laboratory, the other outdoors using aircraft and ground-based sensors. From 2016-2019, NOAA’s Chemical Sciences Laboratory led the Fire Influence on Regional to Global Environments (FIREX) laboratory campaign and, in partnership with NASA, co-led the Fire Influence on Regional to Global Environments and Air Quality (FIREX-AQ) field campaign. The Climate Program Office complemented and expanded these efforts by funding academic and private-sector researchers. Together, the lab and field studies marked a turning point in understanding how smoke evolves over time and place in the western United States.\nIn the lab, scientists performed controlled burning of organic matter including trees, plants, and other vegetation, or biomass. Then, they studied how different stages of burning produce various pollutants, particularly those that form ozone.“FireLab was the best lab experiment for biomass burning that had ever been conducted because it was the largest group and most modern, complete instrument set that had ever been used for that kind of research,” said Carsten Warneke, PhD, Physical Scientist at the NOAA Chemical Sciences Laboratory and Principal Investigator to the FIREX-AQ campaign. They found that the chemicals forming ozone vary depending on how the fire burns and the conditions during the fire.\nThe FIREX team used the U.S. Forest Service's Missoula Fire Sciences Lab's burn chamber to study what fires emit. Sensors placed in the chimney would record what chemicals are present in the smoke. Credit: Henry Worobec, University of Montana Missoula.\nThese findings from the lab guided the FIREX-AQ field campaign, where aircraft and ground sensors tracked how smoke changed in real-world conditions. Researchers closely examined ozone and “brown carbon”—an air pollutant mostly released from burning wood and plants. They found that the fire conditions—such as size and burn intensity—affect which chemicals are released. Researchers also discovered how quickly ozone forms in the first hours after it is released.\n“Before FIREX, there were individual papers that showed individual fires and how ozone evolves there. But there was never a full understanding of what really drives it or what's really important for ozone formation. Our research gets to the bottom of that,” said Warneke.\nUp in the sky, aircraft equipped with advanced sensors tracked how smoke plumes evolved over time, while ground-based stationary sensors provided detail on the movement and transformation of smoke pollution. Researchers also began to better understand how smoke travels long distances and affects cities, where it can impact the air that people breathe.\n“I think what we got out of FIREX-AQ is probably some of the best information on what’s in smoke and how it relates to what burns,” said Robert Yokelson, PhD, Technical Advisor to the FIREX-AQ campaign.\nView from NASA DC-8 aircraft as researchers collected wildfire smoke measurements above Horsefly, Montana. The Horsefly Fire was one of the major wildfire events sampled by aircraft between August 2-8, 2019. Photo courtesy Felix Piel.\nMore research funded by the Climate Program Office is being finalized, highlighting new tools to help scientists and decision-makers better understand and respond to the effects of wildfires and other pollution sources – especially in events like the 2018 Camp Fire. The Climate Program Office and NOAA National Environmental Satellite, Data, and Information Service experts are collaboratively advancing efforts to integrate real-world data into models that improve forecasts of smoke’s impact on air quality and human health.\n“Measurements show us a snapshot, but models help us understand how chemicals move and change in the atmosphere,” said Monika Kopacz, PhD, Atmospheric Chemistry, Carbon Cycle and Climate Program Manager. “Until we unravel the full picture, millions of people remain at risk, breathing in dangerous smoke we still don’t fully understand.”\nA new and growing source of air pollution lives in the wildland-urban interface, or areas where urban development and fire-prone wild vegetation meet. As communities expand into these areas, so does the threat of fire. This issue is particularly concerning in the western U.S., where both urban growth and wildfire activity are on the rise.\nA fire at the wildland-urban interface in California on August 31, 2009. Fires burning in roofing and other construction materials produce a complex mix of potentially harmful air pollutants. Photo by Cal Fire on Flickr. Used under a Creative Commons license.\nWildfires in wildland-urban areas are fueled by more than dry brush and towering trees. Burning homes, vehicles, and everyday household materials—including plastics, resins, and treated wood—release a hazardous mix of pollutants into the air. This adds another layer of complexity to understanding what people are inhaling from wildfire smoke and what toxins can affect your health.\nShantanu Jathar, PhD, Associate Professor in Mechanical Engineering at Colorado State University, is one of the scientists supported by NOAA’s Climate Program Office. Jathar explained: “As more people move into wildland-urban interface regions, the probability of small and large fires increases, making it more likely that human-built structures will burn. With a warming planet, this problem is only going to get worse.”\nShantanu Jathar and his student researchers at Colorado State University in Fort Collins, CO, in the lab between experiments. Photo courtesy Shantanu Jathar.\n“Wildland-urban interface fires are inevitable. I think we need to do our best to educate people about fires and develop best practices for detection and response in order to avoid their worst impacts,” said Shantanu.\nResearchers are also following the journey of wildfire smoke, uncovering how it transforms over time and mapping its track through the atmosphere. A major western fire can generate a smoke plume that degrades air quality all the way to the Atlantic Ocean. If you’re outside a wildfire-prone region but find yourself breathing in wildfire smoke, Patel cautions, “don’t treat it like it’s nothing, because you don't know how many days of exposure you're going to have.”\nPatel emphasized that health officials do not know exactly how many days of wildfire smoke exposure can lead to specific health effects—the number of days may vary for each person—but they do know that the risk increases with prolonged exposure. She urges people to take wildfire smoke seriously by monitoring their local color-coded Air Quality Index (AQI). This can be found on the Environmental Protection Agency’s AirNow website, which ranks air quality on a 500-point scale and provides an easy way to understand health effects of the air on a daily basis.\nScreenshots from the EPA AirNow website, showing maps of air quality on November 1 (left) and 16 (right), a day on which smoke from the Camp Fire created high pollution levels over the San Francisco area of California. Images courtesy EPA AirNow archive.\n“Take the precautions that public health officials are asking you to take, and don't treat it like a normal day, because you don't want to accumulate that risk by repeatedly exposing yourself to these toxins over your lifetime,” Patel said.\nShe also recommends parents and others who may be interested to check out the EPA-funded Western States Pediatric Environmental Health Specialty Unit, as it has the most experience with wildfires and has developed the most resources in English and Spanish, including on wildfires and health issues.\nWildfires are among the most profound disruptions to the atmosphere, impacting air quality, weather, and climate. Their smoke can travel long distances, affecting the air quality and health of communities far from the flames. While scientists have learned a lot in recent years, more research is needed to fully understand how wildfire smoke affects communities downwind.\nStitched together from two separate satellite overpasses, this image shows a river of smoke from fires (marked with red) in the West stretching eastward more than a thousand miles across the United States. NOAA Climate.gov image, based on NASA image from Visible Earth.\n“The long-term health impacts of wildfire smoke are still a huge unknown,” said Patel. “This groundbreaking new research has brought us one step closer to understanding the chemistry of wildfire smoke. Now we need to continue this research to fully understand the risks and how to protect vulnerable populations.”\nWhat has become clear to both the climate research and health care communities is that the Climate Program Office’s continued investment in this science is essential to protecting communities, now and in the future. As wildfires in the U.S. grow in number, size, and intensity, scientists are racing to answer important questions, like whether certain toxic chemicals are more common than expected, or if others are less abundant than previously thought. Research is key to improving our understanding and response to wildfire smoke, developing more effective tools, and informing public health responses.\n“Air Quality Index (AQI) Basics.” AirNow. https://www.airnow.gov/aqi/aqi-basics/\n“Advancing wildfire research: new tools and insights into smoke and climate impacts.” NOAA Climate Program Office. https://cpo.noaa.gov/advancing-wildfire-research-new-tools-and-insights-into-smoke-and-climate-impacts/\nDi Liberto, Tom. “Climate.gov tweet chat: Talk with experts about ongoing NASA/NOAA field campaign to study smoke from wildfires and agricultural burning.” NOAA Climate.gov. https://www.climate.gov/news-features/features/climategov-tweet-chat-talk-experts-about-ongoing-nasanoaa-field-campaign\nNOAA Research. “Early-season 2023 wildfires generated record-breaking surface ozone in the Upper Midwest.” https://research.noaa.gov/early-season-2023-wildfires-generated-record-breaking-surface-ozone-in-the-upper-midwest/\nEmail from Carsten Warneke, April 8, 2025.\nEmail from Monika Kopacz, February 10, 2025.\nEmail from Siyuan Wang, April 17, 2025.\n“FIREX-AQ”. NOAA Chemical Sciences Laboratory. https://csl.noaa.gov/projects/firex-aq/\n“Key messages 5 Changes in Wildfire Patterns Pose Challenges for Southwest Residents and Ecosystems.” Fifth National Climate Assessment. https://nca2023.globalchange.gov/chapter/28/#key-message-5\nLindsey, Rebecca. “The weather and climate influences on the January 2025 fires around Los Angeles.” NOAA Climate.gov. https://www.climate.gov/news-features/event-tracker/weather-and-climate-influences-january-2025-fires-around-los-angeles\nHelp us improve our content",
  "source": "climate.gov"
}