{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-outlook-june-2025",
  "title": "U.S. climate outlook for June 2025",
  "date": null,
  "content": "Despite below-average May temperatures across much of the middle part of the country, spring (March-May) temperatures still ended up above average almost from coast to coast. Across the South and East, plentiful precipitation (along with numerous bouts of severe weather) during May and throughout the rest of the spring improved drought in these regions. As we head into summer and typical hot weather, what’s ahead for June? Will we see a hot start to the summer, or will the relatively benign temperatures of May persist? Will beneficial rains continue to improve the state of drought across the nation, or will hot and dry weather result in drought expansion? Here’s what NOAA’s Climate Prediction Center (CPC) expects to occur during June.\nThe U.S. temperature outlook for June 2025, showing where the monthly temperature is favored to be much warmer than average (orange and red) or much cooler than average (blues). Darker colors mean higher chances, not more extreme temperatures. White areas mean that there are equal chances for a warm, cool, or near-average June. Much warmer or much cooler than average means \"in the upper or lower third\" of average June temperatures from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center.\nOn May 31, CPC released its monthly climate outlooks for temperature, precipitation, and drought across the United States for June 2025. The temperature outlook map favors well above average temperatures across almost the entire Lower 48, with the exception of parts of the southern and central Great Plains. There, forecasters think all outcomes—cool, warm or near-normal—are equally likely. The precipitation map favors well above average precipitation in most of the southern United States, with well below average precipitation most likely in the Pacific Northwest and parts of the Northern Plains.\nThe precipitation outlook for June 2025, showing where the average precipitation (rain and snow) is favored to be much higher than average (greens) or much lower than average (browns). Darker colors mean higher chances, not more extreme precipitation departures. White areas mean that there are equal chances for a wet, dry, or near-average June. Much higher or much lower than average means \"in the upper or lower third\" of total June precipitation amounts from 1991-2020. Text-only forecast for Hawaii available from NOAA Climate Prediction Center.\nIn the remainder of the post, I’ll delve deeper into the outlooks, discuss how drought changed during May, and end with expected changes to drought during June. Finally, remember that the colors on the temperature and precipitation outlook maps provide information about the most likely outcome, but other outcomes are always possible, just less likely. More details about interpreting the outlooks can be found here.\nThe monthly outlooks were produced considering the Week 1 forecast from the Weather Prediction Center (WPC) and CPC’s own 6-10 day, Week-2, and Week 3-4 outlooks. (Note that links point to the most recent versions of the maps. To see the versions that were available at the start of the month, use the “Archives” links on those pages. Other tools that forecasters examined this month included longer-range forecast models, such as the Global Ensemble Forecast System (GEFS), the Climate Forecast System (CFSv2), and the European Ensemble Forecast System (ECMWF), as well as products derived from these models based on their historical strengths and weaknesses. Finally, with ENSO-neutral persisting during May, the El Niño-Southern Oscillation (ENSO) climate pattern was not a factor for the June outlook.\nThe June temperature outlook favors well above average temperatures across most of the contiguous United States, except for a region in the middle of the country, where equal chances (no tilt in the odds toward above-, near-, or below-normal) is favored. (Well above average means “in the warmest third of all Junes in the recent climate record.”) The greatest odds (50-60%) for above-normal temperatures are found in the northern and central Rockies and in the Northeast, where above-normal temperatures are favored during all of the shorter-time-frame CPC outlooks during the month. In contrast, monthly temperatures in Alaska are favored to be below-normal, as CPC’s 6-10 day and Week-2 outlooks favor below-average temperatures, and no category is favored in the Week 3-4 outlook, tipping the balance toward below-normal temperatures for the month as a whole.\nThe June precipitation outlook has increased odds of above-normal rainfall across much of the southern United States , from the Southwest eastward across the Southern and Central Plains to most of the Southeast. The best odds are found over Arizona (60-70%), where unusual June rain during the first week of the month is expected to result in totals that exceed the rather modest threshold for above-average monthly rain. (The rainy season of the North American Monsoon usually reaches the Southwest in July.) Probabilities for a wetter-than-average June also exceed 60% over Oklahoma; where heavy rain—at least 3 inches and potentially more than 5— is predicted to fall in the first 10 days of the month, and the Week-2 and Week 3-4 outlooks also tilt wet. In contrast, below-average June rainfall is favored from the Pacific Northwest to parts of the Northern Plains as a result of both the near-term forecast and forecasts for the remainder of the month favoring below-normal rainfall.\nDrought conditions across the United States as of May 27, 2025. Drought conditions range from \"abnormally dry\" (yellow) to \"exceptional\" (dark red). Map by NOAA Climate.gov, based on data provided by the U.S. Drought Monitor project.\nWith above-normal rainfall prevalent across the South and East during May, drought improvement was quite common across these regions during the month. As a result, total drought coverage across the country decreased from around 37% to 31% during May. Additionally, the percent of the country in the two most intense categories (D3-D4, representing extreme and exceptional drought) also decreased, from over 9% to about 8%.\nDrought improvement and even complete recovery was common along the East Coast and in parts of the Northern and Southern Plains. Drought intensified in parts of the Pacific Northwest and in a band from western Colorado across the Central Plains to the southern Great Lakes, where rainfall was below normal in May.\nU.S. map of predicted drought changes or persistence in June 2025. Large parts of the West are likely to see drought persist or worsen (dark brown), and new areas are likely to see drought develop (yellow). In the East, small pockets of existing drought are likely to improve (light brown) or see drought end (green). NOAA Climate.gov map, based on data from the Climate Prediction Center (CPC).\nDrought improvement (with some areas of complete recovery) is expected during June in the East, as well as in a few scattered regions of the Central Plains, all areas where above-average rainfall is favored during June. Elsewhere, existing drought is likely to persist, and new areas of drought are likely to develop in parts of the Pacific Northwest and Northern Plains—areas favored to have a drier-than-normal June. Drought is also likely to develop in parts of California, as June is climatologically a dry month for much of the West, temperatures are favored to be above normal, and the region is already abnormally dry. In Arizona, drought is likely to persist despite the likelihood of a wetter-than-average June, as rainfall amounts are not expected to be sufficient to result in significant drought improvement across the state.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website.\nHelp us improve our content",
  "source": "climate.gov"
}