{
  "url": "https://www.climate.gov/news-features/features/keeping-fans-safe-warming-world-growing-challenge-outdoor-events",
  "title": "Keeping fans safe in a warming world: a growing challenge for outdoor events",
  "date": null,
  "content": "Lauren Balotin, Rose Nagele, and Emma Polinsky co-authored this article.\nRio de Janeiro has long sold an attractive vision of endless summer—strolling Copacabana Beach, swimming in the azure ocean, and sipping something cold, like guaraná or coconut water, under a blazing sun. The year 2023 was Brazil’s hottest year in recorded history, pushing the limits of what even the locals could bear. In part due to the effects of the natural climate pattern called El Niño, the South American country suffered nine heat waves that year.\n“The year 2023 was, without any doubt, a turning point for heat in Brazil,” said Núbia Beray Armond, a native of Brazil, climate scientist, and NOAA partner. “Not only did the population in general start to perceive its impacts and, therefore, become more vocal about them, but the government at different levels was pushed to put heat on the agenda.”\nA tragic incident underscores the urgency: in November 2023, 23-year-old Ana Clara Benevides died from heat exhaustion during a Taylor Swift concert in Rio. More than 1,000 fans fainted as temperatures reached 105°F, and the heat index was a scorching 138 °F. The concert was held at Estádio Olímpico Nilton Santos in north Rio, one of the hottest areas in a city full of urban heat islands. Other factors at the venue amplified the danger—including overcrowding (more than 60,000 people attended), blocked exits, lack of ventilation, and scarce, overpriced water. Benevides, who had traveled 880 miles and waited in line over eight hours, passed out during only the second song.\nOn November 19, 2023, a massive heat wave resulted in Brazil’s highest recorded temperature in history—112.6F. Climate change and El Niño were factors in producing the heat wave, which had serious consequences for people attending outdoor events. NOAA Climate.gov image by Anna Eshelman, an homage to Salvador Dalí’s The Persistence of Memory.\nNews of the Rio concert tragedy in Brazil, amplified by Swift’s global fan base, sparked international debate about heat safety at large outdoor events, such as concerts, sports games, marathons, and the Olympics.\nHeat-related incidents at outdoor events are also on the rise in the United States. At a July 2023 Ed Sheeran concert in Pittsburgh, 17 fans were hospitalized for heat-related illnesses such as seizures and cardiac arrest. A month later, emergency medical professionals treated 35 people and sent 16 people to hospitals for further care during a Snoop Dogg concert in Texas. Around the same time, a Beyoncé concert issued a shelter-in-place order to keep fans safe from lightning in Landover, Maryland, which placed people in hot, overcrowded shelters. Copa América, an international soccer tournament hosted by the U.S. in 2024, took measures to protect athletes from extreme heat but did not adequately protect fans, several of whom suffered from heat-related illness while waiting outside the stadium.\nThese and other events are forcing both private and public sectors to confront the growing challenge of “heat governance,” which refers to the policies, procedures, and responsibilities for managing heat risk.\nMeteorologist Kevin Kloesel, Ph.D., who recently retired from overseeing weather forecasting and safety for the University of Oklahoma, is one of the top U.S. experts on fan safety and extreme heat. \"We have spent so much time focusing on lightning in our visits with event planners,” said Kloesel, “that we are missing the insidious risk that is a daily threat to outdoor activities from late spring through early fall: heat. We must do a better job mitigating heat illness through more cooling areas, more shade, more beneficial hydration options, and partnering with the weather community for detailed forecasting and monitoring.\" He also recommends that events have medical professionals on-site in cooling tents.\nIn the U.S. government, the National Integrated Heat Health Information System (NIHHIS) was created in 2015 by the National Oceanic and Atmospheric Administration (NOAA) and the Centers for Disease Control and Prevention as an interagency partnership to develop and provide actionable, science-based information to help protect people from heat. NIHHIS is empowering state, local, and individual preparedness by encouraging the use of heat tabletop exercises. These exercises help partners make risk-informed decisions under a range of scenarios including outdoor public events.\nThe first U.S. heat wave of 2025 engulfed much of the East in late June. This map highlights (yellow outlines) the more than 90 million people who were under extreme heat alerts on June 23, 2025. This heat wave lasted several days and numerous eastern cities set new high temperature records for June. Screenshot from the Climate Mapping for Resilience and Adaptation Climate-related hazards mapping tool.\nThe U.S. legal system requires that event organizers take reasonable steps to ensure safety, recognizing meteorological circumstances and taking appropriate action to address those circumstances.\n\"There is a foundational common law principle called ‘duty of care,’'' said Steven Adelman, attorney and Vice President of the Event Safety Alliance. \"Everyone has a legal duty to behave as a reasonable person under the same or similar circumstances. This applies to everyone, all the time. Just as guests must exercise reasonable care for their own safety, the organizers of concerts, sporting events, and outdoor festivals must behave reasonably under their circumstances, which means they must use their superior knowledge of their venue, crowd conditions, and the weather forecast to provide a reasonably safe environment for their guests. In the context of weather safety, reasonable safety measures include providing hydration, shade, and places to rest for events held in hot, humid conditions.\"\nHeat safety at events is difficult because spectators bring a vast spectrum of different conditions that affect their risk: age, pre-existing health conditions, and alcohol and illegal drug use. All of these can affect an individual’s vulnerability to heat. Depending on the event, fans could arrive from out-of-state or out of the country, and they may not be prepared for or acclimated to the heat. It is important for organizers to be prepared for all of these factors.\nEvent organizers and partners who run annual events can sometimes build institutional memory. For example, Jeff Quinn, Manager of the Office of Public Health Preparedness at the Southern Nevada Health District, has routinely observed that some attendees at Las Vegas’s annual Electric Daisy Carnival use the illegal drug Ecstasy, which raises the body’s core temperature and increases vulnerability to extreme heat. This makes it critical for event organizers to provide bottled water and on-site medical support.\nLas Vegas, Nevada, is a frequent host to the multi-day, outdoor spring music and dance festival known as the Electric Daisy Carnival. Average overnight low temperatures in June have risen 1.3 degrees Fahrenheit per decade between 1949 and 2024. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information. Photo by Flickr user Tony Nungaray. Used under a Creative Commons license.\nEvent organizers should understand what the weather forecast means for their venue–with as much precision as possible. This means looking beyond the forecast for the venue city.\nTemperature could vary from neighborhood to neighborhood in a city because of the urban heat island effect. In major cities, airports tend to experience the highest recorded temperatures due to the intensity of the effect. Tami Richter, Director of Event Staffing & Resources at South by Southwest, an annual festival held in venues across Austin, TX, relies on weather monitoring all over Austin to capture a full picture.\nNOAA National Weather Service meteorologist Tim Cady and Life Safety Specialist Sean Simmonds monitoring the heat at Cynthia Woods Mitchell Pavilion in The Woodlands, Texas, in July 2023. This location at the pavilion is a hot spot because of the concrete, sun exposure, and light winds. Image courtesy Tim Cady and Lance Wood.\nMoreover, temperature varies even within the venue. This localized variation is known as “microclimate.” Event organizers should know how the layout and structure of the venue shape visitors’ experience of weather. Atmospheric conditions can vary within a venue because of shade, airflow, wind, and other factors. If seats lack shade and are painted in a dark color that radiates heat, for example, spectators will feel even warmer than the weather forecast might suggest. In addition, a sports field’s microclimate varies depending on the material used; asphalt is hotter than grass, and artificial turf is the hottest of all. According to a series of studies by Penn State University’s Center for Sports Surface Research, maximum surface temperatures of synthetic turf on a hot day averaged from 140° to 170° F–enough to burn the skin. Last year, a Ph.D. student at Auburn University mapped the university football stadium’s vulnerabilities to heat to identify the best places to put cooling stations, among other safety strategies.\nStrategies to address extreme heat vary in expense, logistics, and time horizon. At high expense, a venue could build a dedicated air-conditioned space for fans to cool down, or a dual storm shelter/“cool room.” Spectators could enter a stadium to find that water bottles are heavily discounted or free. At lesser cost, organizers could manage outdoor queues through metering systems (handing out tickets with designated times for entry) or reserved ticket sections, so fans don’t spend hours in the heat and sun in the hope of getting a good seat.\nNo matter what strategy is implemented, attention to detail is critical for success. One possible solution is planting more trees at a venue, and the species chosen is important. Large oaks are shady, while palm trees–often chosen for ornamental effect–provide little shade.\nAt the Cynthia Woods Mitchell Pavilion in Woodlands, TX, event organizers are taking steps to reduce heat-related health hazards by putting up a messaging board with information about preventing, recognizing, and treating heat-related illness; and by designating a “cool room” accessible to event attendees who need to shelter from heat, storms, and other weather hazards. There are refillable water stations within the pavilion and, on hot days, water bottles can be purchased at a discount.\nAt the University of Oklahoma’s football stadium, a step towards heat safety looks like a multi-purpose room where people step inside for a few minutes of rest and air conditioning, and hydration tents outside the stadium where spectators can easily access water before they enter the stadium.\nAt South by Southwest, event staff hand out water to attendees waiting to get into venues. Heat risk messaging efforts start even before fans arrive. For those traveling to Austin from other states and abroad, communicating what to expect and how to prepare is key. On the day of, staff reinforce the need to dress appropriately, wear sunblock, and hydrate. They also coordinate their heat messaging with the city to ensure attendees are getting consistent messages. Staff and volunteers at the event are trained to look for signs of heat illness and provide or seek aid.\nTailgaters outside the University of Oklahoma’s football stadium have access to air-conditioned cooling stations as well as standby medical and emergency management personnel. Image courtesy Dr. Kevin Kloesel.\n“Although one should never underestimate the creativity of event professionals,” said Steven Adelman, “there is undeniable value in bringing science to the challenges presented by outdoor events and heat. Only a trained meteorologist will have a professional opinion on where the tipping point lies between merely uncomfortable versus dangerously overheated.”\nHaving a meteorologist on the event team helps ensure accurate weather information–and what it means for the event–gets to the decision-makers. Kevin Kloesel, Ph.D., attributes his success in advancing heat safety at the University of Oklahoma in part to his recurring contact with stakeholders, including sports coaches, band directors, spirit coordinators, and university and student leadership. They trust him and follow his recommendations. At South by Southwest, Tami Richter collaborates with meteorologist Troy Kimmel to add an authoritative local voice to her weather planning.\nThe University of Oklahoma implements heat-mitigation protocols at football games, targeting known areas of the stadium that pose elevated risk of heat illness. Image courtesy the University of Oklahoma.\nAn event meteorologist can also study and suggest adaptations to the microclimates at a venue. Through comprehensive mapping of potential “hot spots” for heat illness risk, Dr. Kloesel and the University of Oklahoma Campus Safety team could proactively plan for the likely locations of heat illness cases, resulting in faster response times. Similarly, the Houston National Weather Service partnered with the Cynthia Woods Mitchell Pavilion to map the areas of highest heat risk. The venue has added fans to help keep patrons safe and plans to add shade as well.\nNIHHIS recommends that communities tailor heat resilience efforts to their unique situations and challenges. One way to do this is heat tabletop exercises, a planning tool that brings various parties together to plan a response to a simulated heat emergency.\nRecently, some communities have centered their exercise scenarios on safety at outdoor events. Oklahoma City’s August 2024 exercise convened county health and emergency departments, local weather forecast offices, and the American Red Cross to discuss strategies to keep event attendees safe during a prolonged heat wave at the Oklahoma State Fair. Las Vegas’s December 2022 exercise focused on safety at the Electric Daisy Carnival, a spring music festival at the Las Vegas Motor Speedway where attendees often camp and spend long hours outdoors. During the exercise, participants discussed existing heat safety plans and infrastructure, such as information distribution systems and in-field hospitals, and they determined what additional resources they would need to further improve heat safety.\nPerhaps the 2023 concert tragedy in Rio will be a turning point in heat safety at events worldwide. In July 2024, just 9 months after the concert, Rio de Janeiro’s City Hall issued a new Heat Protocol. The Protocol outlines steps to monitor heat index across the city with 16 weather stations and recognizes heat as a hazard in the local alert system. The city is also taking steps to bring heat safety to other events, handing out free bottles of water at sporting games, limiting the capacity of people at the annual Carnival parade, ensuring more medical support staff are in attendance at concerts, and strategically choosing where to integrate greenspace around the city.\nAt the 2024 Summer Olympic Games in Paris, volunteers and event organizers sprayed fans with cool water at a beach volleyball stadium, set up misting stations in parks near skateboarding and bicycle motocross freestyle cycling events, and distributed more than 2.5 million containers of water across 70 train and bus stations. These are welcome steps toward greater safety following the 2021 Tokyo Summer Olympics, which put both athletes and spectators at risk of heat-related illness. Other international athletics events coming up—such as the 2026 World Cup, which will be hosted in historically warm locations including Mexico City, Miami, Houston, and Los Angeles—can learn lessons from these past experiences and make proactive plans to protect fans from the blistering heat.\nEvent organizers in the U.S. are reacting to heat as well. In June 2024, a racetrack in West Virginia decided to postpone a race due to heat. Prior to the race, track operator T.J. Layne outlined the situation and asked fans and teams for feedback through a Facebook post. In the comments, fans expressed their appreciation for Layne’s attention to safety and the opportunity to weigh in. Many commenters described their devotion to the sport but admitted that the conditions did not seem safe. Based on this feedback and input from safety experts, the track decided to postpone the event.\n\"The health and safety of the fans, race teams, and track staff is the paramount concern of the speedway,\" said Layne. \"These extreme temperatures and the extreme heat index put our race fans, race teams, and staff at high risk for heat exhaustion or a heat stroke. We've had situations before where fans and drivers suffered heat-related illnesses at the speedway in much less temperatures. As much as I personally want to race, I just can't with a clear conscience risk the health of our fans, race teams, and track staff.\"\nThe latest NOAA figures show that extreme heat is worsening around the world, and stakes for heat safety are higher than ever. According to the annual report from NOAA National Centers for Environmental Information, 2024 was the warmest year since global records began in 1850. July 2024 was the warmest July for the globe in NOAA's 175-year record, and July 22 was Earth’s hottest day on record. As summer arrives, hotter than average temperatures are predicted across the U.S.\nIn 2023, every continent had places that set a new record (pink) for the total number of days with temperatures above the 90th percentile (warmest 10 percent) of temperatures recorded from 1991-2020.  Additional areas experienced their second-highest (orange) and third-highest highest (yellow) number of days with extreme heat. NOAA Climate.gov map, adapted from original in State of the Climate in 2023, based on ERA5 data from Robert Dunne.\nWhile efforts to protect people from extreme heat exposure provide hope for the future, more widespread attention is needed to address heat safety across venues–including more research on risks to spectators and suitable solutions, more partnerships across event organizers and scientists, more strategies to protect attendees, and more education for the public to be aware of their own personal risk when attending events.\nHelp us improve our content",
  "source": "climate.gov"
}