{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/planning-climate-change-adaptation",
  "title": "Planning for climate change adaptation",
  "date": null,
  "content": "If an analysis of news reports on climate change tells a story, it is this: the years 2006 and 2007 marked a turning point in our national discussion, one in which our most pressing question began to shift, from \"Is climate change really happening?\" to \"What can we do about it?\"\nThat shift is evident in the number of U.S. print media articles on climate change adaptation-which in 2006-07 increased nearly four-fold over adaptation-related articles published during any previous two-year period, according to a LexisNexis analysis. This expanding adaptation coverage was undoubtedly influenced by a series of national shocks that included the 2005 hurricanes in the Gulf Coast, extreme weather events in other parts of the country, and 2007's sobering Fourth Assessment Report of the Intergovernmental Panel on Climate Change.\nSignificant weather and climate events in the United States in 2005 were followed by an increase in the number of articles printed about climate change adaptation.\nThe U.S. now faces another critical turning point, says the author of a new report-transforming that awareness into urgent and effective adaptation plans so that the nation remains resilient in the face of climate change impacts.\n\"Americans are awakening to the reality that strict greenhouse gas mitigation efforts are not enough to minimize and manage the risks from climate change-adaptation planning must go forward to address the climate change impacts that are now unavoidable, such as sea level rise, drought, and more intense storm events,\" says geographer and independent consultant Susanne C. Moser, author of Good Morning, America! The Explosive U.S. Awakening to the Need for Adaptation.\nCommunities all across America face climate adaptation challenges.  Interdisciplinary teams of scientists have been developing decision-support tools to help citizens understand impacts, consider options, and take action to reduce their vulnerabilities.  (Click to access a PDF copy of the report.)\nSupport for developing the report came from the California Energy Commission and the National Oceanic and Atmospheric Administration Coastal Services Center. Of the federal funds devoted to climate-related research each year through 2009, only about one percent has been devoted to improving our understanding of vulnerability and adaptation. Consequently, a range of methods for assessing risk and dealing with the impacts of climate change have developed at the local and state levels. Moser warns that well-informed adaptation strategies cannot be fully executed until U.S. officials at the highest levels accomplish the following goals:\nOne of the first steps that decision makers and coastal professionals can take to craft effective adaptation plans is to learn where to look for guidance. A good place to start is the NOAA Coastal Services Center's Coastal Climate Adaptation Web site. The site offers opportunities to get basic information about climate change and its impacts, learn about existing adaptation efforts, and share adaptation strategies with others.\nOne of the resources available at the Coastal Climate Adaptation site is CanVis, a free and easy-to-use software tool that can help coastal professionals generate visualizations to show the potential impacts of sea level rise on their communities. The image on the left shows Charleston, South Carolina, in 2008. Using CanVis, the image on the right was modified to demonstrate the potential visual impacts of sea level rise.\nTo introduce newcomers to adaptation strategies, the section titled, \"Just Getting Started?\" includes the following sampling of adaptation resources and examples:\n\"This site is a great place for people to share information, and even to find basic fact sheets-for instance, on the science behind Atlantic Ocean hurricanes and climate change,\" says Stephanie Fauver, a meteorologist with NOAA's Coastal Services Center's Human Dimensions program. \"Many of our site users are involved in outreach and education, and these sorts of materials help them explain the need for adaptation in a way that can get 'buy-in' from local stakeholders.\"\nFinally, the site's community-of-practice forum enables users to ask questions of their on-line colleagues or share additional resources that can be added to the site. \"Already, we have posts covering a range of topics, from adaptation options in the Netherlands to postings on climate-change-related funding opportunities,\" says Fauver. \"We'd love to see the use of this forum grow, because coastal resource managers can learn so much about adaptation by sharing stories.\"\nPlanners and other coastal decision makers can begin developing adaptation plans for their locations right away. Workshop materials that provide practical guidance on how to conduct vulnerability assessments, understand state regulations that address climate change, and engage stakeholders in climate change preparedness efforts are now available for free download.\nAdaptation planning spans a range of activities including assessing vulnerability, engaging stakeholders in planning and considering options, and implementation.\nThe complete set of course materials for the \"Planning for Climate Change\" workshop-including PowerPoint presentations, streaming video, and a guidebook-can guide leaders in coastal communities through the process of developing local or regional adaptation plans. Individuals or groups can follow the prepared materials closely, or customize them to address the specific climate impacts and planning issues in their own locations.\nPartners involved in developing the course included the Padilla Bay National Estuarine Research Reserve, Washington State Department of Ecology, Washington Sea Grant, the University of Washington's Climate Impacts Group, and the King County Executive Office. The project was funded by a grant from NOAA's Coastal Services Center and administered through the National Estuarine Research Reserve Association.\nStaff from the Coastal Training Program piloted the workshop at two sites in Washington State in 2009. Though originally developed for Pacific Northwest shorelines, groups can use examples in the materials to help them identify and examine coastal issues in their own regions. The materials include several exercises designed to help planners consider a range of possible climate vulnerabilities and adaptation strategies for their communities.\nLocal Strategies for Addressing Climate Change, a brief publication from NOAA's Coastal Services Center, spotlights some of the tools, programs, and projects that are already moving forward to address issues related to climate change. The 24-page booklet includes a quick reference guide to products and services that can address climate-change-related issues and impacts.\nThis publication by NOAA's Coastal Services Center provides examples of tools, programs, and projects that are helping coastal communities adapt to current and future climate-related changes.\nThe publication also contains vignettes describing current programs across the nation. The following stories are a sampling of those included:\nThe potential impacts from climate change can appear daunting-but the stories and tools featured here prove that much is already being accomplished to address those impacts in coastal communities around the nation.\nKitty Fahey is a writer and editor at NOAA's Coastal Services Center.\nA version of this article originally appeared in the October/November issue of Coastal Connections, a bimonthly publication of NOAA's Coastal Services Center focused on tools for coastal resource managers.\nHelp us improve our content",
  "source": "climate.gov"
}