{
  "url": "https://www.climate.gov/news-features/climate-qa/do-solar-storms-cause-heat-waves-earth",
  "title": "Do solar storms cause heat waves on Earth?",
  "date": null,
  "content": "Although solar flares, and associated coronal mass ejections, can bombard Earth’s outermost atmosphere with tremendous amounts of energy, most of that energy is reflected back into space by the Earth’s magnetic field. Because the energy does not reach our planet’s surface, it has no measurable influence on surface temperature.\nThe heat wave that affected the eastern and central United States in March 2012 coincided with a flurry of solar eruptions, and it’s not unreasonable to wonder if such events are related. After all, the Sun’s energy is the source of Earth’s warmth.\nBut most of the energy released by solar storms like those on March 8-10 is not like the visible and ultraviolet light that penetrates Earth’s atmosphere and warms the surface. Instead, solar storms hurl bursts of electrically charged particles through space, and the particles aimed at the Earth encounter our planet’s magnetic field and upper atmosphere, the thermosphere.\nThe stream of energetic particles warms the thermosphere. Carbon dioxide and nitrogen oxide, coolants in the thermosphere, absorb the energy and then re-radiate heat back into space. A small fraction of the extra heat from the solar flare radiates to layers of the atmosphere below the thermosphere, but it is miniscule compared to the normal amount of heating the lower layers of the atmosphere already experience from incoming visible and ultraviolet sunlight.\nSolar flares don’t cause heat waves, but they do have other impacts on Earth. Consequences include pretty auroras, as well as hazards. They can rain extra radiation on satellites, and increase the drag on satellites in low-Earth orbit. Increased electromagnetic activity due to solar storms can also disrupt power grids and radio communications. Passengers on commercial jets flying polar routes may be exposed to increased electromagnetic radiation.\nShort-lived solar explosions don’t influence weather events like the March 2012 heat wave, but longer-term variations in solar output might affect Earth’s climate. The latter half of the seventeenth century experienced a decades-long stretch of minimal solar activity known as the Maunder Minimum, which many scientists suspect may have triggered the Little Ice Age—a cold spell that chilled the Northern Hemisphere from about 1650 to 1850.\nOver the long term, however, multiple records indicate that the amount of energy the Earth receives from the Sun is quite stable. Astronomers have aimed telescopes at the Sun since the Scientific Revolution, and recent studies have reconstructed solar activity over the past three centuries. Satellites have observed the Sun since 1978, and found that solar activity varies on a roughly 11-year cycle by about one-tenth of one percent.\nAs for the solar storm in early March 2012, it released a substantial amount of energy, but almost all of it was re-radiated back into space, and very little penetrated the lower atmosphere. Martin Mlynczak, associate principal investigator for NASA’s Sounding of the Atmosphere using Broadband Emission Radiometry (SABER) instrument, says, “The extra energy from this storm is on the order of 100,000 times less than the energy we normally get at the Earth’s surface. It’s so small that you wouldn’t even notice it.”\nReviewer: Martin Mlynczak, NASA Langley Research Center. Title graphic based on extreme ultraviolet image of the Sun from the Solar Dynamics Observatory mission.\nReferences\nFoster, G., and Rahmstorf, S. (2011). Global temperature evolution 1979–2010. Environmental Research Letters, 6(4), 044022.\nHerring, D. (2009, September 1). Climate change: Incoming sunlight. NOAA ClimateWatch Magazine. Accessed April 4, 2012.\nIPS Radio and Space Services. (2012). Solar activity and weather – Is there a connection? Australian Government. Accessed April 4, 2012.\nKulmala, M., Riipinen, I., Nieminen, T., Hulkkonen, M., Sogacheva, L., Manninen, H. E., Paasonen, P., Petäjä, T., Dal Maso, M., Aalto, P. P., Viljanen, A., Usoskin, I., Vainio, R., Mirme, S., Mirme, A., Minikin, A., Petzold, A., Hõrrak, U., Plaß-Dülmer, C., Birmili, W., and Kerminen, V.-M. (2010). Atmospheric data over a solar cycle: No connection between galactic cosmic rays and new particle formation, Atmospheric Chemistry and Physics, 10, 1885-1898.\nMeehl, G.A., Washington, W.M., Wigley, T.M.L., Arblaster, J.M., and Dai, A. (2003). Solar and greenhouse gas forcing and climate response in the twentieth century. Journal of Climate, 16, 426-444.\nNASA. (2011, April 14). Space Weather 101. Mission: Science Webpage. Accessed April 4, 2012.\nNASA. (2012, January 19). The Sun-Earth connection: Heliophysics solar storm and space weather – Frequently asked questions. Accessed April 4, 2012.\nNOAA Space Weather Prediction Center. (2012, March 13). Preliminary Report and Forecast of Solar Geophysical Data, No. 1906 (pdf). Accessed April 11, 2012.\nNOAA Space Weather Prediction Center. (2011, November). SWPC Frequently Asked Questions. Accessed April 4, 2012.\nPhillips, T. (2012, March 22). Solar storm dumps gigawatts into Earth’s upper atmosphere. NASA Science News. Accessed April 4, 2012.\nRiebeek, H. (2010, June 24). Has the Sun been more active in recent decades, and could it be responsible for some global warming? NASA Earth Observatory. Accessed April 4, 2012.\nSkeptical Science. (2012). Solar activity and climate: Is the sun causing global warming? Accessed April 4, 2012.\nWang, Y.-M., Lean, J.L., Sheeley, N.R., Jr. (2005). Modeling the Sun’s magnetic field and irradiance since 1713. The Astrophysical Journal, 625, 522-538.\nHelp us improve our content",
  "source": "climate.gov"
}