{
  "url": "https://www.climate.gov/news-features/climate-and/climate-peanut-butter",
  "title": "Climate & Peanut Butter",
  "date": null,
  "content": "“Trick-or-treaters might want to hold on to those Reese’s Cups this Halloween,” CNN Money quipped in October 2011. The advice wasn’t unfounded. Following a drought in the United States’ peanut-growing country, peanut butter prices had spiked. Early in 2011, the consumer price index for a pound of peanut butter was less than $2.00. By the end of the year, it was close to $2.50, and climbing.\nPeanut crops contribute more than $4 billion annually to the U.S. economy, and about 75 percent of the peanuts grown here are also consumed here. Americans partake of most of our peanuts in the form of peanut butter. The average U.S. citizen consumes somewhere around 3.5 pounds of peanut butter a year.\nPeanut butter’s affordability generally allows it to figure into anybody’s menu. But peanuts depend on certain growing conditions, and in the United States, those conditions might not last as the climate gets warmer.\n“Peanut.” In Artemis Ward (1911), The Grocer’s Encyclopedia, p. 459. Adapted from original, courtesy the Library of Congress, Prints and Photographs Division.\nThough it’s thought of as a nut, the peanut, or Arachis hypogaea, is actually a legume. It’s an annual, which means it has one growing season to thrive. Farmers are advised to plant peanut seeds only after the risk of frost has passed, and when the soil temperature at a depth of 2 inches reaches 65 degrees Fahrenheit or warmer for three consecutive days.\nWith enough warmth and moisture, plants should poke above the soil surface in a couple weeks, and flowers should appear within several weeks. Once fertilized, the flowers start heading for the same dirt from which the plants emerged. Peanut pods ripen underground.\nPeanuts are fairly fussy plants. Good yields require up to five months of fairly consistent warmth, combined with about 20 to 40 inches of rain. But the rain has to taper off by the harvest season, or farmers can’t easily pull the peanut pods out of the ground.\nBut if the drying out happens too soon, growers face a different problem: toxic mold. Excessive heat and drought can lead to aflatoxin contamination caused by soil fungi. Short-term exposure to a high dose of aflatoxins feels like a nasty case of a stomach bug—one that might leave you dead. Some studies suggest that long-term exposure to low doses can cause cancer.\nPeanuts require warm and not-too-wet, not-too-dry conditions. The green outlines show counties in the U.S. South and Southeast that reported growing peanuts according to the 2007 U.S. census. Map by NOAA Climate.gov.\nPeanut butter may be eaten nationwide, but peanuts are mostly grown in southern states east of the Rockies: Virginia, North and South Carolina, Georgia, Alabama, Florida, Oklahoma, Texas, and New Mexico. When those states experience drought, peanut butter prices start to climb.\nIn the summer of 2011, drought struck several of the states where peanuts are grown. The U.S. Drought Monitor reported that, from May through October, drought conditions in parts of the peanut-growing states ranged from severe to exceptional. Many plants simply shriveled under the stress, not producing any peanuts at all.\nDrought has affected U.S. peanut-growing counties since 2010 (left). By fall 2011 (right), severe and exceptional drought were widespread across peanut-growing areas in Texas and the Southeast. Maps by NOAA Climate.gov team, based on U.S. Drought Monitor data. large photos: October 26, 2010 | October 25, 2011\nDrought has affected U.S. peanut-growing counties since 2010 (left). By fall 2011 (right), severe and exceptional drought were widespread across peanut-growing areas in Texas and the Southeast. Maps by climate.gov team, based on U.S. Drought Monitor data from October 26, 2010, and October 25, 2011.\nAccording to the U.S. Department of Agriculture, 2011 peanut stocks were down from the previous year by 550,000 pounds in September; 800,000 pounds in October; 670,000 pounds in November; and 600,000 pounds in December. In January 2012, peanut stocks were down 580,000 pounds compared to January 2011.\nAs peanut supplies fell, prices rose, making dry-roasted snacks, PB&Js, and chocolate-and-peanut-butter desserts a little dearer. For Americans already living on very tight budgets, the consequences were more serious; peanut butter is a more affordable source of protein than meat or cheese, and it has a good shelf life. As prices climbed, some food banks were asking for peanut butter donations for the 2011 holiday season.\nAs of August, the 2012 growing season looked as bad if not worse. On July 12, 2012, the U.S. Department of Agriculture (USDA) declared more than 1,000 counties in 26 states disaster areas due to drought—the largest natural-disaster area in the history of the United States.\nLarge swaths of U.S. peanut-growing country (green outline) were included in the record-large disaster area (tan) caused by the 2011 drought. Map by climate.gov team based on October 17 data from the United States Department of Agriculture’s Farm Services Agency.\nLarge swaths of U.S. peanut-growing country (green outline) were included in the record-large disaster area (tan) caused by the 2011 drought. Map by climate.gov team based on October 17 data from the United States Department of Agriculture’s Farm Services Agency.\nThe disaster area included peanut-growing states. As of July 10, 2012, most of Florida had escaped drought conditions, but every other peanut-growing state suffered. A band of exceptional drought stretched across Georgia. Meanwhile, peanut butter prices continued to rise. In July 2012, the Bureau of Labor Statistics reported, a pound of peanut butter cost almost $2.80.\nDroughts and heat waves are two of the natural extremes that the climate system is capable of spawning in the U.S. Southern Plains and Southeast. Scientists are just at the cusp of finding out what role global warming might be playing in the severity and frequency of U.S heat waves. But a report by the U.S. Global Change Research Program (USGCRP) suggests that the growing season conditions of 2011 and 2012 could be a preview of the future.\nReleased in 2009, the USGCRP report Global Climate Change Impacts in the United States assessed potential impacts of rising greenhouse gas emissions, concluding that temperatures would rise, and spring and summer precipitation levels would likely drop in peanut-growing states if greenhouse gas emissions continued to increase at a high rate.\nProjected changes in spring (left) and summer (right) precipitation by 2080-2099 compared to 1961-1979 for a high emissions scenario (IPCC scenario “A2“). Confidence is highest in hatched areas. Map adapted from original, in the 2009 Global Climate Change Impacts in the United States report\nProjected changes in spring (left) and summer (right) precipitation by 2080-2099 compared to 1961-1979 for a high emissions scenario (IPCC scenario “A2“). Confidence is highest in hatched areas. Map adapted from original, in the 2009 Global Climate Change Impacts in the United States report, p. 31.\nThe authors further stated, “The grain-filling period (the time when the seed grows and matures) of wheat and other small grains shortens dramatically with rising temperatures. Analysis of crop responses suggests that even moderate increases in temperature will decrease yields of corn, wheat, sorghum, bean, rice, cotton, and peanut crops.”\nBut carbon dioxide—the greenhouse gas most often credited with boosting temperatures—also boosts plant growth. As carbon dioxide warms climate, could the higher concentration of that gas spur enough plant growth to offset the higher temperatures?\nIn fact, a group of researchers based at the University of Florida set out to answer that question several years ago. They used the university’s sunlit, controlled-environment growth chambers to test the effects of temperature and carbon dioxide concentrations on peanut yields. The experiment mimicked growing conditions typically found in peanut country in the U.S. Southeast\nThe study found that higher concentrations of carbon dioxide improved pod and seed yields—but only a little. The benefits of elevated carbon dioxide were dwarfed by the costs of higher temperatures. At daytime high temperatures of 111 degrees Fahrenheit and nighttime lows of 93, the researchers estimated, peanut seed production would decline to nothing. Peanuts like warmth. They don’t particularly like hell.\nGreenhouse experiments on peanut plants found that rising temperatures (daytime high and nighttime low) decreased peanut seed set—the percent of flowers on a plant that make seeds, regardless of the level of carbon dioxide in the atmosphere. When daytime highs reached 104°F, only half a plant’s flowers made seed. At 111°F, seed set dropped to zero. Graph by climate.gov team, based on data from P.V. Vara Prasad, Kansas State University.\nThis is not to say that higher amounts of carbon dioxide had no effect. High amounts of carbon dioxide did induce plants to grow big and green. But if peanut crops produce no seeds, the exuberant leaves are small consolation: they’d make a lousy substitute for peanut butter.\nIf today’s peanut plants are ill suited to tomorrow’s temperatures, the now-affordable staple of peanut butter could one day become a bit of a luxury item. One potential solution: breeding a better peanut. Scientists in the USDA Agricultural Research Service and the National Peanut Research Laboratory (NPRL) have begun examining peanut plants’ genetic material to identify the varieties best able to cope with heat and drought.\nDifferent varieties of peanut grown under simulated drought conditions. One variety (left) yielded few mature pods, while another produced almost the same amount of peanuts under drought conditions (right) as it did under normal growing conditions (not shown). USDA scientists are using genetic screening and growing experiments to identify drought-resilient peanut varieties. Photos by Paxton Payton, USDA Agricultural Research Service\nDifferent varieties of peanut grown under simulated drought conditions. One variety (left) yielded few mature pods, while another produced almost the same amount of peanuts under drought conditions (right) as it did under normal growing conditions (not shown). USDA scientists are using genetic screening and growing experiments to identify drought-resilient peanut varieties. Photos by Paxton Payton, USDA Agricultural Research Service.\nChanging farming practices can also enhance peanuts’ odds of success. Peanut plants subjected to dry conditions early in the growing season appear to pre-adapt to dry conditions likely to occur later in the growing season. And the farming strategy of conservation tillage—leaving the previous crop’s residue on agricultural fields to reduce erosion and runoff—increases peanut yields.\nPlanting hardier peanut varieties, and combining conservation tillage and induced early-season drought may help growers weather natural climate extremes and prepare for the warmer, drier climate that could be in store in U.S. peanut-growing regions due to global warming.\nIn this clip (41 seconds), Florida farmer Kirk Brock talks about one way conservation tillage helps him handle the Southeast’s extreme climate variability: capturing more water in the soil during heavy downpours helps his farm ride out the long dry spells in between. Excerpted from the climate.gov video Drought & downpours: Harvesting rain on a dryland farm.\nWith some advance planning, U.S. peanut farmers may ensure that PB&Js and chocolate-coated, peanut-butter treats continue to figure into a well-rounded diet.\nBoudreau, M.A., Furman, C., Darby, L. (2011, August 8). Anticipating Drought on Rainfed Farms in the Southeast. NOAA.\nBureau of Labor Statistics. (2012, August 15). Consumer price index – average price data: Peanut butter, creamy, all sizes, per lb. (453.6 gm). Accessed August 15, 2012.\nCornell University Department of Animal Science. (2009, March 26). Aflatoxins: Occurrence and health risks. Accessed August 15, 2012.\nGilbert, N. (2012) Drought devastates U.S. crops. Nature, published online July 25, 2012.\nHolbrook, C. (2012, August 15). Aspergillus colonization and aflatoxin contamination in peanut genotypes with resistance to other fungal pathogens. USDA Agricultural Research Service. Accessed August 15, 2012.\nKarl, T.R., Melillo, J.M., Peterson, T.C., eds. (2009). Global Climate Change Impacts in the United States. Cambridge University Press.\nKottapalli, K.R., Rakwal, R., Shibato, J., Burow, G., Tissue, D., Burke, J., Puppala, N., Burow, M., Payton, P. (2009). Physiology and proteomics of the water-deficit stress response in three contrasting peanut genotypes. Plant, Cell and Environment, 32, 380-407.\nO’Toole, J. (2011, October 31). Peanut butter prices skyrocketing. CNN Money. Accessed August 15, 2012.\nPhillips, S.L. (1997, December 9). The incredible peanut. Ethnobotanical Leaflets. Southern Illinois University. Accessed August 17, 2011.\nScott, M., (2012, July 18). Few states spared from drought in U.S. NOAA ClimateWatch. Accessed August 15, 2012.\nUniversity of California Agricultural Issues Center. (2006, February) Commodity profile: Peanuts.\nUniversity of Nebraska-Lincoln. (2012, August 7). U.S. Drought Monitor. Accessed August 15, 2012.\nUSDA Agricultural Research Service. (2009, January 22). Peanuts 101. Accessed August 15, 2012.\nUSDA National Agricultural Statistics Service. (2012, July 30). Peanut stocks and processing. Accessed August 15, 2012.\nVara Prasad, P.V., Boote, K.J., Allen, L.H., Thomas, J.M.G. (2003). Super-optimal temperatures are detrimental to peanut (Arachis hypogaea L.) reproductive processes and yield at both ambient and elevated carbon dioxide. Global Change Biology. 9(12), 1775-1787.\nYao, S., Durham, S. (2010, January 11). Preparing peanuts for the future. USDA Agricultural Research Service. Accessed August 15, 2012.\nDo you have feedback to offer on this or another ClimateWatch article? Let us know what you think.\nHelp us improve our content",
  "source": "climate.gov"
}