{
  "url": "https://www.climate.gov/news-features/decision-makers-take-5/decision-makers-take-5-thuan-nguyen",
  "title": "Decision Makers Take 5: Thuan Nguyen",
  "date": null,
  "content": "Thuan Nguyen has been a program officer for the International Federation of Red Cross and Red Crescent Societies (IFRC) in Vietname for five years. She has a background in international and development studies by training. In her job, she supports her counterparts in the Vietnam National Red Cross (VNRC) in designing and managing a community-based health program that’s more responsive to the needs and new challenges vulnerable communities in Vietnam are facing. With technical support by colleagues from the IFRC Climate Centre, Thuan has worked on the implementation of a pilot program for early warning and actions related to dengue fever and capacity building for local communities so they can be better prepared to respond to larger scale of dengue outbreaks.\nAs a tropical country, Vietnam has been dealing with the prevention and control of infectious diseases for years. For example, dengue fever has been a public health problem for many decades. Annually, the disease affects about 100,000 people and causes about 100 death in Vietnam, many of them children. While there is still so much work to be done on the preventive side to limit illness and fatality of this preventable disease, Vietnam will have to work harder to prepare for future prevention and control works, as the World Health Organization research has shown that dengue fever could be much worsened globally in the future due to warming and changing rainfall patterns in the tropics*. These shifts will likely cause changes in diseases patterns and risk factors.\n*Learn more about dengue and other infectious diseases and their relation to climate in the Atlas of Health and Climate, a joint publication of WHO and the World Meteorological Organization.\nIn the Mekong region, where the IFRC is currently supporting VNRC in the project, we have received warning about the impacts of changes in weather and climatic changes on people’s life. For example, in Hochiminh City, there are two distinct seasons: raining and dry. However, rainfall in the city has fluctuated in recent years. In 2011, the number of days with rainfall more than 70mm and 90mm per day has doubled, and it has caused frequent flooding in the city as the drainage system are insufficient for heavy and long rain. That standing water creates an ideal breeding ground for mosquitoes, which transmit dengue fever. As a result, dengue fever incidents in the city have been on the rise, with particularly high caseloads in the raining season. This often overwhelms hospitals’ capacity and during the peak of an outbreak, three or four patients will have to share a bed.\nEvery three months our colleagues from the Climate Centre share a seasonal climate forecast with us for Southeast Asia, which helps us know in advance whether it will likely to be wetter or warmer. Secondly, we also have access to the national weather forecast form the National Institute of Meteorology, which provides information on a quarterly and weekly basis. Surveillance data from the Ministry of Health for dengue fever incidents are also shared through an established partnership between VNRC and the Ministry in target provinces in the Mekong region, where dengue fever outbreaks are more likely. By having this information, our health colleagues in VNRC can make informed decisions about whether an emergency health response to dengue outbreaks is or will be needed.\nDuring monsoon season, when often there is more rain, typhoons and floods, the forecast is our guiding tool for creating a preparedness plan. Without the forecast, we would not be able to mobilize volunteers and implement community actions on the ground in a timely manner in the most affected areas.\nThe information from Climate Centre shares with us regularly, particularly the forecast, is very useful. It gives us the prediction for the whole region, inclusive of our country.  Information from the National Institute for Meteorology and the Ministry of Health is useful as it gives us more details on the sub-regions in country. It enables our preparedness plan to be carried out in the community and makes our dengue interventions more timely and meaningful.\nI think we need not only public health or climate specialists working together to address the challenge of public health issues in a changing climate. I believe we need to bring in the affected communities and listen to their experiences and their needs. A multi-sectoral plan for health interventions would be ideal so it’s also equally important to bring in people from sectors such as economics, researchers and donor communities among others to address public health issues in a changing climate.\nHelp us improve our content",
  "source": "climate.gov"
}