{
  "url": "https://www.climate.gov/news-features/climate-and/climate-fish-sticks",
  "title": "Climate & Fish Sticks",
  "date": null,
  "content": "Before there was the fish stick, there was the fish brick.\nLooking for ways to make its products more appealing to housewives in the late 1940s, the U.S. fishing industry briefly flirted with a novel idea: packaging fish similar to ice cream—in big, rectangular containers.\nFish were cleaned and filleted at sea, layered into stacks, and compressed into frozen bricks. The homemaker could “cut the fish into any shape and be confident that the shape will be retained even after cooking,” according to historian Paul Josephson.\nOriginal © Superbass/CC-BY-SA-3.0 (via Wikimedia Commons).\nFish bricks didn’t fly off supermarket shelves.\nSometime after this misadventure, however, the fishing industry settled on the idea of single-serving, breaded fish sticks. Since the mid-1950s, the easy-to-serve, portion-controlled items have regularly found their way onto U.S. dinner tables and into school lunches. The past decade, however, has given fishermen and scientists a preview of the challenges they may face in keeping fish sticks on the menu as the planet gets warmer.\nHistorically, multiple types of white fish have been used for fish sticks, but today, the primary fish-stick fish is Alaska pollock (Theragra chalcogramma). They are also the go-to fish for many fast-food fish sandwiches, and the mild-tasting fish is regularly used in imitation crab. With an annual harvest that fluctuates around a million tons, Alaska pollock is the United States’ largest fishery, and it’s one of the biggest, most economically valuable fisheries in the world.\nFound throughout the northern Pacific Ocean, Alaska pollock are most common in the Bering Sea. These fast-growing fish can reproduce within three years, and they live to be about 12. Juveniles eat tiny animals and protozoans known as zooplankton; older pollock sometimes expand the menu by cannibalizing younger pollock (eggs, larvae, and juveniles).\nAlaska pollock populations exhibit large fluctuations from year to year. Historically, declines in some regions were exacerbated by heavy fishing. By establishing annual catch limits (quotas) on this stock since 1977, the United States has long worked to ensure that the pollock fishery is a model for sustainable seafood harvest.\nGary Cooper helps dump a catch of walleye pollock onto a sorting table onboard the NOAA ship Miller Freeman during a stock and food source assessment in September 2007. (Photo by Ingrid Spies, provided by the Alaska Fisheries Science Center.)\nBut while quotas have largely addressed the problem of human overfishing of Alaska pollock, another challenge looms for the NOAA Fisheries Service: keeping up with changes in climate. Warmer water temperatures appear to be a double-whammy for pollock: they reduce availability of the pollock’s preferred food, while increasing the populations of its predators.\nEach summer and autumn, young pollock have to load up on zooplankton. Jeff Napp of the Alaska Fisheries Science Center explains, “Young pollock have to go through some lean times in the winter when they won’t find much food, so they have to lay in a lot of fat.”\nZooplankton abundance, in turn, corresponds with sea ice extent. Every year, sea ice waxes and wanes over the Northern Hemisphere, growing through the winter and melting through the summer. In the Bering Sea, ice may linger as late as May, or retreat as early as March.\nThe slushy edge of the sea ice pack in the Bering Sea on February 5, 2008, captured in this satellite image from NASA’s Aqua satellite. Larger sea ice extents in spring lead to better growing conditions for large zooplankton, Alaska pollock’s favorite food. (Image provided by NASA.)\nPhyllis Stabeno, of the Pacific Marine Environmental Laboratory, and others including Ron Heintz, of the Alaska Fisheries Science Center, have found a correlation between the persistence of sea ice through the spring, the presence of zooplankton the following summer, and the health of young pollock.\nWarmer conditions, with less ice, are less favorable for large zooplankton, and therefore less favorable for Alaska pollock.\n“We don’t understand the exact mechanism of why, when conditions are warm, there are so few large zooplankton. That research is still being done,” she says. But clearly Alaska pollock can’t eat zooplankton that aren’t there.\nWarmer temperatures present Alaska pollock with another challenge. Another northern Pacific fish species, arrowtooth flounder (Atheresthes stomias) feed on juvenile pollock. “And arrowtooth like warmer water,” Stabeno explains.\nIt’s normal for temperature and sea ice conditions to vary considerably from year to year in the Bering Sea, and short-lived warmth is unlikely to exert a long-term effect on Alaska fish stocks. But the years 2001 through 2005 brought prolonged warmth to the Bering Sea and other high-latitude seas in the Northern Hemisphere.\n“It wasn’t the variability you normally see, it was a series of warm years,” Stabeno says. The five-year stretch of warmth decreased the young’s available prey while increasing their predators. Pretty soon it started to affect the fishing stock of pollock.”\nThroughout the period of unusual warmth, the NOAA Fisheries Service monitored not only ocean temperatures but also Alaska pollock catches. Young Alaska pollock live around the middle of the water column, and older pollock live closer to the sea floor.\nJim Ianelli of the Alaska Fisheries Science Center says, “We have an annual bottom-trawl survey which surveys the older part of the population, and every other year, we also survey the younger part of the population.”\nNOAA uses such surveys to set quotas. Mike Sigler, also based at the Alaska Fisheries Science Center, describes the quota-revision process. “An author like Jim will produce the most contemporary evaluation of the stock status. That’s brought before two scientific review panels. The panels can adjust the assessment of how much should be caught in the next two years.” The assessments aim not just for population numbers, but an understanding of what factors might be affecting those numbers.\nThe prolonged warmth and low zooplankton availability from 2001 to 2005 prompted the NOAA Fisheries Service to lower the Bering Sea pollock quota, from about 1.5 million tons to 0.8 million tons for 2006 through 2010. Luckily, the years 2007 through 2011 brought colder weather, more sea ice, and more favorable conditions for Alaska pollock. As a result, in 2011, NOAA Fisheries Service raised the quota to 1.27 million tons.\nSpring ice extent in the Bering Sea varies a lot from year to year. The map shows maximum ice extent in 1976 (one of the largest ice extents on record), 2001 (a warm year), and 2008 (a more recent cool year). (Adapted from Figure 1 in Stabeno, Kachel, et al., 2012.)\nAlthough the unusual warmth of 2001 through 2005 has passed, the researchers fear it may have been a preview of what’s to come in the decades ahead. A range of climate projections from the Intergovernmental Panel on Climate Change (IPCC) forecasts that starting around 2040, temperatures around the Bering Sea could mimic those of 2001 through 2005.\nA shift to warmer climate conditions could once again increase Alaska pollock predators, while decreasing their food supply. The changes could pressure pollock to move northward, from the southern Bering Sea to the northern Bering Sea, but the shift wouldn’t be straightforward.\nSurrounded by landmass, the northern Bering Sea has different ocean physics, Stabeno explains. Further, she says, “The northern Bering Sea only has four hours of daylight in the winter, so it gets very cold. Pollock are not particularly fond of water below 2 degrees Celsius.” To move north, they would have to stay closer to the continental shelf edge where the water is warmer, than over the middle shelf.\nWarmer conditions could force fishery managers to lower Alaska pollock quotas over the long term, which means by mid-century, fish sticks—at least as we know them today—might become less economical.\nSigler points out that the demise of pollock would affect more than just the fish stick market; pollock is a staple food for multiple species of marine mammals and birds. Napp adds, “Alaska’s waters supply up to about 50 percent of the domestically produced seafood for the nation. Changing climate would affect not just pollock, but other commercial fisheries such as crab, salmon, some of the flatfish species.”\nA humpback whale and scores of seabirds in the waters off the Aleutian Island of Unalaska on September 7, 2005, with the NOAA ship Oscar Dyson in the background. Whales, sea birds, and sea lions all depend on Alaska pollock. (Photo by Dr. Phillip Clapham, National Marine Fisheries Service.)\nAnd prolonged warmth in the Bering Sea could bring changes no one has yet envisioned. “It’s not easy to predict ecosystems,” Stabeno says. “About eight years ago, we thought if the Bering Sea warmed, Alaska pollock would like warmer water, and would spread all across the Bering Sea, but we didn’t take into account the drop in zooplankton. There are always winners and there are always losers in a changing system, but who those winners and losers will be is hard to predict.”\nIanelli, J.N., Hollowed, A.B., Haynie, A.C., Mueter, F.J., Bond, N.A. (2011). Evaluating management strategies for eastern Bering Sea walleye pollock (Theragra chalcogramma) in a changing environment. ICES Journal of Marine Science, 68(6), 1297-1304.\nJosephson, Paul R. (2008).The ocean’s hot dog: The development of the fish stick. Technology and Culture, 49(1), 41-61.\nMueter, F.J.. Bond, N.A., Ianelli, J.N., Hollowed, A.B. (2011). Expected declines in recruitment of walleye pollock (Theragra chalcogramma) in the eastern Bering Sea under future climate change. ICES Journal of Marine Science, 68(6), 1284-1296.\nNOAA Fisheries Service, Alaska Fisheries Science Center. Walleye pollock. Accessed May 9, 2012.\nNOAA FishWatch. Alaska Pollock. Accessed May 9, 2012.\nRoper, M. (2005, September 26). 50 years of the fish finger. Mirror Online. Accessed May 23, 2012.\nStabeno, P.J., Farley, E.V., Kachel, N.B., Moore, S., Mordy, C.W., Napp, J.M., Overland, J.E., Pinchuk, A.I., Sigler, M.F. (2012). A comparison of the physics of the northern and southern shelves of the eastern Bering Sea and some implications for the ecosystem. Deep Sea Research Part II: Topical Studies in Oceanography, 65-70, 14-30.\nStabeno, P.J., Kachel, N.B., Moore, S.E., Napp, J.M., Sigler, M., Yamaguchi, A., Zerbini, A.N. (2012). Comparison of warm and cold years on the southeastern Bering Sea shelf and some implications for the ecosystem. Deep Sea Research Part II: Topical Studies in Oceanography, 65-70, 31-45.\nHelp us improve our content",
  "source": "climate.gov"
}