{
  "url": "https://www.climate.gov/news-features/climate-tech/doing-their-part-drifter-buoys-provide-ground-truth-climate-data",
  "title": "Doing Their Part: Drifter Buoys Provide Ground Truth for Climate Data",
  "date": null,
  "content": "A drifter topples from the cargo bay of a plane into the path of Hurricane Dean in late summer 2007. The cardboard box dissolved, freeing the drifter. An array of drifters measured wind velocity and air and surface temperature during the passage of the Category 5 hurricane through the western Caribbean Sea. Photo courtesy Rick Lumpkin, NOAA Atlantic Oceanographic and Meteorological Laboratory.\nIn an era where 2-3 ton satellites that live 10 to 15 years collect millions of observations every day, the much smaller and shorter-lived drifting buoy, or \"drifter,\" may seem like a lightweight—or even a relic. Each drifter is less than 22 feet long, tips the scales at no more than 100 pounds, and lives just 450 days on average.\nInsignificant on their own, but an army of them approximately 1,000 strong patrols the world's oceans and records key data for climate monitoring and research. \"Because the drifters provide a ground-truth of currents, they are great for combining with satellite observations to study climate-scale problems,\" said Rick Lumpkin, director of NOAA's Global Drifter Program, which maintains the fleet of buoys and manages the processing and distribution of the data they collect.\nModern-day message in a bottle\nAlthough most drifters start their journeys with a crude send-off—usually heaved into the ocean from the stern of a moving ship—Lumpkin describes today's drifting buoy as \"a high-tech message in a bottle.\" But instead of taking months or years to carry a handwritten letter across the ocean, a drifter beams data into space. Roughly every hour, a satellite passing overhead relays the observations back to Earth.\nEach drifter consists of a surface buoy and an underwater drogue attached by a long, thin tether. The buoy is where the thermometer, pressure sensors, batteries and other electronics are. The drogue is an anchor, a cylinder of four to seven sections, with a large hole through the center of each section giving the drogue a holey-sock look.\nA drifter neatly compressed for deployment (left) and with the nylon drogue fully extended (right), as it will be in the water once the cardboard wraps dissolve. Photos courtesy NOAA Atlantic Oceanographic and Meteorological Laboratory.\nThe holes help to smooth the drifter's journey through the water in the same way dimples on a golf ball speed its flight through the air: by creating lots of small areas of turbulence around the object that reduce the size and strength of the larger, trailing wake. A smaller, calmer wake means less drag on the drifter, so its speed and direction better match that of the actual currents. In addition to currents, drifters measure temperatures, salinity, air pressure, and near-surface wind speed and direction. Together, the 1,000 or so drifters cruising the oceans collect about 30,000 observations every day, all processed by NOAA's Drifter Data Assembly Center in Miami, Fla. All observations are archived for research and are placed on the Global Telecommunications System, where the National Weather Service and other forecasters can use them for weather prediction.\nMap of locations of all drifters as of April 26, 2013. Credit: NOAA Climate.gov, based on drifter data from the Atlantic Oceanographic & Meteorological Laboratory.\nThe evolving drifter\nThe modern drifter is a relatively lean instrument—44 pounds with 16-foot drogues—costing around $1,700 each. The first drifters were heavier (100 pounds) with longer drogues (21 feet), and they cost almost three times as much. In fact, the $5,000 price tag was enough to compel Lumpkin to personally chase down one that ran aground along the shore of a Hawaiian island in 1996.\n\"My wife and I traveled to the island with nothing more than a latitude-longitude value, hoping to recover and redeploy the drifter,\" Lumpkin said. \"We rented a car, drove into town, and I approached the first random person to look for leads.\"\nIncredibly, that person knew of a man who had found the buoy while fishing and tied it to his fishing house. Lumpkin called the man right away and got permission to retrieve the buoy. There was one problem, though. The fishing house sat offshore on stilts, and was only accessible by foot at low tide.\n\"The next morning we trudged through mangroves, mud that was sometimes nearly knee-deep, and banana spider webs. Finally, my wife and I found the house, found the drifter, and carried it painstakingly back to town,\" Lumpkin said. \"It had to have its drogue fixed, so we shipped it to the manufacturer who fixed that, sent it back to us, and we redeployed it a few months later. That was hard-earned data!\"\nCritical data for tracking climate, weather and more\nDrifters provide essential sea-surface temperature and ocean current data used by climate models. Their observations are especially helpful for tracking the impact of El Niño and La Niña on global ocean currents. From time to time, NOAA deploys drifters in front of hurricanes to improve forecasts and investigate how the ocean and atmosphere interact within and around the storm. They also helped predict where currents in the Gulf of Mexico would carry oil after the Deepwater Horizon oil spill in 2010.\n(top) Location of drifters (image center) overlaid on a NOAA satellite image of Hurricane Dean on August 19, 2007. (large version) (bottom) The drifters measured wind speed and direction (arrows) as well as water temperature as the hurricane traveled toward Mexico's Yucatan Peninsula. Scientists studied Dean's intensification by plotting the drifter observations over several days in late August, using a moving frame of reference centered on the eye of the storm. (large version) Images by NOAA Climate.gov team, adapted from originals by Rick Lumpkin, AOML.\nDrifters' contributions aren't limited to short-term projects. Last year, for example, Lumpkin and several researches combined satellite data and drifter measurements to pinpoint a significant southward shift in the average location where two major South Atlantic currents meet up off the southeast coast of South America—a shift that some ocean models have projected would occur as greenhouse gases continue to warm the planet.\nDrifters are invaluable for ocean research and monitoring, but all good things must come to an end; the life of a drifter is no exception. The large majority of drifters die when their batteries run out. Some run aground. The remaining few get picked up by boaters, or suffer a more traumatic end such as being hit by a ship.\nA rescued drifter, its buoy encrusted with clams. Photo courtesy NOAA Atlantic Oceanographic and Meteorological Laboratory.\nWhat should you do on the off-chance you come across a wayward drifter? Lumpkin doesn't expect everyone to perform a rescue operation like he did. But he and his team would appreciate it if you look for the tracking number and send them a picture with as much information as you can. After all, knowing how a drifter meets its demise will help them build a better and stronger drifter to take its place.\nReferences & links\nBeal, L. M., De Ruijter, W. P. M., Biastoch, A., Zahn, R., & 136, S. W. G. (2011). On the role of the Agulhas system in ocean circulation and climate. Nature, 472(7344), 429–436. doi:10.1038/nature09983\nLumpkin, R., & Garzoli, S. (2011). Interannual to decadal changes in the western South Atlantic’s surface circulation. Journal of Geophysical Research, 116(C1). doi:10.1029/2010JC006285\nWhat's a Drifter?\nLet's Dissect a Drifter\nWhy golf balls have dimples\nNOAA Adopt a Drifter Program\nHelp us improve our content",
  "source": "climate.gov"
}