{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/viewing-sea-level-rise",
  "title": "Viewing sea level rise",
  "date": null,
  "content": "Developed by the Office of Coastal Management, the sea level rise viewer offers access to data and information about the risks of sea level rise, storm surge, and flooding along the coastal United States. The Web-based map has the potential to help business owners and community planners—like New Jersey’s Ivar Johnson, whose bayside restaurant was damaged by Sandy last October—build (or rebuild) in a more resilient way.\nThe video below provides a virtual tour.\nProduced by the Climate.gov video team: Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nNOAA’s sea level rise viewer allows community planners, city officials and coastal residents the opportunity to identify flood-prone locations in their area.  This tool is distinct from those provided by the Federal Emergency Management Agency (FEMA) because, rather than focusing on what has flooded in the past, the sea level rise viewer shows potential future inundation from daily tides along U.S. coasts if global sea level rose up to six feet.\nThe tool offers hard-to-find data and information regarding the flood risks due to various possible scenarios of sea level rise. Community planners can assess what infrastructure is vulnerable under these conditions, and the tool enables business- and homeowners along the coasts can make decisions regarding their livelihoods and see how rising sea levels may affect them in the future.\nFrom the NOAA Office of Coastal Management website, click the \"Digital Coast\" image/link half way down the page at left. The sea level rise viewer appears as number 1 under the “Top 5 tools” section at right.\nAccess the tool's landing page directly. Once on the landing page, you can read more about the tool, see it in action, receive support, or go directly to the tool by clicking the “Get It Now” link.\nHelp us improve our content",
  "source": "climate.gov"
}