{
  "url": "https://www.climate.gov/news-features/climate-qa/why-did-earths-surface-temperature-stop-rising-past-decade",
  "title": "Why did Earth’s surface temperature stop rising in the past decade?",
  "date": null,
  "content": "Editor's note:  September 1, 2018\nSince this article was last updated, the slowdown in the rate of average global surface warming that took place from 1998–2012 (relative to the preceding 30 years)  has unequivocally ended. Scientists have learned more about the physical factors that contributed to the short-term trend, and they have documented the continued build up in sub-surface ocean heat during the period. Check out our latest Q&A on this topic: Did global warming stop in 1998?\nEditor’s note: Updated June 4, 2015\nNew analysis through 2014 shows that temperature is once again rising at about the same pace as it did over the second half of the 20th century. PRESS RELEASE.\nUsing the data that were available at the time (through 2012), the last climate report from the Intergovernmental Panel on Climate Change concluded that there had been no statistically significant increase in global surface temperature from 1998-2012.\nAccording to a new NOAA analysis, the warming trend during that period was somewhat smaller than the longer-term (1951-2012) trend, but it wasn’t zero. And with the latest data calibrations and the most recent two years of global temperatures added to the series—including record-warm 2014—the warming experienced since 1998 is on par with the rate observed in the second half of the 20th century.\nBasically, the new analysis confirms what climate scientists have said all along: natural variability (such as the patterns described in this article) may cause the rate of warming to change from one decade to the next, but global warming is still underway.\n*****\nThe most likely explanation for the lack of significant warming at the Earth’s surface in the past decade or so is that natural climate cycles—a series of La Niña events and a negative phase of the lesser-known Pacific Decadal Oscillation—caused shifts in ocean circulation patterns that moved some excess heat into the deep ocean. Even so, recent years have been some of the warmest on record, and scientists expect temperatures will swing back up soon.\nYearly surface temperatures since 1880 compared to the twentieth-century (1901-2000) average (dashed line at zero). Since 2000, temperatures have been warmer than average, but they did not increase significantly. Data courtesy of NOAA’s National Climatic Data Center.\nThe “pause” in global warming observed since 2000 followed a period of rapid acceleration in the late 20th century. Starting in the mid-1970s, global temperatures rose 0.5 °C over a period of 25 years. Since the turn of the century, however, the change in Earth’s global mean surface temperature has been close to zero. Yet despite the halt in acceleration, each of the last three decades has been successively warmer at the Earth’s surface than any preceding decade since 1850.\nSurface temperature each decade since 1880 compared to the twentieth-century (1901-2000) average (dashed line at zero). Each of the last three decades was the warmest on record at the time, and each was warmer than the last. Data courtesy of NOAA’s National Climatic Data Center.\nThe long-term trend—change over the course of a century or more—is what defines “global warming,” not the change from year to year or even decade to decade. Rising emissions of carbon dioxide and other greenhouse gases since the Industrial Revolution explain most of the overall warming trend over the past century, and the rate of emissions has not slowed significantly in the recent past. So what else has been going on in the climate system over the past decade that could account for the pause in Earth’s surface warming trend?\nDuring the last decade, a longer than usual solar minimum cycle, several volcanic eruptions, and relatively low amounts of water vapor in the stratosphere may have helped cool the atmosphere temporarily. But recent research suggests that the Earth’s natural climate variability—natural, short-term fluctuations in the climate system that occur on a year-to-year basis or longer—may have played the most pivotal role of all by transferring excess heat from the Earth’s surface into the deep ocean.\nOne of the most well-known natural climate oscillations—the El Niño-Southern Oscillation (ENSO) cycle—causes swings in sea surface temperatures in the tropical Pacific. Although ENSO originates in the equatorial Pacific Ocean, a strong El Niño or La Niña event is capable of bumping global temperatures upward or downward for a year or two. Since the last major El Niño event in 1997-1998, a series of La Niña events have dominated the tropical Pacific, resulting in a prolonged cooling of sea surface temperatures that has also likely stalled the rise in global temperatures.\nGraph showing the Oceanic Niño Index (difference from average sea surface temperatures in a key region of the tropical Pacific Ocean) from 1980-2012. Cooling La Niña events (blue shading) in the past decade have outnumbered warming El Niño events (red shading). Data courtesy of the NOAA Climate Prediction Center.\nEvidence for the global influence of these La Niñas comes from an innovative model experiment by a team of scientists from Scripps Institution of Oceanography. When they forced a climate model to closely follow observed temperatures in the tropical Pacific—mirroring the repeated La Niña events—the model simulated no significant trend in global warming since 2000. This led the group to believe that global temperatures would have continued to rise throughout the last decade if not for the prolonged cooling in the Pacific.\nJust because the global surface temperature has not risen significantly in the past decade doesn't mean the Earth's heat energy imbalance has vanished, though. Excess heat energy trapped by greenhouses gases can have more than one fate in the Earth system; among other things, it can cause water to evaporate, it can melt ice, and it can be mixed into the deep ocean by overturning currents.\nThat mixing coupled with water's naturally large heat capacity makes the global ocean the Earth’s biggest absorber of heat; scientists estimate the ocean absorbs more than 90 percent of the excess heat trapped in the atmosphere by greenhouse gases. When analyzing temperature patterns at different depths of the ocean, scientists observed that deep ocean temperatures—measured more than a half-mile down from the surface—began to rise significantly around 2000, while shallower waters warmed more slowly. This divergence took place at the same time that a natural climate cycle called the Pacific Decadal Oscillation, or PDO, was shifting to a negative phase.\nYearly global ocean heat content compared to the 1958-65 average (dashed line at zero) for the past four decades for different layers of the ocean: from the surface to depths of 300 meters (grey) and 700 meters (blue), and total depth down to 2,000 meters (purple). Surface waters warmed more slowly (line is nearly flat since the mid-2000s) than deeper waters (steep increase). Since the core of the Argo fleet can only dive down to 2,000 meters, the amount of heat going into the deep ocean is unknown. Image adapted from Figure 1 of Balmaseda et al., 2013 (pdf).\nUnlike the ENSO cycle, which affects the climate on a year-to-year basis, the PDO affects the climate on decadal timescales. Since the late 1990s, the negative phase of the PDO cycle has contributed to cooler sea temperatures at the surface of the tropical (similar to La Niña) and northeastern Pacific. Strong prevailing winds during the negative phase of the PDO also stir up the ocean and mix surface waters down into the deep ocean, allowing heat to penetrate to greater depths.\nThe deep ocean may have been able to \"hide\" excess heat trapped in the Earth system by greenhouse gases, contributing to the warming “pause” in the last decade, but scientists know that heat energy doesn't just disappear. Eventually, natural ocean circulation may bring some of the extra heat stored in the deep ocean back to the surface, which can happen during an El Niño event, for example.\nMeanwhile, other environmental indicators of climate change—melting ice in Greenland, the retreat of Arctic sea ice, global sea level rise—continue to send a clear signal that Earth is still warming. Over the coming century, human-caused warming will continue, with natural variability periodically speeding up or slowing down the pace from decade to decade.\n*Editor's Note: Since this article was written, researchers have continued to try to quantify where exactly the deep ocean heat has gone and how it got there. The theory remains that the Pacific Decadal Oscillation is the main mode of variability regulating temperature in the Pacific Ocean, contributing to the global warming hiatus and driving other climate trends elsewhere. But in the meantime, recent studies have investigated the cause of recent warming trends in the Atlantic and Southern Oceans. Some questions remain for scientists, including: What physical mechanisms drive variability in the ocean basins? ​How deep is Earth’s accumulating heat penetrating the depths of the ocean? This is a fast-moving area of research, so stay tuned for future posts on this topic.\nReferences & Related Articles\nHeld, I.M. (2013), Climate science: The cause of the pause. Nature 501, 318-319.\nTemperature Plateau Likely Due to Deep Ocean Warming. Climate Central. Published July 23, 2013.\nAR5 Working Group I Physical Science Report of the Intergovernmental Panel on Climate Change\nBalmaseda, M. A., K. E. Trenberth and E. Källén (2013), Distinctive climate signals in reanalysis of global ocean heat content. Geophys. Res. Lett., 40, Doi: 10.1002/grl.50382.\nKosaka Y., and S-P. Xie (2013) Recent global-warming hiatus tied to equatorial Pacific surface cooling. Nature, 501, 403-407, doi: 10.1038/nature12534\nSolomon, S., et al., (2010), Contributions of stratospheric water vapor to decadal changes in the rate of global warming. Science, 327, 1219-1223.\nTrenberth, K. E., J. T. Fasullo, and J. Kiehl (2009), Earth’s global energy budget. Bull. Amer. Meteor. Soc., 90, 311-323.\nTrenberth, K. E., and J. T. Fasullo (2010), Tracking Earth's energy. Science, 328, 316-317.\nTrenberth, K. E., and J. T. Fasullo, 2013: An apparent hiatus in global warming? Earth’s Future. Doi: 10.002/2013EF000165. In press.\nHelp us improve our content",
  "source": "climate.gov"
}