{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/monitoring-drought",
  "title": "Monitoring drought",
  "date": null,
  "content": "Developed by NOAA’s National Integrated Drought Information System (NIDIS) program, the U.S. Drought Portal offers access to maps, data, and expert assessments through easy-to-use tools designed to help decision makers monitor, plan for, and recover from water shortages.\nThe video below provides a virtual tour of the tools available at the Drought Portal, with extra emphasis on the portal’s most widely used product—the U.S. Drought Monitor.\n(2 minutes, 41 seconds) Climate.gov's Ned Gardiner provides a tour of the U.S. Drought Monitor, a comprehensive weekly update on drought in the United States, and other resources available on the U.S. Drought Portal website. [Editor's note, March 22, 2022: Today, this site is known as \"Drought.gov\". ] Produced by Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nBecause every aspect of a community is affected when water is scarce, NOAA scientists have created the U.S. Drought Portal—an interactive system designed to provide information on everything from early warnings about emerging and anticipated droughts to planning for and managing the impacts of droughts. The portal delivers the full story on drought to people who are working in potentially vulnerable sectors such as farming, shipping, insurance, energy, and tourism.\nIn the portal’s most widely used product—the U.S. Drought Monitor—experts from across the 50 United States and Puerto Rico produce a weekly map of current drought conditions. This tool allows users to view state- and region-specific drought conditions, helping them see how drought is impacting their region right now. This up-to-date information allows water managers at all levels to make climate-smart decisions for their businesses and communities.\nThe U.S. Drought Portal is located at www.drought.gov. There, users can learn more about drought products, tools, resources, and regional programs by clicking the “read more” links halfway down the page.\nAccess the U.S. Drought Monitor tools directly at: http://droughtmonitor.unl.edu/. There, you can zoom in on a specific state or region, download a PDF of the current map, view last week’s map, or access statistical information by clicking the appropriate links underneath the latest map.\nHelp us improve our content",
  "source": "climate.gov"
}