{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/weather-forecasts-versus-climate-outlooks-whats-difference",
  "title": "Weather forecasts versus climate outlooks: what's the difference?",
  "date": null,
  "content": "Unlike traditional weather forecasts, which consist of weather maps that predict exactly how much rain may fall or the daily maximum temperature of an area, NOAA’s Climate Prediction Center outlooks offer users forecasts of future weather conditions relative to what's normal for their region. With timescales ranging from weeks to years, the outlooks help promote effective management of climate risk and form a climate-resilient society.\nThe video below provides a virtual tour of the Climate Prediction Center’s outlook tools.\n(3 minutes, 6 seconds). Climate.gov's Ned Gardiner does a show and tell about how climate outlooks for temperature and precipitation are different from weather forecasts. Video by Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nThe tools from the Climate Prediction Center, a branch of the National Weather Service, allow users to view color-coded maps of categories of forecast conditions for their region relative to their average norms. The maps are available as either extended-range (6 to 10 days and 8 to 14 days) or long-range (1- and 3-month periods) forecasts. The latter predictions are available for up to one year in the future.\nFor extended-range forecast maps, red and blue areas show regions that are favored to experience above (red) or below (blue) normal five- or seven-day mean temperatures. Greens and browns show areas that are favored to see above (green) or below (brown) average 5- or 7-day total precipitation. Areas in white show places where 5- or 7-day mean temperature or total precipitation are favored to be near average.\nOn the long-range outlooks, white means something slightly different: white indicates equal odds for above, near or below average 1- or 3-month mean temperature or total precipitation.\nOn each map, outlines around areas of color indicate the probabilities for above- or below-average conditions with darker colors indicating a higher likelihood for the forecast category.  These forecasts can help decision makers such as water managers improve productivity and reduce potential risk that could threaten the livelihoods and health of the people in their regions.\nNOAA’s Climate Prediction Center website is located at http://www.cpc.ncep.noaa.gov/. There, users can access outlook tools, learn more information about the CPC, and access monitoring data by navigating the links on the left-hand side of the page.\nBy mousing over and clicking on the links at the top of each map in the middle of the homepage, users can access any of the available forecasts. Click on the link to open a larger resolution map in a new window. The 6 to 10 day and the 8 to 14 day outlooks are also available in interactive form, while the U.S. hazards, 1-month, 5-month and U.S. drought outlooks are static pages.\nHelp us improve our content",
  "source": "climate.gov"
}