{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/noaas-canvis-tool-lets-coastal-planners-see-what-would-it-look",
  "title": "NOAA's CanVis Tool lets coastal planners see 'What would it look like if...?'",
  "date": null,
  "content": "With roughly half of the U.S. population living within 100 miles of the coast, both people and nature have large impacts on the coastal environment, making coastal development especially complicated. The CanVis tool from NOAA’s Coastal Services Center provides a powerful way to visualize potential future changes including sea level rise and coastal development, and to keep these changes in perspective before they happen.\nThe video below provides a virtual tour of CanVis.\n(2 minutes, 47 seconds). Climate.gov's Ned Gardiner provides a tour of the CanVis software tool, which allows users to picture how local landmarks and iconic structures might look if the climate or built environment were to change. Video by Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nDeveloped in collaboration between the Department of Agriculture and NOAA, the CanVis tool offers coastal managers the opportunity to visualize future changes related to sea level rise, storm surges, and flooding. The free visualization software is easy to use and is compatible with most computers. City planners, business owners, and land managers can use CanVis to visualize possible future changes to ecosystems and the built environment, and to evaluate the visual impact of options for protecting homes, businesses, and recreational spaces.\nBy importing photographs from a place in their community, users are able to view the potential impacts of rising sea levels in that specific area. In order to paint a vivid picture of the potential change, users can add elements such as docks, houses, and marshlands from CanVis’s extensive object library.  City planners have used these features to show possible impacts of rising sea level or storm surge on waterfront communities.\nUtilizing the CanVis tool allows users to better gauge how future coastal changes will impact their landscapes and communities, and help them to make smart decisions to prepare for and adapt to these potential changes.\nFrom the NOAA Coastal Services Center website, click the \"Geospatial\" link half way down the page. The CanVis program appears under the “Featured Tools” section.\nAccess the tool's landing page directly. Once on the landing page, you can read more about the tool, see it in action, receive support, or go directly to the tool by clicking the “Get It Now” link.\nHelp us improve our content",
  "source": "climate.gov"
}