{
  "url": "https://www.climate.gov/news-features/climate-and/climate-ultimate-pan-fried-fish",
  "title": "Climate & the Ultimate Pan-Fried Fish",
  "date": null,
  "content": "Fried Great Lakes yellow perch. Photo by Sharon Drummond, via a creative commons license.\nIf you’ve ever taken a trip to the Lake Erie shore, you’ve probably seen them: signs at many roadside restaurants and diners, announcing “yellow perch dinner specials” – generally a variation on “fried, broiled, or Cajun style,” with or without a sandwich bun. The tasty fish is a Lake Erie staple and many businesses along the shoreline rely on yellow perch for a large part of their income. But as climate changes in the region, this popular fish species–which some consider the ultimate pan-fried fish–may become much less common, potentially forcing consumers to adopt new traditions.\nDr. Stuart Ludsin, Associate Professor in The Ohio State University’s Department of Evolution, Ecology and Organismal Biology, is studying the potential impacts of climate change on fish in the Great Lakes, focusing particularly on two predicted impacts: warming temperatures and an increase in extreme precipitation events.\nYellow perch adults average 4-10 inches, weigh 4-10 ounces, and prefer water temperatures 66-70°F, although they remain active all winter beneath Great Lakes ice cover. Photo courtesy U.S. Fish and Wildlife Service.\n“What I think is so scary about climate change is that it can influence the physiology of individuals, it can influence interactions among individuals within a species as well as between species, and it can affect habitat, which includes the quality of the water, food resources, and availability of critical spawning habitat,” Ludsin explains. “It really can touch upon every aspect of the existence of an individual organism.”\nA warming climate is already affecting the Great Lakes region, from shorter winters and fewer days below freezing to record high temperatures and alternating drought and high-rain conditions. Warmer air and water may spell trouble for coolwater species like yellow perch and walleye.\nPredicted changes in annual average temperature (left) and extreme rainfall (right) around the Great Lakes by 2041-2070 as compared to 1971-2000 if greenhouse gases continue to increase at a high rate (A2 scenario). Annual temperatures may rise more than 5°F by the middle of the century. Some places in the watershed could experience 2 or more additional days per year on which the rainfall totals exceed the heaviest rains historically experienced in the area (rainfall totals in excess of the historic 98th percentile). Maps by NOAA Climate.gov, based on downscaled CMIP3 multi-model data provided by Katharine Hayhoe. larger images: temperature | precipitation\nWhat kind of trouble? When Ludsin and other Ohio State colleagues analyzed data from the Ohio Division of Wildlife, they found that very warm winters are followed by failed year-classes of both walleye and yellow perch. Year-class strength is an index that describes how many juvenile fish make it through the summer, and it also is a good predictor of future recruitment to the fishery as an adult. Ludsin's and his colleagues’ research indicates that for perch, good year-classes only occur following long, cold winters.\nExactly why this occurs isn't certain. However, Troy Farmer, one of Ludsin's graduate students, has conducted an experiment that indicates that eggs produced after a long winter are significantly larger and of higher quality than eggs produced by females experiencing a short winter. Better egg quality may yield stronger larvae and juvenile fish.\nIn addition to affecting reproduction, a warming Great Lakes climate could lead to an increase in harmful algal blooms. Blooms are already common in Lake Erie’s western basin, where warm, shallow waters and fertilizer runoff from surrounding agricultural lands provide prime conditions for cyanobacteria, or blue-green algae. In addition to warmer temperatures, climate models project more frequent heavy rains for the basin during winter and spring, which would increase runoff and enhance blooms, if fertilizer runoff were not reduced.\nA green algae bloom sprawls across the surface of Lake Erie on October 9, 2011. Blooms are not always directly toxic to lake life, but the decomposition of such large blooms saps oxygen from deep waters, which can suffocate fish and other creatures. Satellite image from NASA Earth Observatory.\nThe effects of these blooms on Lake Erie’s fish community are only just being investigated by Ludsin, led by another of his PhD students, Ruth Briland, as well as a post-doctoral researcher, Seyoum Gebremariam. In other lakes, research has shown that large algal blooms can influence the balance between predators and prey: clumps of algae can provide refuge for larval fish while blocking predators' lines of sight to their prey. Some cyanobacteria also produce toxins that can severely damage egg and larval development, even with short-term exposure.\nEven after the algae die, they can still be a problem. After algae sinks to the bottom of the lake, the bacteria that decompose the algae suck up dissolved oxygen, creating “dead zones” in which fish can't breathe. These dead zones regularly occur in Lake Erie’s western basin in late summer during calm periods with little wind, and they have become a common problem in Lake Erie’s central basin as well.\nA dead fish surrounded by algae along the southeast shore of Pelee Island, Ontario, in Lake Erie, during a record-setting algal bloom in August 2011. Photo by Tom Archer.\n“Based on some work I’ve done with collaborators from the University of Michigan, particularly with James Roberts, who was a Ph.D. student with Thomas Höök, hypoxia [low oxygen levels] can have a negative effect on yellow perch during summertime,” Ludsin says. “The fish aren’t growing and putting on lipids, their energy reserves, as well as they could be during the summer, because they’re displaced from bottom habitat where cool water and preferred prey exist.”\nReduced fat stores could mean that fish have less energy that can be devoted to reproduction during the winter and spring, which could compound potential problems with ovarian development during short, warm winters. The combined impact of climate change could then be synergistic: summer hypoxia plus winter warming may impair yellow perch reproduction more significantly than either of these climate-induced stressors would in isolation.\nLake Erie recreational and commercial fishing are multi-million dollar industries, and anything that could affect these industries' economic value concerns researchers, resource managers, and consumers alike. Dr. Ludsin’s research is contributing important information to the overall knowledge of climate change effects on the Great Lakes in general, and Lake Erie specifically. If climate changes occur as rapidly as models currently predict, we’ll be putting that knowledge to use soon.\nYellow perch are found in all the Great Lakes, and are one of the—if not the—most important commercial and recreational fish populations in the lakes. Photo courtesy Captain John, from a creative commons license.\nMore information about Ohio State’s Aquatic Ecology Laboratory is available at www.ael.osu.edu. Dr. Ludsin has presented some of his research as part of the \"Global Change, Local Impact\" webinar series, archived at changingclimate.osu.edu. The webinar series is a multi-departmental effort within Ohio State University, led by OSU Extension, Ohio Sea Grant, and Byrd Polar Research Center, to help Ohioans and Great Lakes residents understand the local impacts of global climate change. A version of this article originally appeared in the Winter-Spring 2013 issue (pdf) of Twineline, the Ohio Sea Grant print newsletter.\nHelp us improve our content",
  "source": "climate.gov"
}