{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/mapping-weather-and-climate-west",
  "title": "Mapping weather and climate in the West",
  "date": null,
  "content": "From the Rocky Mountains to the beaches of the Pacific Coast, the American West is an incredibly diverse landscape where water availability and temperature can change mile by mile. To understand how climate patterns affect your region, state, or neighborhood, you know you need access to fine-scale data, but you may not know where you can get it. The WestMap climate analysis and mapping toolbox is an interactive, web-based tool that helps users see the climate conditions that underlie droughts, storms, floods, and changes in streamflow.\nThe video below provides a virtual tour of the NOAA-funded WestMap tool and its capabilities.\n(2 minutes, 31 seconds)  Climate.gov's Ned Gardiner gives a tour of the temperature and precipitation tools and resources available on the Westmap website. Climate.gov video produced by Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nWestMap provides high-quality monthly temperature and precipitation data from 1895 through today. If you’re anyone from an engineer or hydrologist to a community planner or business manager, you can use the “QuickMap” tool to easily visualize and access data from the western U.S. at multiple levels.\nYou can display information at the state and county levels, or – if you prefer –analyze data concerning certain watershed boundaries. The tool even allows you to draw a shape on a map to extract climate data from a region of your choosing. By offering quick and easy access to reliable temperature and precipitation data, the WestMap toolbox can help you get the data you need to stay climate-smart.\nThe WestMap tool is located on the Desert Research Institute’s Climate, Ecosystem, and Fire Applications (CEFA) page at: http://www.cefa.dri.edu/Westmap/Westmap_home.php. There, users have immediate access to a map of the western U.S. and the ability to choose parameters including element, region, and time scale using the dropdown menus above the map. Users are also able to zoom in on a specific state or region by simply clicking on the map.\nOn the left-hand side of the page, users can access a tutorial, submit custom map requests, and learn more about the WestMap toolbox.\nHelp us improve our content",
  "source": "climate.gov"
}