{
  "url": "https://www.climate.gov/news-features/decision-makers-take-5/laura-briefer-talks-about-preparing-salt-lake-city%E2%80%99s-water",
  "title": "Laura Briefer talks about preparing Salt Lake City’s water supply for a changing climate",
  "date": null,
  "content": "Laura Briefer is the Water Resources Manager with the Salt Lake City Department of Public Utilities.  She also co-authored a study with the Cooperative Institute for Research in Environmental Sciences and Western Water Assessment that investigated how rising temperatures could challenge Salt Lake City’s water supply. The study “Planning for an Uncertain Future: Climate Change Sensitivity Assessment toward Adaptation Planning for Public Water Supply” was published in the journal Earth Interactions in November 2013.\nQ. In your opinion, what are the most important climate-related issues facing Salt Lake City?\nThe most important issue is water resources. By that I mean supply, quality, quantity, and demand. To give you some context, we—as most water utilities do—plan for our water resources needs for 30 to 50 years into the future. The last big planning that we did as a community was during the 1930s/1940s, when most of our big infrastructure projects were planned and being constructed. Then we did a water supply planning out to the year 2030 about 10 years ago. We’re constantly trying to align our projections of supply and demand.\nThe biggest role climate change plays for us is that it adds another significant component into the balance of supply and demand. Whether demand is what people put on their yards, or whether it’s manufacturing, or energy needs, or any of those types of water uses, we feel that climate change will affect demand patterns in particular because of the increased rate of evapotranspiration, for instance, in vegetation.\nLittle Cottonwood Creek is one of the Salt Lake City watersheds at risk from climate change.\n\tCredit: Flickr user: Jere Keys\nQ. The study you were involved with found that every degree Fahrenheit of warming in the Salt Lake City region could mean a 1.8 to 6.5 percent drop in the annual flow of streams that provide water to the city. What does that mean for Salt Lake City’s water utility?\nFor us it means a couple of things. First and foremost it means that our working assumption that increasing temperature will reduce the amount of available water supply in our free-flowing streams was validated, at least in the model we used for this study. It also gave us a scale to work with as a possible scale of severity. But we’re also using the results as a springboard for other types of studies or information that we need to refine our decision making. We don’t feel like this study answers all of our questions, but it gives us a really good place to start and say, “Okay, so in a warming climate we can expect the hydrology to change this way.”\nThis study really just tried to isolate this one variable—stream flows—but there are other important variables.  We have variables such as changes in vegetation in our head waters and whether or not that makes us more vulnerable to catastrophic fire, which would affect water quality and water supply.  We also have more questions on the demand side because much of water management is really matching the supply to meet the demand (or vice versa). What does an increase in temperature, or a change in weather patterns, or a deepening of drought, or other extreme weather events—especially with climate change—do to the patterns of water demand? And that, to us, is a really compelling question because it may change how we look at water conservation programs, for instance. We may want to adjust those programs to adapt to the changing climate around us.\nQ. You said this report answered one specific question. It used NOAA stream flow forecasting models that provide information for Salt Lake City’s current water operations and management. What other climate tools or information do you think would be useful in Salt Lake City’s long-term planning process?\nWe are still continuing to do studies. We partner with Western Water Assessment frequently as well as different departments at the University of Utah—engineering, areas looking at green infrastructure, planning. We’ve also partnered with Brigham Young University and Utah State University to look at the different components of the watershed I was talking about earlier.\nOne tool we are excited about is a local dendrochronology (tree ring) study that gives us a sense of the longer-term history of wet and dry periods. Essentially, we’ve been making decisions based on the last 100 years of recorded climate data to plan our water supplies, and that is a great big assumption. If you look at tree-ring records, they tell a much broader story about more intense droughts and how long they lasted. That’s a huge tool for us. In the tree ring record for instance, there’s evidence of an 18-year drought, and we’ve never experienced that in our recorded history. So this is something that we could look into: the deeper historic records of the tree rings and apply them forward assuming that climate change patterns will impact us in that type of extreme event.\nOther tools that we’re looking at have to do with models that relate the natural infrastructure to the built infrastructure. In much of our water resource management, we have a diverse set of water resources. The biggest component are these free-flowing streams that were part of the study in Earth Interactions, but we also have water storage [systems], and so each year we try to manage those systems to optimize not only for that year but also for future years.\nQ. Does the city plan on making any near-term changes based on climate information or is it being compiled for future implementation?\nWe’ve already made near-term changes, but those changes are more operational.   We haven’t produced a stand-alone climate-adaptation plan, but what we have done is taken the information that we develop with all of these partners—the modeling and the science—and institutionalized it into our current and ongoing operational planning processes.\nFor instance, we had an extreme rain event over Independence Day last summer and what we noticed during that event was, in our watersheds and our headwaters, the intensity of the rain event brought down an unprecedented amount of sediment from the road cuts that went through the watershed. Basically, we had to bypass that very turbid water from our treatment plants because our plants just can’t process it. Well, that’s getting us thinking about anticipating those events and changing our operations to better handle extreme events like that; or, doing things in the watershed itself to make the watershed and natural infrastructure more resilient to events like that.\nQ. Do you have any climate-related advice to other public utilities managers in your region or in other big cities across the U.S.?\nYes, I do. What I’ve noticed—because we talk to a lot of utilities across the West—is that there are larger utilities and smaller utilities, and there’s a varying amount of resources available to them to address an issue as big and complex as climate change.\nThe first part of my advice is not to get overwhelmed by the complexity of everything that’s happening, and just start your process of understanding your vulnerabilities. Just a first step—start it simply and use your partners. Develop partnerships. I would say we’re a mid-sized utility with some available resources, and what we found is we could never do this on our own. It really took networking with the scientific and academic communities, communicating the practitioners’ needs and the water management needs to the scientists and academics involved, and developing those relationships. It really does take a network to identify where to start and where to keep going in your assessment.\nThe second piece of advice is you’re never done with this assessment. It just becomes part of your water resource planning process.\nHelp us improve our content",
  "source": "climate.gov"
}