{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/using-climate-data-protect-growers-and-ranchers",
  "title": "Using climate data to protect growers and ranchers",
  "date": null,
  "content": "Pasture, rangeland, and forage land occupy roughly 55 percent of the land in the United States—the largest extent of managed land in the country. Working with private companies, the U.S. Department of Agriculture’s Risk Management Agency uses precipitation data from NOAA’s Climate Prediction Center as part of an insurance program for ranchers and those who grow hay or other livestock forage. The video below describes how it works.\nThe video below describes how the USDA uses various indexing systems to determine climate conditions and offer different types of insurance.\n(2 minutes, 52 seconds) Climate.gov's Ned Gardiner explains how climate data are used by a crop and pasture insurance program provided by the U.S. Department of Agriculture. Video produced by Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nWell before the growing season, agricultural producers select two or more two-month periods during which they would like to have insurance coverage. At the end of the period, the USDA uses the NOAA precipitation index to gauge whether rangelands received above-, near-, or below-average precipitation. If precipitation was below average for their selected period, insured growers may be entitled to reimbursements.\nRelying on these data, the USDA and private companies insured nearly $1 billion worth of agricultural production in 2013.\nAs climate warms, the frequency and severity of droughts in some parts of the U.S. may increase. Producers who need to find hay or buy replacement feed could incur deep and significant financial losses as the result of drought. The crop insurance program is one way to help mitigate these losses and to keep growers and ranchers in business.\nTo learn more about the rangeland insurance effort and the USDA’s other crop insurance programs, visit the Risk Management Agency’s website at: http://www.rma.usda.gov/policies/pasturerangeforage. There, you can access historical rainfall data, information on specific counties and grids, a copy of the insurance policy and basic provisions, and an up-to-date copy of the insurance standards handbook. To go directly to the Grid ID Locater, decision support tools, and historical indices, please visit: http://agforceusa.com/rma/ri/prf/maps.\nTo contact a qualified Crop Insurance Agent, you can either click the link at the bottom of the page,  under where it says “Contact Information,” or access the page directly at: http://www3.rma.usda.gov/apps/agents/.\nHelp us improve our content",
  "source": "climate.gov"
}