{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/climate-forecast-training-international-meteorologists",
  "title": "Climate forecast training for international meteorologists",
  "date": null,
  "content": "Climate change is a global phenomenon, affecting weather events around the world. Therefore, people around the globe need climate information to anticipate potentially damaging floods, droughts, crop and pest conditions, and disease outbreaks. For 20 years, the scientists at the International Desks of NOAA’s Climate Prediction Center have provided climate outlooks for weeks and months into the future and trained visiting meteorologists to translate climate data into information that can help decision makers in different parts of the world.\nThe video below provides an overview of the International Desk and describes how professional meteorologists from around the globe come to NOAA to learn to use a new set of tools they can take home to help make their regions climate smart.\n(3 min, 3 seconds) NOAA's International Desk trains professional meteorologists from around the globe to use a set of forecasting tools they can take back to their home countries.\nThe goal of the National Centers for Environmental Prediction’s International Desks is to prepare an international cadre of meteorologists to face the challenges of a modern weather and climate forecast office. Working in partnership with the World Meteorological Organization and the National Meteorological and Hydrologic Services, the NOAA-sponsored training program helps meteorologists from Africa, Asia, and Central America apply the techniques and products NOAA has developed.\nArmed with their own practical experience and detailed understanding of weather forecasting in their own country, these scientists participate in a training program with three main components: an in-residence training in an operational environment, training via workshops, and follow-up training through distance learning. The four desks—the African Desk, the South American Desk, the Tropical Desk, and the Monsoon Desk—train more than 20 visiting meteorologists each year in the residence program. The training program offers these scientists a better understanding of the major climate factors that influence climate variability in their respective countries.\nEvery meteorologist who completes the program can help their own community gain critical lead time to prepare for weather influenced by the climate system.\nTo learn more about the International Desks at NOAA’s National Centers for Environmental Prediction, please visit: http://www.ncep.noaa.gov/intldesk/. By navigating the tabs near the top of the page, you can access reports and climate data from each of the four desks.  After clicking on the tab for a specific desk, you can click either the Visit the CPC African Desk link or the Visit the HPC International Desk link to access more data from each the desks.\nThe website also offers access to curricula and other program-related links.\nWMO Fellowship Program\nNOAA’s Climate Prediction Center (CPC)\nNOAA Weather Prediction Center) (WPC)\nHelp us improve our content",
  "source": "climate.gov"
}