{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/weather-and-climate-toolkit",
  "title": "The Weather and Climate Toolkit",
  "date": null,
  "content": "Visualizing data makes it easier to understand exactly how an extreme weather event affected people’s lives, livelihoods, and property and how those things could be affected in the future.  Knowing how to access and analyze the wide variety of datasets needed to study those events can be a challenge, however.\nThe Weather and Climate Toolkit from NOAA’s National Climatic Data Center makes it easier for staff at government agencies, educators, and private sector analysts to sift through and visualize gigabytes of weather and climate data. Even meteorologists who are experienced in working with weather data may find the tool useful for exporting radar, satellite, and other complex data into formats that can be used in other analysis tools.\nThe video below provides a virtual tour of the Weather and Climate Toolkit and its capabilities.\nProduced by the Climate.gov video team: Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nKnowing how to access and analyze the wide variety of datasets needed to study extreme weather & climate events can be a challenge. This video explains how NOAA's \"Weather and Climate Toolkit\" makes it easier for those who want to sift through and visualize gigabytes of weather and climate data.\nWeather affects everything and everyone. Extreme weather events such as droughts, floods, floods, and hurricanes add an extra layer of complexity for those trying to examine weather data because they can require separate data files for each time slice of the events. These data files can easily number from the hundreds to well over a thousand. The Weather and Climate Toolkit offers access to traditionally hard-to-use weather data in an accessible, visual format.\nIf you’re someone with NOAA data but don’t know how to process it into something usable, the Weather and Climate Toolkit is a great first step to getting that data into a workable format. Likewise, if you have NOAA data and want to get it into a format you’re already familiar with, the toolkit quickly allows you to do that.  The tool will allow you to get a deeper look at extreme weather events and get a better idea of the bigger climate picture without having to invest in additional software.\nLaunch the toolkit by either downloading the software or running it directly through the web at http://www.ncdc.noaa.gov/wct/ and clicking on the “Download/Launch” button halfway down the page. The toolkit homepage also offers access to data, image galleries, user guides, and tutorials by navigating links via the blue box on the left-hand side of the page.\nSome popular datasets, such as the U.S. Drought Monitor, are hardwired into the tool. For larger datasets, such as NEXRAD or satellite data, it may be easiest to order data through the “Quick Links” on the left-hand side of the home page.  More information on ordering data sets is available in the Frequently Asked Questions section.\nWeather and Climate Toolkit Tutorial\nToolkit Frequently Asked Questions\nClimate.gov Maps & Data\nData from the National Climatic Data Center\nHelp us improve our content",
  "source": "climate.gov"
}