{
  "url": "https://www.climate.gov/news-features/climate-tech/climate-core-how-scientists-study-ice-cores-reveal-earths-climate",
  "title": "Climate at the core: how scientists study ice cores to reveal Earth's climate history",
  "date": null,
  "content": "Like a prehistoric fly trapped in amber during dinosaurs' days, airborne relics of Earth's earlier climate—including dust, air bubbles, sea salts, volcanic ash, and soot from forest fires—can end up trapped in glacial ice for eons. To climate scientists, those relics tell a story about how our planet's climate and atmosphere have changed over thousands of years.\nThe embedded pebbles and dingy ice tell researchers that this portion of the ice core is from the bottom of the glacier, right above bedrock. This chunk comes from the first ice core drilled at Mt. Hunter, Alaska; the core's total length was 682 feet. Photo by Mike Waszkiewicz.\nWhat they find out could have an impact on worldwide civilization within a few generations—especially in coastal regions. Ice cores may reveal whether Antarctica's western ice sheet melted fully the last time Earth's climate warmed to the temperatures the planet is predicted to reach in the next two centuries. If it did, it's likely to again, which would raise sea levels significantly enough to threaten many seaside cities.\n\"We have some evidence that may have happened, but we aren't sure,\" says Erich Osterberg, who studies ice cores as an assistant professor in the Department of Earth Science at Dartmouth College.\nTo unlock the information inside an ice core, researchers in the lab may melt or crush the sample bit by bit; each deeper layer represents a slightly earlier time in the Earth's climate history. The ice arrives in small strips, about 1-by-1 inch apiece, which are smaller slices of the roughly three-foot-long, coffee-can-wide pieces a drill pulls out of a glacier.\nLight and dark bands alternate like tree rings in this ice core from the summit of Greenland. Multiple pairs of gloves are required to handle the core. Photo by Erich Osterberg.\nSometimes researchers are studying actual bubbles of the early atmosphere, trapped in the ice as it formed. To collect them, they crush the sample under a vacuum hood, which keeps other air out while they pull the newly released air into vials.\nScientists run melted samples through various instruments—mass spectrometers, scanning electron microscopes, gas chromatographs—to find tiny pieces of pollution, like sulfates, traces of metals, or radioactive fallout, or natural aerosols like dust or volcanic ash.\nAn ice core rests in a melter designed by Erich Osterberg's team. The melter enables the team to detect traces of pollution, sea salt, dust, volcanic ash, forest fire soot, and other inclusions. Photo by Erich Osterberg.\nBecause every clue in the ice, whether a grain of sea salt or an air bubble, is so miniscule and the measurements must be incredibly precise, any analysis must be done in a \"clean room\" setting. The researchers wear body suits and multiple layers of gloves; the room must have ultraclean filters and vents to keep the air pristine.\n\"Even just a fingerprint from a scientist holding the core can ruin the sample,\" Osterberg says.\nAfter analyzing enough ice core slices, which may each represent anywhere from a week to a year of time, a researcher can look for patterns to track changes in the atmosphere's composition and temperature, and what activity on Earth shaped it.\nThe ratio of \"light\" oxygen-16 to \"heavy\" oxygen-18 in a sample, for instance, reveals the global temperature when the ice formed; it takes colder temperatures for water vapor containing the lighter oxygen isotope to turn into precipitation. Examining the gasses trapped in ice cores is how scientists first learned that the amount of carbon dioxide and the global temperature have been linked at least the last million years of Earth's history.\nOsterberg even thinks ice cores will help figure out whether Antarctica's western ice sheet melted 125,000 years ago, the last time Earth's climate warmed to the temperatures the planet is predicted to reach in the next two centuries.\nScientists hope to collect a new ice core from the eastern side of the Trans-Antarctic Mountains, which today separate the East and West Antarctic Ice Sheets. Much of the land under the West Antarctic Ice Sheet is below sea level. If the ice sheet did disintegrate, then the proposed ice core drilling location—presently in the middle of the frozen continent—would have been coastal real estate 125,000 years ago.\nThe West Antarctic Ice Sheet includes two massive ice shelves that extend over the Southern Ocean. If the ice west of the Trans-Antarctic Mountains melted completely 125,000 years ago, ice that today is hundreds of miles inland would have been close to sea. The right-hand part of the image is a close-up of the area around Berkner Island. Image by the NASA/GSFC Scientific Visualization Studio, based on Landsat Image Mosaic of Antarctica data.\n\"We would see much warmer temperatures and higher levels of sea salt reflected in the ice core chemistry if this location was hundreds of miles closer to the ocean in the past,\" Osterberg said.\nBefore the climate fossils can tell their stories, however, they must be retrieved. Rugged researchers like Osterberg and his colleagues may spend multiple summers scoping never-before-explored areas on glaciers before trekking out to collect a core. To pick the spot, they check the ice's thickness and layers (the flatter the better) and put out GPS markers to track how quickly the ice is flowing and deforming (the slower the better).\nSetting up base camp and drilling into the ice may take six to eight weeks for two cores that are each 700 feet long, Osterberg says. Some researchers, particularly in Antarctica, may drill two miles and take much longer.\nIn the core drill tent, Mike Waszkiewicz of Ice Drilling Design and Operations operates the drill as University of Washington graduate student Bradley Markle watches. Photo by Dom Winski.\n\"Something always goes awry,\" Osterberg says. \"You're doing this in one of the most extreme environments you can imagine—far from help, remote, with not a lot of spare parts.\"\nAnd that's before dealing with weather and wildlife.\nWhen drilling an ice core at a remote site in Greenland in 2012, his team found out that a hurricane-strength storm was headed their way. Because their tents and equipment were high up on an unprotected, rocky ridge, the best defense would have been to move down into the valley. But they'd camped up high for a reason—warming temperatures in the region had been melting sea ice, which was driving many polar bears onto the land. The ridge was the best place to avoid them.\nAs sea ice melts, polar bears coming onshore has become an ongoing problem in Greenland. Photo by Klaus Eskildsen, under CC license.\n\"We had to chose between storm and polar bear,\" Osterberg says. They chose storm—and lost most of their tents as a result, though help reached them in a few days.\nThe blizzard the researchers endured left a flattened, shredded tent in its wake. Photo by Erich Osterberg.\nThe difficulties don't end when the core is drilled. Moving ice cores from a drilling site to the various laboratories worldwide that want a piece is a whole other challenge. The cores are usually airlifted off the top of the mountain, then shipped by air or truck in refrigerated crates, racing against the clock before they start to degrade. Precautions include paying customs officials to babysit crates on airport tarmacs and hiring a second truck to follow the first in case it breaks down.\n\"There's no insurance dollar you can put on it: they're priceless,\" Osterberg says.\nHelp us improve our content",
  "source": "climate.gov"
}