{
  "url": "https://www.climate.gov/news-features/climate-qa/does-global-warming-mean-it%E2%80%99s-warming-everywhere",
  "title": "Does \"global warming\" mean it’s warming everywhere?",
  "date": null,
  "content": "No, “global warming” means Earth's average annual air temperature is rising, but not necessarily in every single location during all seasons across the globe.  It’s like your grades. If one semester you get all Bs and Cs, and the next you get all As and Cs, your grade point average rises, even though you didn’t improve in every class.\nThat’s the way it is with Earth’s near-surface temperature as atmospheric greenhouse gas levels climb. Temperature trends across the entire globe aren’t uniform because of the diverse geography on our planet—oceans versus continents, lowlands versus mountains, forests versus deserts versus ice sheets—as well as natural climate variability. When you’re zoomed in on a particular place, you may not be able to see the overall trend.\nIt is only when scientists calculate the average of temperature changes from every place on Earth over the course of a year to produce a single number, and then look at how that number has changed over time that a very clear, global warming trend emerges. In other words, it’s only when we “zoom out” to the planet-wide scale that the trend is obvious: despite a few, rare areas experiencing an overall cooling trend, the vast majority of places across the globe are warming.\nObserved trend in temperature from 1900 to 2012; yellow to red indicates warming, while shades of blue indicate cooling. Gray indicates areas for which there are no data. There are substantial regional variations in trends across the planet, though the overall trend is warming. Map from FAQ appendix of the 2014 National Climate Assessment. Originally provided by NOAA NCDC.\nThe reason a “zoomed out” view makes the long-term trend so clear is that Earth's annual average temperatures from year to year are found to be very stable when nothing is forcing it to change. Today, though, every decade since 1960 has been warmer than the last, and the last three decades each have been the warmest on record. Relative to geologic time, the warming that has occurred—1.8°F (1°C) over a span of about 120 years—is an unusually large temperature change in a relatively short span of time.\nHowever, not all land masses and oceans have experienced or will experience a constant, identical rate of warming. Natural variations in our climate system cause temperatures to vary from region to region and from time to time, leaving sporadic fingerprints in the long-term temperature record. When you consider the global map above, you can see that in a few parts of the world temperature trends were basically ”flat” over the last century.\nOne of those “warming holes,” as scientists have described them, appears in the U.S. Southeast. The latest National Climate Assessment describes how average annual temperature during the last century across the region cycled between warm and cool periods, with a warm peak occurring during the 1930s and 40s, followed by a cool period in the 60s and 70s, and warming again from 1970 to the present by an average of 2°F, with more warming on average during summer months. Some parts of the U.S. Southeast have experienced little net change or even a cooling trend since the early part of the 20th century, as seen in the map below. Other areas have warmed more than the average.\nTemperature changes over the past 22 years (1991-2012) compared to the 1901-1960 average, and compared to the 1951-1980 average for Alaska and Hawai‘i. The bars on the graphs show the average temperature changes by decade for 1901-2012 (relative to the 1901-1960 average) for each region. The far right bar in each graph (2000s decade) includes 2011 and 2012. The period from 2001 to 2012 was warmer than any previous decade in every region. Map from Chapter 2 of the 2014 National Climate Assessment, adapted for web. Original graphic provided by NOAA NCDC / CICS-NC.\nThe climate of the U.S. Southeast, like that of any region, is influenced by many factors, including latitude, topography, and proximity to large bodies of water like the Atlantic Ocean and the Gulf of Mexico. Its climate varies considerably over seasons, years, and decades, largely due to natural cycles like the El Niño-Southern Oscillation and North Atlantic and Arctic Oscillations, which can introduce cooler-than-usual conditions to the region during certain phases.\nResearchers have also connected the cooling trend in the southeastern United States to periods of thick clouds and unusually high soil moisture. Thick clouds can decrease the amount of sunlight reaching Earth’s surface, and damp soil allows for high evaporation rates, preventing daytime temperatures from getting as warm as they otherwise might.\nDespite cooling trends in some locations, temperatures across the U.S. Southeast are expected to increase over the next century, even as they fluctuate annually and decade-to-decade. This natural climate variability is the reason that, as the vast majority of the world warms, a few locations are cooling and many are warming even faster than the rest of the globe. It is also why every year, perhaps even every decade, won’t necessarily be warmer than the last.\nWhen you filter out all of the natural 'noise' by averaging over large areas and long periods of time, however, the global warming trend is loud and clear. And of course, warming is also evident in a suite of other climate indicators, including loss of sea ice, glaciers, and ice sheets; increasing ocean heat content; rising sea level; and geographic shifts in the ranges of plants and animals on land and in the ocean.\nUSGCRP (2017). Climate Science Special Report: Fourth National Climate Assessment, Volume 1 [Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, 470 pp, doi: 10.7930/J0J964J6.\nCarter, L. M., J. W. Jones, L. Berry, V. Burkett, J. F. Murley, J. Obeysekera, P. J. Schramm, and D. Wear, 2014: Ch. 17: Southeast and the Caribbean. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 396-417. doi:10.7930/J0NP22CB.\nIPCC, 2013: Summary for Policymakers. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group 1 to the 5th Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.\nIPCC, 2012: Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation. A Special Report of Working Groups I and II of the Intergovernmental Panel on Climate Change [Field, C.B., V. Barros, T.F. Stocker, D. Qin, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, UK, and New York, NY, USA, 582 pp.\nMeehl, Gerald A., Julie M. Arblaster, and Grant Branstator, 2012: Mechanisms Contributing to the Warming Hole and the Consequent U.S. East–West Differential of Heat Extremes. J. Climate, 25, 6394–6408.\nRogers, Jeffrey C. The 20th century cooling trend over the southeastern United States. Climate Dynamics. Volume 40, Issue 1-2 , pp 341-352\nWalsh, J., D. Wuebbles, K. Hayhoe, J. Kossin, K. Kunkel, G. Stephens, P. Thorne, R. Vose, M. Wehner, J. Willis, D. Anderson, V. Kharin, T. Knutson, F. Landerer, T. Lenton, J. Kennedy, and R. Somerville, 2014: Appendix 4: Frequently Asked Questions (Question E). Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 790-820. doi:10.7930/J0G15XS3.\nWalsh, J., D. Wuebbles, K. Hayhoe, J. Kossin, K. Kunkel, G. Stephens, P. Thorne, R. Vose, M. Wehner, J. Willis, D. Anderson, S. Doney, R. Feely, P. Hennon, V. Kharin, T. Knutson, F. Landerer, T. Lenton, J. Kennedy, and R. Somerville, 2014: Ch. 2: Our Changing Climate. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 19-67. doi:10.7930/J0KW5CXT.\nHelp us improve our content",
  "source": "climate.gov"
}