{
  "url": "https://www.climate.gov/news-features/decision-makers-take-5/jeanine-jones-tackles-drought-management-issues-california",
  "title": "Jeanine Jones tackles drought management issues in California",
  "date": null,
  "content": "Jeanine Jones, Interstate Resources Manager for the California Department of Water Resources.\nCalifornia, the country’s most populated state, is in the midst of a three-year drought that may prove to be one of the most severe in its history. It’s a constant challenge to manage water supplies across the state’s urban, environmental, and agricultural sectors. Jeanine Jones, the Interstate Resources Manager for the California Department of Water Resources, was appointed Deputy Drought Manager this winter to help the state deal with ongoing drought conditions.  A 30-year Department of Water Resources veteran, Jones has participated in interstate water negotiations and managed various planning and climate change adaptation programs.\nQ: What strategies does California have in place for coping with drought, and how well have these strategies handled the current drought?\nCalifornia has a very long track record of coordinated state water planning that goes back well into the 1900s. Part of that tradition includes a long-standing state philosophy of not only coordinated water supply planning, but of state financial assistance programs for local agencies. So we have very extensive state financial assistance programs for local water agencies to help them improve their water supply reliability.\nWe also have extensive provisions regarding water conservation. A requirement enacted in 2009 called for a statewide reduction in urban per capita water use of 20 percent by 2020. The governor’s emergency proclamation on drought, issued this January, calls for trying to achieve that 20 percent on a voluntary basis right now as part of several drought response actions.  In April Governor’s Executive Order on drought further emphasizes the need to avoid wasteful water use practices.  With respect to local agency water use, we’ve had legislation on the books for several decades that requires urban water agencies to prepare an urban water management plan and submit that document to us at the Department of Water Resources.  One required element of that report is a water shortage contingency plan, which explains how the urban supplier will respond to dry year conditions, including cut backs of up to 50 percent in their supplies.\nQ: Are there any specific tools or resources you use, or point others towards, to help during times of drought?\nThe Department of Water Resources has many hydroclimate data collection and compilation programs that we have operated for a long time. One example is called the California Data Exchange Center, in which we serve up a large amount of data regarding reservoir conditions, snowpack conditions, and precipitation indices, among other things. Snowpack is very important in the western states. Unlike in the East, where runoff forecasting primarily relates to the problem of flooding, in the western states forecasts of snowmelt runoff provide estimates of water supplies available during the year.\nIn most of the western states, the federal snowmelt runoff forecasting program is administered by the U.S. Department of Agriculture through the Natural Resources Conservation Service’s SNOTEL program. In California, we have the California Cooperative Snow Surveys Program, which predates the USDA activities. As the Department of Water Resources, we manage and coordinate that program and, during the wet season, publish monthly forecasts of river runoff based on the snow survey data, which are updated weekly as needed. We also provide a variety of indices on water year type based on precipitation and runoff.\nQ: What about tools that don't exists yet that you would find helpful...?\nSomething that’s really important to us is improving sub-seasonal to seasonal climate forecasting. In January, our governor issued a drought emergency proclamation, and one of the items in that emergency proclamation was a direction to the Department of Water Resources to do everything we could to improve seasonal forecasting capabilities so we could say something in the fall about what the next water year will be like. The big question for us is: Will water year 2015 be wet or dry? That’s hugely important for operating reservoirs.\nQ: If you had known five years ago that this drought was coming, was there anything you would do differently to prepare?\nWe’ve actually done some things that turned out to be very useful. For example: Our last drought was in 2007-09 and that offered the opportunity to pursue some things for us on the research side. As part of their California pilot effort, we asked the National Integrated Drought Information System (NIDIS) program to come up with a way to use remote sensing to estimate the acreage of fallowed agricultural land in California during the growing season both for impact assessment purposes and to allow us to take response actions during the season, if possible. Currently, the National Agricultural Statistics Service collects data during the growing season, but it’s not reported and analyzed until after the year is over, so obviously you can’t use that for response action during the year. NIDIS is working toward having numbers for us as we move through this current irrigation season.\nWe also find information from the paleoclimate record very interesting and useful in assessing the potential impacts of natural climate variability, and also offering potential insight in predictive capacity, which is of big interest to us. So we funded the University of Arizona to expand an existing stream flow reconstruction for the Sacramento River and also develop new reconstructions for the San Joaquin and Klamath Rivers. The San Joaquin and Sacramento are our two biggest in-state water supply sources. Those results were just made available this spring and they are proving very useful with respect to one aspect of predictive capability that we want to pursue—examining apparent roughly decadal wet/dry oscillations seen in the historical record and in parts of the reconstructed paleo-record.  Understanding these swings would be especially useful in the Colorado River Basin, which is an important source of water supply for Southern California.\nQ: What do you think is more vulnerable to pressures from global warming: California's water supply or its water demand? For example, are you more concerned at this point about warming causing greater demand from people and growers or warming reducing the supply through loss of snow runoff?\nWarming creates issues such as the timing of snowmelt runoff and how much snowpack remains. In the observed historical record, we’ve seen a progression of snowmelt runoff to earlier in the year, indicating that warming is already underway. In California, we take April 1 to be the historical date of maximum snow accumulation in the Sierra watersheds. The long-term climate models show that by the end of the century, which is a long time off, California’s April 1 snowpack may be 40 percent of 2000 levels—a significant decline.\nIn the long run, this will be a big challenge for much of our water infrastructure system. Our major Sierran reservoirs, which are the backbone of our water management system, were designed based on the assumption that the snowpack would be up there acting essentially as another reservoir in the mountains and attenuating the runoff. In California, the nature of our physical setting and snowpack conditions are such that in our workhorse Central Valley watersheds, where most of California’s developed water supplies come from, it’s a delicate balancing act between operating  the reservoir systems for flood control in the winter time and then storing water as you come out of the flood season to have that water for use later in the year. Currently, the snowpack basically exists as another reservoir that helps us manage this. It accounts for another 30 percent of the state’s total reservoir storage capacity. As we lose that capacity, we may still be getting close to the same amount of water, but now it’s coming down immediately as water instead of being stored up there as snow and our infrastructure was not designed for that.\nRelated Links:\nCalifornia Department of Water Resources\nDrought.gov\nU.S. Drought Monitor\nCalifornia-Nevada Applications Program\nMonitoring Drought\nHelp us improve our content",
  "source": "climate.gov"
}