{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/tracking-carbon-dioxide-across-globe",
  "title": "Tracking carbon dioxide across the globe",
  "date": null,
  "content": "Between burning fossil fuels and clearing forests, humans emit far more carbon dioxide than Earth’s natural physical and biological processes can remove from the atmosphere. Fundamental to any attempts to understand, slow, or reverse the build up of atmospheric carbon dioxide is a global accounting of where it’s released and stored. That’s why scientists at NOAA’s Earth Systems Research Laboratory created CarbonTracker: a carbon dioxide measuring and modeling system that tracks sources and sinks around the globe.\nThe video below provides a virtual tour of CarbonTracker, highlights results from recent analyses, and explains the importance of long-term CO2 monitoring.\nWhen it comes to carbon dioxide’s influence on Earth’s surface temperature, the only thing that really matters is the bottom line: how much there is in the atmosphere. But when it comes to understanding how natural processes and human activities influence that bottom line, everything matters: where and when the carbon is released, where and when it’s sequestered, how weather and climate and human decisions influence surface carbon fluxes.\nThose details are critical not only for predicting future climate change, but also for understanding how agricultural and ecological systems will respond to rising carbon dioxide concentrations. Being able to say with confidence where and how much carbon dioxide is stored and released by different landscapes and activities will also be a prerequisite for evaluating carbon mitigation strategies.\nCarbonTracker is a data assimilation system that combines observed carbon dioxide concentrations from 81 sites around the world with model predictions of what concentrations would be based on a preliminary set of assumptions (“the first guess”) about sources and sinks for carbon dioxide.  CarbonTracker compares the model predictions with reality and then systematically tweaks and evaluates the preliminary assumptions until it finds the combination that best matches the real world data.\nThe CarbonTracker has modules for atmospheric transport of carbon dioxide via weather systems, for photosynthesis and respiration, for air-sea exchange, and of course, for fossil fuel combustion and fires. Users can download the source code, the measurements of carbon dioxide that feed the assimilation, and the surface carbon flux estimates that CarbonTracker produces to conduct their own analyses or to contribute to the further improvement of the software. Launched in 2007, the CarbonTracker is updated at least once annually with software improvements, bug fixes, and new carbon dioxide observations. Project scientists also make maps and graphs of the results of the latest analysis available via the Web.\nCarbon Tracker is available from the Earth System Research Laboratory’s website at http://www.esrl.noaa.gov/gmd/ccgg/carbontracker. Links on the left-hand side of the page provide access to frequently asked questions, documentation, and tutorials. To download the datasets or Carbon Tracker source code directly, click here.\nCarbon Tracker FAQ\nCarbon Tracker Tutorial\nGlobal Monitoring Division measurement locations\nHelp us improve our content",
  "source": "climate.gov"
}