{
  "url": "https://www.climate.gov/news-features/climate-case-studies/fire-forecasting-texas-watches-wildfires-they-burn",
  "title": "Fire forecasting: Texas watches for wildfires before they burn",
  "date": null,
  "content": "It’s around 5 p.m. on a warm Sunday in April 2014, and there is a 1,000-acre wildfire burning in Northwest Texas. The area is under a “Red Flag” warning, meaning that high winds and low humidity are likely to make the fire extremely difficult to fight. By 10 p.m. the fire is just 60 percent contained.\nApril is near the peak of the region's winter-spring fire season, and the Texas A&M Forest Service is working hard to stay one step ahead of its wildfires. Using NOAA’s monitoring tools, the agency’s Predictive Services team watches for environmental patterns that signal rough days ahead.\nThe 14-member Predictive Services department commands about $1.2 million, less than 2 percent of the Forest Service’s total budget, but it’s a key part of the agency’s wildfire response. Its findings underlie many of the preventive and proactive measures the state takes to defend against its sometimes cataclysmic fire seasons.\n“We only have so many firefighting resources that we can position around the state,” Forest Service Predictive Services Department Head Tom Spencer said. “Knowing where they can be the most effective is really important to us.”\nHe checks in routinely with NOAA’s Climate Prediction Center, making note of shorter-term weather predictions, longer-term climate models, droughts and other data. NOAA’s Fire Weather monitoring tool provides him with detailed forecasts for regions across the United States, including a 7-day forecast and hourly updates on conditions that may influence fire activity. Spencer also relies on NOAA’s drought monitors, which track drought outbreaks and provide perspective on drought scope and severity around the country.\nPredicted drought conditions across the contiguous United States for April 2014. Map by NOAA Climate.gov, based on data from the Climate Prediction Center.\nAbout half of Texas was under a “high,” “very high,” or “extreme” fire risk going into the last week of April, and it wasn't alone. There were heightened fire risk warnings in effect in southern California, southeastern Colorado, Iowa, and northern Missouri.\nState firefighters attend only the most complex and severe fires, so knowing where they are likely to occur helps keep scarce resources on target. Texas Forest Service firefighters rushed to the aid of local fire departments more than 40 times in the first part of April.\nOn that particular April Sunday the agency was helping tackle at least six infernos, but this fire season has been a fairly moderate one for Texas. Around this time three years ago there were 1.5 million acres burning every day for about three weeks straight.\n“We would put a fire out and another one would start,” Texas A&M Fire Chief and Associate Director for Forest Resource Protection Mark Stanford recalled. “That was probably one of the worst periods.”\nThe catastrophic 2011 fire season tallied 31,453 fires that burned more than 4 million acres, destroying 2,947 homes along the way. Three firefighters and two civilians died in the blazes.\nA C-130H Hercules from the 302nd Airlift Wing, Colorado Springs Air Force Reserve, drops a line of fire retardant in West Texas, April 27, 2011. U.S. Air Force photo by Sgt. Eric Harris.\nDuring the spring of 2011 the state spent over $1 million per day to control wildfires. Texas officials estimated that the 2011 fires and the related drought wiped out $1.6 billion in lost timber alone, depriving the state of some $3.4 billion in economic activity. At least $1.57 billion in homes and other property went up in smoke, the worst single-year loss on record.\nYet the damage would have been far worse had the state not begun preparing in 2010 for what looked to be a chaotic season ahead. Predictions made before and during the fire season helped save lives and property.\nTemperature (left) and precipitation (right) outlooks issued in mid-January 2011 for the subsequent Texas fire season. Color and contour intervals show chances for above or below average climate conditions. White areas have an equal chance of above-, below-, or near-normal conditions. Maps by NOAA Climate Prediction Center.\n“If you can forecast the severity of fires you’re going to have on a given day and then move resources around based on the risk, it’s intuitive that you’re going to reduce losses,” Stanford said. “I’m convinced it would have been much, much worse.”\n“I don’t think you could ever know until you get into it how it’s going to play out,” Spencer noted. “Having a game plan beforehand actually helped a lot.”\nNOAA’s climate tools helped Spencer and his team identify a coming La Niña climate pattern that augured extended dry periods and active fire weather. Combined with a record-breaking drought, the dry weather meant that the unusually lush Texas grasslands were about to dry up and become fire fuel.\nTexas officials began early on to call on national resources to strategize and prepare for what proved to be a record-breaking wildfire year. Firefighters conducted a series of controlled burns that helped keep wildfires from growing as large as they might have been. Once the season was underway, NOAA’s day-to-day weather forecasting tools helped the Forest Service issue targeted warnings and recommend evacuations when conditions were most severe.\nA NASA satellite image from April 15, 2011, shows wind-whipped dust and smoke from seven of the largest fires that were burning in Texas at the time. \"Hot spots\" where the satellite detected actively burning fire are outlined in red. Image courtesy NASA Earth Observatory.\nFirefighting efforts helped save nearly 38,500 homes in 2011, compared with about 2,900 lost.\nThis year has proven much milder, and a neutral climate forecast has made day-to-day predictions much trickier, but Spencer still checks regularly with NOAA’s short-term tools and drought monitors. He’s watching for improvements in the state’s lingering drought situation and hoping for a rainy forecast.\n“We certainly have gone long enough with this drought in the state of Texas,” Spencer said. “We’re looking at the extended outlook to see if there’s any positive change on the horizon.”\nNational Weather Service: Fire Weather\nTexas Wildfire Risk Assessment Portal\nTexas A&M Forest Service\nTexas Current Fire Activity Map\nHelp us improve our content",
  "source": "climate.gov"
}