{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/how-noaa-keeps-track-carbon-dioxide-and-other-greenhouse-gases",
  "title": "How NOAA keeps track of carbon dioxide and other greenhouse gases",
  "date": null,
  "content": "The extent to which our home planet changes in response to increases in man-made heat-trapping gases is one of the foremost questions for the scientific community, policy makers, and the general public alike. To help answer this question, NOAA’s Global Monitoring Division produces the Annual Greenhouse Gas Index—a yearly report on the combined influence of long-lived greenhouse gases on Earth’s surface temperature.\nThe video below outlines the importance of measuring these heat-trapping gases and explains how the Annual Greenhouse Gas Index calculation is made.\n(3 minutes, 18 seconds)  Climate.gov's Ned Gardiner and atmospheric scientist Jim Butler summarize NOAA's Annual Greenhouse Gas Index, and use animated graphics to explain how different gases, including methane, CFCs, and of course, carbon dioxide, have changed in recent decades. Produced by Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nSince 2004, researchers in NOAA’s Global Monitoring Division have released the Annual Greenhouse Gas Index to compare the total warming effect of heat-trapping gases each year to their 1990 levels. Using 1990 as a baseline, the index shows the combined warming influence from greenhouse gases—including carbon dioxide, methane, nitrous oxide, and chlorofluorocarbons— and reveals which gases contribute most to the index value each year. Combined global emissions of greenhouse gases increased their warming influence by about 34 percent from 1990 to 2013, with carbon dioxide by far the largest contributor to the index in terms of both amount and rate of increase. It took 240 years (from around the beginning of the Industrial Revolution) for the index to reach 100 percent, and only 24 years for it to increase by another 34 percent.\nAs federal regulations regarding emissions continue to evolve, having a reliable source of scientific information is more important than ever. This is exactly what the Annual Greenhouse Gas Index provides—a connection between the scientists that study these emissions and the society that’s affected by them.\nNOAA’s Annual Greenhouse Gas Index is updated annually at: www.esrl.noaa.gov/gmd/aggi/aggi.html.  The top half of the webpage provides an introduction to, and overview of, the index and the calculations used to determine results. Roughly halfway down the page you will find the annual results, which are updated each spring.\nFor a more general introduction to the index, visit: http://www.esrl.noaa.gov/gmd/aggi/\nEarth System Research Laboratory – Global Monitoring Division\nGMD Climate Forcing Research\nGlobal Greenhouse Gas Reference Network\nHelp us improve our content",
  "source": "climate.gov"
}