{
  "url": "https://www.climate.gov/news-features/decision-makers-take-5/jacqueline-kozak-thiel-talks-about-hawaii%E2%80%99s-sustainability",
  "title": "Jacqueline Kozak Thiel talks about Hawaii’s sustainability efforts and preparing the island chain for climate change",
  "date": null,
  "content": "Located more than 2,000 miles from the continental United States, Hawaii faces a unique set of sustainability challenges that will become more complex as the climate changes. Jacqueline Kozak Thiel, Hawaii’s State Sustainability Coordinator, has been an active advisor to Governor Neil Abercrombie in his efforts as a member of President Obama’s State, Local, and Tribal Leaders Task Force on Climate Preparedness and Resilience.\nJacqueline Kozak Thiel, Hawaii's State Sustainability Coordinator.\nTo prepare for their work with the Task Force, Kozak Thiel and Abercrombie worked with the Pacific Regional Integrated Sciences and Assessments program; NOAA’s National Environmental Satellite, Data, and Information Service; the National Climatic Data Center; and the Pacific Island Climate Change Cooperative to develop Navigating Change—a report that examines climate change impacts in Hawaii and assesses the adaptive capacity of Pacific Island communities.\nQ: As one of the most geographically isolated islands on the planet, Hawaii is especially vulnerable to climate change. Is there any one issue that you're most concerned with?\nHawaii is actually the most geographically isolated island chain on the planet, and the interacting impacts of climate change are really evident here. I am most concerned with how those interactions will impact our most vulnerable populations—both human and natural communities, which are deeply interconnected in Hawaii.  We’re so fortunate here in Hawaii that we don’t have any mosquito-borne illnesses like malaria, West Nile, or Dengue fever. But those are climate-sensitive diseases that are projected to proliferate, so I have great concerns about that because of how much it’s tied to community health. The advent of mosquito-borne illnesses in Hawaii would forever change the way of life here and significantly impact our tourism-based economy.\nAlready, we have so many sustainability challenges as a state, and I am concerned about how climate change will exacerbate these issues.  Especially in terms of food and energy security—we import 80 to 90 percent of our food and energy in Hawaii.  We’re currently trying to increase our food self-sufficiency so that we are more resilient, but at the same time we’re faced with a higher likelihood of drought due to climate change. Both the impacts of trying to figure out how to protect our critical infrastructure along the coastlines from erosion and sea level rise, and also preserving biodiversity in a changing climate. So my 'biggest concern' isn’t just one thing, it’s the interaction of all these different impacts on an archipelago that’s already vulnerable.\nQ: Tourism is a substantial part of Hawaii's economy. In what ways might climate change transform a tourist's experience in the future?\nSeventy percent of our beaches are currently eroding.  There are beaches where I used to run that are no longer wide enough to run on any more. The National Climate Assessment projected impacts of more than $2 billion for Hawaii’s Waikiki Beach. The world-renowned places that people come here to enjoy are disappearing. People come to Hawaii to have authentic natural experiences. They come to hear birds that are endemic to this place and found nowhere else in the world. But those birds are going to face an increasing threat of avian malaria as mosquitoes continue to move to higher and higher elevations due to temperature changes. We’re losing those safe havens for our native birds. We already have serious issues with invasive species, like little fire ants on beaches. These changes already are significantly impacting the visitor experience (and will continue to), as well as life for our residents.\nNearly all the worldwide habitat for the Laysan albatross is found on the low, sandy islands of northwestern Hawaii. Like many of Hawaii's endemic birds, the species is vulnerable to the impacts of climate change and sea level rise.  Photo by Michael Lusk, distributed by the U.S. Fish and Wildlife Service National Digital Library.\nQ: While Hawaii has a unique perspective as the country's only island state, do you have any advice for other states starting to plan for their sustainability efforts and climate change?\nAs an island state, Hawaii is a microcosm of the climate change issues and sustainability challenges facing the planet. Hawaii and other islands are like windows into the future. The Pacific islands are on the front lines of climate change, and we’re seeing things more quickly. We’re small landmasses, and the feedback loops between the environment and society are quicker. Because of this, Hawaii can be a closed system, a testbed for innovation, and a model for how we deal with a lot of the challenges that are happening on the mainland and across the planet.  And so the challenges that we’re facing are of great interest not only to folks in the U.S., but around the world. If we’re grappling with them and figuring out the solutions, those solutions can be utilized in other places. We are already in the top of the nation in terms of renewable energy penetration into the grid. Hawaii is a really great lens to look at how mitigation and adaptation to climate change can go hand in hand—it’s a place to discover how we’re going to deal with these challenges and share that information out.\nQ: Climate change is considered by many to be an issue to tackle in the future. What is Hawaii's state leadership doing in the immediate to prepare for the impacts of climate change?\nWater, as we know, is going to be the most important currency of the century. I think one of the most exciting things we’ve been doing as a state is called the Rain Follows the Forest Watershed Initiative. It really recognizes, as islands, our source of water comes from healthy, biodiverse, native ecosystems in the watersheds. The Initiative approaches watershed management as a proactive way to make sure that our ecosystems are resilient and that we’re doing everything we can to deliver higher quality and quantity of water through that ecosystem-based adaptation. We’re also the endangered species capital of the U.S. So, by protecting our native forests, we’re simultaneously addressing a lot of different things to make our natural environment more resilient while also protecting our source of water. This is important because we know that one of the largest impacts of climate change is going to be a reduction in fresh water for our communities.\nOur state government just signed into law the Hawaii Climate Adaptation Initiative, which puts in place an interagency climate committee for Hawaii.  The impacts and interactions of climate change fall under the jurisdiction of many different agencies. The Departments of Transportation, Health, Agriculture, and Land and Natural Resources, as well as Business, Economic Development, and Tourism and the Office of Hawaiian Affairs, need to come together to work on collaborative solutions.  The committee also invites people from the University of Hawaii, nonprofits, and federal agencies and the counties to participate. The Initiative has the resources to begin implementing the state’s Climate Change Adaptation Priority Guidelines (Act 286). We’re starting with sea level rise as the foundational framework. By 2017, we’ll be developing a sea level rise strategy with information that the counties and state need to start thinking about for how we’re going to deal with [risks to] critical infrastructure and natural resources around the coastlines.\nQ: In the Navigating Change report, you call Hawaii a \"model for collaboration, coordination, and communication.\" What do you mean by that?\nAddressing climate change impacts requires a multi-disciplinary approach and systems thinking. Understanding the impacts takes lots of different disciplines coming together and then jointly dealing with them. It takes every level of government.  It takes the private sector, it takes nonprofits, it takes things at a community level but also a policy leadership level to actually make the changes that we need to put in place in both the built and natural environment to prepare for the future. So I think that, even though we’re so vulnerable in many ways, one of our greatest assets is that we’ve got a long history of working together.\nDrafting Navigating Change was a really great process that reflected what we talked about in terms of collaboration. When Governor Abercrombie was appointed to President Obama’s State, Local, and Tribal Leaders Task Force on Climate Preparedness and Resilience, we quickly gathered together a group of state, federal, county, and nonprofit partners as well as folks from the University of Hawaii to really think about what we wanted to share with the task force. The outcome of that was the Navigating Change report. We thought: Well, what is unique that Hawaii is bringing to the table? Some of the other states might have more progressive climate change policies than we do in Hawaii, and we are fortunately not the only island on the Task Force (Governor Calvo from Guam is also a member). But, what we thought is something special that Hawaii could bring is this natural inclination to collaborate. It’s a multi-cultural place with a host indigenous culture that guides our approach of understanding that the only way we’re going to address complex challenges like climate change is if we work together.\nNavigating Change: Hawaii’s Approach to Adaptation\nPacific Islands Regional Climate Assessment (2012)\nNational Climate Assessment\nState, Local, and Tribal Leaders Task Force on Climate Preparedness and Resilience\nUniversity of Hawaii Sea Level Center\nHelp us improve our content",
  "source": "climate.gov"
}