{
  "url": "https://www.climate.gov/news-features/decision-makers-take-5/brian-swett-discusses-boston%E2%80%99s-climate-future",
  "title": "Brian Swett discusses Boston’s climate future",
  "date": null,
  "content": "Brian Swett is the Chief of Environment, Energy, and Open Space for the city of Boston. During the past year, Swett has led a variety of policy and program initiatives for the city, including Greenovate Boston, a sustainability education and outreach initiative, and Climate Ready Boston, a report that analyzed preparedness initiatives for Boston’s built and natural environments. Currently, Swett is working to update the city’s Climate Action Plan, which is due out at the end of 2014.\nBrian Swett is Boston's Chief of Environment, Energy, and Open Space. Photo courtesy the city of Boston.\nQ: As a coastal city, what are the biggest climate-related issues facing Boston?\nSea level rise and storm surge get a lot of attention. And certainly in the post-Sandy environment we’ve been spending a lot of time both dealing with our current vulnerabilities to major storm events and future vulnerabilities associated with increasing sea level rise. But we’re also at the end of the storm-water system for much of Eastern Massachusetts, so we’re worried about heavy precipitation—inland flooding is a big concern.\nAlso, as with any city around the country, heat waves and the urban heat island effect are big concerns. We’ve experienced some significant heat waves over the last several years. During a heat wave last summer, they actually had to downgrade the power output coming out of the nearby nuclear power station. Because the seawater was so warm, it didn’t supply that temperature difference to adequately cool to the degree necessary to run the plant at full capacity. So we are very concerned about scenarios like that. At the exact same time everyone is turning on their air conditioning to deal with a major heat event, our power system is less reliable and is vulnerable as things start to snowball. So we spend a lot of time talking about infrastructure.\nBoston is one of a number of coastal cities facing [these challenges]. If you add up the 20 largest cities in the U.S. by metro GDP, 10 of them are coastal and they represent about 30 percent of the U.S. economy. This is not just a challenge for the sake of: “Do we want to protect a couple of cities around the country?” This is a national economic imperative to figure out how to provide climate change preparedness to the urban environments along the coast. If we don’t, that’s a significant chunk of our [national] economy that’s at risk.\nQ: In October 2013, Boston launched the next phase of its Climate Action Plan—\"Greenovate Boston\"—which focuses on climate preparedness, greenhouse gas reduction, and community engagement. Why do you think engaging the community is so important?\nThe resilience and preparedness of a neighborhood is not just about the structures and the infrastructure. It’s also about the people and making sure that we take advantage of opportunities to get ourselves ready both in the long term as well as, if it’s a storm event like a hurricane, 48 to 72 hours ahead of time. We need to understand the things we need to do to make ourselves less vulnerable. And we need to understand what to do during the storm to make sure we’re as protected and safe as possible.\nWe need to empower folks with the right information and tools and resources to make good decisions, and to be ready for all the sorts of climatic hazard events that we anticipate.\nQ: Does the city plan on making any near-term changes based on climate information or is it being compiled for future implementation?\nWe’re making changes as we speak in terms of evaluating evacuation routes, evaluating evacuation zones, reaching out with more information on preparedness plans that families and individuals can pull together, and understanding what has worked in other cities that could work here. Making sure that we’re empowering folks so that they are as prepared as possible and things don’t catch them by surprise.\nUp here, we’re pretty good at preparing for snow events. If I told somebody, even in July, that we’re expecting 20 inches of snow in two days, everybody has that mental checklist up here in Boston: Make sure I know where the shovel is; I know the streets not to park on because there’ll probably be a parking ban; I got my bread and my milk; I’ve got salt for the walkway.  We don’t have that mental checklist up here for hurricanes and we certainly don’t drill for it the same way we drill for something like fire emergencies. We have fire evacuation drills, but I’ve never seen a commercial building in Boston do a flooding drill to see how they can make their building water tight; or drill to put out sand bags to temporarily stop water flow. Those are the types of things we need to start to get ready for before storms hit. We need to be proactive about hazards we are less familiar with because they’re more likely to happen going forward.\nThe Boston skyline from Boston Harbor by Nelson48, via Wikimedia Commons.\nQ: Boston is one of the nation's most historic cities. How do you plan to prepare for the changes to come while preserving the city's historic character and iconic landmarks?\nWe’ve always been a city that’s been living with water, so to speak.  We were known as the Shawmut Peninsula and there was a very small isthmus that’s present-day Washington Street that connected the three mountains of Beacon Hill to rest of the city. In a lot of respects, our city has always had a very close relationship with the water. Much of it is built on filled tide lands and so much of our history is tied to water-based activities and industry.\nWe are embracing this challenge going forward. We’re definitely not calling retreat. It is a challenge on a scale — in terms of both the speed and the magnitude of the changes we’re facing — that no human habitation has faced before. But, here in Boston, we benefit from phenomenal intellectual capacity and an interest in thinking long term, and a connection to the water that’s going to have us develop solutions across the board at the building scale, the neighborhood scale, and the infrastructure scale.\nQ: Do you have any climate-related advice for those in leadership roles in other big cities in the U.S.?\nThe most common advice I give is to bring the science to the sidewalk. That is both in terms of meeting people where they’re at in terms of conveying the reasons they should be interested in climate preparedness and using terminology that’s readily acceptable. You won’t hear me very often, unless I’m in front of a science group, use the words “resiliency” or “adaptation.” I think those are really wonky scientific terms that convey that we have more time than we do and they denote that this is something we’re thinking about for the next generation as opposed to now. I like the word “preparedness,” because when you talk about “storm preparedness” or “hazard preparedness” everyone wants more of that. They want to be better prepared.\nThe other big thing is to find the folks in your cities and states that naturally have a longer-term perspective and work with them on partnerships at the outset, and then bring the rest of the folks on. In Boston, we’re blessed with a significant contingent of medical institutions and higher education institutions and they think in terms of 50-year plans. They’ve been around for 100 years and they want to be around for another 100 years, so they actually think in terms of long-term planning. Start with those types of institutions as your natural allies and then develop momentum and programs so that you can reach out to the broader community. Start with a coalition of those with a vested interest in the long-term vitality of your cities.\nGreenovate Boston\nClimate Ready Boston\nBoston’s Climate Plan\nHelp us improve our content",
  "source": "climate.gov"
}