{
  "url": "https://www.climate.gov/news-features/climate-qa/whats-hottest-earth-has-been-lately",
  "title": "What’s the hottest Earth has been “lately”?",
  "date": null,
  "content": "Difference from historic average temperature since last ice age. NOAA Climate.gov cartoon by Emily Greenhalgh. Inspired by Figure 1(b) in Marcott et al., 2014.\nThis article is the second of two articles describing the hottest time periods in Earth’s history. Since this article was first published in 2013, additional research has concluded that current global temperatures are more likely than not the hottest seen on Earth since the last inter-glacial period 125,000 years ago. (See the IPCC Sixth Assessment Report, Technical Summary, page 61, and Kaufman and McKay, 2022, \"Technical Note: Past and future warming – direct comparison on multi-century timescales.\" )\nThroughout its 4.54-billion-year history, Earth has experienced multiple periods of temperatures hotter than today’s. But as far as the “recent” past, a study published in March 2013 concluded that global average temperature is now higher than it has been for most of the last 11,300 years.\nThe scientists assembled dozens of temperature records from multiple studies, including data from sediment cores drilled in lake bottoms and sea floors, and from ice cores. Assembling data from 73 records that overlap in time, the scientists pieced together global average temperatures since the end of the last ice age.\nA researcher examines an ice core extracted from the West Antarctic Ice Sheet. Photo courtesy Thomas Bauska, Oregon State University, National Science Foundation.\nThe 11,000-year temperature reconstruction shows global average temperature increasing after the end of the last ice age and leveling off about 7550 and 3550 BC. After that time, global temperatures dropped until the \"Little Ice Age,\" bottoming out somewhere between AD 1450 and 1850. Afterwards temperatures rose again, first slowly then very rapidly. (The estimated temperatures for the past 1,500 years correlated with previous research that covered the same time period.)\nGlobal temperature anomalies over the past 11,300 years compared to historic average (1961-1990). The purple line shows the annual anomaly, and the light blue band shows the statistical uncertainty (one standard deviation). The gray line shows temperature from a separate analysis spanning the past 1,500 years. Image adapted from Figure 1(b) in Marcott et al.\nNatural variability can explain much of the temperature variation since the end of the last ice age, resulting from factors such as changes in the tilt of the Earth's axis. Over the past century, though, global average temperatures have \"risen from near the coldest to the warmest levels\" in the past 11,300 years, the 2013 study authors explain. Over this same period, emissions of heat-trapping gases from human activities have increased.\nGiven the uncertainty inherent in estimating ancient temperatures, the scientists conservatively concluded that the last decade has brought global average temperatures higher than they have been for at least 75 percent of the last 11,300 years. The recent increase in global average temperature is so abrupt compared to the rest of the time period that when the scientists make a graph of the data, the end of the line is nearly vertical.\nWhat about the future? To project future temperatures, the research team used greenhouse gas emission scenarios outlined in the Intergovernmental Panel on Climate Change (IPCC) Climate Change 2007: The Physical Science Basis report, and the authors expect the steep increase to continue through the year 2100 regardless of which one of the emission scenarios from the 2007 report is considered.\nMost of what we consider modern civilization fits within the last 11,000 years—a period of remarkable climatic stability in which people have been able to continuously inhabit in the same regions for millennia. The United Nations Educational, Scientific, and Cultural Organization describes Tell es-Sultan (ancient Jericho) as \"the oldest town on earth.\" Photo courtesy Seetheholyland.net (some rights reserved).\nFor most of the past 10,000 years, global average temperature has remained relatively stable and low compared to earlier hothouse conditions in our planet's history. Now, temperature is among the highest experienced not only in the “recent” past—the past 11,000 years or so, during which modern human civilization developed—but also probably for a much longer period.\nCarrie Morrill of the National Climatic Data Center explains, \"You'd have to go back to the last interglacial [warm period between ice ages] about 125,000 years ago to find temperatures significantly higher than temperatures of today.\"\nReferences\nKaufman, D.S. and McKay, N.P. 2022. Technical Note: Past and future warming – direct comparison on multi-century timescales. Climate of the Past, 18, 911-917.\nMann, M.E., Zhang, Z., Hughes, M.K., Bradley, R.S., Miller, S.K., Rutherford, S., Ni, F. (2008). Proxy-based reconstructions of hemispheric and global surface temperature variations over the past two millennia. Proceedings of the National Academy of Sciences. 105(36), 13252-13257.\nMarcott, S.A., Shakun, J.D., Clark, P.U., Mix, A.C. (2013). A reconstruction of regional and global temperature for the past 11,300 years. 339(6124), 1198-1201.\nOtto-Bliesner, B. L., Rosenbloom, N., Stone, E. J., McKay, N.P., Lunt, D.J., Brady, E.C., Overpeck, J.T. (2013). How warm was the last Interglacial? New model-data comparisons. Philosophical Transactions of the Royal Society, Series A, 371(2001), 20130097.\nPerkins, S. (2013, March 7). Global temperatures are close to 11,000-year peak. Nature News. Accessed February 4, 2014.\nRevkin, A. (2013, April 1). Fresh thoughts from authors of a paper on 11,300 years of global temperature changes. The New York Times. Accessed June 13, 2014.\nHelp us improve our content",
  "source": "climate.gov"
}