{
  "url": "https://www.climate.gov/news-features/decision-makers-take-5/ron-bartel-explains-roots-sod-based-crop-resilience",
  "title": "Ron Bartel explains the roots of sod-based crop resilience",
  "date": null,
  "content": "Ron Bartel is a senior hydrologist at the University of Florida’s North Florida Research Education Center. Bartel works with farmers in the Southeast who are interested in switching from conventional crop rotation to sod-based crop rotation. One of his key tools is the Water Footprint Calculator, an online tool that allows him to estimate the water savings of sod-based crop rotation.\nRon Bartel, senior hydrologist at the University of Florida's North Florida Research Education Center, stands with farming irrigation equipment. Photo courtesy Ana Bartel.\nQ: Let’s start with the basics. What is a sod-based crop rotation?\nSod-based crop rotation is adding a perennial grass to a conventional crop rotation. In the Southeast, a conventional crop rotation is two years of cotton, then peanuts, and then you start all over again. In a sod-based rotation, a perennial grass is grown for two years on a portion of the field in place of cotton. We’ve been successfully experimenting with Bahia grass.\nAfter two growing seasons, the grass field is replanted in peanuts followed by cotton a year later. This increases yields and basically allows for a lot more resilience. If you add cattle to the equation, it’s extremely profitable because they’re using the Bahia grass and recycling the nutrients. That’s grass-fed beef, which is really profitable!\nQ: What did you mean when you said this sort of rotation adds resilience?\nI like to tell people “it’s all about the roots.” The sod-based rotation research that we’re doing basically shows that you don’t need to irrigate to get the same yield. In conventionally rotated crops, particularly in the Southeast, there’s a compaction layer in the soil that’s anywhere from 6 to 18 inches. What that does is prevent the roots from going down to get more water at the deeper depths. Because the roots can’t grow deeper than this compaction layer, you need irrigation water to keep the plants alive. When the root growth is stunted, they don’t get any more water from the ground and that’s why they often need supplemental irrigation.\nWith a sod-based rotation, the sod growing for two years is able to penetrate that compaction layer. Basically, the roots of the sod are strong, and they go through the compaction layer and create little channels, and then when the peanuts and cotton are planted, their roots follow the channels. The roots are denser and get to the deeper soil horizons where there’s much more moisture. Sometimes, it could be as much as 3 times the root depth as the conventional rotating crop is. It can be even deeper than that in sandier soils. So the crops being grown are much more resilient to drought.\nAnd because you’re using less water, you’re using less fuel to pump that water, so there’s less energy costs. It goes beyond resiliency; it’s a sustainable practice.\nQ: You use the Water Footprint Tool in your work. Can you explain a bit about how it works and how farmers can use its information to save water?\nWe used the Water Footprint Tool to compare the conventional and sod-based rotations. We simulated a shallow-rooted crop to represent the conventional rotation and then a deep-rooted crop to represent the sod-based rotation. The simulations showed a dramatic difference. In the sod-based rotation, the crops hardly ever need watering.\nAnyone can use the footprint tool. It is available online. From a drop down menu, you pick one of three different soil types, the crop type, and whether the crop is shallow or deep-rooted. What the model shows—and this agrees with our field data—is that for cotton and peanuts no irrigation water is needed for the deep rooted crops in most years.\nBesides soil types, the other thing we looked into was the range of weather conditions. We looked at several rain gauges—actual weather stations in Georgia and Florida—to see how much variability there is.  We did a lot of runs with the Water Footprint Tool. We didn’t just do one or two runs: for each of nine weather stations, we performed 18 simulations, each representing a soil and crop type for a 34-year period. That’s a lot of data! And all that data gives us a good idea—based on the climatology in the Southeast and common soil types—just what the range in water savings potential is.\nQ: And what sort of water savings did you find?\nBecause we were able to generate data for 34 years, we are able to forecast the irrigation water savings depending upon the intensity of drought.   The surprising part was that the sod-based rotation has a greater water savings potential the greater the drought. Depending on soil type, it ranges from 9 inches to 14 inches of irrigation water savings during a moderate drought. That’s essentially a foot of water spread over the million acres being irrigated for cotton and peanuts in the Southeast. So that’s a lot of water.\nA sod-based rotation can work anywhere in the country (or globally) that will grow a perennial grass, and that doesn’t necessarily need to be Bahia grass.\nQ: Is water savings the only benefit of the sod-based crop rotation?\nReduced fuel costs, reduced energy consumption, increased profits, reduced fertilizer and pesticide use are some of the other benefits reported.  The buildup of organic matter in the soil by the grass roots improves soil health and crop yields. Studies at the University of Florida are also looking the benefits of the system for net carbon burial of the system – a global climate change initiative!\nAs I mentioned earlier, sod-based rotation is much more resilient to drought conditions. Just recently, in 2011, we had conditions in Florida and Georgia where we had the worst drought on record in 160 years. We don’t know if this is a trend that’s going to continue. We know that when you look back in time, there are probably worse droughts, but under 2011 conditions, you still have streams running dry and groundwater wells dropping to the point where they can’t pull water anymore. Sod-based rotation would reduce these risks and offers a kind of insurance to the farmer to protect against drought.  It also helps to protect valuable water resources locally and downstream.\nCattle roaming on a Bahia grass pasture. Photo courtesy David Wright.\nAnother benefit that comes to mind is you can run cattle on the Bahia grass pasture. That’s a recommended addition to the practice and extremely beneficial because your profits just go way up--that’s grass-fed beef. But when you think in terms of: “I don’t have any rain and I don’t have any water,” your grass will survive and your cattle will still survive, so you don’t have to worry about losing money in the field, which is often what happens with these cash crops.\nOn the flip side, if you get a really rainy, wet year and a hurricane comes, you move your cattle off the field so they’re protected, so it’s not like you’ve lost anything there. The grass field is going to be fine—it’s actually extremely resilient to any kind of heavy-duty rain that comes. So, when it rains, nothing’s really eroding, you’re getting better infiltration, and water’s getting soaked into the soil.\nSo that’s just protecting your fields from the flip side of a drought. You’re protecting yourself against these heavy rainfalls that are occurring. From a global climate change perspective, we don’t know for sure if the trend of increasingly heavy intense rainfalls is going to continue, but sod-based rotation also protects against these events as well as droughts.\nAgroClimate -  Water Footprint Calculator\nAgroClimate – Explaining Sod-Based Crop Rotation\nNorth Florida Research and Education Center – Sod Rotation\nHelp us improve our content",
  "source": "climate.gov"
}