{
  "url": "https://www.climate.gov/news-features/climate-case-studies/georgia-seashore-visualizing-sea-level-rise-set-planning",
  "title": "On Georgia seashore, visualizing sea level rise to set planning priorities",
  "date": null,
  "content": "Water encroaches on a beach swing on Tybee Island. Photo courtesy the University of Georgia.\nAs sea levels rise, Tybee Island, Georgia—once a favorite haunt of the notorious pirate, Blackbeard—faces a very different kind of threat from the ocean. The city is Georgia’s most densely developed barrier island and a popular tourist destination: its year round population of 3,000 swells to roughly 30,000 during summer weekends.\nOn Georgia's Tybee Island, houses and other development face the Atlantic Ocean, while the back side of the island is occupied by tidal marsh. The only road to the island is U.S. Route 80. Satellite image by NOAA Climate.gov, based on Landsat data provided by USGS GLOVIS project.\nSince 1935, sea levels at nearby Fort Pulaski have risen 10 to 11 inches, and levels are projected to keep rising in the coming years. In order to prepare for and adapt to rising waters, Tybee Island officials knew they needed a plan.\nMonthly mean sea level at Fort Pulaski, Georgia, since 1935 compared to the 1983-2001 average. Sea level there has risen 8-10 inches in the past 80 years. Graph by NOAA Climate.gov, based on data from NOAA's Tides & Currents website.\nTo develop a plan that could prepare their island for the future, city officials reached out to Dr. Jason Evans, an environmental sustainability analyst with the University of Georgia and Georgia Sea Grant. Jason worked with the city to help identify which areas were most vulnerable to projected sea level rise. One of the key tools in this process was the Sea Level Rise and Coastal Flooding Impacts Viewer. Using the tool, Jason helped identify the areas already affected by flooding and showed how those problems could worsen with continued sea level rise. This encouraged city officials—and the population of Tybee Island—to investigate longer-term solutions for critical infrastructure, housing, and facilities.\n(left) Flooded areas on Tybee Island at current mean higher high water (MHHW), and (right) with three additional feet of water due, such as from sea level rise or storm surge. (For locations that have more than one high tide a day, mean higher high water is the long-term average of the higher of the two.) Maps adapted from originals courtesy NOAA Digital Coast.\nTogether, Jason and Tybee Island officials, utilizing funding from the National Sea Grant Community Climate Adaptation Initiative, outlined six plans for adapting to future sea level rise. Plans included major improvements to the US80 causeway—the only road to and from the island, retrofitting stormwater drainage systems, and stabilizing shorelines in order to block high water from storm surge or extreme high tides. Drawing on visualizations from the Sea Level Rise and Coastal Flooding Impacts Viewer, interviews with stakeholders, and public meetings, the city is now prioritizing its action plan and outlining steps to prepare for a future of higher tides and rising seas.\nHelp us improve our content",
  "source": "climate.gov"
}