{
  "url": "https://www.climate.gov/news-features/climate-tech/deep-argo-diving-answers-oceans-abyss",
  "title": "Deep Argo: Diving for Answers in the Ocean’s Abyss",
  "date": null,
  "content": "This is the second of two articles describing the Argo fleet: a flotilla of aquatic robots profiling the global ocean.\nImagine what it’s like: descending through the vibrant surface waters of the ocean where the sunlight can penetrate about 656 feet (200 meters) deep, then watching the colors slowly fade away as you pass into the ocean’s twilight zone where bizarre bioluminescent creatures creep. As you sink further, prepare for alien sensations: being swallowed into utter blackness and squeezed by the immense weight of the water.\nLeft: Bioluminescent Ctenophora (comb jellies) brighten the ocean depths where humans and human-made machines struggle to survive the water pressure. Image courtesy Olga Pepe (some rights reserved). Right: A deep sea anglerfish attracts prey with its bioluminescent lure. Image courtesy NOAA Northeast Fisheries Science Center.\nAt 16,404 feet (5,000 meters) deep, you have reached the frontier of human knowledge: the abyssal zone, a Greek word that means “no bottom.” What happens down there? Life is sparse, but scientists suspect the deep ocean could be playing a major role in the Earth’s climate system.\nClimate scientists know that the ocean has stored about 90 percent of the Earth’s extra heat trapped by manmade greenhouse gases since 1955. Using data from a global array of Argo floats—aquatic robots that measure temperature and salinity at different ocean depths--scientists have since learned that as air temperatures have increased in the atmosphere, the surface ocean has been taking up an increasing amount of heat.\nYearly global ocean heat content compared to the 1958-65 average (dashed line at zero) for the past four decades for different layers of the ocean: from the surface to depths of 300 meters (grey) and 700 meters (blue), and total depth down to 2,000 meters (purple). Surface waters warmed more slowly (line is nearly flat since the mid-2000s) than deeper waters (steep increase). Since the core of the Argo fleet can only dive down to 2,000 meters, the amount of heat going into the deep ocean is unknown. Image adapted from Figure 1 of Balmaseda et al., 2013 (pdf).\nBut the fate of all the excess heat that has accumulated in the Earth’s climate system in the past half century has yet to be accounted for. Researchers suspect that currents have shifted it to the deep ocean, but they can’t test this hypothesis for sure: satellites cannot see under the skin of the ocean’s surface and the floats that form the core of the Argo fleet only dive to a depth of about 6,561 feet (2,000 meters). (To learn more about how Argo floats operate and take measurements, read Part I of this series.) At depths below about 8,530 feet (2,600 meters), they implode under pressure...or they did until now.\nIn coming decades, the bottom-dwellers of the ocean may have a new creature in their midst: a robotic, glass orb with an antenna to transmit signals to satellites and a two-meter long tail that detects when it has reached the sea floor.\nUnlike the last generation of Argo robots—aluminum, cylinder-shaped floats—the new Deep Argo floats, designed by Scripps Institution of Oceanography and Teledyne-Webb Research, can withstand the crushing forces of the deep ocean. Steve Piotrowicz, Program Manager of the U.S. Argo program since 2000, has watched the float design evolve to a glass sphere over the past few years to deal with the challenges of deep-sea diving.\nA sphere is able to withstand much greater pressure than a cylinder because the pressure is distributed uniformly along the surface of the device, and glass is not only light and buoyant, but it withstands compression better than steel and titanium.\nTop: Scientists launch a Deep Argo float during a research cruise in June 2014. A plastic case covers the Deep Argo glass flotation sphere containing machinery, circuitry, and batteries. Photo from LEARNZ www.learnz.org.nz, via Nature Climate Change.  Bottom: Deep Argo floats can safely deploy closer to the ocean floor without imploding. Drawing courtesy Ocean Today.\nBeyond the deep ocean, the floats are also able to operate in some of the most inhospitable environments on Earth, such as the frigid waters of the Southern Ocean. To keep from battering itself against the ice, the float can detect conditions that indicate the surface ocean may have frozen over, and it will keep cycling below the surface until the ice retreats.\nThe new design was put to the test this past June aboard the Research Vessel Tangaroa operated by the National Institute of Water and Atmospheric Research of New Zealand. Piotrowicz accompanied a team of oceanographers deploying two prototype Deep Argo floats into the ocean northeast of New Zealand. In this part of the ocean, the seafloor is very flat with few obstacles for the floats to navigate around or over, and there are no strong deep sea currents that could drive dramatic changes in temperature.\nBefore the floats are deployed, the scientists first launch a CTD unit—“CTD” is an acronym for Conductivity, Temperature, and Depth. Based on a design that oceanographers have been using for decades, the CTD unit has 24 bottles attached to a large metal rosette wheel. The bottles collect water samples, while sensors at the bottom of the unit measure temperature, depth, and salinity. A data cable connects the device to a computer on the ship.\nResearchers with NOAA Fisheries use CTD devices to assess impacts of ocean conditions on fish populations. Image courtesy NOAA Fisheries.\nThe crew lowers the CTD unit down to the seafloor with a cable, and the scientists observe the water properties in real time. Once they have the CTD data for comparison, they deploy the new deep Argo floats. Immediately, the floats begin their descent to the abyss.\nThe operational floats’ drift cycle—from the floats’ initial descent to the return to the surface, where they transmit their information to satellites—takes 10 days, but these test floats will have a 3-day cycle. In a year, when the floats are recovered, they will have experienced the equivalent of approximately four years of wear and tear of an operational float with a 10-day cycle.\nAlready, the test floats are gathering some interesting information about circulation such as the direction and velocity of currents in the region where they were deployed. “Ultimately, though, we’re interested in the entire ocean,” Piotrowicz says. “You cannot disconnect one part of the ocean from the other part of the ocean.”\nAll oceans are connected through the global conveyor belt, which is a planet-spanning circulation driven by places where surface water sinks due to relative changes in temperature, density, or salinity. Original drawing by Riccardo Pravettoni, UNEP/GRID-Arendal, based on NASA and NODC data.\nPiotrowicz hopes that in years to come, Deep Argo will achieve global coverage, much like the present of generation of Argo floats. The fledgling U.S. Deep Argo program only has funding to deploy about 12 floats per year. To meet current science objectives, the global fleet will likely require on the order of a thousand floats.\nMeanwhile, the ocean’s great heat reservoir continues to churn. As the ocean takes up more heat, the temperature is rising and the volume of the water is increasing, raising sea level across the globe. Warming ocean waters also have potentially major implications for marine ecosystems, melting ice caps, and precipitation patterns.\n“Argo has been a game-changer for oceanographic science, and it’s only achieved global coverage since 2007,” Piotrowicz says. “With Deep Argo, we have the opportunity to take the science to the next level.”\nIPCC (Intergovernmental Panel on Climate Change). 2013. Climate change 2013: The physical science basis. Working Group I contribution to the IPCC Fifth Assessment Report. Cambridge, United Kingdom: Cambridge University Press. www.ipcc.ch/report/ar5/wg1.\nLevitus, S., J.I. Antonov, T.P. Boyer, O.K. Baranova, H.E. Garcia, R.A. Locarnini, A.V. Mishonov, J.R. Reagan, D. Seidov, E.S. Yarosh, and M.M. Zweng. 2012. World ocean heat content and thermosteric sea level change (0–2000 m), 1955–2010. Geophys. Res. Lett. 39:L10603.\nBalmaseda, M. A., K. E. Trenberth and E. Källén (2013), Distinctive climate signals in reanalysis of global ocean heat content. Geophys. Res. Lett., 40, Doi: 10.1002/grl.50382.\nOcean Warming. Scripps Institution of Oceanography.\nWhat is an Argo Float? LEARNZ.\nARGO Frequently Asked Questions. University of California-San Diego Argo Website.\nDiaries from Argo Floats field trip. LEARNZ.\nDeep Argo floats deployed in Pacific. NOAA Climate Program Office.\nHelp us improve our content",
  "source": "climate.gov"
}