{
  "url": "https://www.climate.gov/news-features/climate-case-studies/planning-future-floodplain",
  "title": "Planning for the Future in a Floodplain",
  "date": null,
  "content": "Marsha Hilmes-Robinson, a floodplain administrator with Fort Collins Utilities, talks about the 1997 flood and the city's efforts to become more resilient. Produced by the Climate.gov video team: Ned Gardiner, Kurt Mann, Alicia Albee, Bruce Sales, Christine Laporte, and Anthony Bellemare.\nMarsha Hilmes-Robinson, a floodplain administrator with Fort Collins Utilities, talks about the 1997 flood and the city's efforts to become more resilient. Produced by the Climate.gov video team: Ned Gardiner, Kurt Mann, Alicia Albee, Bruce Sales, Christine Laporte, and Anthony Bellemare.\nBecause of its location at the base of the Rocky Mountain foothills, Fort Collins, Colorado, is vulnerable to sudden and severe flooding. In July of 1997, an unexpected storm dropped between 10 and 14 inches of rain on Fort Collins over a 31-hour period. The resulting flood caused five deaths, 54 injuries, and destruction of homes, businesses, and infrastructure worth more than $200 million.\n“1997 was such a large storm event—unfathomable flooding, train derailment, gas explosion,” said Marsha Hilmes-Robinson, a floodplain administrator with Fort Collins Utilities. Hilmes-Robinson had been on the job only a few months when the massive flood hit. “With that magnitude of destruction, there was no way the city could recover quickly. It takes years to get back,” she said.\nStill, it could have been worse. Prior to the 1997 flood, Fort Collins had already spent millions of dollars on flood mitigation programs. But in the aftermath of this disaster, city officials knew it was time to be even more proactive. To help prevent a repeat of this tragedy, city officials worked to identify ways they could improve their resilience ahead of future extreme storms—especially as these types of events are expected to increase in frequency and severity as a result of climate change.\n“It’s important for us all to remember that these things from the past can help teach us about what to do for the future and how to be able to be resilient as a community so we can bounce back easier,” said Hilmes-Robinson.\nTransected by the Cache la Poudre River and within floodwater-distance of several creeks, Fort Collins is an extremely flood-prone city. It was, therefore, not the intention of city officials to try to stop this natural process, but instead to change and adapt in order to minimize the negative impacts of future flood events. To do this, the city has focused on six main mitigation initiatives:\nA sculpture next to the bike and pedestrian path along Spring Creek through the heart of Fort Collins, Colorado, reminds residents of the high-water mark during the 1997 flood. Photo taken from video footage provided by the city of Fort Collins/Cable 14.\nThere are a lot of tools in the toolbox to use. It’s not a one size fits all. We need to use different mitigation strategies within different areas to better protect the city,” said Hilmes-Robinson. This is true not just for Fort Collins, but for any city located in a floodplain. And much like its attitude, the city’s preparedness initiatives are something any city can adopt to help them adapt to life in a floodplain.\nBecause of its sustained commitment to preparedness and an eye towards the future, Fort Collins was ready when the next would-be disaster occurred. In September 2013, Colorado experienced one of the most extreme rainfall and flood episodes in recorded history. Some areas in Fort Collins received nearly a foot of rain, resulting in the largest flood event on the Poudre River since 1930. Due, in part, to its comprehensive floodplain management program, Fort Collins saw minimal damage during these record-breaking floods. “The flooding events in September 2013 put several of Fort Collins’ mitigation projects to the test and proved them to be successful,” said Hilmes-Robinson.\nThanks to the city’s Flood Warning System—a set of 57 gauges located throughout the Fort Collins area that alert city personnel when they exceed a certain level—three neighborhoods were successfully evacuated as a precaution. Increased floodplain regulations and standards for buildings set in place after the 1997 floods also helped minimize damage during 2013. “During a flood event, we expect to see a lot of floating debris. During the September flood, there was hardly any,” said Hilmes-Robinson, attributing this to a floatable materials regulation targeting commercial properties. The regulations state that floatable items within the Poudre floodplain must be anchored at all times.\nAs part of their planning process, city officials use analyses from NOAA's Precipitation Frequency Atlas of the United States. Information in the Atlas is available online via the Precipitation Frequency Data Server, a point-and-click interface developed to deliver local precipitation frequency estimates and associated information. This same information is a key input in the process of mapping Fort Collins' floodplain boundaries.\n“The bottom line is mitigation works,” said Hilmes-Robinson. “We don’t know when and we don’t know where the next flood is going to happen. But we do know that it will happen. We need to prepare ahead of time and all those preparations will pay off in the end. We have to learn from the past. Now is the time to prepare.”\nHelp us improve our content",
  "source": "climate.gov"
}