{
  "url": "https://www.climate.gov/news-features/climate-tech/science-space-new-satellite-could-bring-climate-dscovries",
  "title": "Science in space: New satellite could bring climate DSCOVRies",
  "date": null,
  "content": "Shelved in 2001, the Deep Space Climate Observatory (DSCOVR) satellite is finally ready for its time in the spotlight, or more accurately, the sunlight. On February 11, DSCOVR began its million-mile journey to Lagrange point 1 (or L1 orbit), an orbital sweet spot between Earth and the Sun. There, gravitational forces between the Sun and Earth are perfectly balanced, and the satellite will orbit the Sun like a planet.\nLagrange point 1 (L1) is a neutral gravity point between Earth and the Sun, situated roughly 1 million miles from Earth. Most Earth-observing satellites orbit within 22,300 miles of the planet. Credit: NESDIS.\nThe satellite's primary mission is monitoring space weather, but it is also carrying a critical climate-science instrument: a radiation monitor that will measure the amount of energy reflected from and radiated by Earth. The new device, nicknamed NISTAR, will give scientists the most exact measurements they've ever had of the amount of energy being trapped in Earth's atmosphere by greenhouse gases.\nAn artist’s rendering of the DSCOVR satellite.  Credit: NESDIS.\nClimate & the Sun’s Radiation\nAt the most basic level, Earth’s temperature is determined by its energy balance: how much solar energy (total solar irradiance) is received at the top of Earth's atmosphere, minus the amount the atmosphere and surface reflect and radiate back into space as heat (outgoing longwave radiation). The more greenhouse gases there are in the atmosphere, the slower the heat escapes, and the more Earth’s surface warms. The uneven distribution of land, ocean, and sea ice on our planet’s surface—not to mention continuously changing cloud cover—make estimating the exact amount of radiant energy emitted and reflected by our planet very difficult.\nSatellites have been measuring Earth’s energy budget since the NIMBUS missions of the mid-1970s. However, stitching a complete time series together from the collection of sensors that observe different parts of Earth from different angles at different times of day has been challenging. NISTAR (short for National Institute of Standards & Technology Advanced Radiometer) will change all that. The data collected by NISTAR, measured from the vantage point of the L1 orbit, will provide measurements from the whole sunlit face of Earth at once.\n“The NISTAR radiometer will measure the reflected and radiated energy from Earth in the important direction back towards the Sun. We have other satellites that measure these quantities at other directions. [But those satellites] have to orbit around Earth, spending only a portion of their orbits in the light,” said Adam Szabo, DSCOVR Project Scientist at NASA's Goddard Space Flight Center. “The advantage of NISTAR is that it observes the whole sunlit face of Earth. Thus we do not have to worry about intercalibrations between different measurements from different platforms.”\nHow does it work?\nNISTAR is a cavity radiometer. As it sits between Earth and the Sun, it works by absorbing any electromagnetic radiation that falls within its aperture. This energy heats up the cavity and raises the machine’s internal temperature. When the cavity heats up, the device’s onboard heaters don’t have to work as hard to maintain a constant internal temperature. Scientists can infer the amount of energy reflected and radiated by Earth by measuring variations in the amount of electricity the heaters draw.\nTOP: DSCOVR Mission's NIST Advanced Radiometer. BOTTOM: Location of NISTAR on the DSCOVR satellite (in orange). Photo Courtesy: NASA.\nWhat will we learn?\nClimate scientists have two main ways of estimating Earth’s energy budget. One is the direct observations of incoming and outgoing energy captured by satellites over the past three decades. The other way is to infer how much heat energy must have been trapped in the Earth's system to maintain the oceans at their currently observed temperature.\nCurrently, however, there is a 6.5 w/m2 difference between the estimates derived from direct observations and the estimates that ocean temperature measurements suggest.  “Our hope is that using a single well-calibrated instrument to measure the most critical contribution of reflected light [light reflected back towards the sun] will reduce this difference,” said Szabo.\nOf the 340 watts per square meter of solar energy that falls on the sunlit side of Earth, 29 percent is reflected back into space, primarily by clouds, but also by other bright surfaces and the atmosphere itself. About 23 percent of incoming energy is absorbed by atmospheric gases, dust, and other particles in the atmosphere. The remaining 48 percent is absorbed at the surface. Courtesy NASA.\nAlthough extremely important in understanding climate, the amount of data NISTAR transmits is small. It can easily fit within the real-time space weather reporting, so there’s no need for extra transmissions to get the NISTAR data to Earth. The radiometer’s raw measurements will be available five minutes after observation. “However, to properly calibrate this data and incorporate it into [the existing] radiation budget model will take several months at the beginning, and weeks as we become proficient at it,” said Szabo.\nEPIC views of a sunlit Earth\nJoining DSCOVR on its million-mile journey from home is the Earth Polychromatic Imaging Camera (EPIC), which will capture the full face of Earth in a single image, something previously done only by the Apollo 17 astronauts and the Galileo mission on its way to Jupiter. Satellites in closer orbits get only a fraction of this view, so scientists have to piece images together to get the whole picture.\nThis 2011 image was the first global image from the VIIRS radiometer on the NPP (Suomi National Polar-orbiting Partnership) satellite. It was pieced together using data from sequential passes of the satellite. Credit: NASA.\n“Low-Earth orbiting satellites see only a small patch of the ground at a time and full Earth images are stitched together from 24- or 48-hour observations. Sitting at L1, DSCOVR will see the full sunlit face of Earth at once and will provide such images roughly every two hours,” said Szabo.\nMore than just pretty pictures, these images will provide valuable atmospheric data. Combining images from different wavelengths will let scientists measure ozone, aerosol, vegetation cover, dust and volcanic ash, cloud height, and UV radiation estimates at Earth’s surface. “We will be able to follow daily variations,” said Szabo.\nThe interaction between clouds and aerosols is also a climate issue, since aerosols can change cloud thickness, droplet size, and lifetimes. All these factors affect incoming and outgoing sunlight, which influences the energy balance and therefore, climate.\nA simulated view of what pictures from DSCOVR will look like during the new moon phase each month. The image of Earth is a composite of data from different NASA satellites. The moon is in the foreground. Image generated by Karin Blank at NASA’s Goddard Space Flight Center, Greenbelt, Maryland.\nEPIC will provide images of the entire sunlit face of our planet at 10 different wavelengths (called channels), from ultraviolet to near infrared. The narrowband filter for each channel can isolate just one particular wavelength while blocking all other sources of light.\n“Earth does not reflect all wavelengths of light equally. Various gases and particles in our atmosphere are excited by very specific wavelengths of light, absorbing only those photons. Our eye cannot detect these very narrow missing colors,” said Szabo. “For example: one wavelength channel on EPIC corresponds to O3 (ozone) absorption. Differencing the image from this wavelength with a wavelength that’s not sensitive to O3 gives scientists a global map of ozone. Scientists can repeat this same process for reflection of light from the Earth’s surface and atmosphere: green leaf photosynthesis to get a vegetation index, and with SO2 to follow volcanic eruptions.”\nDSCOVR started transmitting solar wind data a week after launch, but Szabo says this is for calibration purposes only. “The spacecraft will still be too close to Earth to provide space weather warnings,” he said. The same is true for NISTAR: its data won't be usable until DSCOVR has a full view of Earth, but scientists have already switched the instrument on to begin testing its electronics. The EPIC camera won’t be turned on until the satellite reaches L1 orbit at 115 days. You can expect DSCOVR's first pictures of Earth to appear on the Web sometime in late July or early August.\nReferences\n\nDSCOVR: Deep Space Climate Observatory. NOAA National Environmentaion Satellite, Data, and Information Service.\nRelated Links\nNOAA's DSCOVR NISTAR Instrument Watches Earth's \"Budget.\" NASA.\nHelp us improve our content",
  "source": "climate.gov"
}