{
  "url": "https://www.climate.gov/news-features/climate-qa/are-record-snowstorms-proof-global-warming-isnt-happening",
  "title": "Are record snowstorms proof that global warming isn’t happening?",
  "date": null,
  "content": "No. Snowstorms require two things: moisture and freezing air temperatures. There are plenty of places where winter temperatures would have to rise by 10, 20, even 30 degrees Fahrenheit before it would stop snowing. Until then, snowstorms remain quite possible, and natural climate patterns and random variability will still lead to winters that are unusually cold and snowy in different locations.\nAverage January temperatures across the contiguous United States (1981-2010). Much of the northern tier of the country has temperatures well below freezing in January. Map by NOAA Climate.gov, based on PRISM Climate Normals from Oregon State University.\nOne way to demonstrate that record snowstorms aren’t incompatible with a warmer climate is to look back at the historical record snowstorms and the seasonal conditions that spawned them. An analysis of such storms between 1961-2010 showed that while most extreme snow storms did occur in seasons that were colder and wetter than average, about 35 percent of snow seasons that produced extreme snow events were warmer than average, and 30 percent were drier than average.\nSummarizing that analysis as part of a “state of the science” review of climate change and extreme storms in 2014, a group of scientists concluded:\neven if temperatures continue to warm as they have over the past several decades for the next few decades at least, then such record storms are possible, as they have been observed during otherwise warmer- and drier-than average seasons.\nNot only are severe snowstorms possible in a warming climate, they may even be more likely. According to the Third National Climate Assessment, there is some evidence that cold season storms in the Northern Hemisphere have become both more frequent and more intense since 1950. Extremely heavy snowstorms also increased in number during the last century in northern and eastern parts of the United States, although they have been less frequent since 2000.\nFrequency and intensity of winter storms in high (60-90°N) and mid-latitudes (30-60°N) between 1949-2010 compared to the long-term average. Storm frequencies have increased in middle and high latitudes, and storm intensities have increased in middle latitudes. Graph adapted from National Climate Assessment 2014.\nAs far as what physical causes have led to observed trends in extreme storm activity, the scientists who participated in the assessment concluded that the current level of understanding is “relatively low.” While the explanation for these trends remains elusive, warming has made the atmosphere wetter and this may be leading to more extreme rain and snowfall in these storms.\nWarmer ocean temperatures may make the air aloft warmer and moister. That wetter air is then brought into the storm system, producing large amounts of snow.  NOAA Climate.gov cartoon by Emily Greenhalgh.\nScientists have measured a significant increase in water vapor in the surface atmosphere over land and ocean relative to the 1970s. This global increase is consistent with the long-term warming trend in our planet's average surface temperature. Warmer air temperatures fuel more evaporation, leading to a wetter atmosphere, which increases rain or snow totals.\nThe precipitation boost may be especially significant for coastal winter storms like Nor’easters, such as the one that buried Boston in mid-February. These storms draw much of their intensity from the extreme contrast between cold air over land and warmer, wetter air from over the ocean. Warmer ocean temperatures may make the air aloft warmer and moister, amplifying the contrast. That wetter air is then brought into the storm system, producing large amounts of snow.\nNor’easters, such as this one that buried the northeast in late January, draw much of their intensity from the extreme contrast between cold air over land and warmer, wetter air from over the ocean. This January 27, 2015, nighttime image from the Suomi NPP satellite shows longwave infrared radiation (heat) being radiated from the land, ocean, and atmosphere in the Northeast. The warmest areas (mostly the ocean) are dark, and the coldest areas, such as the tops of snow-producing clouds, are bright. Suomi NPP is a partnership between NOAA, NASA, and the Department of Defense. Image from NASA Earth Observatory.\nThe connection between rising global temperatures and changes in mid-latitude winter storms may be uncertain, but influences of warming on snow on the ground is not. The 2014 NCA report concluded that snow cover on land in the Northern Hemisphere has decreased over the past several decades, especially in late spring. This is due in part to higher temperatures that shorten the time snow spends on the ground. In the United States, they wrote,\nVery snowy winters have generally been decreasing in frequency in most regions over the last 10 to 20 years, except in the Northeast where things have continued as normal. Total seasonal snowfall has generally decreased in southern and some western areas, increased in the northern Great Plains and Great Lakes region, and not changed in other areas, such as the Sierra Nevada, although snow is melting earlier in the year and more precipitation is falling as rain versus snow.\nAs far as what’s to come in the future, model projections generally show that the average tracks of mid- and high-latitude storms will shift toward the poles in both hemispheres. But the models reach a range of different conclusions about changes in storm intensity.\nWhile researchers sort out the science and overcome the challenges involved in making predictions, it’s certain that snowstorms will not be going away anytime soon. Earth has plenty of wiggle room before it warms so much that we will stop seeing snow anywhere in the winter.\nReferences\nKunkel, K. E. et al., 2013: Monitoring and understanding trends in extreme storms: State of knowledge. Bulletin of the American Meteorological Society, 94, doi:10.1175/BAMS-D-11-00262.1. URL\nVose, R. S. et al., 2013: Monitoring and understanding changes in extremes: Extratropical storms, winds, and waves. Bulletin of the American Meteorological Society, in press, doi:10.1175/BAMS-D-12-00162.1. URL\nWalsh, J., D. Wuebbles, K. Hayhoe, J. Kossin, K. Kunkel, G. Stephens, P. Thorne, R. Vose, M. Wehner, J. Willis, D. Anderson, S. Doney, R. Feely, P. Hennon, V. Kharin, T. Knutson, F. Landerer, T. Lenton, J. Kennedy, and R. Somerville, 2014: Ch. 2: Our Changing Climate. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 19-67. doi:10.7930/J0KW5CXT. URL\nRelated Links\nClimate Change and Extreme Snow in the U.S.\nCllimateKey Message 9: Changes in Storms. From the digital version of the Our Changing Climate Chapter of the Third National Climate Assessment.\nKnow the dangers of nor’easters. NOAA.gov.\nHelp us improve our content",
  "source": "climate.gov"
}