{
  "url": "https://www.climate.gov/news-features/climate-and/climate-your-comfy-clothes",
  "title": "Climate & Your Comfy Clothes",
  "date": null,
  "content": "Jeans—arguably the best use of cotton. By rando111us (jack purcell) [CC BY 2.0], via Wikimedia Commons.\nImagine being offered a job with a great salary and a wonderful work environment that lets you wear casual clothes every single day. There's just one catch: Your casual clothes have to be made entirely of wool, all the way down to your underpants.\nMaybe not such a great work environment after all.\nNow imagine the same job offer stipulating that your clothes must be made of cotton. Sure, you'd miss out on stretchy spandex, flouncy rayon, and luxurious silk, but you'd be comfortable. Cotton helps keep you cool when it's hot, and dry when it's humid, and cotton has a soft touch on human skin.\nToday cotton ranks among the world's most important crops, involving millions of farmers, textile workers, and consumers. And despite its reputation for drought tolerance, the plant that grows this wardrobe staple is still vulnerable to both natural climate extremes and the consequences of a changing climate.\nCotton may have been used in India as long ago as 3500 BC, and in Peru as long ago as 3000 BC. Slower to catch on to comfort, many Europeans only began trading cotton in the 16th century AD. The Industrial Revolution and slave labor enabled cotton production to become a major industry in the United States by the 19th century. In the 1870s, when Levi Strauss applied for a patent on work pants reinforced with rivets, he made them out of sturdy cotton cloth.\nRoughly 100 countries grow cotton, but most of the world's cotton crop is grown in China, India, the United States, and Pakistan, according to the International Trade Centre (ITC). Other major growers include Uzbekistan, Brazil, Australia, and countries in west and central Africa. The United States, however, is the world's leading cotton exporter. The National Cotton Council estimates that the U.S. crop results in economic activity of over $100 billion.\nCotton ready for picking. Photo courtesy USDA.\nLike many plants, cotton thrives within a certain temperature range and suffers outside it. A 1993 bulletin from the Mississippi Agricultural and Forestry Experiment Station notes that cotton plants suffer at increasing exposure to 104°F. A 2009 study roughly confirms the earlier findings: Up to 90°F, yields increase. Above that temperature, yields decline sharply.\nA 2014 report by the U.S. Global Change Research Program (USGCRP) describes potential reductions in cotton yields in California and the southeastern United States, pushed by rising temperatures and increasing drought, although rising carbon dioxide levels could partially offset some losses in the Southeast.\nProjected changes in cotton crop yields in California's Central Valley. From the USGCRP 2014 report. Figure 6.4.\nAs temperatures rise, plants need more water to keep cool. Although it is often replanted annually for commercial crops, cotton is a perennial plant with roots evolved to seek out water. Cotton can survive a dry period by halting growth and waiting for better conditions. But too much heat for too long hurts cotton plants. Dwindling water supplies such as over-tapped aquifers threaten even hardy cotton plants.\nIncreased carbon dioxide might actually benefit cotton plants in some circumstances. The gas spurs plant growth, likely increasing leaf size, and providing more surface area for photosynthesis. But carbon dioxide will do the same for weeds. Weeds have more genetic diversity than cultivated crops, and their more varied gene pool gives them better resistance to uneven climate conditions.\nA warming climate poses a final hazard to cotton crops: more pests. Bugs can adapt their body temperatures better than plants, and a warmer climate might induce pests to reproduce even faster. Pests may gain yet another advantage over plants if higher carbon dioxide concentrations cause the leaves of cotton and other cultivated plants to provide more nutrients to moochers.\nThe boll weevil has long plagued cotton crops. Image courtesy U.S. Department of Agriculture.\nCotton is grown across the southern United States, from California to the Carolinas. Texas leads the pack in domestic cotton production. The 2011 cotton-growing season gave U.S. farmers a sample of what might occur more often in the coming decades. In 2011, U.S. cotton production dropped 13 percent from 2010 levels. Hurricane Irene damage to North Carolina and Virginia played a part, but most of the blame belonged to drought in the Southeast, and record drought in the south-central United States.\nTwo types of cotton are grown in the United States: upland cotton, cultivated from California to the Carolinas; and pima cotton, grown primarily in California and Arizona. Maps from U.S. Department of Agriculture.\nFifty-nine percent of Texas's planted cotton area was abandoned, breaking the previous abandonment record of 42 percent, set in 1998. Textile manufacturers such as Gap, Inc. reported higher production costs. It's a situation that may repeat with more frequency. The USGCRP 2014 report considered multiple scenarios for future greenhouse gas emissions, and stated, \"Under higher emissions scenarios, widespread drought is projected to become more common over most of the central and southern United States.\"\nExceptional drought stretched from Arizona to South Carolina and Florida in the summer of 2011. From U.S. Drought Monitor.\nThe following summer brought better conditions, despite widespread drought. Conditions in 2012 were \"much improved from the drought conditions experienced in 2011,\" the USDA reported, although still dry. Drought hurt the U.S. cotton crop again in 2013 as extreme and exceptional drought spread through Texas. By September, the USDA projected cotton production at 4.4 million bales below 2012 levels.\nThe effects of temperature, water availability, and pests will likely vary across major cotton-producing countries, according to the International Trade Centre. Cotton-growing regions in China may experience favorable conditions, becoming warmer and wetter overall. The growing season is expected to increase by about 10 days, though competition for irrigation water may increase.\nIn India, the overall amount of precipitation is expected to change little until the mid-21st century, but the number of rainfall days is forecast to decrease across large parts of the country, which would mean longer dry spells. Higher temperatures and carbon dioxide levels may prove beneficial for India, but more intense rainfall events and cotton pests might worsen. Pakistan may suffer the most: temperatures there are already warmer than optimal for cotton cultivation, and water scarcity may worsen.\nRegardless of the steps we take to reduce emissions in coming decades, some future warming is now inevitable. Deep layers of the world's oceans have acted as a heat sink, and sooner or later, those waters will circulate back to the surface, causing an increase in atmospheric temperatures, even if emissions stop rising.\nBut in fact, global emissions of heat-trapping greenhouse gases have not stopped rising. The Intergovernmental Panel on Climate Change 2013 report stated that global mean surface temperatures in 2016-2035 would likely be 0.5° to 1.3°F warmer than they were in 1986-2005. The report also predicted that, depending on the model simulations used, temperatures in 2081-2100 would likely be anywhere from 0.5°F to 8.6°F warmer than they were in 1986-2005.\nFaced with a warmer future, crop breeders have been looking for ways to build tougher plants, namely through breeding or engineering drought-resistant strains.\nBreeding can improve the climate resilience of cotton plants. On the left, a heat-sensitive or heat-sterile flower, with shortened filaments, flat pollen sacs, and no pollen. On the right, a flower bred for heat tolerance showing normal development, and plenty of pollen grains. From Breeding Better Cotton.\nSome experiments indicate that cotton plants can be engineered to grow more robust root systems, enabling them to make the most of scarce water. The more robust roots in turn lead to an increase in cotton yield. Such innovations in cotton seedlings might save the day, ensuring you can stay cool and comfortable until you retire from your dream job in the casual work environment.\nCotton Farming. (2001, May). Alabama, Arizona, Arkansas, Georgia, Missouri, Texas. Accessed August 27, 2013.\nCotton Incorporated. Classification of Cotton. Accessed August 27, 2013.\nCrew, B. (2013, September 6). Animal or vegetable? Legend of the vegetable lamb of Tartary. Scientific American Blogs. Accessed January 14, 2014.\nDodds, D. (2012, July 13). Drought Monitor and Rainfall Effects on Cotton. Mississippi State University. Accessed January 30, 2013.\nEconomic Research Service. (2013, January 28). U.S. Drought 2012: Farm and Food Impacts. U.S. Department of Agriculture. Accessed January 30, 2013.\nEconomic Research Service. (2013, August 14).  Cotton and Wool Outlook: August 2013. U.S. Department of Agriculture. Accessed August 27, 2013.\nEconomic Research Service. (2013, September 16). Cotton and Wool Outlook: September 2013. U.S. Department of Agriculture. Accessed January 21, 2014.\nGarnett, E. (2012, October 22). Cotton has head start on drought tolerance. Agfax. Accessed August 27, 2013.\nIntergovernmental Panel on Climate Change (IPCC). (2013). IPCC Fifth Assessment Report - Climate Change 2013: The Physical Science Basis Summary for Policymakers.\nInternational Trade Centre. (2011, June 21). Cotton and Climate Change: Impacts and Options to Mitigate and Adapt. (PDF file) Accessed January 14, 2014.\nInventor of the Week. (1997, May) Levi Strauss (1829-1902). Massachusetts Institute of Technology. Accessed August 27, 2013.\nJoint Agricultural Weather Facility. Global Crop Production Review, 2011. U.S. Department of Agriculture. Accessed January 30, 2013.\nLongenberger, P.S., Smith, C.W., Thaxton, P.S., McMichael, B.L. (2006). Development of a screening method for drought tolerance in cotton seedlings. Crop Science. 46(5), 2104-2110.\nMcGinnis, L. (2008, February 1). Breeding Better Cotton. U.S. Department of Agriculture Agricultural Research Service. Accessed January 29, 2014.\nMelillo, J.M., Richmond, T.C , Yohe G.W., Eds., (2014). Climate Change Impacts in the United States: The Third National Climate Assessment. U.S. Global Change Research Program. doi:10.7930/J0Z31WJ2.\nMississippi Agricultural and Forestry Experiment Station. (1993, February). Temperature Effects on Cotton. Bulletin 990.\nNational Agricultural Statistics Service. Pima Cotton 2010: Yield Per Harvested Acre by County for Selected States and Upland Cotton 2010: Yield Per Harvested Acre by County for Selected States. U.S. Department of Agriculture. Accessed January 30, 2013.\nNational Cotton Council. The Story of Cotton. Accessed August 27, 2013.\nNational Cotton Council. (2012, May). Frequently Asked Questions. Accessed August 27, 2013.\nPasapula, V., Shen, G., Kuppu, S., Valencia, J.P., Mendoza, M., Hou, P., Chen, J., Qiu, X., Zhu, L., Zhang, X., Auld, D., Blumwald, E., Zhang, H., Gaxiola, R., Payton, P. (2010). Expression of an Arabidopsis vacuolar H+-pyrophosphatase gene (AVP1) in cotton improves drought- and salt tolerance and increases fibre yield in the field conditions. Plant Biotechnology Journal. 9(1), 88-99.\nPerez, M.G. (2013, June 12). U.S. cotton-crop forecast cut 3.6% by USDA after Texas drought. Bloomberg. Accessed August 27, 2013.\nRoy, D., (2011, June 30) Texas cotton farmers abandon record acres on drought as Gap's costs rise. Bloomberg. Accessed August 27, 2013.\nSchlenker, W., Roberts, M.J. (2009). Nonlinear temperature effects indicate severe damages to U.S. crop yields under climate change. PNAS. 106(37), 15594-15598.\nThey Made America. Levi Strauss. PBS. Accessed August 27, 2013.\nUniversity of Missouri. (2008). Project Cotton. Accessed January 14, 2014.\nZhang, H. Shen, G., Kuppu, S., Gaxiola, R., Payton, P. (2011). Creating drought- and salt-tolerant cotton by overexpressing a vacuolar pyrophosphatase gene. Plant Signaling & Behavior. 6(6), 861-863.\nHelp us improve our content",
  "source": "climate.gov"
}