{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/managing-agricultural-climate-risks-us-southeast",
  "title": "Managing agricultural climate risks in U.S. Southeast",
  "date": null,
  "content": "Running from the Appalachian Mountains to the Florida Everglades, the southeastern United States produces a vast array of agricultural goods including citrus, strawberries, corn, cotton, soybean, and peanuts. To effectively bring these crops—and many other agriculture goods—to market, growers need to track a variety of weather and climate conditions from week to week and season to season. To help meet that need the NOAA-sponsored Southeast Climate Consortium provides AgroClimate: an online suite of tools to help growers manage their climate risks.\nThe video below provides a virtual tour of ArgoClimate.org, focusing on two of the site’s popular tools: the Strawberry Advisory System and Regional Yield Maps.\n(3 minutes, 12 seconds) Climate.gov's Ned Gardiner gives a tour of the tools and resources available for those in the agriculture industry in the Southeast. Produced by Ned Gardiner, Kurt Mann, Alicia Albee, and Bruce Sales.\nAgroClimate.org is portal containing an open-source suite of tools and resources specifically tailored to farmers and ranchers in the southeastern United States. The website includes tools to help growers plan for certain types of crop disease, crop yields, climate and drought risks, growing degree days, greenhouse gas emissions, and water usage.  AgroClimate.org provides climate data and forecasts that can help growers boost yields, avoid disease, and fend off pests. Its mobile apps are designed to help you access these tools whenever you need them.\nOne of AgroClimate’s most popular tools—the Strawberry Alert System (SAS)—integrates expert assessments with weather station observations from a grower’s own property. By combining this information, the Strawberry Alert System displays property-specific warnings about potential fruit rot outbreaks and offers recommended management practices to combat these crop-ruining diseases. After seasons of using this tool, scientists at the Southeast Climate Consortium found that farmers can reduce fungicide applications by half by following the SAS-recommended practices—resulting in a savings of up to $400/acre.\nThe AgroClimate portal is online at www.AgroClimate.org. There, you can learn more about managing climate risks in the southeastern United States. The navigation bar offers direct access to a whole suite of open-source tools, climate and weather forecasts, state climate reports, and management fact sheets. The navigation bar also links to upcoming extension events, informational videos, climate fact sheets, and an “About AgroClimate” page, which offers further information about the website.\nThe AgroClimate project is moving from an HTML-based mobile website to downloadable apps for monitoring weather and crop conditions, plant diseases, and irrigation scheduling. These apps are available for iOS (iPhone, iPad) and Android systems. You can find them at:\nAbout AgroClimate\nClimate Forecasts\nClimate Fact Sheets\nClimate Resilience Toolkit: Food Resilience\nHelp us improve our content",
  "source": "climate.gov"
}