{
  "url": "https://www.climate.gov/news-features/climate-tech/bottled-air-all-over-world-tells-story-ozone-depleting-gases-and-their",
  "title": "Bottled air from all over the world tells story of ozone-depleting gases and their connection to climate change",
  "date": null,
  "content": "If you’re like me, when you hear the word “flask,” you’re likely to picture a grizzled, trail-weary cowboy gulping down a mouthful of whiskey from a tarnished, dented tin. But say “flask” to atmospheric chemist Steve Montzka, and he sees something more like a fire extinguisher or a stainless steel, two-liter soda bottle.\nAnalytical chemist Stephen Montzka in the lab in Boulder, Colorado, where flasks of air (such as those behind him on the desk) are tested for chemicals that replaced ozone-harming CFCs. Photo courtesy Steve Montzka.\nFilled with air samples from all over the world, the flasks arrive week in and week out at Montzka’s lab in Boulder, Colorado, where he leads NOAA’s effort to monitor the atmospheric concentration of the chemicals that, thanks to the Montreal Protocol, are replacing the CFCs (chlorofluorocarbons) that harm Earth’s ozone layer.\nHis flasks may be full of air, but like a cowboy with a flask of whiskey, Montzka has stories: about the success of the Montreal Protocol, what he’s learned about how the atmosphere rids itself of pollutants, and most recently, how big an influence the CFC replacements—which are also greenhouse gases—could have on global warming.\nWhen Montzka arrived at the Global Monitoring Division of NOAA’s Earth Sciences Research Lab in Boulder in 1991, the group had already been measuring ozone-depleting chemicals since the late 1970s. Flasks came in from all over the world—from fixed observatories, from ship cruises, from airplanes.\nFlasks are shipped to and from the Boulder lab in foam-lined suitcases. Samples come in from all over the world. The stack at left includes flasks from Ireland, Alaska, Hawaii, American Samoa, California, and Canada. At right, glass flasks from Palmer Station, Antarctica. Photo by David Oonk.\nThe standard approach for measuring ozone-depleting chemicals is something called an electron capture detector. “This electron capture detector is amazing,” Montzka says, with the kind of admiration that others tend to reserve for their latest smartphone. “It is one of the most sensitive detectors that exists in analytical chemistry.”\nThe process starts with an obstacle course. Air samples are pushed through a narrow metal column by highly pressurized nitrogen gas. The column is packed with sticky resin beads that gas molecules have to squeeze past. The pace at which they emerge from the column depends on how tightly the different molecules stick to the resin.\nThe obstacle course—its real name is gas chromatography—uses nitrogen to flush the samples through because nitrogen ionizes (gives up electrons) easily. As the gases emerge, they are exposed to a small amount of radioactive nickel, which emits just enough energy to ionize the nitrogen gas that’s present.\nAmong the tangle of wires running out of the container for an Electron Capture Detector is an overheating protection device: the detectors are maintained at extremely high temperatures, and a melt down would ruin the detector. Photo by David Oonk.\nThe electrons bumped off the nitrogen produce an electric current in the detection chamber, a sort of background hum. The “hum” can be silenced by CFCs and similar ozone-destroying substances, which contain halogens—a group of hyper-reactive elements that includes fluorine, chlorine, and bromine.\nThat reactivity is what makes CFCs so harmful to the ozone layer. In the ionization chamber, they quickly capture the electrons from the ionized nitrogen. The background current drops, and the amount it drops is proportional to the amount of the ozone-depleting gas in the air sample. Developed by James Lovelock—of Gaia hypothesis fame—the device is incredibly sensitive to ozone-depleting chemicals.\n“But,” says Montzka, “it turns out the electron capture detector is only good for fully halogenated carbon gases. The substitutes for the ozone-depleting gases were not fully halogenated, of course,” because the point was to remove the things that damaged the ozone layer.\nIn addition, Montzka points out, at that time, “The replacement chemicals had only been in use for a few years, and their concentration in some cases was as low as 1 part per trillion, compared to a couple hundred parts per trillion for the ozone-depleting chemicals.”\nTo measure the CFC replacements, Montzka says, “NOAA needed something different,” which is how he ended up at the lab.\nThe Montreal Protocol eliminated ozone-depleting pollutants in phases. First-generation substitutes were still harmful, but much less so. By 2013, all countries were expected to have begun their transition to ozone-safe safe, second-generation substitutes. Montzka’s job when he started at NOAA was to re-configure the lab’s existing devices to measure the substitutes.\nLiquid nitrogen helps chill and condense individual gases from the flask sample. Lenses steer ion fragments toward the quadrupole: an electrified conduit with an oscillating voltage. The quadrupole is continuously tuned to allow ions of only one mass-to-charge ratio through to the detector at a time. A vacuum pump keeps oxygen from incinerating the rhenium filament. Climate.gov drawing by Fiona Martin.\nThe first thing he did was build a condenser upstream of the gas chromatography column. The condenser is a temperature-controlled warren of tubes, valves, and chambers that can be chilled to condense and isolate a desired gas or emptied with a vacuum pump to remove unwanted ones (like oxygen or nitrogen).\nTo make the system even better at purifying gases, he made the gas chromatograph’s obstacle course even tougher. He swapped out the relatively short column in the existing device with a 200-foot-long, coiled glass fiber. Its internal diameter is barely bigger than a human hair, and it is coated with a thin sheen of oil. Gas molecules dissolve into and out of the oil at different rates, which determines how quickly they emerge out the end of the tube.\nThe gas chromatography oven. Gases flow through a 200-foot glass coil with an internal diameter just bigger than a human hair. Photo by David Oonk.\nIn the ionization chamber, he replaced the radioactive nickel with an even more powerful ionizer: a red-hot filament made out of rhenium, one of the rarest metals on Earth. The filament emits a beam of high-energy electrons that is powerful enough to directly ionize the CFC-replacement gases themselves.\nWhen a gas emerges from the coil, the electron beam shatters it into a cloud of ion fragments. Each fragment has a unique ratio of mass to electric charge, a signature as individual as a fingerprint.\nEach group of ion fragments is unique, as well. “Every different chemical produces a unique spectrum of fragment ions, and that spectrum can be used to identify the chemical,” Montzka explains.\n(left) An ion’s-eye view of the quadrupole—an electrified conduit that funnels ions to a detector. (right) A chromatogram (top) is a picture of the electric current generated by different types of ion fragments striking the detector at different times. A mass spectrum (bottom) shows signal intensity for all the ions being generated at a particular point in the chromatogram. Photo by David Oonk.\nIdentifying a chemical this way is called mass spectrometry, or “mass spec,” for short. A mass spec’s computer includes a library of the spectra of thousands of chemicals, from performance-enhancing drugs to black widow venom to HFC-134a—the ozone-safe refrigerant used in vehicle air conditioners today. Chemicals in a sample can be identified by matching the spectrum they produce to the spectra in the library.\nMontzka adds, “And if you focus on the amount of any one particular ion associated with a specific chemical, you can use the signal to say how much of the original chemical was in the sample.”\n(1) Flask hookup area. (2) Custom-built gas separator. (3) Gas chromatograph. (4) Mass spectrometer. (5) A sample chromatogram showing the ions produced from chemicals after they exited the chromatograph column over time. (6) A full mass spectrum showing the mass-to-charge ratio of all ions present at a particular point in the chromatogram. Photo by David Oonk.\nOnce Montzka retrofitted and thoroughly tested the new device, NOAA’s lab was able to process flasks not only for ozone-depleting gases but also their substitutes. The new results gave scientists and decision makers evidence of how international efforts to protect the ozone layer were progressing.\nIn the decades since he started NOAA’s CFC-alternative monitoring project, Montzka’s had the satisfaction of seeing the levels of ozone-damaging chemicals drop and the size of the annual Antarctic ozone hole stabilize. If current trends continue, the ozone layer should recover to its 1980 condition in about 55 years.\nThat good news doesn’t mean that our challenges with ozone-depleting chemicals and their replacements are over, however.  Today’s dilemma is whether the Montreal Protocol should be amended to restrict some of the current second-generation replacements because of their potential contribution to global warming.\nThe original CFCs were powerful greenhouse gases, and reducing them made a small but meaningful contribution to slowing global warming. Some of the second-generation CFC alternatives are potent greenhouse gases that persist for 20-30 years.\nIn the late 2000s, some scientists predicted that unrestricted use of these long-lived substitutes through 2050 would wipe out all the climate benefits that the Montreal Protocol had achieved.\nGlobal emissions (solid lines) and atmospheric concentrations (dashed lines) of CFC-12 (blue)—a refrigerant used in vehicle air conditioning systems—and its ozone-safe replacement, HFC-134a (orange). Emissions of CFC-12 dropped sharply after the Montreal Protocol agreement in 1987, but concentrations remain high because, like most CFCs, it doesn’t break down in the atmosphere for decades. NOAA Climate.gov graph adapted from original provided by Steve Montzka.\n“The Montreal Protocol community saw that as a call to say, ‘Maybe we need to consider these substitutes more carefully in terms of climate,” says Montzka.\nIt’s a debate that has been going on at virtually every Montreal Protocol meeting for at least 6 years, according to Montzka, including a recent one in Paris in November 2014, which he attended.\nHe was at the meeting to present the community with new results from the flask program on how closely concentrations of the high-global-warming-potential replacements matched the predictions made back in 2007. As it turns out, Montzka says, “Those earlier predictions were pretty darn accurate.”\nSo while 2050 is still a long way off, the measurements to date suggest that the climate concerns about the rising concentrations of CFC-replacement gases can’t be dismissed.\nI ask Montzka if he ever gets bored. He’s been doing this work for nearly a quarter of a century, after all. He and his colleagues have unpacked, tested, and re-packed thousands of flasks, calibrated hundreds of standards, fielded innumerable calls from scientists out in the field trying to fill a flask with a pump that won’t run right or any number of other problems.\nIf there are aspects of the work that are painstaking and repetitive, he says, they are balanced by knowing he’s providing decision makers with critical scientific information.\nMontzka and colleague Carolina Siso troubleshooting a problem with the mass spectrometer. Photo by David Oonk.\n“This NOAA program of sampling the global atmosphere puts us in a unique position. We are providing feedback to the public and to policy makers about the effectiveness—or not—of those global measures [to reduce pollution]. We are providing the ground truth, to let them know whether their actions are making a difference,” he says.\nThe carefulness and longevity of the flask program has also made new scientific discoveries possible. One of the important things we learned, according to Montzka, was how robust atmospheric cleansing processes are.\nMany atmospheric chemicals—including methane and CFCs replacements—are removed by a single oxidant—a chemical scrubber called the hydroxyl radical. At the time of the Montreal Protocol, Montzka says, “We really didn’t know a lot about it. But by monitoring how fast a particular ozone-depleting substance disappeared [after it was banned], we could figure out what the global concentration of the cleansing hydroxyl radical must be and how variable it is from year to year. “\nThat knowledge about the cleansing mechanism makes the scientists more confident in their projections about when the ozone layer will ultimately recover. It also provides insight into the global warming potential of the various CFC-replacement gases.\nThe warming potential is tied to how long they last in the atmosphere, which in turn depends on the how much of the cleansing hydroxyl radical exists—something we wouldn’t have understood as deeply without the flask program.\nMontzka positioning a tube in the snow at the South Pole. Air trapped between snow crystals provide a historical record of atmospheric trace gases over the past century. Photo courtesy Steve Montzka.\n“For me as a scientist,” Montzka concludes, “these new discoveries are also rewarding, and they are one of the main reasons I’ve stayed at this same task for so many years. Because in addition to providing information to the public on things people care about, this program positions us to make scientific breakthroughs on key atmospheric issues facing us today.”\nClimate.gov thanks CIRES photographer David Oonk for providing photos for this story.\nRecent adjustments to the Montreal Protocol help protect ozone layer, but newer chemicals contribute to warming\nChlorofluorocarbon-Alternative Monitoring Project\nHATS Fask Sampling Program\nHalocarbon and Trace Gas Observations\nNOAA Annual Greenhouse Gas Index\nData Visualizations of the South Pole Ozone Hole\nButler, J. H., Battle, M., Bender, M. L., Montzka, S. A., Clarke, A. D., Saltzman, E. S., … Elkins, J. W. (1999). A record of atmospheric halocarbons during the twentieth century from polar firn air. Nature, 399(6738), 749–755. http://doi.org/10.1038/21586\nMeinshausen, M., Smith, S. J., Calvin, K., Daniel, J. S., Kainuma, M. L. T., Lamarque, J.-F., … Vuuren, D. P. P. van. (2011). The RCP greenhouse gas concentrations and their extensions from 1765 to 2300. Climatic Change, 109(1-2), 213–241. http://doi.org/10.1007/s10584-011-0156-z\nSpivakovsky, C. M., Logan, J. A., Montzka, S. A., Balkanski, Y. J., Foreman-Fowler, M., Jones, D. B. A., … McElroy, M. B. (2000). Three-dimensional climatological distribution of tropospheric OH: Update and evaluation. Journal of Geophysical Research: Atmospheres, 105(D7), 8931–8980. http://doi.org/10.1029/1999JD901006\nHelp us improve our content",
  "source": "climate.gov"
}