{
  "url": "https://www.climate.gov/news-features/climate-case-studies/st-louis-planning-flood-protection-conservation-and-recreation",
  "title": "In St. Louis, planning for flood protection, conservation, and recreation",
  "date": null,
  "content": "The St. Louis metropolitan region sits at the confluence of two of North America’s great rivers—the Mississippi and Missouri—and stretches across land where the Meramec and Cuivre rivers flow. Together, the region’s rivers and streams channel rain and melted snow from a huge portion of the continent. Unsurprisingly, floodplains across the region experience relatively frequent flooding, sometimes accompanied by property damage and fatalities. As climate changes, increases in heavy precipitation and earlier spring snowmelt may increase the frequency of this flooding.\nRiverboats became hard to reach after the 1993 flood in St. Louis. The main channel of the Mississippi River is on the other side of this boat. Larger image.\nThough the rivers are a potential source of flooding, they are also a source of jobs, and they provide recreation and connectivity across the region. In 2000, the Clean Water, Safe Parks, and Community Trails Initiative launched an effort to use rivers and floodplains to make the St. Louis region a clean, green, and connected place to live. The special district, which covers St. Louis and Charles Counties and the city of St. Louis, has a vision to create a “River Ring” in the region—1,200 square miles of connected greenways, parks, and trails—along the multiple rivers that intersect the region.\nGreenways and trails in the River Ring near St. Louis, Missouri. Larger image.\nBenefits of the River Ring go beyond recreational use: the ring promotes economic growth, increases property values, and provides alternate transportation routes. Another important feature of the River Ring is its potential to mitigate the impacts of flooding. Forests along the greenways reduce runoff rates, and floodplain soils can store water, reducing flow into streams and rivers. Moreover, simply preventing development in flood-prone areas can provide big payoffs by averting property damages when floods occur.\nObtaining protection for land in the River Ring is costly and funding is scarce, so the Great Rivers Greenway District needs to target areas that will provide the biggest bang for their buck—both in the present and in the future, when deeper or more frequent floods may occur. To identify high-priority lands and make decisions about which ones to pursue, the District needs a consistent method to analyze how a range of socioeconomic interests intersect with flood models. NOAA’s Sectoral Applications Research Program (SARP) provided funding for a collaborative research group to address this need.\nProjected changes in flood depth. Source.\nResearchers on the project developed a technique and methodology for analyzing the costs and benefits of land conservation targets for flood mitigation purposes. The technique involves geospatial analysis of parcel-level data on land uses and property values (usually available from county tax assessors), land cover data combined with the Hazus-MH flood hazard model and other hydraulic models, and economic analysis to develop targeting scenarios and compare costs to benefits. Working with a range of partners, the researchers applied their technique to analyze the benefits of the Meramec Greenway, a portion of the River Ring that is already protected. Ongoing work is expanding the analysis beyond the Meramec Greenway to other parts of the county.\nMeramec Greenway Trail, January 2, 2011.\nAnalyses from their work are proving useful as the District assesses new areas to decide where additional protection would have the greatest payoff. Considering the full range of potential benefits the River Ring can provide, these analyses can help the District decide the best way to spend their limited funds on land conservation.\nHelp us improve our content",
  "source": "climate.gov"
}