{
  "url": "https://www.climate.gov/news-features/climate-case-studies/charleston-todays-floods-are-tomorrows-high-tides",
  "title": "In Charleston, today's floods are tomorrow's high tides",
  "date": null,
  "content": "Residents of Charleston, South Carolina, are all too familiar with the periodic flooding that occurs during extreme high tides. During these events, salt water backs up through storm drains, resulting in hazardous road conditions. Traffic patterns are disrupted and motorists are forced to take alternate routes. Rain and onshore winds can push the tides even further inland. When extreme high tides occur, roads and businesses are sometimes forced to close and damage to buildings from repeated saltwater intrusion is a near certainty.\nHistoric homes along the seawall and promenade facing the Charleston, South Carolina, harbor. Photo by Savannah Sam Photography.\nWater levels measured in Charleston Harbor since the early 1920s indicate a steady increase in sea level. One result of this increase is that high tides continue to reach ever higher elevations. Eventually, today’s occasional coastal floods will become regular events.\nWater level data measured since the early 1920s in Charleston Harbor indicate a slow increase in sea level. Larger image.\nOne example of the frequency of floods comes from 2010: predictions based on the regular cycle of moon phases for that year suggested that Charleston would experience five flood-producing high tides (defined as seven feet or higher). These types of predictions do not take into account the increased propensity for flooding during rainfall or onshore winds. By the end of the year, the effect of weather conditions on top of regular high tides had produced water levels 7 feet or higher 19 times.\nCharleston has begun or completed several projects to reduce the impacts of occasional coastal flooding. By installing backflow preventers in drainage systems, the city has alleviated flooding on Colonial Street and at the intersection of Council and Tradd Streets. The city also reduced the threat of inundation by upgrading the Courtenay Drive stormwater pump station, constructing a pump station at Concord Street, and raising Hagood Avenue.\nIn addition, some one-way roads in downtown Charleston were modified to allow two-way traffic. While these lane reversals were not implemented to address flooding problems, the changes provide additional routes people can use to bypass flooded streets.\nAdditional strategies Charleston may consider to mitigate the impacts of tidal flooding include:\nTaking steps to minimize impacts from coastal flooding is one of the best ways to build resilience and prepare for sea level rise.\nThis map shows Charleston, South Carolina, and its suburbs with three feet of sea level rise. In this scenario, light blue areas along inland channels and the coast show areas likely to be inundated at high tide. The Coastal Vulnerability to Sea Level Rise layer corroborates the region's high vulnerability to flooding.\nTo learn how the City of Charleston worked with partners to design and produce a simple handout to use as a communication tool that puts future sea level rise in the context of existing tidal flooding problems, read the Taking Action Story Designing a Communications Handout About Sea Level Rise.\nHelp us improve our content",
  "source": "climate.gov"
}