{
  "url": "https://www.climate.gov/news-features/climate-and/climate-coffee",
  "title": "Climate & Coffee",
  "date": null,
  "content": "So great a Universitie, I think there ne’er was any;\nIn which you may a Scholar be, for spending of a Penny.\nThis 17th-century couplet praised the virtues of London’s coffee houses, where instead of alcohol, customers could partake of a stimulating drink, the latest news, perhaps even a lively debate. In an age when water often wasn’t safe to drink, coffee provided a sobering alternative to alcohol. Though some detractors called it a “bitter invention of Satan,” coffee caught on, and some historians even credit coffee houses with seeding the Scientific Revolution.\nThis anonymous painting shows the interior of a 17th-century London coffeehouse.\nLegend ties the discovery of coffee to a centuries-old monastery in the Ethiopian highlands, and after its introduction on the Arabian Peninsula, coffee was actively cultivated and traded before gaining popularity in Europe.\nBetween coffee houses and home, coffee lovers now consume more than 2.25 billion cups a day. Coffee counts among the most valuable tropical export crops on Earth, cultivated across more than 27 million acres. Small-scale farmers produce about 70 percent of the world’s coffee, and as many as 120 million people depend directly or indirectly on coffee production for their economic survival.\nCoffee ready for drinking. Creative Commons license by McKay Savage.\nBut coffee could be headed for trouble. Released in 2014, the Intergovernmental Panel on Climate Change (IPCC) Fifth Assessment Report (AR5) predicts possible reductions in the area suitable for coffee cultivation by the year 2050. This finding is supplemented by other studies showing that rising temperatures have already bolstered coffee-plant pests.\nOptimal coffee-growing conditions include cool to warm tropical climates, rich soils, and few pests or diseases. The world’s Coffee Belt spans the globe along the equator, with cultivation in North, Central, and South America; the Caribbean; Africa; the Middle East; and Asia. Brazil is now the world’s largest coffee-producing country.\nThe optimal temperature range of the Coffea arabica tree—source of 70% of the world's coffee—is 64°–70°F, which is most consistently found in upland elevations of tropical countries. NOAA Climate.gov map based on Wikipedia's list of top coffee-exporting countries.\nIf Earth’s climate continues to warm over the coming decades, obstacles to coffee cultivation will multiply. Consider Arabica coffee (Coffea arabica), the species grown for roughly 70 percent of worldwide coffee production. Arabica coffee’s optimal temperature range is 64°–70°F (18°C–21°C). It can tolerate mean annual temperatures up to roughly 73°F (24°C).\nCoffee beans on the plant in Honduras. Creative Commons license by CIDSE.\nAbove those moderate temperatures, fruit development and ripening accelerate. (If you didn’t know, coffee “beans” are actually the pit, or seed, of the plant’s fruit.) Faster ripening might not sound bad, but it actually degrades coffee bean quality. Continuous exposure to temperatures up to and just over 86°F (30°C) can severely damage coffee plants, stunting growth, yellowing leaves, even spawning stem tumors.\nBecause of the importance of coffee to the rural economies of so many tropical countries, the latest IPCC report explored the potential impacts of a warming climate on coffee production in the Americas and Africa. The scientists forecast varying impacts in different Brazilian states: in Parana, a 10 percent reduction in suitable growing area; in Minas Gerais and Sao Paulo (the main coffee-growing states), a drop in suitable cropland from 70–75 percent to 20–25 percent of total land area; in Goias, coffee production would no longer be possible. Newly suitable areas would emerge in Santa Catarina and Rio Grande do Sul, but these new areas would only partly offset losses elsewhere.\nThe IPCC scientists also identified projected losses of coffee-growing lands in Guatemala, Costa Rica, Nicaragua, El Salvador, Honduras, and Mexico. Changing temperature and rainfall could reduce the Central American coffee-growing area between 38 and 89 percent by the year 2050 and raise the minimum altitude for coffee production from approximately 2,000 feet to 3,300 feet above sea level.\nMost of Brazil's coffee is grown in the Southeast, at the margins of the tropics, where elevation are higher (tan colors) than those found in the country's interior. With projected increases in temperature, the more tropical districts (Goias, Minas Gerais, and Sao Paulo) could lose a significant amount of suitable growing area. Gains in the other districts will only partly offset those losses. NOAA Climate.gov map.\nAcross the Atlantic, Kenyan coffee production could also face serious setbacks, with minimum altitude rising from 3,300 to 4,600 feet above sea level. Kenya could lose suitable cultivation lands in its eastern and (especially) western highlands.\nA warming climate could also exacerbate pests. A 2011 study reported that the coffee berry borer, Hypothenemus hampei, appeared to be thriving under warming conditions. The pest, which probably originated in central Africa, had spread to all coffee-producing regions in the world except China and Nepal. The authors reported that berry borer damage to coffee beans was already causing losses of more than $500 million per year.\n[C]hanges in the altitudinal range of [the coffee berry borer] H. hampei have recently been observed in Indonesia and Uganda; moreover, on the slopes of Mt. Kilimanjaro in Tanzania, the coffee berry borer is now found at elevations 300 meters higher than those at which the insect was present ten years ago. . . . [Every] 1–2°C [2–4°F] increase could lead to an increased number of generations, dispersion and damage by the coffee berry borer; whereas a rise in temperature of 2°C [4°F] and above could lead to shifts in altitudinal and latitudinal distribution of the pest. Only two years later, there are strong indications that these changes are already occurring.\nCoffee berry borers on coffee bean. Photo by Miguel Uribe Londoño. Copyright migueluribe40.\nIn addition to insect pests, coffee is also vulnerable to fungal infections called rust. Rising temperatures and extreme rainfall have been blamed for a severe outbreak of coffee rust in Central America. Unlike outbreaks in the 1970s and 1980s, which remained confined to lower (warmer) altitudes, the wave of coffee rust that started in 2011 quickly spread to high altitudes, affecting more than half of the region’s coffee farming land, and putting some 350,000 residents out of work.\nIn short, warming climate may hurt coffee in multiple ways—reduced growing area, increased pests, and loss of quality. And while these changes may prove inconvenient or expensive for coffee drinkers, for coffee growers the effects could be catastrophic. Much of the world’s coffee production depends on farmers living at a subsistence level, and many of them grow only coffee, not food crops. For millions of small farmers, loss of their coffee-growing income would create real hardship.\nAs the area of suitable farmland for coffee cultivation dwindles, some researchers recommend shaded plantations. Already used in some places to preserve tropical forests and their biodiversity, shaded coffee plantations are also being proposed as a solution to rising temperatures and increasing pests. Shaded trees buffer coffee from microclimate extremes, and provide abundant habitat for animals likely to feed on bugs like the berry borer.\nCoffee growers may also focus on genetic improvement—selecting coffee strains that show greater tolerance for heat. In September 2014, the Inter-American Development Bank announced that the complete genome sequence for Coffea arabica had been released into the public domain to speed the process of selecting plants able to cope with warmer conditions.\nCoffee art. Creative Commons license by Richard.\nMeanwhile, some efforts to save coffee have returned to its roots. As the birthplace of Coffea arabica, Ethiopia remains home to more than 95 percent of the species’ genetic diversity. Greater genetic diversity among the plants in a population provides more options for adapting to changing environments. Efforts to tap into this diversity include locating wild coffee habitats in Ethiopia.\nClimate change holds the potential to raise the price and worsen the taste of billions of people’s favorite breakfast brew, and it poses serious risks to the economic well-being of millions of people worldwide. But coffee cultivators are exploring ways to sustain coffee growing, protecting the farmers who supply it and keeping the beverage affordable and drinkable for the rest of us.\nBuilding a climate resilient coffee economy for Ethiopia. Kew Royal Botanic Gardens. Accessed June 12, 2015.\nDavis, A.P., Gole, T.W., Baena, S., Moat, J. (2012). The Impact of Climate Change on Indigenous Arabica Coffee (Coffea arabica): Predicting Future Trends and Identifying Priorities. PLoS ONE. DOI: 10.1371/journal.pone.0047981.\nDenoeud, F., Carretero-Paulet, L., Dereeper, A., Droc, G., Guyot, R., Pietrella, M., Zheng, C., Alberti, A., Anthony, F., Aprea, G., Aury, J.-M., Bento, P.,, Bernard, M., Bocs, S., Campa, C., Cenci, A., Combes, M.-C., Crouzillat, D., Da Silva, C., Daddiego, L., De Bellis, F., Dussert, S., Garsmeur, O., Gayraud, T., Guignon, V., Jahn, K., Jamilloux, V., Joët, T., Labadie, K., Lan, T., Leclercq, J., Lepelley, M., Leroy, T., Li, L.-T., Librado, P., Lopez, L., Muñoz, A., Noel, B., Pallavicini, A., Perrotta, G., Poncet, V., Pot, D., Priyono, Rigoreau, M., Rouard, M., Rozas, J., Tranchant-Dubreuil, C., VanBuren, R., Zhang, Q., Andrade, A.C., Argout, X., Bertrand, B., de Kochko, A., Graziosi, G., Henry, R.J., Jayarama, Ming, R., Nagai, C., Rounsley, S., Sankoff, D., Giuliano, G., A. Albert, V.A., Wincker, P., Lashermes, P. (2014). The coffee genome provides insight into the convergent evolution of caffeine biosynthesis. Science. 345 (6201), 1181-1184.\nInter-American Development Bank. (2014, September 11). Arabica coffee genome sequence is in the public domain, in an effort to address climate change.\nIntergovernmental Panel on Climate Change (IPCC). (2015). IPCC Fifth Assessment Report - Climate Change 2014: Impacts, Adaptation, and Vulnerability. Rural Areas.\nIntergovernmental Panel on Climate Change (IPCC) Data Distribution Centre. (2014, May 1). SRES emissions scenarios.\nInternational Coffee Organization. Accessed June 16, 2015.\nThe internet in a cup. (2003, December 18). The Economist.\nJaramillo, J., Muchugu, E., Vega, F.E., Davis, A.P., Borgemeister, C., Chabi-Olaye, A. (2011). Some Like It Hot: The Influence and Implications of Climate Change on Coffee Berry Borer (Hypothenemus hampei) and Coffee Production in East Africa. PLoS ONE. DOI: 10.1371/journal.pone.0024528.\nMalkin, E. (2014, May 5). A coffee crop withers. The New York Times.\nNational Coffee Association. Accessed October 21, 2014.\nSiddle, J., Venema, V. (2015, May 24). Saving coffee from extinction. BBC News Magazine.\nWorld Coffee Research. Accessed October 21, 2014.\nZimmer, C. (2014, September 4). How caffeine evolved to help plants survive and help people wake up. The New York Times.\nHelp us improve our content",
  "source": "climate.gov"
}