{
  "url": "https://www.climate.gov/news-features/climate-case-studies/colorado-rebuilding-riverside-roads-withstand-future-floods",
  "title": "In Colorado, rebuilding riverside roads to withstand future floods",
  "date": null,
  "content": "On Solid Ground: river and climate science builds better roads from Climate.gov on Vimeo.Video by Ned Gardiner and Climate.gov video team.\nIn September 2013, a slow-moving cold front stalled over Colorado and mixed with warm, humid airflow from the south—the result was a devastating deluge across Colorado’s Front Range. The severe rain, which lasted more than a week, caused catastrophic flooding and damage, including 10 fatalities, numerous injuries, and more than $535 million in state highway and local roadway damage. The massive floods destroyed or damaged nearly 500 miles of public roads and temporarily closed 39 different roadways.\nMany of the roads, bridges, and related infrastructure damaged by the storm had been replaced after a major flooding event in 1976. This time, with a significant increase in the heaviest precipitation events increasing across most of the contiguous United States, the Colorado Department of Transportation wanted to be sure that the roads they were rebuilding would last well into the future.\nRebuilding roads in a more resilient manner requires a major collaboration between private and public landowners, the state government, and federal agencies. Hydrologists and engineers need to remap the floodplain and restructure the roadways for the post-flood environment.\n“Before the flood, the river was very, very close to the road, so that the river was lapping up against the toe of the road, and it had to be armored with riprap,” said Chris Sturm, a fluvial geomorphologist and Stream Restoration Coordinator for the Colorado Water Conservation Board. “Our strategy post-flood is still to armor that road base, but to move it away from the river.... [We’ll] construct a floodplain in between the road and the river so that at high flow events we’ve got some room on the floodplain to dissipate energy that would otherwise be eroding at the base of the road.”\nUsing climate data from the National Oceanic and Atmospheric Administration (NOAA) and stream gauge data from the U.S. Geological Survey (USGS), Sturm and the project’s other hydrologists were able to visualize how precipitation and river flows have changed in recent decades. This enabled them to plan a road that would not readily be destroyed by the river-floodplain system.\n“We are making a more flood-resilient road and stream environment. It’s going to cost some money up front, but it’s going to save us money down the road,” said Sturm. “By having a more flood-resilient area, future flood events are likely to not be as damaging as those we just experienced.”\nThis story is cross-published on the U.S. Climate Resilience Toolkit, an interagency effort to share information and data that can help make American business, infrastructure, homes, and agricultural and natural resources more resilient to climate extremes and change. To read more stories about people taking action to adapt to climate, visit the toolkit website.\nHelp us improve our content",
  "source": "climate.gov"
}