{
  "url": "https://www.climate.gov/news-features/climate-case-studies/protecting-people-sweltering-city-summers",
  "title": "Protecting People from Sweltering City Summers",
  "date": null,
  "content": "Orange Sunset & \"Ed Koch\" aka Queensborough Bridge, New York City, June 6, 2011. Creative Commons license by Chris Goldberg. Larger version.\nWhen the Citymeals volunteer arrived at the dimly lit apartment in Astoria, NY, on an August afternoon in 2006, the windows were closed and the air was stifling. The air conditioner was shut off; the elderly woman who lived there never turned it on because she felt she could not afford it. The volunteer set down the meal she had brought, opened a window, turned on a fan, and encouraged the woman to drink a glass of cold water, reminding her that it was important to stay hydrated on such a hot day.\nThat’s a typical scene this time of year, says Heather Roiter, who is in charge of protecting New Yorkers from all kinds of hazards at the city’s Office of Emergency Management. “Heat is the number one natural hazard killer. People don’t think about its danger sometimes, because it happens so frequently, but it is one hazard we have to take very seriously.\"\nAn elderly woman faints from heat on New York City's Upper East Side in 2011. Photo from New York Daily News/Marcus Santos.\nOn that August day in 2006, NOAA’s National Weather Service office in Upton, New York, issued a heat advisory. The Office of Emergency Management got the message and kicked its heat protocol into gear, sending alerts to the 6,000 organizations in its Advance Warning System network: dialysis centers, Citymeals, visiting nurses, and home health care providers all got the message. Roiter’s goal was to reach every person in New York City who cared for vulnerable individuals.\nThe effects of the heat wave were made worse by a power outage in Queens, which left 174,000 people without electricity for more than a week. The cost to local businesses in spoiled goods and lost revenue was estimated at $111 million. The cost of the outage to the local energy utility, ConEd, was $188 million. Public transportation and supply chain systems were also affected.\nBy sunset on August 5, 2006, 46 New Yorkers had died of heat stroke. Health officials eventually counted 100 more heat-related deaths.\nA heat wave is not an “equal opportunity” health threat; it discriminates against the elderly, the poor, people with chronic health conditions, and people taking certain medications that make it harder for them to regulate their body heat. At greatest risk of heat stroke are people with limited mobility who suffer from heart disease, asthma, or diabetes, as well as people who don’t have access to air conditioning, and those who have trouble getting up to open the window or remembering to drink water.\nPercent of New York City residents 65 or older who do not have or do not use air conditioning. NOAA Climate.gov map based on data from the 2007 NYCDOHMH Community Health Survey, provided by Joyce Klein-Rosenthal.\n“In New York City, the health risk of heat starts going up in a nonlinear way between 95 and 100 degrees,” explains Tom Matte of the New York Department of Health. “There are a lot of vulnerable people in the city, and our housing is not well adapted to heat.”\nWhere you live in the city makes a difference. People with homes near expanses of black asphalt that seem to turn air into undulating ripples are at higher risk. Asphalt, metal, and concrete can trap the heat, turning some places into “heat islands” with temperatures as much as 10 degrees hotter than surrounding areas. Studies show that in some cities, including New York City, the hottest urban heat islands tend to occur in the poorest neighborhoods.  Such neighborhoods typically have little or no vegetation and trees, and more surface area covered by dark roads and buildings.\nAerial view of Manhattan, January 20, 2014. Creative Commons license by Anthony Quintano.\nMaking matters worse, some people living in these neighborhoods either don’t have air conditioners, or they can’t afford to run them, thus putting them at greater risk of heat stroke or death.  Conversely, when the weather is hot, people who live in places that can disperse the heat—with leafy trees, nearby water bodies, and parks—are more likely to avoid heat’s worst effects.\nIn 2007, Matte and his health department colleagues used their own data to persuade NOAA’s National Weather Service to lower the temperature at which they would declare a heat emergency in New York City from 105°F—the temperature at which an emergency would be declared outside of the city—to 95°F in the city.\nFrom 1900 to the present, temperatures have risen an average of 0.25 degrees per decade in New York City. That means the city’s temperature today is more than two and a half degrees hotter than it was a century ago. And New York’s aging population—21 percent of city residents are older than 65—is less able to adapt to heat. More than 300,000 senior citizens live alone, and nearly 40 percent of them have at least one disability.\n(top) Despite differences from year to year (red line), the annual average temperature in New York City has increased since 1900 (black line). (bottom) Average daytime high temperature in July by 2030, based on a \"best case\" scenario (RCP2.6) for future greenhouse gas emissions. Graph based on Climate at a Glance data provided by NCEI. Map based on NASA model simulations.\nHealth experts expect heat to become even more of a threat to New Yorkers’ health in coming years. How much more dangerous? How can people prepare for the predicted longer, hotter stretches, especially disadvantaged people who are likely to suffer most? How much will it cost to keep people safe from heat? These are questions being explored by a NOAA-sponsored research project on climate adaptation in urban settings, called the Consortium for Climate Risk in the Urban Northeast, or CCRUN.\nElisaveta Petrova, a graduate student with Columbia University’s School of Public Health, works on the project. “CCRUN brings together teams from various disciplines—social scientists, engineers, epidemiologists—to solve issues and to provide information that people can use to bring a climate dimension into whatever planning work they do,” Petrova explains. “For example, CCRUN connects human health and temperature, and helps people consider how resources should be allocated to protect vulnerable people from heat. Should we plant trees? Build water fountains? Paint roofs white? Which neighborhoods need these interventions the most?”\nEdward Butcher, 64, looks out into the street as he sits near the window to stay cool in his non-air conditioned apartment on a sweltering Wednesday, Aug. 2, 2006 in the Ridgewood section of the Queens borough of New York. AP Photo/Jason DeCrow.\nResearch shows that reducing local temperatures by just a couple of degrees through measures like these can make residents less than half as likely to die from extreme heat. “We know what the models predict,” says Petrova, “but we need to keep building our understanding of what products are useful for community organizations and for health professionals.”\nIn the 2006 heat wave, most of those who lost their lives were from vulnerable populations: many of them were 65 or older, or had heart disease and other chronic health problems. All but two of those who died had suffered in the sweltering heat with no air conditioner. With the double-barreled threats of an aging population and longer, hotter heat waves projected in the future, heat-related challenges to human health will only grow.\nMortality rates among New York CIty residents 65 or older on days with a heat index of 100°F compared to \"background\" mortality rates during May-September, based on data from 1997-2006. Map by NOAA Climate.gov, based on analysis by Klein et al (2014).\nSince the 1970s, record-setting daily high temperatures have become more common than record-setting low temperatures across the country, with record highs outnumbering record lows, on average, by a ratio of 2:1 from 1999 through 2009.  Climate models predict an increase in the frequency, severity, and length of heat waves in coming decades. In other words, what now seems like an unusually hot day will become much more common.\nIn response to the recent and anticipated future warming trend, NOAA and the Centers for Disease Control are partnering to build a new national integrated heat-health information system that will provide more advanced warnings and decision-support services to help health care workers, social services providers, and the general public better prepare for and respond to extreme heat events.\n“With sustained climate observations, improved extreme heat forecasts with longer lead times strengthened public health engagement, and better communications networks—from a national to neighborhood scale—we can save lives, reduce illness, and decrease the loss of productivity associated with heat waves,” says Juli Trtanj, a climate and health expert within NOAA’s Climate Program Office. “That’s the goal of the new heat-health early warning system we’re building, though we’re still a year or two away from making it operational.”\nA commuter tries to keep cool on public transportation in a New York City heat wave, on August 2, 2006. Photo from the Associated Press/Richard Drew.\nMeanwhile, New York City’s Office of Emergency Management, health department, and other agencies are doing what they can—from designating hundreds of cooling centers in public libraries and community centers, to protecting the city’s electric grid and water supply by stopping all non-essential construction when the meteorologists call heat alerts. It is hard to reach all of the most vulnerable people, but understanding the health effects of heat—and how actions like opening a window or giving someone a drink of water can help—will save lives.\nKlein Rosenthal, J., Kinney, P. L., & Metzger, K. B. (2014). Intra-urban vulnerability to heat-related mortality in New York City, 1997–2006. Health & Place, 30, 45-60.  doi:10.1016/j.healthplace.2014.07.014\nHeat index Information from the National Weather Service\nExtreme Heat and Your Health Information from the CDC\nPreparing and Responding to Extreme Heat from the CDC\nConsortium for Climate Risk in the Urban Northeast\nHelp us improve our content",
  "source": "climate.gov"
}