{
  "url": "https://www.climate.gov/news-features/climate-case-studies/built-last-climate-data-ensure-oil-supply-route-gulf-mexico",
  "title": "Built to Last: Climate Data Ensure Oil Supply Route in Gulf of Mexico",
  "date": null,
  "content": "Louisiana’s Highway 1 carries a significant fraction of the gas and oil that comes from the Gulf of Mexico to distribution points in the United States. Faced with rising seas and sinking land, would the cost of rebuilding the road be worth the investment it required?\nAt the edge of southern Louisiana sits Port Fourchon—the hub that services 90 percent of all deepwater oil drilling activity in the Gulf of Mexico. The only road leading to and from this major port is the Louisana-1 Highway. Up to 1,200 trucks a day travel in and out of Port Fourchon by way of the LA-1, carrying supplies and materials for rigs and platforms in the Gulf.\nDecades before David Miller worked for the Louisiana Department of Transportation and Development (LaDOTD), this area looked very different. “When I was in high school, I could walk out there several hundred yards,” he said, pointing to the expanse of ocean now surrounding the road. “Now you have to have a boat to get out there.”\nAt the turn of the twenty-first century, the roadway was directly level with the bayou and becoming increasingly vulnerable every year. In 2005, Hurricane Katrina inundated the road, closing it down for three days. A month later, Hurricane Rita closed down the road for four days. Even weaker storms or storms that did not make landfall in Louisiana have caused multi-day outages of the road and of Port Fourchon.\nThis photo was taken on September 11, 2008, as Hurricane Ike was passing 150 miles offshore of Port Fourchon and heading west toward Texas. Even so far offshore, it was pushing a huge surge inland, obstructing the path of utility trucks traveling back from the port via the old LA-1 highway. This vulnerable section would soon be replaced by the elevated highway, which was not yet completed at the time of the photo. Photo provided by the Greater Lafourche Port Commission.\nIn the years following Katrina and Rita, LaDOTD took a hard look at the threat this low-lying road posed to our nation’s energy security. Would the cost of rebuilding LA-1, they wondered, be worth the investment it would require?\nCoastal Louisiana is losing land at an alarming rate—the equivalent of one football field per hour. According to 60 years of tidal gauge records from NOAA, sea level in Southeast Louisiana is rising at a rate of three feet every one hundred years due to a combination of global sea level rise and subsidence—the settling and sinking of soil over time.\nLandscape change in coastal Louisiana since 1932. Brown indicates land that was lost or converted to water during 1932-2010; green indicates new land or land gained, including coastal improvements such as shoreline revetments and enriched beach areas; blue indicates open water. Data courtesy the US Geological Survey. Map by NOAA Climate.gov.\nBecause much of the Louisiana coast is very low in elevation and gradually converting to open water, entire neighborhoods, roads, and other structures are vulnerable to even small storm events. LaDOTD has to set priorities for which roads should be rebuilt. Considering the potential consequences of each road becoming unusable—the risk associated with its loss—is one method for deciding where to spend limited resources.\nThe Greater Lafourche Port Commission applied that method to a potential closing of LA-1, and in 2008, they released an economic impact study. They estimated that a three-week loss in services from Port Fourchon would lead to $10 million in lost sales for United States' firms. Based on the potential consequences the state and nation could suffer from losing the road, officials concluded that it made good sense to invest in making LA-1 more resilient to storms and sea level rise.\nUsing satellite data to document observed rates of land subsidence and sea level rise, and consulting model data to project trends into the future, engineers designed a plan for a more resilient highway. From 2008-2011, they rebuilt a nine-mile stretch of the roadway from Leeville to Port Fourchon on top of 17-foot pillars. The finished roadway lay another five feet above the pillars; at 22 feet above the water, it’s above the height zone of a 100-year storm surge.\nNine miles of LA-1, from Leeville to Port Fourchon, are elevated to withstand flooding. The remaining section of the roadway, from Golden Meadow to Leeville, is level with Bayou LaFourche and vulnerable to frequent flooding. Image by NOAA climate.gov based on NASA Landsat data from November 11, 2011, courtesy the USGS GLOVIS website. Photo by Caitlyn Kennedy Esposito.\n“The data we received and used from NOAA to make this thing last 75 years was critical,” Miller said. “Frankly, what we found out was a little scary. We’re losing almost a half an inch a year because of [relative] sea level rise. So we had to take that into account looking forward.”\nOn August 28, 2012, Port Fourchon took a direct hit from Hurricane Isaac. While port infrastructure and the elevated portion of the LA-1 suffered only minor damage, the entire highway was closed for 78 hours. Around 7.1 miles of LA-1 remain at ground level, and parts of that stretch were inundated with storm surge.\nPolice travel down Louisiana Highway 1 on the way to Port Fourchon during Hurricane Isaac on August 30, 2012. Photo courtesy of Tim Osborn.\nJust a year earlier, an assessment conducted by the Department of Homeland Security and the University of Louisiana-Lafayette had explored the economic impacts of a 90-day closure of the road and the Port. A halt in port operations due to a 90-day closure could result in up to a $7.8 billion loss in American gross domestic product due to cascading impacts on the oil and gas industry across the country. The report confirmed that the low-lying, two-lane road was extremely vulnerable: an intense storm or sea level rise alone could cause such a prolonged closure in the future.\nUsing a projected rate of 11.2 mm per year from 2007 through 2050, the study concluded that sea level rise alone will cause a 90-day inundation of the LA-1 no later than 2040, and possibly even as soon as 2031. By 2066, at least five percent of the road could be submerged year round. Of equal concern, however, was the likelihood that such an extended closure will occur even sooner as a result of a major hurricane. According to the report:\nAs we approach the 2030s, each storm is more and more likely to cause such impacts. We can also conclude it is highly probable a major hurricane in the late 2030s which does impact the LA 1 surface road would produce the exact [90-day closure] scenario.\nThe graph shows potential sea level change through 2100. Three sea level rise scenarios were developed for the region surrounding the LA-1. The first scenario shows relative sea level rise continuing to rise at its current rate of 9.2 mm per year through the end of the century. The second scenario shows the 20th century rate increasing by 2 mm per year (11.2 mm per year) starting around 2008. The third scenario, in which the 20th century rate increases by 7 mm per year (16.2 mm per year), kicks in after 2050. Data courtesy of Stephen Gill, NOAA Center for Operational Oceanographic Products and Services (CO-OPS); graph by NOAA Climate.gov.\nGiven the high stakes, Louisiana Governor Bobby Jindal approved moving $12.5 million for Phase 2C of LA-1 Improvement Project. This phase will elevate a 3,400-foot on-ramp to the new highway at Golden Meadow so that it clears the South Lafourche levee system, allowing for future levee lifts. According to the LA-1 coalition website, the coalition and state continue to search for funds to complete the project's final two segments.\nScott, L.C., and Coauthors, 2008: The Economic Impacts of Port Fourchon on the National and Houma MSA Economies. Greater Lafourche Port Commission, 28 pp.\nLouisiana Highway 1/Port Fourchon Study. July 15, 2011. Prepared in collaboration by the National Infrastructure Simulation and Analysis Center and the National Incident Management Systems and Advanced Technology Institute at the University of Louisiana Lafayette.\nHow are Louisiana Wetlands Changing? New Map Shows Losses and Gains Since 1932. June 2, 2011. United States Geological Survey.\nQuantifying Risk Shows Value of Replacing Highway. U.S. Climate Resilience Toolkit.\nIncorporating Sea Level Change Scenarios at the Local Level. (2012) NOAA Coastal Services Center, the NOAA Center for Operational Oceanographic Products and Services, the NOAA National Geodetic Survey, and the NOAA Office of Coastal Survey.\nUSGS Reports New Wetland Loss from Hurricane Katrina in Southeastern Louisiana. September 15, 2005. United States Geological Survey.\nHelp us improve our content",
  "source": "climate.gov"
}