{
  "url": "https://www.climate.gov/news-features/climate-and/climate-pumpkins",
  "title": "Climate & Pumpkins",
  "date": null,
  "content": "A poor pumpkin harvest is spooking Halloween fans this year. Earlier this month, the internet was set afire with news of a pumpkin shortage after above-average rainfall in Morton, Illinois, the so-called “pumpkin capital of the world,” soaked soils during the crop’s critical growing period.\nPumpkins for sale. Creative Commons license by Sheila C.\nTypically, pumpkins are planted starting in late May in the northern states. According to Illinois State Climatologist Jim Angel, a series of storms tracked through the region in early spring, including the remnants of Tropical Storm Bill in mid-June. Statewide, the average precipitation in June was 9.43 inches during that month, 5.33 inches above average and the wettest June on record.\nRainfall in the town of Morton was even higher than the statewide average, accumulating 11.1 inches in June (7.2 inches above average). May and July rainfall were also higher than average, with 5.9 inches in May (0.9 inches above average) and 6.2 inches in July (2.3 inches above average). Combined over the three months, the region received about double its average precipitation.\nTotal rainfall in June 2015 (left) and compared to the 1981-2010 average (right). NO\nAs a result, Libby’s Pumpkin—the supplier of more than 85 percent of the world’s canned pumpkin—expects a 50 percent decrease in yields this year. Usually, the pumpkins are harvested before heavy frosts begin at the end of October or early November. This year’s harvest ended on October 5 due to poor yields, according to a Libby’s spokesperson in a recent interview.\nThe University of Illinois Extension program describes pumpkins as very “tender” vegetables that are highly susceptible to cold temperatures and frost, which can cause them to soften and rot before harvest time. Pumpkins can actually tolerate short periods of hot, dry weather quite well. In fact, when drought hit America’s Heartland in 2012, the pumpkin crop fared quite well, while corn and soybean yields suffered.\n“I remember raising pumpkins for fun when I was growing up,” Angel recalls. “They loved dry weather and hated, absolutely hated, wet weather—too wet and they suffered from rot and disease.”\nAngel notes that similar events have occurred in the recent past, although “sometimes the trouble is in the spring, like this year, and sometimes the trouble is in the fall.” In 2009, he recalls, the pumpkin growing season started out with a wet spring, followed by a record cool July, and a very cold and wet fall that greatly hindered the harvest of pumpkins and other crops.\nOverall, precipitation has increased by about 2 inches in the early spring over the last century in central Illinois (Climate Division 4). This is consistent with an increasing trend in annual precipitation in the Midwest region during the past century (by up to 20 percent in some locations), with much of the increase driven by intensification of the heaviest rainfalls. According to the Third National Climate Assessment, this tendency towards more intense precipitation events is projected to continue in the future.\nFor those of us who are less into pumpkin carving and more looking forward to dessert, can we still anticipate pumpkin pie on the dinner table this November? While Libby’s expects that the holiday demand will completely deplete their stock this year, the company does believe there will be enough products on the shelves to keep customers happy through Thanksgiving.\nBloomberg News (2015, October 9) A Pumpkin-Pie Shortage Is Looming Thanks to Heavy Summer Rains.\nThinkProgress. (2015, October 8) Major Pumpkin Supplier Is Anticipating Yields Cut In Half.\nHuffington Post. (2012, October 10) U.S. Pumpkin Farmers Have Smashing Crop Despite Drought.\nUniversity of Illinois Extension Program. Growing Pumpkins.\nPryor, S. C., D. Scavia, C. Downer, M. Gaden, L. Iverson, R. Nordstrom, J. Patz, and G. P. Robertson, 2014: Ch. 18: Midwest. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 418-440. (pdf)\nClimate at a Glance. National Centers for Environmental Information.\nHelp us improve our content",
  "source": "climate.gov"
}