{
  "url": "https://www.climate.gov/news-features/climate-case-studies/restoring-surfers-point",
  "title": "Restoring Surfers' Point",
  "date": null,
  "content": "In 1992, the City of Ventura, California, saw the return of a familiar problem: the recently re-constructed bike path along the beach at Surfers' Point was eroding away again. Coastal erosion eventually swallowed large portions of the bike path, as well as the parking lot at the adjacent fairgrounds. Hasty efforts to preserve the area ultimately led to further damage. By 1997, crumbling asphalt, concrete barricades, and rusty chain-link fences erected to keep people from danger made the area a hazardous eyesore.\nA shoreline bike path at Surfers' Point remained in a degraded state for more than a decade while stakeolders struggled to agree on a restoration and resilience plan. Photo courtesy Paul Jenkin, Surfrider Foundation.\nIn 1995, a working group that included city planners, the California Coastal Conservancy, the State Coastal Commission, the Ventura County Fairgrounds, the Surfrider Foundation, and other stakeholders began to consider and propose options for restoring the beach. Paul Jenkin, Ventura Campaign Coordinator of the Surfrider Foundation, worked to engage residents, making numerous public presentations and encouraging groups to work toward a win-win solution. The effort, ultimately called the Surfers' Point Managed Shoreline Retreat Project, was beset by conflicting ideas about the best strategy for addressing the problem, pressure to keep the area open for public recreation, and the challenges of reaching a compromise and securing funding.\nThe beach at Surfers' Point, with the county fairgrounds just inland. The restoration plan had to accomodate the diverse interests of the public, the city, and the county fair operators, while meeting natural resource protection laws. Image by Wikimedia user Jimwmurphy.\nWorking together at times, and at odds at other times, it took the groups more than a decade of discussion to come to consensus. They eventually agreed on a strategy that would restore the beach's recreational opportunities and uncluttered view. Focusing on goals they had in common and identifying a bounded problem helped the groups converge on a single solution strategy. The decision to retreat from the ocean—pulling existing structures inland to make room for natural beach processes—allayed concerns that a hardened solution such as a seawall would degrade conditions for surfing, opened opportunities to rehabilitate the beach ecosystem, and enhanced the natural protection of assets on land.\nA 2010 map showing elements of the Surfers' Point Managed Shoreline Retreat Project.\nIn 2011, the Surfers' Point working group celebrated the completion of the first phase of the project. Using grant funds from the California Coastal Conservancy and the Federal Highway Administration, the project successfully relocated the bike path and beach parking lot out of harm's way.\nA cobble berm extends beneath the dunes back to the bike path. The berm provides a significant mass of natural river rock to protect the bike path from extreme events and future sea level rise.\nTo stabilize the area, the project constructed a \"cobble mattress\" on the back beach, replacing artificial fill that had been imported for the parking lot. Sand from inland sources was placed in the retreat zone to complement the cobbles and help re-create dunes. Later, the project constructed dunes using sand from downcoast beaches where onshore winds were creating a problem of excess sand.\nSurfers' Point volunteer workday on November 2, 2013. Volunteers weed non-native plants from the dunes, collect seed from established native plants, and broadcast the seed throughout the dune areas.\nVolunteers vegetated the dunes and installed signs and fencing to keep foot traffic out of the restoration area. The project also installed a stormwater filtration system to capture water from the new parking lot. The water is filtered and then discharged into the Ventura River estuary, improving water quality in both the estuary and along the adjacent shoreline.\nErosion at Surfers' Point was a dangerous eyesore in 2010 (top). The community moved developed structures inland and rebuilt the beach with cobble and natural dunes (bottom). Aerial images from the U.S. Geological Survey.\nAs of 2014, the beach at Surfers' Point has a 70-foot wide buffer zone and a significant sediment reservoir. As a result of increased dune elevations, erosion is no longer a threat to infrastructure inland from the beach. The project was designed with sea level rise in mind, and project leaders feel confident the restored area will prove to be more resilient than adjacent beaches as water levels increase. Though the situation has improved, rising sea levels will continue to threaten the beach. The local Surfrider group will likely remain active, working to protect the beach by ensuring its resilience.\nThis article was cross-posted from the U.S. Climate Resilience Toolkit's \"Taking Action\" series of articles. As part of the toolkit, users can explore the coastal flood risks and vulnerabilities in the Ventura area under various sea level rise scenarios.\nScreenshot of the Climate Explorer interactive map. Click image to launch the explorer with maps relevant to the Ventura coastal region.\nHelp us improve our content",
  "source": "climate.gov"
}