{
  "url": "https://www.climate.gov/news-features/climate-case-studies/quinault-indian-nation-plans-village-relocation",
  "title": "Quinault Indian Nation plans for village relocation",
  "date": null,
  "content": "The homelands of the Quinault Indian Nation (QIN) are located on the Pacific coast of Washington's Olympic Peninsula—the tribe's culture and economy depend on the bounty of the land, forests, rivers, and ocean. With its location on the Pacific Ocean, the risk and uncertainty of tsunami has been, and continues to be, ever-present. Today, though, the Quinault community faces a different type of threat to its daily life: impacts from climate change.\nThe glaciers that feed the rivers and support the salmon that are integral to the QIN culture and economy are disappearing. Forests on tribal lands are changing, and invasive species threaten critical subsistence resources. Ocean acidification, hypoxia (low-oxygen) events, sea level rise, coastal erosion, tidal surge, and increasing severity and intensity of storm events are now occurring with disturbing frequency.\nThe QIN reservation's main population centers are particularly vulnerable to some of these impacts—the villages of Taholah and Queets are both located at the confluence of the Pacific Ocean and the rivers on which they lie (the Quinault and the Queets, respectively). In March 2014, the seawall that protects Taholah was breached by storm surge, flooding the lower portion of the village.\nSeawater damage from storm surge in the lower village of Taholah, March 2014. Credit: Michael Cardwell. Used with permission.\nThe QIN declared a state of emergency, and the seawall was repaired by the U.S. Army Corps of Engineers as a temporary measure. But the impacts continued. On January 5, 2015, the QIN declared another state of emergency after intense rains caused flooding, landslides, culvert failures, and washouts, closing roads and threatening village sewage treatment plants.\nThe U.S. Army Corps of Engineers repairing the seawall that protects the village of Taholah, March 2014. Credit: Larry Workman, Quinault Indian Nation. Used with permission.\nThese events served as harbingers of the ever-present threat of tsunamis and the growing risk from climate change impacts. They also served as stark reminders of the critical importance of proactively investigating measures to preserve the safety of the nearly 700 people (about 20 percent of tribal membership) who live in the lower village of Taholah. People and assets at risk in Taholah include nearly 100 elders, 150 children, 175 homes, a K–12 school, business enterprises, police, fire, health, and community facilities, administrative offices, and infrastructure for water, sanitation, communications, and transportation.\nWith support from the community, QIN leadership made a difficult decision: they would begin planning to relocate the lower portion of Taholah to higher ground. With support from a Social and Economic Development Strategies (SEDS) grant from the Administration for Native Americans, efforts were initiated to develop a master plan by 2016.\nThe master plan involves two components: a risk assessment based on an inventory of existing conditions, and active engagement of all segments of the community. Village-wide meetings were convened, along with completion of door-to-door and online surveys, to gain an understanding of conditions, community aspirations, and perceptions of risk.\nClick and grab slider to compare (left) the area of the village of Taholah most at risk of inundation from tsunamis or sea level rise, and (right) the relocation plan for the lower portion of the village. Credit: U.S. Climate Resilience Toolkit.\nThe new upper village is being designed to provide ready access to a shared community center for all ages, with sidewalks, trails, and facilities located within a 5- to 10-minute walk of the majority of housing. Low-impact design best practices will be used to treat stormwater runoff. Advisory guidelines for energy efficiency in homes and public buildings are being assembled, and streets are being laid out in an east-west manner to encourage passive solar design.\nThe master plan will be designed to maintain the integrity of the community by incorporating needs for housing, infrastructure, business, administration, public health and safety, transportation, utilities, schools, and recreational facilities. Eventually, the plan will be reflected in land use restrictions, codes and regulations to provide for public health and safety, lot lines, and the design, location, and installation of infrastructure. The plan will include schedules identifying the sequence of measures needed to provide orderly relocation in a manner that ensures continuity for essential governmental services.\nBecause Taholah is relatively isolated and likely will be among the last areas to receive emergency aid, the planning process includes an examination of the safety measures in case of disaster, such as a tsunami or intense storm event. These measures include backup power, emergency water supplies, and armoring of the wastewater facilities.\nRelocation of a village requires many things: community engagement; thoughtful, detailed deliberation and planning; hard decisions; and resources.  Development of a master plan is a first—and necessary—step that provides a blueprint for realizing the community's vision on how to relocate to make it safe from sea level rise, storm surge, flooding, and tsunamis based on sustainable practices and cultural values. The master plan will provide a solid foundation to secure the funding and support needed for its implementation.\nThis article was originally published as part of the U.S. Climate Resilience Toolkit's \"Taking Action\" series of articles. As part of the toolkit, users can explore the coastal flood risks and vulnerabilities near the Quinault Reservation area under various sea level rise and inundation scenarios.\nOriginal Story Credit: Adapted from Quinaultindiannation.com, \"Taholah Village Relocation Master Plan Project\" and Indiancountrytodaymedianetwork.com, \"Deluge Causes Flooding, Mudslides, State of Emergency on Quinault Reservation.\"\nHelp us improve our content",
  "source": "climate.gov"
}