{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/water-resources-dashboard",
  "title": "Water Resources Dashboard",
  "date": null,
  "content": "All regions and economic sectors in the United States depend on reliable water supplies. Too much or too little water can endanger the health, safety, and economic welfare of people  and businesses. To help the nation develop resilient water resources, NOAA and partners have developed the Water Resources Dashboard: a one-stop website for data and information on drought, flooding, precipitation, climate, and other water-related risks and opportunities.\nA screenshot of the Water Resources Dashboard landing page in front of a photo of Simkins Dam in Maryland. Photo Credit: NOAA.\nDesigned by NOAA and several non-governmental organizations (NGOs), the Water Resources Dashboard is a carefully curated selection of tools and resources on flooding, drought, and other extreme precipitation events. Over the course of a year and a half, the NGOs worked with their constituents to determine their most-needed resources, and NOAA used that information to build this dashboard.\nThe Water Resources Dashboard is located under the water topic section on the U.S. Climate Resilience Toolkit at toolkit.climate.gov/topics/water-resources.  Access the dashboard by clicking on the “Water Resources Dashboard” link in the right-hand navigation bar. Access the dashboard directly at: toolkit.climate.gov/topics/water-resources/water-resources-dashboard.\nThe Dashboard is organized into three categories: observations, forecasts and outlooks, and people and assets. As the Dashboard’s popularity grows, so may the wants and needs of stakeholders. As such, new data products and case studies will be added as needed.\nOver the course of the next year, NOAA and its partners plan to develop an online learning series to compliment the dashboard. These webinars will feature scientists and decision makers and aim to help people understand the science behind the datasets and the practical use of data within water and planning communities. Once available, these webinar recordings will be linked to their corresponding datasets on the Water Resources Dashboard, providing a one-stop shop for tools and training.\nU.S. Climate Resilience Toolkit: Water Resources\nNOAA.gov: World Water Day 2016\nWater Resources Dashboard provides “one-stop shop” for water data needs\nHelp us improve our content",
  "source": "climate.gov"
}