{
  "url": "https://www.climate.gov/news-features/climate-case-studies/maine-lobster-fishing-community-confronts-their-changing-climate",
  "title": "A Maine lobster fishing community confronts their changing climate",
  "date": null,
  "content": "A lobster boat in Maine. Still image from video \"Confronting Changing Climate Conditions: A Lobster Community Adapts through Participatory Planning.\" Video footage: Jeff Dobbs. Used with permission.\nThis article was originally published on the U.S. Climate Resilience Toolkit website as part of their \"Taking Action\" series.\nOver the past 40 years, some lobstermen in South Thomaston, Maine, say that they could \"set their watches” by the start of the lobster shedding event each season. In 2012, though, extreme warm ocean temperatures—an ocean heat wave—combined with early and repeated lobster shedding. The obvious changes in lobsters during this event galvanized many lobstermen to take the impacts of climate change seriously.\nMore than 127 million pounds of lobsters were caught in 2012—an increase of approximately 18 million pounds over 2011, but prices for the larger-than-expected catch were the second-lowest on record—second only to the Great Depression year of 1939. The price drop caused hardship and anguish in the lobstering community and beyond.\nAnnual Maine lobster catch (gray bars) and economic value (green line) from 1950-2014. (2014 numbers are preliminary.) Despite the near-record catch in 2012, the prices were the lowest they had been in more than 50 years. Inflation-adjusted economic data provided by Samuel Belknap, University of Maine Climate Change Institute. Landings data from original graph by the Maine Department of Marine Resources.\nThe price collapse occurred, in part, because frequent molting increased the portion of lobsters with soft- or new-shells compared to hard-shells on the market, and the increased supply was out of balance with processing availability and market demand. Maine lobsterman Dave Cousens states flatly, \"We can't have another year like 2012 and not be prepared for it.\"\nLobstering is big business in Maine. Preliminary numbers from Maine's 2014 commercial lobster harvest indicate that the industry brought more than $450 million into the state. Much of that value remains in the state, moving among individuals and businesses, supporting local economies. In general, lobstering communities are doing well. Since 1985, annual income from lobster fishing has increased by nearly 400 percent. In a changing climate, however, the industry's future may not be as rosy as its past.\nFresh-caught Maine lobsters. Still image from video footage by Jeff Dobbs. Used with permission.\nWhile Maine’s lobster fishery has enjoyed success in recent decades, lobster abundance in southern New England—which includes Massachusetts, Connecticut, and Rhode Island—has declined by more than 70 percent. This population collapse has been attributed to disease and stresses related to rising ocean temperatures. Problems down the coast have been so severe that fishery managers have proposed closing the southern New England fishery. A collapse of the same magnitude in Maine would be devastating.\nEsperanza Stancioff, Extension Associate Professor with the University of Maine's Cooperative Extension and Maine Sea Grant, and her associates worked with lobstermen and women in South Thomaston to explore the impacts of changing fishing conditions on their bottom lines. Using the Vulnerability, Consequences, and Adaptation Planning Scenarios (VCAPS) participatory planning process (see link in sidebar, under Tools), the community discussed their vulnerability to future climate threats and the potential consequences of changes in the system. Exploring the group’s combined knowledge helped them think strategically about ways to improve the fishery in order to build resilience—for example, if a future heat wave threatens a similar crash in the lobster trade.\nEsperanza Stancioff (University of Maine) connects climate to fishermen's bottom line by developing a model that describes the entire lobster fishing process, from the ecosystem to economics. NOAA video by Ned Gardiner for the U.S. Climate Resilience Toolkit.\nResearchers used the fishing community's specific experiences to create a social-ecological model that links together equations describing economics, biology, and fishing effort, so that fishermen could anticipate changes in prices and costs as the fishing season progressed. The model simulates what could happen as climate influences lobster biology, market forces vary in response to lobster availability, and the possibility for expenses to outweigh income in some circumstances. One scenario surprised lobstermen and women: it indicated the potential for a pronounced positive economic impact if the community would reduce their fishing efforts during times when waters are extremely warm and when early-molting lobsters are present. Reducing fishing effort in that circumstance, if implemented across the community, might be enough to help them avoid repeating the situation they experienced in 2012.\nEsperanza Stancioff (left) and lobsterman Dave Cousens review results from the social-ecological model. Still image from video footage by Jeff Dobbs. Used with permission.\nThe researchers helped the lobstermen better understand the economics of their fishing efforts under distinct climate conditions. In turn, the lobstermen helped researchers understand that an accurate valuation of resources is essential to gain their trust, especially if the goal is to influence harvesting schedules and intensities. The effort can also help fishery managers understand that they need an accurate view of fishermen's fixed and fluctuating costs and income in order to adapt management and policy instruments to address issues of a particular fishery. In the face of climate variability and change, and the tight linkage between ocean conditions and the financial health of the lobster industry, system dynamics models can be valuable as a discussion tool to further policy decisions that support the industry in becoming more flexible and adaptive to warming conditions.\nAfter seeing the direct effect of climate-related changes in the environment on their businesses, many lobstermen and women were eager to find strategies that could improve their resilience and help inform fisheries management policy. These strategies include activities such as engaging in marketing campaigns and collaborating with fishery managers. The VCAPS approach, combined with qualitative system dynamics modeling, provides strong support as they make these important environmental and economic decisions. Other fishing communities may also benefit from similar methods.\nA lobster boat coming into dock. Still image from video footage by Jeff Dobbs. Used with permission.\nHelp us improve our content",
  "source": "climate.gov"
}