{
  "url": "https://www.climate.gov/news-features/climate-case-studies/climate-models-help-stakeholders-make-billion-dollar-water",
  "title": "Climate models help stakeholders make billion-dollar water decisions in Colorado basin",
  "date": null,
  "content": "Colorado River water sustains a head of broccoli growing in a field in Yuma, Arizona, and flows from a tap to fill a glass in Las Vegas. As the Colorado River spills through seven southwestern states and parts of Northern Mexico, more than 35 million people depend on its water.\nWinding through the high desert, across Colorado, Utah, Arizona and on down the California border, the river irrigates nearly 4.5 million acres of crops worth billions of dollars annually, nourishes plant and animal life in 11 national parks, and generates more than 4,000 megawatts of electricity. The Colorado is also essential to the life and culture of 22 federally recognized tribes.\nThe Colorado River system spans seven states. The Upper and Lower Basins of the river provide water, food, recreation, and electricity for millions of residents and visitors.\nA severe drought reduced the amount of water flowing into the Colorado during many recent years.  Climate models project that drought will become more common in the future: by 2050, what are now 5-year droughts are expected to occur half the time.\nAt the same time, southwestern cities like Phoenix and Tucson have some of the fastest-growing populations in the country. Not surprisingly, water demand in the region is growing as well. Water managers must look to the Colorado River to provide enough water for all those who have a right to it under a series of complex laws—including farmers, energy producers, golfers, city residents, and wildlife.  The Southern Nevada Water Authority, which serves Las Vegas, gets nearly 90 percent of its water from the river’s largest reservoir, Lake Mead.\nAnimated gif showing falling water levels in Lake Mead due to drought conditions across the Colorado River Basin between 2000 and 2015. The growth of Las Vegas (bottom left) during the past 15 years is also apparent. NOAA Climate.gov image, based on NASA Landsat satellite data.\nGiven increasing demand for water and a high probability of a declining supply, water managers responsible for the Colorado River Basin decided to take a hard look at the risks and options for keeping their customers supplied with water—even in drought years, and even if drought becomes more common in the future.\nFounded in 1902, the Bureau of Reclamation planned and built the water projects that made it possible for people to settle the desert Southwest. With all of that experience, managers at the Bureau know that human dimensions—the decisions people make to influence both water supply and demand—are a source of uncertainty that can rival the changes a warming climate will bring.\nIn 2009, the Bureau of Reclamation and the Seven Colorado River Basin States set out to study the range of conditions they could face in the Colorado River Basin water supply in years and decades to come. They used hydrology and river flow tools to estimate variations in water supply, datasets from climate models to evaluate potential future temperature, precipitation, and moisture conditions, and projections of how many more people would live in those desert states in decades to come.\nTo capture the human dimensions of future water supply and demand, the Bureau and the Basin States partnered with stakeholders—including tribes, conservation groups and water users—in an inclusive process to help guide the questions and choices that the study would investigate.\nThe group came up with a range of scenarios, some related to water supply in coming decades, others related to how much water future stakeholders in the Basin might demand. Both supply and demand scenarios contained quite a bit of uncertainty; climate variability and climate change added to it. Each scenario made different assumptions about pieces of the picture such as population, temperature, precipitation, and human choices.\nThe study then used computer models to combine the different scenarios and simulate more than 100,000 possible outcomes that could result. Importantly, the study did not try to pinpoint how likely each of the outcomes was—to project which supply and demand combination would be the “real” future—or to dictate what water management choices should be made. Instead, modelers used the RiverWare decision support software to examine a range of outcomes, given a particular scenario’s assumptions about natural conditions and human choices.\nAs the data revealed risks, costs, and challenges, a long-acknowledged imbalance between supply and demand emerged: many combinations of scenarios could result in water shortages. What’s more, drought models predicted that dry periods would be longer and more severe in coming decades. Many water users have legal rights to water, but each was vulnerable to imbalances between supply and demand. It was clear that the threat of a shortfall was real, that everyone’s needs could not be satisfied without making changes, and that all stakeholders would need to share in the search for solutions.\nThe basin study revealed dozens of “thresholds” that would lead to a bad outcome, such as damage to ecosystems, crops, or cities. Study participants looked at changes that could be made, such as water conservation and reuse, to avoid water shortages.\nA number of scenarios pointed a vulnerability in Lake Mead if the lake level fell below 1,000 feet above mean sea level. This is a critical elevation for many reasons including water delivery and overall system storage.  Yet modeling showed that the water level in Lake Mead is likely to fall below that critical threshold within the next decade or two. By mid-century, the “what-if?” analysis predicted that this critical threshold would be crossed frequently.\nThis information was not a shock to the Southern Nevada Water Authority, but backed up what they already knew: to limit the risk that the city of Las Vegas would run out of water, they must build a costly new intake tunnel deeper and farther from the lake shore. The group had already begun constructing the new intake in 2008.\nFor Las Vegas, a critical part of making the Colorado River water supply more resilient was moving the Lake Mead intake to a lower elevetation. The newest intake—Intake 3 in the diagram—is approximately 220 feet below the lake's surface elevation in 2015, following 15 years of drought. Image by NOAA Climate.gov/Cari Jones.\nThe tunnel needed to be three miles long and required a new pumping station: combined, the projects cost about $1.5 billion.  The new Southern Nevada Water Authority intake tunnel, reaching deep into Lake Mead, opened in the fall of 2015.\nThe new intake tunnel was designed to take into account the scenarios that would affect lake levels, as well as projections about future climate. As Keely Brooks, a climate analyst for the Authority, said, “When you are making these billion-dollar decisions, unless you want to go back and do it all over again, you have to use the best available information to make the project last.”\nFor other stakeholders, the scenario-based planning exercise framed the need to address potential water shortages in the Colorado River basin in a way that invited collaboration. Because the basin study had involved the states, tribes, conservation organizations, and other groups from the beginning, the search for solutions got off to a strong start during the basin study.\nParticipants launched a collaborative process called Moving Forward in 2013, with all groups invited to get involved in the challenge of building on future considerations and next steps identified in the basin study and finding workable ideas for addressing water supply shortfalls or excess demand.\nStakeholders were divided into working groups that focused on water use efficiency on farms, efficiency in cities, and environmental and recreational water needs. The groups were invited to work together to come up with solutions. The process emphasized “win-win” approaches, like avoiding waste, making more efficient use of water in cities and agriculture, restoring plants on river banks, and reclaiming used water where possible.\nThe Colorado River as it passes through the McInnis Canyons National Conservation Area in western Colorado. Among the strategies for increasing the water supply in the Colorado is removing water-guzzling, non-native shrubs like tamarisk from riverbanks and restoring native vegetation that that doesn't siphon as much water from the river. Photo © Matt McGrath. Used with permission.\nRather than bringing conclusions to the table, saying “this is what we think will happen, this is what we are going to do,” the planners focused on combinations of choices that would be unsafe for the water system. As the stakeholders reacted to the information and participated in the conversations, they gained trust and confidence in the process.\nOver a four-month period, participants in the public process suggested hundreds of ways to increase supply, reduce demand, modify operations of reservoirs, or change governance rules throughout the basin. The planners grouped these suggested solutions according to their feasibility, reliability, environmental impact, energy intensity, and other factors. The Colorado River Basin still faces an uncertain future, but the basin study and Moving Forward process helped turn the best available information into a prioritized list of actions that can improve resiliency of the water supply.\nScientists and water users along the Colorado Basin come together to improve their resilience to water supply shortages that may occur today and in decades to come. Video by Ned Gardiner for the U.S. Climate Resilience Toolkit.\nThe planners estimate that actions to improve water supply and lower demand can reduce vulnerabilities in the Colorado River Basin by perhaps 50 percent if aggressive measures are taken to manage existing infrastructure, regulations, and water use. By 2060, the cost of those measures is likely to be in the billions of dollars. But the cost of inaction is immeasurably higher. How do you put a price tag on running out of water?\nCollaborative planning like the Bureau of Reclamation’s Colorado Basin Water Supply and Demand Study and the Moving Forward planning exercise cannot guarantee that water from the Colorado River will be plentiful in the future. Basin water users realize that they will have to make tradeoffs. But it is clear that model-driven, scenario-based planning combined with solutions developed with community input can improve the prospects for this important-but-threatened water source in years and decades to come.\nThink your watershed would benefit from a similar planning process? FInd out more about the tools behind this study on the U.S. Climate Resilience Toolkit.\nHelp us improve our content",
  "source": "climate.gov"
}