{
  "url": "https://www.climate.gov/news-features/climate-and/climate-lobsters",
  "title": "Climate & Lobsters",
  "date": null,
  "content": "For New Englanders, the saying “as American as apple pie” may as well be “as New England as lobster.” A summer staple, the tasty crustaceans are served in every conceivable way: boiled, baked-stuffed, on pasta, on salads, or on a roll slathered in butter (just to name a few).\nA dish of freshly boiled, juicy & tasty, red & good looking Maine Lobster at the Lobster Shack in Cape Elizabeth, Maine. Taken on March 28, 2010. Photo courtesy Bernt Rostad via Flickr. Used under a CC license.\nThough it’s as tasty as ever, the lobster on your plate is coming from a different location than it did just 20 years ago. Warming sea surface temperatures from climate change are forcing populations of the American lobster (Homarus americanus) to higher latitudes than ever before—and upending fishing communities on the New England coast.\nThe lobster industry in New York and southern New England has nearly collapsed. From 1996 to 2014, New York’s registered lobster landings dropped 97.7%—from 9.4 million pounds in 1996 (the state’s most profitable year) to 215,980 pounds in 2014 (the latest data available). The story is much the same in Connecticut, where landings fell 96.6% from the most profitable year, and in Rhode Island, which saw a 70.3% drop from its most profitable year.\n“Former lobstermen in Connecticut, many of whom were formerly fishermen, had to switch to clam and oyster farming. A few are also farming seaweed as a second crop,” Margaret van Patten, Connecticut Sea Grant communications director, said in an email. “They have to be really flexible in adapting to available species.”\nThis doesn’t mean the actual lobster population is disappearing. In fact, populations are relatively steady; it’s the location that’s changed. While southern New England lobstermen have found increasingly empty traps since the mid-90s, Maine’s lobster fishery has boomed. From 1994 to 2014, Maine’s landings surged 219% to more than 124 million pounds.\nChange in lobster catch distribution from 1967 to 2014. The dark purple locations represent the highest number of lobsters caught. Credit: NOAA Climate.gov via data from Rutgers University OceanAdapt.\n“It’s not that Southern New England lobsters are getting up and moving to the south of Maine,” explains Jonathan Hare, a supervisory research oceanographer and director of the NOAA Northeast Fisheries Science Center laboratory in Narragansett, R.I. Instead, it’s that the number of juvenile lobsters that make it to adulthood has dropped in southern New England and risen sharply in the Gulf of Maine.  “You see it as a shift northward,” said Hare.\nMaine’s economy has reaped the benefits of the lobsters’ move. In 2014, New England’s lobster industry was worth $564 million. Maine alone reported $459.6 million—81% of the total. The arrival of the lobster seems like a boon for Mainers, but the thing that pushed them north hasn’t gone away: warming ocean temperatures.\n“There may be other things going on, but temperature is a dominant factor,” said Hare.\nOcean temperatures worldwide have risen an average rate of 0.12oC every decade since 1980. That’s not the story offshore of the U.S. Northeast. According to the National Climate Assessment, from 1982 to 2006, sea surface temperatures in the coastal Northeast warmed by close to twice the global rate. In a 2015 paper, the Gulf of Maine Research Institute said that sea surface temperatures in the Gulf of Maine are warming 99% faster than sea surface temperatures on the rest of the planet,* and will rise more than 4oF by the end of the century under a high-emissions scenario and 2oF under a low-emissions scenario.\nSea surface temperature trends in the Gulf of Maine (top) and the global ocean (bottom). Image by NOAA Climate.gov, adapted from Pershing, et al.\nLobsters can remain happy and healthy in waters up to 20°C (68°F). After that, they hit a “stress threshold.”  Prolonged exposure to warmer water causes problems with their respiratory and immune systems, increases chances of shell disease, and makes it harder for the animals to successfully reproduce. “Where it’s already warm, like Southern New England, a couple of degrees increase may have some really bad effects. You get above that 20oC threshold too often and you start seeing mass die offs,\" said to Rick Wahle, a research professor at University of Maine's Darling Marine Center. “And we’ve seen those, like in Long Island Sound.” The fall of 1999, lobstermen in Long Island Sound saw a huge lobster die-off after a long stretch of anomalous above-average water temperatures. Connecticut and New York commercial landings from the western Sound declined by as much as 99%.\nAccording to a Connecticut Sea Grant report on the incident, roughly 70% of the lobstermen in Long Island Sound lost 100% of their fishing income that year. Due to the “severity and suddenness of the die-off,” most of these lobstermen couldn’t switch to other fisheries or find new jobs.\nThe report said the lobster population was “severely stressed by sustained, hostile environmental conditions, driven by above-average water temperatures.” Scientists also identified a new lobster disease that year: paramoebiasis. A parasite, paramoebae invade and engulf nervous tissue, causing death. Pathologists identified the parasite in 94% of lobsters they tested from the Sound. The scientists reported that the paramoebae were able to infect the lobsters due to weakened immune systems resulting from the long stretch of above-average temperatures.\nTwo lobsters with paramoebiasis. Credit: New York Sea Grant.\nLobsters aren’t the only New England marine species feeling the heat. Hare was the lead author of a recent Fisheries Climate Vulnerability Assessment, in which NOAA researchers examined 82 species in the Northeast —including lobsters —to evaluate how they will be affected by warming ocean temperatures. The results? Half of the species examined have a “very high” or “high” vulnerability to climate change. Lobsters, scallops, and clams, which live on the ocean bottom and have limited mobility, are some of the species most vulnerable to climate effects in the region.\nIn July 2015, the ICES Journal of Marine Science dedicated an entire supplement to research on lobsters in a changing climate. One of the papers highlighted the importance of climate-related impacts beyond rising ocean temperatures. It’s important to “gain a greater understanding of how hypoxia [low oxygen], ocean acidification, and the shifting ranges of predators and competitors impact the changing geography of lobster distributions,” said the researchers.\nThe jury is still out on how ocean acidification—the drop in the pH of ocean water as excess carbon dioxide diffuses from the air to the ocean—affects lobsters. Some studies found that a lower ocean pH affects lobsters the same way it does other shellfish: weakening the shells and resulting in much more brittle protection for the creature. Other studies found the opposite results: a lower pH causes a thicker, stronger carapace.\nDeveloping lobsters. Credit: University of Maine.\nA new study released in September, on which Wahle was a co-author, examined acidification in the context of warming. The scientists kept larval lobsters in the conditions they might expect to be at the end of the century: 2-3 degrees of warming and double the current acidification levels.\nThey found that the lobster larvae were much more sensitive to the increases in temperature than they were to the acidification. While acidification had no real effect on the survival of the larval lobsters, scientists “saw higher mortality rates at the warmer temperatures,” said Wahle. He added that they don’t know exactly how that will affect lobsters in the wild.\n“The economy in Maine and the community is very tied to lobster, so any negative climate change impact could have a big effect,” said Hare.\nLobster men of Maine. Taken on August 12, 2009 . Photo courtesy Ted Van Pelt via Flickr. Used under a CC license.\n\"As climate continues to warm, fisheries will evolve.  Some species will migrate farther north in latitude, while new species come in,\" Nancy Balcom, associate director and extension leader at Connecticut Sea Grant, said in an email. Maine’s waters, in other words, aren’t guaranteed to remain friendly to lobster, which means one day the state’s lobster industry may find itself in the same position as southern New England.\nFrom 1970 to 2010, Fisheries and Oceans Canada reported lobster landings rose from roughly 33 million pounds to more than 1.5 billion pounds. Hare said this trend is likely to continue, but it could be slowed down in coming decades by a natural climate pattern known as the Atlantic Multi-decadal Oscillation (AMO).\nThe AMO is an ocean circulation pattern that brings warmed water from the tropics to higher latitudes. The circulation is stronger in some decades than others. Each cycle lasts 65 to 70 years. During that time, the amount of heat moved north in the western North Atlantic Ocean rises and falls, as does the temperature of that area of ocean and the surrounding continental margins.  Since the mid-90s, the AMO has been in a warm phase, amplifying global warming’s influence on North Atlantic temperatures.\nGlobal Average Temperature compared with the Atlantic Multi-decadal Oscillation (AMO) Index through 2009. The AMO Index is the average sea-surface temperature over the North Atlantic Ocean. The roughly parallel curves of the two parameters show that they are related: the increase in global temperature over time, coincident with the increase in greenhouse gases observed since the Industrial Revolution, is alternately obscured and enhanced by the AMO. Credit: NOAA Climate.gov\n“In the past 20 years, the AMO has been warming and the climate has been warming. So it’s [the Northwest Atlantic’s] been warming really fast,” said Hare, who added that scientists aren’t sure if that rate will keep up when the AMO goes colder. But it will still get warmer. On the 100- year scale it’s pretty straight-forward, greenhouse gas emissions cause warmer temperatures both in the air and in the ocean. “In the 10 to 20 year timeframe, it’s more complicated,” said Hare.\nA number of institutions—including NOAA Fisheries—are looking into how climate is affecting lobsters, said Hare. But the research done to date suggests the situation for lobster south of Cape Cod isn’t favorable. “North of Cape Cod, there’s still a lot of uncertainly,” said Hare in an email.\nAccording to Wahle, some of that uncertainty is tied to the choices we make about carbon-based energy sources. Via email, Wahle said, \"While continued ocean warming is unavoidable at this point, the degree of warming over 50-100 [years] largely depends on carbon emission choices we make today.\" Even under the \"best of circumstances,\" the increase in water temperatures will make southern New England coastal waters increasingly inhospitable to lobsters.\n\nEven parts of the Gulf of Maine could see stressful levels of warming, he added.  Where will the lobsters go?\n\"We’re keeping our eye on Newfoundland and the north shore of the Gulf of St. Lawrence as a new frontier for lobster,\" said Wahle via email.\nThe world's largest lobster sculpture located in Shediac, New Brunswick. Taken on 22 March 2006. Photo courtesy Wikimedia Commons user JAKclapclap47.\n*[Correction: Jan. 5, 2017. The story originally stated that sea surface temperatures in the Gulf of Maine were warming 99% faster than the rest of the planet. The sentence was edited for clarity.]\nNational Marine Fisheries Service: Annual Landings Data\nRutgers University: OceanAdapt, American Lobster\nFisheries and Oceans Canada: Lobster\nBalcom N, Howell P. (2006). Responding to a resource disaster: American Lobsters in Long Island Sound. Storrs (CT): Connecticut Sea Grant.  http://seagrant.uconn.edu/publications/fisheries/lobsterpid.pdf\nDoney, S., et al (2014), Ch. 24: Oceans and Marine Resources. Climate Change Impacts in the United States: The Third National Climate Assessment. U.S. Global Change Research Program, 557-578. http://nca2014.globalchange.gov/report/regions/oceans\nFrumhoff, P. C., et al. (2007). Confronting Climate Change in the U.S. Northeast: Science, Impacts, and Solutions. Synthesis Report of the Northeast Climate Impacts Assessment (NECIA). Union of Concerned Scientists (UCS), Cambridge, MA. http://www.ucsusa.org/sites/default/files/legacy/assets/documents/global_warming/pdf/confronting-climate-change-in-the-u-s-northeast.pdf\nHare JA, et al. (2016), A Vulnerability Assessment of Fish and Invertebrates to Climate Change on the Northeast U.S. Continental Shelf. PLoS ONE 11(2): e0146756. doi: 10.1371/journal.pone.0146756\nJacobson, G.L., I.J. Fernandez, P.A. Mayewski, and C.V. Schmitt (eds). (2009). Maine’s Climate Future: An Initial Assessment. Orono, ME: University of Maine. http://www.climatechange.umaine.edu/mainesclimatefuture/\nJesica D. Waller, Richard A. Wahle, Halley McVeigh, David M. Fields. (2016) Linking rising pCO2 and temperature to the larval development and physiology of the American lobster (Homarus americanus). ICES Journal of Marine Science: Journal du Conseil; fsw154 DOI: 10.1093/icesjms/fsw154\nPershing, A.J., et al. (2015). Slow adaptation in the face of rapid warming leads to collapse of the Gulf of Maine cod fishery. Science, 350 (6262), 809 -812. http://science.sciencemag.org/content/350/6262/809\nPhillips, Bruce. (2013). Lobsters Biology, Management, Aquaculture & Fisheries. Somerset: Wiley, 2013. Accessed via: Google Books.\nWahle, R. A., et al. (2015), American lobster nurseries of southern New England receding in the face of climate change. ICES Journal of Marine Science, 72: i69–i78. doi: 10.1093/icesjms/fsv093\nHelp us improve our content",
  "source": "climate.gov"
}