{
  "url": "https://www.climate.gov/news-features/climate-and/climate-and-mummies",
  "title": "Climate and mummies",
  "date": null,
  "content": "When you think of mummies, you probably think of Egypt. But Egyptian mummies aren’t the world's oldest. The Chinchorro mummies of the high desert of northern Chile and southern Peru are the oldest known man-made mummified human remains. These scientific and cultural treasures have survived largely intact for roughly 7,000 years.\nA group of Chinchorro mummies, dated between 5000 and 3000 B.C., are reflected on a mirror while on display during the exhibition 'Arica, a thousand-year-old culture', on August 27, 2008, in the cultural centre of the La Moneda presidential palace in Santiago. Photo by Claudio Santana/AFP/Getty Images.\nBut now, curators at the Universidad de Tarapacá museum in Arica, Chile, are worried. Over the past 10 years, some of the mummies in the museum’s collection—the world’s largest—have started to turn to black ooze.\nThe leading hypothesis for their rapid degradation is that increasing humidity in the area is boosting the growth and metabolism of bacteria that live on the mummies’ skin.  For mummies still buried in northern Chile, outside of any climate-controlled museum collection, anthropologists fear the problem may be even worse.\nThe Chinchorro mummies, believed to be up to 1,000 years older than Egyptian mummies, are from the Atacama Desert region of South America. Close to the Pacific Coast, but west of the Andes Mountains, the region is a high plateau with a mild desert climate. Temperatures traditionally range from 64oF (18oC) in the winter to 79oF (26oC) in the summer, and average annual precipitation of less than a ¼ of an inch.\nNatural-color satellite image of west-central South America, showing the rugged, dry terrain of the Andes Mountains and the Atacama Desert along the coast compared to the more vegetated terrain to the east. NASA composite satellite image for March from Visible Earth.\nDespite its lack of rainfall, the average relative humidity reaches 70% in places. The high relative humidity is due to the frequent fog that drifts in from the Pacific. The marine fog—which locals call camanchaca—is so abundant that it is tapped for freshwater in some places.\nMuch like everything else in the world, the Chinchorro mummies are covered in microbes. In a paper recently published in the Journal of Cultural Heritage, scientists from Harvard University and the Universidad de Tarapacá said these regular residents and other “opportunistic microbes” could be taking advantage of rising humidity to grow, deteriorating the mummies’ skin as they flourish.\n\nTo test the hypothesis, the scientists tested the effects of different levels of relative humidity on tiny samples of the Chinchorro mummies’ skin. They found that high humidity levels allowed the microbes to flourish, and the mummies’ skin turned black and began to ooze, similar to the mummies in the collection.\nResting on sand and under glass at a museum in Arica, Chile, a Chinchorro mummy of an adult male with large patches of black ooze across its chest and left thigh. Scientists think the black ooze is the result of increased microbial activity likely due to rising relative humidity in the area. Photo by Marcela Sepulveda, Universidad de Tarapacá.\nHumidity represents “one of the most important factors in influencing the growth of microbes,” said the paper. Relative humidity higher than the normal 70% can lead to problems with mold, corrosion, and decay in the Chincorro remains.\nGlobally, specific humidity (total water vapor in the air) is rising because the planet is warming and evaporation from the ocean is speeding up. Over many land areas, however, the relative humidity—how close the air is to being 100 percent saturated with water—is falling because the temperature is rising even faster: all else being equal, the higher the air temperature, the more water vapor can be packed into it without condensing into raindrops. But those are global-scale trends, and on a local-scale, there can be a lot of variation from place to place.\nIn the paper, the scientists wrote that while there hasn’t been a specific study on climate change in the Arica region,  “Local observations indicate that the incoming fog from the Pacific Coast has become denser, and the humidity has increased over the past decades.” said the paper. So even though there aren’t any specific studies connecting climate change to rising humidity in the Atacama region, the researchers consider the changes observed in the local environment “a potential explanation for the recent and unexpected discoloration of the mummies’ skin.”\nFor the 100 or so mummies housed at the Universidad de Tarapacá museum, the scientists recommended dehumidifiers and better climate-control to stop the degradation. For the mummies still preserved in their original Arica region burial sites, that’s not an option. Their vulnerability to future climate change will make the museum collection even more important.\nThe researchers wrote, “Preservation of this valuable collection of ancient Andean human remains will ensure that the physical and tangible realizations of this past culture are available to future generations.”\nDeAraujo, Alice, Archana Vasanthakumar, Marcela Sepulveda, Vivien Standen, Bernardo Arriaza, and Ralph Mitchell. 2015. \"Investigation of the Recent Microbial Degradation of the Skin of the Chinchorro Mummies of Ancient Chile.\" Journal of Cultural Heritage. doi: 10.1016/j.culher.2015.11.004.\nHelp us improve our content",
  "source": "climate.gov"
}