{
  "url": "https://www.climate.gov/news-features/climate-and/climate-and-human-evolution",
  "title": "Climate and human evolution",
  "date": null,
  "content": "Rick Potts is the director of the Smithsonian Institution’s Human Origins Program. He has researched human origins since the 1980s, and oversees the National Museum of Natural History’s What Does It Mean To Be Human? exhibition, which opened in 2010.\nDr. Rick Potts examines sediment cores. Image courtesy Smithsonian Institution.\nPotts developed the variability selection hypothesis of human origins, linking key human traits to a process of adaptation to climate variability and uncertainty. Climate.gov interviewed Dr. Potts by telephone on September 29, 2016. Here are his lightly edited responses.\nClimate.gov: What is variability selection?\nPotts: Variability selection is a form of natural selection that explains adaptation as a response to dramatically increased variability in the environment. When climate and other aspects of the environment vary dramatically, it can really affect the survival and success of an organism and its offspring over time. The effects can be evident in the gene pool and adaptations of an organism over time. Ultimately, organisms that can cope with widely varying conditions have a better chance of surviving novel and unpredictable environments.\nClimate.gov: How does variability selection explain human evolution better than other hypotheses?\nPotts: For many years, the tradition among paleoanthropologists was to try to find the selective environment that drove human evolution, key traits such as walking upright, tool use, larger brains, language, complex innovations.\nFor a long time, the favored explanation was the savanna hypothesis: the drying out of Africa meant that early humans found themselves in arid grassland, and generation after generation there was pressure to adapt to that drying trend.\nPaleoanthropologists long suspected that human evolution occurred primarily in grassland environments, in landscapes such as Tarangire National Park, Tanzania. Image courtesy Wikipedia user: ProfessorX.\nVariability selection offers a different explanation. Over time and in different places where our ancestors lived, environments varied widely. Variability selection proposes that major features of human evolution were actually ways that our ancestors became more adaptable.\nIt’s a process of selection and adaptation to environmental variability, and it accounts for traits that cannot be explained by adaptation to any one environment or trend. For example, our large brains are useful for processing a wide range of information, our teeth and ability to make tools are useful for consuming a wide variety of foods, our sociability helps us team up with others when our survival is threatened.\nClimate.gov: When and how did you conceive of variability selection?\nPotts: I first thought about variability selection doing fieldwork in East Africa, in southern Kenya, in the mid-1980s.\nAt the time, I was a total proponent of the savanna hypothesis. I was working at the site of Olorgesailie, a sedimentary basin that preserves a million-year period. As I worked there, walking up and down the hillsides, studying the sediments, I saw in the rock record the presence of a large lake stretching across the basin. Then the lake was gone, then a volcanic eruption disrupted the environment that had been there, then the lake was back, followed by a severe drought, then the lake was back again.\nThis excavated pit shows different sediment layers at Sediment layers from Olorgesailie. Image courtesy Smithsonian Institution.\nSo it was clear the environment changed substantially and repeatedly over this million-year period. It wasn’t a stable environment, and it wasn’t a trend in one direction.\nI also saw, over the first couple years of research there, that the dominant mammals preserved as fossils—zebras, elephants, pigs—were specialized grazing animals of the savanna, well adapted to a grassland environment. But they went extinct about a half a million years ago. They were survived by relatives that were smaller and capable of changing their diet.\nThe more adaptable animal lineages were able to survive while their specialized relatives became extinct. It was a real problem for the continual-drying-out hypothesis. And I hit myself in the head and said, “You’re an anthropologist. Maybe this is relevant to human origins.” So I delved into environmental science.\nFor a long time, paleoanthropologists looked at the data and saw the drying-out signal, and explained the overall variability signal as noise. I realized that the ramping up of variability wasn’t noise; it was also a signal, and an important one. The fluctuations between dry and wet conditions could pose a challenge to the survival of animals. My new background in environmental science helped inform my paleoanthropological research.\nClimate.gov: What evidence shows increasing climate variability over the past several million years?\nPotts: Oxygen isotopes in the shells of foraminifera in deep-sea cores are one line of evidence. Sapropels are another. In the eastern Mediterranean, you find dark and light bands in deep-sea cores that indicate periods of very strong rainfall followed by drought in Africa. I could see in these sorts of records that relative stability was followed by periods of instability. That has led me to the latest work that I've done on variability selection, which focuses on Earth's orbital cycles affecting the amount of solar radiation reaching tropical Africa and the intensity of rainfall.\nLeft: Fossil planktonic foraminifera (33-50 million years old) from Tanzania. Photo by Paul Pearson, Cardiff University, Creative Commons License. Right: Lake Zhitkovichi dries near Cervone in Belarus, creating a dark sapropel layer. Photo by Peter Philo, Gomel Today.\nThe sapropel record is clearest over the past 5 million years, and there’s a record of windblown dust off the East African coast that goes back even longer. These provide an excellent record of change. The Smithsonian has also undertaken a drilling project at Olorgesailie, drilling a sediment core until we reached volcanic rock at the local base of the Rift Valley.\nThe drill core spans a million years, and parts of the record are detailed enough to preserve records of individual seasons. This is a great breakthrough because now we can examine a detailed record of environmental change at the same site where we’ve already documented major changes in human evolutionary adaptation based on evidence of the fossils and artifacts we’ve excavated.\nThis graph shows milestones in human evolution correlated with climate variability. Milestones indicated along the bottom of the graph show hominin origins; habitual bipedality; first stone toolmaking, eating meat/marrow from large animals; onset of long-endurance mobility; onset of rapid brain enlargement; and expansion of symbolic expression, innovation, and cultural diversity. Adapted from Smithsonian Institution.\nClimate.gov: Can you give some examples of other species beside humans that have undergone variability selection?\nPotts: I thought of variability selection when I became aware that the dominant savanna-grazing mammals of East Africa became extinct, replaced by more adaptable relatives, during periods of highly variable environment.\nOne example involves baboons. The long-persisting baboon of East Africa was the large Theropithecus. It was a specialized grazing animal. We can see the wear marks on the chewing surfaces of the teeth where grass wore down the teeth over a baboon’s lifetime. Over time, the lineage got bigger and bigger as a way of coping as best it could with tough, coarse grass, which was abundant. When grass was scarce, Theropithecus was very much competing with other organisms. Ultimately, the giant Theropithecus baboon went extinct about 500,000 years ago in southern Kenya and most of East Africa.\nA relative of Theropithecus, the common baboon Papio, is still living. It evolved in a context of wider fluctuations. It’s not a specialized grazer. Its diet consists of just about anything a baboon can put into its mouth. It’s a more flexible animal, and it’s a survivor. As I was studying how Papio came to replace the once-dominant Theropithecus, the big question that came to my mind was how adaptability itself had evolved, and that’s a question biologists hadn’t dealt with effectively.\nClimate.gov: How can an organism with a lifetime of 40 years “sense” or adapt to a change that is occurring over the span of thousands of years?\nPotts: Individual animals do not evolve biologically. They can show a certain capacity to adjust to a changing environment. But the evolution of that capacity—the adaptability of the organism—evolves in a population over time. Sexual reproduction allows DNA to be remixed every generation, creating slightly different genetic makeups to be “tested” against the environment. If these new genomes allowed individuals greater flexibility in nutrition or behavior, they would, according to the variability section hypothesis, provide a survival advantage in new or variable environments. Even if the advantages were small, over many generations the genetic makeups that favored them would become widespread.\nSo, variability selection is a process where combinations of interacting genes, and the genes that enable flexible interactions with the environment, are favored. This process promotes adaptability. The idea or variability selection is that the evolution of adaptability can’t take place in an animal’s lifetime, or in a relatively stable or directionally changing environment. Rather the genetic changes that yield flexible environmental responses are built up in eras of instability in the surroundings.\nNicknamed Mrs. Ples, this hominin fossil skull belongs to the species Australopithecus africanus, and is held in the collections of the Ditsong Museum of Natural History, Pretoria, South Africa. Photo by Michon Scott.\nClimate.gov: How has variability selection been received by other anthropologists?\nPotts: Earth scientists embraced variability selection quickly because Earth scientists see climate and other types of environmental records as relevant to understanding and explaining a particularly compelling case of evolution—our own.\nGeneticists were reluctant at first to embrace the idea because the concept of natural selection [to a specific environment] is mathematically well tested. In other words, we understand very well how an organism can evolve to become well matched to a certain type of environment—reliant on specific foods, a particular range of temperature or rainfall, or having well defined interactions with other species.\nWhile this foundation of natural selection is well tested, it doesn’t answer how a population or species may, in the long run, expand its adaptive options and enlarge the range of habitats in which its gene pool can thrive. Variability selection is meant to fill that gap in our understanding. It posits that variability in the environment can also be an agent of natural selection—one where adaptability is the favored response.\nThis graph correlates changes in climate to changes in hominin brain size. Adapted from the Smithsonian Institution.\nFlexibility may indeed be difficult to evolve, since what can possibly favor adaptability in an environment that is relatively stable for some period of time? The latest tests of the idea look at the fossil record, and they show that major milestones in human evolution occurred during the most prolonged periods of instability in African climate history.\nMy paleoanthropology colleagues were at first split, some embracing it, and others reluctant to include anything new in their teaching. But the hypothesis is 20 years old now, and by now, many of my colleagues talk about the environments (plural) of our ancestors. It’s a small shift in terminology but a significant shift in outlook.\nClimate.gov: How is future climate change likely to affect human evolution?\nPotts: It is our survival challenge for the future. I think it’s going to present some of the same kinds of challenges our ancestors faced: vastly changed landscapes, and ways of life that may no longer be able to thrive or even exist. It will continue to test how flexible and adaptable humans are.\nFor more information, see the Smithsonian Institution’s statement on climate change.\nCampisano, C.J. (2012). Milankovitch cycles, paleoclimatic change, and hominin evolution. Nature Education Knowledge, 4(3), 5.\nPotts, R. (1998). Variability selection in hominid evolution. Evolutionary Anthropology, 7(3), 81–96. doi: 10.1002/(SICI)1520-6505(1998)7:3<81::AID-EVAN3>3.0.CO;2-A.\nPotts, R., Faith, J.T. (2015). Alternating high and low climate variability: The context of natural selection and speciation in Plio-Pleistocene hominin evolution. Journal of Human Evolution, 87, 5–20. doi: 10.1016/j.jhevol.2015.06.014.\nPotts, R., Sloan, C. (2010). What Does It Mean To Be Human? National Geographic, Washington, DC.\nSmithsonian Newsdesk. (2014, October 2). Smithsonian Statement on Climate Change.\nWhat Does It Mean to Be Human? The Age of Humans: Evolutionary Perspectives on the Anthropocene. Smithsonian National Museum of Natural History. Last updated October 13, 2016.\nWhat Does It Mean to Be Human? Climate effects on human evolution. Smithsonian National Museum of Natural History. Last updated November 8, 2016.\nHelp us improve our content",
  "source": "climate.gov"
}