{
  "url": "https://www.climate.gov/news-features/climate-case-studies/local-group-fortifying-chicagos-urban-forest-and-building-citys",
  "title": "Local group fortifying Chicago's urban forest and building city's climate resilience",
  "date": null,
  "content": "Chicago is at the center of one of the most populous metropolitan areas in the United States: around 10 million residents live in the region, in neighborhoods that range from high-density housing to suburbs with yards and open space between single-family homes. Trees in yards and parks across the region provide some shade when temperatures rise, but the region's tree canopy—the percentage of the ground covered by tree branches and leaves—is lower than in many other cities in the Midwest.\nThe loss of 13 million ash trees to an invasive insect, the emerald ash borer, has further reduced the canopy in many areas. The cost of removing and replacing ash trees has exhausted many municipal budgets in the region, leaving little money to care for the remaining trees or time to plan ahead.\nThe Chicago region is already experiencing temperature increases, more heavy rain events, and local flooding that can all place further stress on urban trees. These impacts are expected to become even more pronounced in the years to come. Faced with the decline of urban trees, concerned groups joined together to form the Chicago Region Trees Initiative. Their goals were to improve management skills and knowledge, increase the region’s tree canopy, and incorporate species that are resistant to pests and the impacts of climate change.\nResilient cities draw strength from their green spaces. Urban green space helps to cool cities during the summer, control storm water, and capture air pollutants. Green space can reduce stress and neighborhood crime, and it provides places for neighbors to forge strong connections. Healthy and empowered communities are better equipped to deal with change in a positive way.\nThose benefits motivated the Chicago Region Trees Initiative to partner with Leslie Brandt, a climate change specialist with the Northern Institute of Applied Climate Science and the U.S. Forest Service, to confront the decline in urban trees. Their goal was to assess the vulnerability of the region’s trees to climate change and other factors, and then move on to consider strategies for adaptation.\nThe partners used habitat suitability modeling, projected changes in heat and hardiness zones, and an assessment of tree species' adaptive capacity to assess the vulnerability of more than 150 tree species that are currently growing or recommended for planting in the region. The assessment showed that some of the least vulnerable trees in the region are non-native invasive species. Conversely, results indicated that many of the species native to the area are vulnerable to changing conditions.\nAfter losing many of its ash trees, the Village of Riverside in Chicago replaced some of them with resilient species such as buckeye and pecan. Image Credit: Michael Collins, Village of Riverside. Used with permission.\nRepresentatives from counties, municipalities, and park districts worked with experts in climate change adaptation in a series of workshops on urban forest vulnerability and adaptation. Using a structured process, they evaluated which impacts and adaptive-capacity factors had the largest effects on vulnerability. Finally, they implemented a five-step adaptation project to incorporate climate change considerations into real-world projects and planning efforts, which included planting resilient trees.\nThe Chicago Region Trees Initiative is integrating climate change-related goals into a regional tree master plan and updating its recommended planting list to encourage climate-adapted species.\nMembers of the Chicago Regional Trees Initiative teach proper planting and tree care for communities that may not have a trained forester or arborist on staff. Image Credit: Chicago Regional Trees Initiative. Used with permission.\nCommunities across the Chicago region are working to incorporate vulnerability information and adaptation strategies in their work. Looking to the future, the initiative is seeking grant funding they will use to create real-world demonstrations of adaptation that resulted from the workshops.\nThis article was originally published as part of the U.S. Climate Resilience Toolkit's \"Case Studies\" section. As part of the toolkit, users can explore how to use environmental and natural resources to make their area more resilient.\nOriginal story credit: This story was adapted from \"Lessons Learned from the Urban Forestry Climate Change Response Framework.\"\nHelp us improve our content",
  "source": "climate.gov"
}