{
  "url": "https://www.climate.gov/news-features/climate-case-studies/yakima-water-resilience",
  "title": "In the agricultural heartland of the Northwest Pacific, a water plan that protects people and nature",
  "date": null,
  "content": "View of the Upper Yakima Canyon in Autumn near Ellensburg, Washington, during the fall season. Photo courtesy of Tom Ring via a creative commons license.\nThe Yakima River Basin in the state of Washington supports a multibillion dollar agriculture sector. The value of apples, cherries, and other food and natural resources harvested from across the basin makes substantial contributions to the local, regional, and national economies. Additionally, the region has significant populations of salmon and steelhead trout. The fish are essential to tribal members' subsistence lifestyles and cultural traditions, and they support a thriving recreational fishing industry.\nOver a 15-year period in the recent past, the basin faced five years with drought conditions. The lack of water in each dry year had a strong negative impact on the region’s productivity and pointed out the risk that climate variability and change pose to the basin. Further, the Third National Climate Assessment and other studies indicate that the region can expect even more challenges as climate changes.\nWashington's Yakima River Basin is highlighted in white. The Basin, which includes the Yakima River and a number of tributaries, supports a multibillion dollar agricultural sector. NOAA Climate.gov composite of Landsat 8 scenes from the summers of 2015 and 2016, downloaded via Libra. National river and watershed boundary data downloaded from the USGS National Map Viewer.\nRecognizing their vulnerability, representatives of the Yakama Nation, irrigation districts, environmental organizations, and federal, state, county, and city governments formed a work group in 2009 to design and implement a solution to the basin’s growing water problems. By 2011, the group released a basin-wide climate adaptation strategy designed to secure a future for fish, farms, and families across the basin.\nThe Yakima River Basin Integrated Water Resource Management Plan. Click on the image for a larger view. Image courtesy the Washington State Department of Ecology.\nThe Yakima Basin Integrated Water Resource Management Plan is a 30-year, $3.8 billion plan that restores ecological integrity to the region and provides assurances for meeting agricultural water needs even in the face of ongoing climate change. The plan is a collaborative effort to restore and protect ecosystems: it strategically and creatively addresses the realities of climate uncertainty and places the basin on a path to long-term resiliency. The plan lays out a set of key elements to help protect, mitigate, and enhance fish and wildlife habitat and improve the reliability of the region’s water supply. The elements include provision of fish passage at several points, enhanced water conservation efforts, habitat and watershed protection and enhancement, and structural and operational changes in storing and using surface water and groundwater.\nImplementation of the plan has been scheduled in three phases. The first phase, expected to be complete by 2025, has already begun with the purchase of 70,000 acres of forested lands. The lands will be managed for restoration and watershed conservation. The first phase also includes water conservation efforts, installation of fish passages, construction of a conveyance pipeline and a drought-relief pumping plant, and $100 million of river and stream restoration projects to benefit fish species. Proponents of the plan are currently seeking federal authority to fully implement its initial phase. They are also working to secure the designation of Wild and Scenic River for the upper Cle Elum River system, a section of the river basin that will facilitate restored salmon and steelhead runs after fish passage is installed at Cle Elum Dam.\nThe Cle Elum River, a tributary to the Yakima River, will be home to a large salmon run after installation of fish passages at Cle Elum Dam. Image credit: Michael Garrity, American Rivers. Used with permission.\nThe state of Washington and the federal government have both made investments that bring the Integrated Plan closer to reality. When the plan is fully implemented around 2040, the work group anticipates that the region will have a stable water supply that supports healthy populations of salmon and steelhead. The work group also anticipates that the basin will be able to meet the water needs of agriculture concerns, delivering at least 70 percent of allotted amounts even during drought conditions. The Integrated Plan facilitates long-term collaboration among many organizations, ultimately promoting ecological health and climate resilience in this productive river basin.\nComplementing the Integrated Plan, the Confederated Tribes and Bands of the Yakama Nation have also developed a Climate Adaptation Plan for the Territories of the Yakama Nation to align all governmental departments and programs, identify important resources and cultural components that may be particularly affected by projected climate change, and develop specific recommendations for deeper analysis and priority adaptive actions to take now. As Yakama tribal elder Shxmyak says in the Plan's Dedication to our Children, \"we must begin preparations to maintain our community and our natural resources. We must carry forward our culture and traditions for our tribes' future and for your own families' well-being.\"\nThis article was originally published as part of the U.S. Climate Resilience Toolkit's \"Case Studies\" section.\nOriginal story credit: This story was adapted from the National Fish, Wildlife, and Plants Climate Adaptation Strategy. “Yakima River Basin Integrated Plan.”\nHelp us improve our content",
  "source": "climate.gov"
}