{
  "url": "https://www.climate.gov/news-features/climate-case-studies/green-or-gray-infrastructure-preserving-water-quality-portland",
  "title": "Green or gray infrastructure? Preserving water quality in Portland, Maine",
  "date": null,
  "content": "Maine’s Crooked River flows into Sebago Lake, the drinking water source for 52,000 household water customers who live in or near Portland, Maine. The lake is an ideal water supply—deep, cold, low in nutrients, and fed by mostly forested land in the Crooked River watershed. For as long as water from the lake meets strict quality standards, the U.S. Environmental Protection Agency has granted the Portland Water District a filtration avoidance waiver under the Safe Drinking Water Act, allowing it to avoid the cost of a built filtration plant.\nOld Port area of Portland, ME, with the White Mountains visible in the background. Photo Credit: Alex Boykov via CC license.\nIn recent years, a confluence of several environmental changes has become a concern for the lake’s water quality. For example, the U.S. Forest Service determined that development pressure is putting some areas of the Sebago Lake watershed at high risk of forest conversion: coupled with unsustainable land use practices, conversion is a major threat to water quality. Upstream development, deforestation, and population growth in the area can all reduce water quality. And each factor is complicated by climate-related changes in precipitation and temperature patterns, including increased frequency of extreme precipitation events.\n(top) Observed increase in extremely heavy rainfall across the United States between 1958 and 2012. (bottom) Increase in heavy rainfall projected by 2081-2100 compared to 1981-2000 if carbon dioxide emissions continue at a high rate. Maps by NOAA Climate.gov, based on Figure 2.18 and Figure 2.19 of the 2014 National Climate Assessment.\nCommunity members were concerned that continuing changes could jeopardize the filtration waiver and force the Portland Water District to install a conventional filtration system—the level of concern reflected the estimated $100–150 million cost for the system. In response to the risk of incurring this expense, the community actively investigated alternatives that could minimize the chance of losing their filtration waiver or otherwise reduce their costs for water treatment.\nMaine's Sebago Lake is the drinking water source for more than 50,000 households in the Portland area.  Photo Credit: Flickr user TheTurducken via CC license.\nTo get a sense of economic trade-offs involved in the decision, and to identify data gaps and parameters that would need to be addressed for a more complete analysis, a collaborative group applied their expertise to complete the Green-Gray Analysis.\nThe analysis compared the costs and benefits for two approaches to protect the water supply: natural (green) infrastructure and built (gray) infrastructure. Specifically, the method compared the cost of a new filtration plant with a 20-year investment in five forest-based, natural infrastructure elements that would help retain the existing high-quality waters of the Sebago Lake Watershed. The elements included riparian buffers, upgrades to culverts with a risk of failure in severe storm events, sustainability certification of future timber harvests, reforestation in riparian zones, and conservation easements.\nGiven the uncertainty associated with the lack of underlying biophysical modeling, the method tested various scenarios under different assumptions regarding the efficacy of the natural infrastructure measures. The method also considered various cost estimates for initial and annual costs of the alternative investment portfolios.\nIn the expected or baseline scenario, findings indicated the natural infrastructure option could realize savings of $12 million over 20 years—a result that didn't include the potential public benefits from increased carbon sequestration and enhanced Atlantic salmon habitat. Under an optimistic scenario, the natural infrastructure option would generate savings of up to $110 million.\nPreliminary results of the Green-Gray Analysis for two scenarios for Portland, Maine, indicated potential savings of $12 to $111 million by investing in green infrastructure rather than a membrane filtration system. NOAA Climate.gov graph via the World Resources Institute.\nUnder the least optimistic scenario—which assumes lower-bound cost estimates for the membrane filtration system, high use of costly conservation easements, and residual risk of waiver loss of 25 percent—the natural infrastructure option would represent a cost increase of up to 46 percent. Even with these pessimistic assumptions, results indicated the natural option would be economically superior when considering the full range of ancillary benefits. Based on a combination of empirical data on the ground and calibrated non-market benefits transferred from other settings, non-market benefits from carbon sequestration and enhanced Atlantic salmon habitat alone were estimated at $72 to $125 million over a 20-year time frame.\nTrees marked for removal. As an area's population grows, forested areas may see increased development pressure. Photo by Brough Turner used via CC license.\nIn 2013, based on the results of the assessment, the Portland Water District made the decision to invest in natural infrastructure to secure clean water in Sebago Lake. In order to accelerate land protection in the region, the utility pays up to 25 percent of the costs of conservation easement purchases. In 2014, execution of this policy amounted to $26,000, the utility’s largest conservation investment to date.\nThe Green-Gray Analysis enabled decision makers at Portland Water District to compare projected financial and ecological costs for water treatment. As a result of the analysis, the utility integrated natural infrastructure into their water resource management efforts in ways that enhance their resilience to climate change, keep costs down, and provide co-benefits for communities and the environment. In recognizing that an integrated approach to securing clean drinking water and other watershed services is cost-effective and made sense ecologically, the Portland Water District made strides toward ensuring resiliency, sustainability, and water security for the region.\nThis article was originally published as part of the U.S. Climate Resilience Toolkit's \"Case Studies\" section. As part of the toolkit, users can explore how to use environmental and natural resources to make their area more resilient.\nOriginal story credit: This story was adapted from \"Natural Infrastructure: Investing in Forested Landscapes for Source Water Protection in the United States.\"\nHelp us improve our content",
  "source": "climate.gov"
}