{
  "url": "https://www.climate.gov/news-features/climate-case-studies/health-care-facilities-maintain-indoor-air-quality-through-smoke",
  "title": "Health care facilities maintain indoor air quality through smoke and wildfires",
  "date": null,
  "content": "Climate change is exacerbating the major factors that lead to wildfire: heat, drought, and dead trees. The West is particularly vulnerable to such fires. Between 1970 and 2003, warmer and drier conditions increased burned area in western U.S. mid-elevation conifer forests by 650 percent. As noted in the 2014 National Climate Assessment, from 1916 to 2003 climate outweighed other factors in determining burned area in the western United States.\nThe projected increase in the number of “very large fire\" weeks—weeks in which conditions are favorable to the occurrence of very large fires—by mid-century (2041-2070) compared to the recent past (1971-2000). Projections are based on the possible emissions scenario known RCP 8.5, which assumes continued increases in carbon dioxide emissions. NOAA Climate.gov map, based on data from Barbera et al, 2015.  More detail.\nExperts project that wildfires will become even more frequent as climate change continues; projections include a doubling of burned area in the southern Rockies, and up to 74 percent more fires in California. Such wildfires pose significant dangers to hospitals’ abilities to serve their communities.\nAs wildfires encroach, hospitals can be forced to evacuate, even if the fire itself is not near the building. Hospital ventilation systems require a fresh supply of outdoor air to maintain indoor air quality and pressurization; if outdoor air is contaminated by heavy smoke, it may be impossible to safely house patients and staff in the building.\nA large plume of smoke is seen rising from the North Fork fire in Jefferson County, CO, in 2012. Photo courtesy Shawn Campbell via CC license.\nDuring wildfires, however, hospital emergency departments near the fire must remain operational to treat firefighters and affected community residents. To deal with smoke risks, hospitals in fire-prone areas can isolate emergency department ventilation systems and enable recirculated air during emergency conditions. In addition, portable air scrubbers or HEPA (high-efficiency particulate arresting) filters can be placed in various units to capture smoke, fumes, and airborne particles if outdoor ventilation systems must be shut down.\nIn 2008, southern California experienced two major wildfires: the Sesnon Fire in October lasted five days and the Sayre fire in November lasted six days. The Sesnon blaze posed a major threat to Providence Holy Cross Medical Center by engulfing the facility in smoke. Later, the Sayre fire was more intense, crossing a highway and preventing 40 percent of Providence’s staff from reaching the facility.\nDriven by powerful Santa Ana winds, this NASA satellite image from October 13, 2008, shows smoke from the wildfires that raged near Los Angeles. Image courtesy NASA Earth Observatory.\nAs it is the only local area trauma center in Burbank, Providence received more than 200 patients from neighboring hospitals and had to cancel all elective surgeries. Providence was able to stay open and operational through both fires, thanks in large part to its use of HEPA filters. The medical center had purchased these filters earlier for pandemic flu preparedness. The filters purify the air in a way that facilitates the central ventilation system maintaining zero pressures (critical for quarantine rooms). In this case, however, using the equipment for a different purpose enabled the hospital to remain open and functional during a fire event.\nThe Black Forest Fire burns near Colorado Spring in June 2013. U.S. Air Force photo by Capt. Darin Overstreet.\nIn June 2013, the Black Forest fire in Colorado forced the evacuation or pre-evacuation of approximately 300 employees of Memorial Hospital and Children’s Hospital Colorado from their homes. When Memorial Hospital received reports of the encroaching fire, the administrators immediately began preparing based on the hospital’s previous experience with the Waldo Canyon fire in 2012.\nMemorial’s Safety and Facilities departments began “environmental rounds,” monitoring air quality in the buildings. The team placed portable air scrubbers at Memorial Hospital North, which was nearly full with patients, and at Memorial Hospital Central. Memorial worked with building managers at off-site locations to maintain air quality in those buildings through the fire.\nThis article was originally published as part of the U.S. Climate Resilience Toolkit's \"Case Studies\" section. As part of the toolkit, users can see how climate change is impacting human health.\nMelillo, Jerry M., Terese (T.C.) Richmond, and Gary W. Yohe, Eds. (2014). Climate Change Impacts in the United States: The Third National Climate Assessment. U.S. Global Change Research Program, 841 pp. https://doi.org/10.7930/J0Z31WJ2.\nBell, J.E., et al. (2016). Ch. 4: Impacts of Extreme Events on Human Health. The Impacts of Climate Change on Human Health in the United States: A Scientific Assessment. U.S. Global Change Research Program, Washington, DC, 99–128. https://doi.org/10.7930/J0BZ63ZV.\nThomas, W. M. (2011, June 28). Code grey: Protecting hospitals from severe weather.\nHelp us improve our content",
  "source": "climate.gov"
}