{
  "url": "https://www.climate.gov/news-features/climate-case-studies/weather-ready-mattapoisett-community-prepares-extreme-weather",
  "title": "Weather-ready Mattapoisett: A community prepares for extreme weather",
  "date": null,
  "content": "On the morning of August 20, 1991, residents across Mattapoisett, MA, stood in flooded streets, gazing at the empty lots where their homes had been. Hurricane Bob had just torn through the area—leaving devastation in its wake. Evacuation orders for the lowest parts of the town had spared many lives, but there was nothing to be done for the loss of residents’ livelihoods.\nA family surveys the damage done by 1991’s Hurricane Bob. Photo Courtesy John Gannon via Flickr, used via CC license.\nMattapoisett has faced natural disaster before. In September of 1938, a strong, fast-moving hurricane wreaked havoc across New England, leaving streets flooded and trees downed. Over the years, residents’ memories of both of these devastating events have helped shape Mattapoisett. As projections for future climate include the possibility for more intense extreme weather, town officials have embraced these memories, using them as teaching tools to prepare and protect future generations.\nThe Bostonian train encountered fishing boats and a house that had been deposited on its tracks. Lumber from the wreckage of buildings was everywhere. Photo by A. Morgan Stewart, The Day, courtesy of Peg Van Patten.\nIn 2015, in response to climate change projections, the town began working with staff from the Environmental Protection Agency's Region 1 to assess infrastructure for their water supply. Of particular concern was the potential for contamination of drinking water from saltwater intrusion and sea level rise. Town officials also considered the potential for more severe weather and flooding, which could carry waste and hazardous materials into the water supply.\nThe team mapped the locations of critical infrastructure, and then overlaid maps showing which parts of town flooded, and how deeply, during previous hurricanes. Using a storm surge model developed by NOAA, the project also evaluated how projected sea level rise due to global warming would increase the extent and depth of flooding during a Category 2 or Category 4 hurricane.\nThe mapping efforts inspired the idea for a disaster-preparedness initiative. Town leaders gathered a coalition of community members from across sectors and generations. This team—dubbed Weather Ready Mattapoisett—included local Boy Scouts, the city librarian, the television station, educators, the Council on Aging, and the town mascot Salty the Seahorse. Together, they developed a message and came up with ways to get it out to the community in a cohesive and recognizable campaign.\nGathering information and testimonies from survivors of the previous storms was a major part of the project. Organizers issued a call for videos, stories, and pictures from past extreme events. The library collected and digitized the information, and then shared it with Old Rochester Cable TV, the local cable television station. About a dozen residents provided more than 120 items.\nSurvivors’ interviews were recorded and edited into short stories and shared on the project’s local website. Photos of flooding from past storms were displayed alongside current images of the town in “Mattapoisett Then and Now,” an exhibit that remains in the library.\nOne local Boy Scout contributed to the effort as part of his Eagle Scout Project, creating the Flood Marker Trail. Signs and bands fixed to utility poles throughout the city mark the extent of the past floods.\nA Boy Scout troop in Mattapoisett installs a sign on the Flood Marker Trail, which marks the extent of past floods. Photo courtesy: Jeri Weiss, EPA. Used with permission.\nThe town manager describes the project and survivor’s stories as shocking to visitors. These activities help reveal how damaging a severe hurricane can be to those who have never experienced one, and encourage residents and visitors to take emergency preparedness seriously.\nThe campaign doesn't stop with raising awareness of how to stay safe during a storm—it also addresses issues that can affect community members’ safety after the event. The release of hazardous materials into the drinking water supply, the backup of wastewater into homes, and heightened risk of explosion from damage to fuel tanks are some potential post-storm hazards.\nTo help residents understand the range of potential issues related to strong storms, the town produced a preparedness video. It explains how to get information about extreme weather, create a communication plan, and prepare homes to reduce the risk of hazardous materials and sewer backups. The video will air on the local cable station before major weather events.\nMattapoisett’s Ned Point Lighthouse. Photo courtesy Wikimedia Commons user Balon Greyjoy, used via CC license.\nThe town also hosted a community “Prepare-A-Thon,” where participants were able to get this information in greater detail and learn more about the work of the Weather Ready Mattapoisett team.\nThe project began sharing their messages with the public in 2016, and the combined efforts of private and public partners appears to be paying off. The group acted definitively, using their past experiences to better prepare for their future.\nBy educating themselves on past storms and preparing for future storms, the community is more resilient. Weather Ready Mattapoisett helped the community set itself up to prevent water contamination, release of toxic chemicals, and loss of human life in the face of future storms.\nThis article was originally published as part of the U.S. Climate Resilience Toolkit's \"Case Studies\" section. As part of the toolkit, users can learn how to build resilience in coastal communities.\nOriginal story credit: This story was adapted from the U.S. Environmental Protection Agency’s story \"Weather Ready Mattapoisett: How One Community is Preparing for Extreme Weather and a Changing Climate,\" by Alyssa Hall.\nHelp us improve our content",
  "source": "climate.gov"
}