{
  "url": "https://www.climate.gov/news-features/climate-tech/seismic-records-may-help-answer-if-hurricanes-have-gotten-stronger-or",
  "title": "Seismic records may help answer if hurricanes have gotten stronger or more frequent",
  "date": null,
  "content": "After last year’s devastating U.S. hurricane season, it’s only natural to wonder—as many did in 2005—if 2017’s ferocity had something to do with global warming or if it was just a destructive reminder of natural climate variability.\nDespite how much NOAA and other scientists would like to answer this question, hurricane activity varies so much from year to year and decade to decade that it’s difficult for us to detect any long-term trends with the records we have; consistent, global satellite data only go back to around the 1960s.\nPrior to the satellite era, our records of hurricanes and other tropical cyclones is incomplete. Imagine if this trio of hurricanes that lined up in the Atlantic on September 16, 2010, had occurred a hundred years ago. How much would we know today about Karl's landfall in Mexico (left), Igor's path across the Caribbean (center), or even the existence of Julia (far right). NOAA satellite image.\nBut if records from the sky can’t do the trick, it might be time to look to records from the ground.\nThat’s the thinking behind a recent study from a team of seismically minded scientists led by Lucia Gualtieri of Princeton University and Suzana Carmago of Columbia University. Partially supported by funding from NOAA’s Climate Program Office, the team investigated 13 years of data on tropical cyclones and seismic noise around the northwest Pacific Ocean.\nIn their resulting paper, published online in Earth and Planetary Science Letters in December 2017, they describe a method for estimating tropical cyclone strength from seismic records alone. The technique could provide us with decades more information on cyclone activity and may reveal previously hidden trends that would help us better understand and predict how hurricane seasons may change in the future.\nWhen a hurricane hits, the swirling winds, pounding waves, and rising storm surge probably wash any thought of seismic records from most people’s minds. But Gualtieri and her colleagues knew that tropical cyclones leave imprints on the seismic record.\nOld-school seismometers used a large pendulum suspended from a grounded frame. The pendulum remained stationary while the frame moved with the shaking of the Earth. Attached to the pendulum, a pen traced the movements onto a drum of paper connected to the moving frame.\nThe large spikes within the squiggly lines on a seismogram indicate seismic events like earthquakes and volcanoes.  Barely wavy lines record the ambient seismic noise, mostly produced by ocean waves. Photograph from Weston Observatory, used under a CC license.\nModern instruments no longer use pendulums, but they abide by the same principle. When a seismic event occurs, differences in the relative motion between a weight and a grounded frame generate an electric signal that a computer then translates into a seismogram. Both old-school and modern seismometers record dramatic seismic events as sharp spikes.\nBut when a seismometer scribbles out the Earth’s trembling, a lot more shows up than just earthquakes and volcanoes. A constant background hum vibrates through the Earth. That normal, everyday activity is called “ambient seismic noise.”\nMany sources contribute to that ambient seismic noise, but the main one is ocean waves interacting with each other and sending pressurized forces towards the seafloor. During a tropical cyclone, large and powerful waves swirl and collide with each other as the winds spiral in different directions. Those supercharged wave collisions create seismic signals that rise just enough above the ambient noise for Gualtieri and her team to pick them out and use them to analyze cyclone strength.\nWhile geologists have known since the early twentieth century that cyclones leave behind these seismic traces, previous studies were mostly case studies that described the seismic details of one storm at a time. Gualtieri’s team—which included seismologists, atmospheric scientists, and a statistician—had a more ambitious goal. They wanted to find a way to categorize all tropical cyclones of Category 1 strength or higher.\nResearchers were able to estimate the intensity and life cycle of Typhoon Jelawat and other tropical cyclones in the western North Pacific between 2011 and 2012 based solely on the imprint the storms left in the seismic record. NASA satellite image of Typhoon Jelawat approaching Taiwan on September 28, 2012.  Image from NASA Earth Observatory.\nGualtieri’s team used data from 2000-2010 to compile a dataset of all Category 1 or higher Pacific typhoons (the name for tropical cyclones in the Western North Pacific) that lasted at least two days. Using satellite data, they zoomed in on the segments of the seismic record that coincided with those storms and developed a model linking the strength of the seismic signal to the strength of the cyclone.\nThey then tested this model on the cyclone data for 2011-2012 and found that it successfully teased out the storms’ intensities.  “We got very good estimates,” said Gualtieri, “but not quite as good as satellite data.”\nObserved (black) and estimated (red) intensities for three tropical cyclones in the northwest Pacific Ocean during September-October 2012. The slight mismatch in timing between the observed and estimated intensities likely results from the slow build-up of winds and waves strong enough to generate a seismic signals. Climate.gov graph adapted from Gualtieri et al. (2017).\nMore of a surprise for her, and as she said, “I tried to resist this,” was that despite how complex the mechanism is that creates these tropical cyclone signals in the ambient noise, the actual relationship between storm intensity and the strength of the seismic signal can be described as linear.\nAs Gualtieri explained it, “a linear relationship is one to one, or two to two, or three to three.” So in regards to her research, “it means that your tropical cyclone has the same power as the detected seismic signal. This linear relationship has significance because it allows us to more easily see changes [over time]. When you have a one to one relationship, the computations of strength are easier and so are the comparisons between cyclones.”\nBecause of the relatively short record of worldwide cyclone activity, there’s no consensus on whether or not the frequency or intensity of tropical cyclones has increased due to human-caused global warming. But seismic data has been collected since the beginning of the twentieth century.\nIf scientists can unearth some of these historic seismic records and identify past cyclones, Gaultieri’s results show that they should be able to calculate how strong the tropical cyclones were as they blustered their way across the oceans. The approach could add decades’ worth of storm intensity data to the historical record.\nCurrently, Gualtieri is working to refine her team’s technique and to apply it to other ocean basins around the world. A key step will be to come up with a systematic way to find past cyclones in the seismic record. In general, they know that the amplitude of a cyclone’s signature makes it stand out from ambient seismic noise, but they will need to pinpoint unique characteristics if they want to leverage historic seismic records to detect unknown cyclones. In the meantime, researchers may be able to leverage other forms of historic records, such as old newspapers, to locate past cyclones in the seismic record.\nIf it works, seismic noise data could not only improve historic understanding of tropical cyclones, but also better inform us of what to expect from tropical cyclones in the future.\nThe Climate Program Office’s Modeling, Analysis, Predictions and Projections program provided funding for this research.\nHelp us improve our content",
  "source": "climate.gov"
}