{
  "url": "https://www.climate.gov/news-features/climate-qa/%C2%BFqu%C3%A9-emite-m%C3%A1s-di%C3%B3xido-de-carbono-%C2%BFlos-volcanes-o-la-actividad-humana",
  "title": "¿Qué emite más dióxido de carbono? ¿Los volcanes o la actividad humana?",
  "date": null,
  "content": "La actividad humana genera 60 veces, o más, la cantidad de dióxido de carbono que liberan los volcanes cada año. Erupciones grandes y violentas pueden igualar la tasa de emisiones de los seres humanos en las pocas horas que duran, pero son muy poco frecuentes y muy breves en comparación a las emisiones humanas anuales. De hecho, varios estados de los Estados Unidos emiten individualmente más dióxido de carbono en un año que todos los volcanes del planeta combinados.\nEn la escala de emisiones de dióxido de carbono, las fuentes humanas superan por lejos a los volcanes. Ilustración del NOAA Climate.gov por Emily Greenhalgh.\nLas actividades humanas—principalmente la quema de carbón y otros combustibles fósiles, pero también la producción de cemento, la deforestación y otros cambios en el paisaje—emitieron aproximadamente 40 mil millones de toneladas métricas de dióxido de carbono en 2015. Desde el comienzo de la Revolución Industrial, más de 2 billones de toneladas métricas de dióxido de carbono han sido lanzadas a la atmósfera producto de la actividad humana, según el Proyecto Global del Carbón.\nDesde el comienzo de la Revolución Industrial, las emisiones humanas de dióxido de carbón provenientes de los combustibles fósiles y de la producción de cemento (línea verde) han aumentado más de 35 mil millones de toneladas métricas  por año. Mientras que los volcanes (línea púrpura) producen menos de mil millones de toneladas métricas anualmente. Gráfico del NOAA Climate.gov basado en datos del Centro de Análisis de Información de Dióxido de Carbono (CDIAC, siglas en inglés) del Laboratorio Nacional Oak Ridge del Departamento de Energía y Burton et al., 2013.\nLos volcanes emiten dióxido de carbono de dos maneras: durante las erupciones y a través del magma subterráneo. El dióxido de carbono del magma subterráneo es liberado a través de grietas, rocas y suelos porosos, además del agua que alimenta lagos volcánicos y manantiales termales. Las estimaciones de las emisiones de dióxido de carbono globales producidas por volcanes deben tomar en cuenta tanto las fuentes en erupción como aquellas que no lo están.\nGran parte del dióxido de carbono liberado los volcanes se emite a través de la desgasificación del magma subterráneo cuando el volcán no está en erupción. En esta foto, los gases volcánicos y el vapor se elevan desde el Monte Merapi, Indonesia, el 20 de mayo de 2012. Licencia de Creative Commons por Jimmy McIntyre.\nEn un artículo científico de 2011, el investigador del Servicio Geológico de los Estados Unidos, Terry Gerlach, resumió cinco estimaciones anteriores de las tasas de emisión global de dióxido de carbono volcánico que habían sido publicadas entre 1991 y 1998. Estas estimaciones incluyeron estudios que databan de la década de 1970 y que se basaron en una gran variedad de mediciones, como muestreo directo y teledetección satelital. Las estimaciones globales se ubicaron en un rango de aproximadamente 0.3 ± 0.15 mil millones de toneladas métricas de dióxido de carbono por año, lo cual significa que las emisiones humanas de dióxido de carbono fueron más de 90 veces mayores que las emisiones globales de dióxido de carbono provenientes de volcanes.\nEl 18 de mayo de 1980, el Monte Saint Helens sufrió una erupción explosiva, emitiendo una columna de cenizas, vapor y gases de hasta 60,000 pies por sobre el nivel del mar. Durante aproximadamente nueve horas las emisiones de dióxido de carbono del volcán podrían haber alcanzado las emisiones humanas, pero erupciones tan masivas son raras y pasajeras. Foto del Servicio Geológico de los Estados Unidos por Robert Krimmel.\nEn 2013, otro grupo de científicos—Michael Burton, Georgina Sawyer y Domenico Granieri—publicaron una estimación actualizada usando más datos sobre las emisiones de dióxido de carbono del magma de superficie, que estuvieron disponibles años después de la última estimación global. Si bien los autores identificaron un rango amplio de variabilidad en las estimaciones, concluyeron que la mejor estimación general era de aproximadamente 0,6 mil millones de toneladas métricas de dióxido de carbono por año.\nSi bien es más alta que la estimación de Gerlach, la cantidad sigue siendo sólo una fracción de la producción de dióxido de carbono proveniente de las actividades humanas. Gerlach comentó en un correo electrónico: \"Tomado al pie de la letra, sus resultados significan que el CO2 antropogénico excede el CO2 volcánico global por al menos un factor de 60 veces\".\nOcasionalmente, las erupciones son lo suficientemente potentes como para liberar dióxido de carbono a una tasa que iguala o incluso excede la tasa global de emisiones humanas durante unas pocas horas. Por ejemplo, Gerlach estimó que las erupciones del Monte Saint Helens (1980) y Pinatubo (1991) liberaron dióxido de carbono en una escala similar a la producción humana durante casi nueve horas. Las emisiones humanas de dióxido de carbono continúan día tras día, mes tras mes y año tras año.\nLa actividad volcánica actual puede parecer menor en comparación a las emisiones de dióxido de carbono que estamos generando con la quema de combustibles fósiles para producir energía. Pero en el transcurso del tiempo geológico, los volcanes han ocasionalmente contribuido al calentamiento global con la producción de cantidades significativas de dióxido de carbono y otros gases de efecto invernadero.\nPor ejemplo, algunos geólogos plantean la hipótesis de que hace 250 millones de años una extensa inundación de lava emanó de manera continua desde la tierra en Siberia, tal vez por cientos de miles de años. Esta erupción a gran escala, y de larga duración, probablemente elevó las temperaturas globales lo suficiente como para causar una de las mayores extinciones en la historia de nuestro planeta. La actividad volcánica actual no ocurre en una escala tan masiva.\nHoy en día, más que calentar el clima global, las erupciones volcánicas frecuentemente tienen un efecto opuesto. Eso es porque el dióxido de carbono no es lo único que los volcanes inyectan en la atmósfera. Incluso las erupciones pequeñas con frecuencia producen cenizas volcánicas y partículas de aerosol.\nTomada por astronautas del Transbordador Espacial a principios de agosto de 1991, esta foto del pliegue de la Tierra muestra una doble capa de partículas de aerosol volcánico (interpretación de Self et al., 1999) que se propagó por la estratósfera tras la catastrófica erupción del Monte Pinatubo. Rodeando el globo a altitudes incluso mayores que aquellas de las nubes de las tormentas eléctricas, las partículas reflejaban tanta luz solar entrante que las temperaturas globales de la superficie se enfriaron durante dos años. Foto cortesía del Portal de Fotografía Astronauta de la Tierra.\nYa sean producto de erupciones pequeñas o grandes, los aerosoles volcánicos reflejan la luz solar de regreso al espacio, enfriando el clima global. La erupción de 1815 del Monte Tambora produjo suficientes cenizas y aerosoles como para suspender el verano en Europa y América del Norte en 1816.\nBoden, T.A., Marland, G., Andres, R.J. (2015). Global, Regional, and National Fossil-Fuel CO2 Emissions, Carbon Dioxide Information Analysis Center, Oak Ridge National Laboratory, U.S. Department of Energy, Oak Ridge, Tenn., U.S.A.\nBurton, M.R., Sawyer, G.M., Granieri, D. (2013). Deep carbon emissions from volcanoes. Reviews in Mineralogy and Geochemistry, 75, 323–354.\nCook, J. (2015). Do volcanoes emit more CO2 than humans? Skeptical Science. Accessed May 11, 2016.\nGerlach, T. (2011). Volcanic versus anthropogenic carbon dioxide. EOS, 92(24), 201–202.\nHawaiian Volcano Observatory. (2007, February 20). Which produces more CO2, volcanic or human activity? U.S. Geological Survey. Accessed May 11, 2016.\nHoughton, R.A., van der Werf, G.R., DeFries, R.S., Hansen, M.C., House, J.I., Le Quéré, C., Pongratz, J., Ramankutty, N. (2012). Chapter G2 Carbon emissions from land use and land-cover change, Biogeosciences, 9, 5125-514.\nIPCC. (2014). Summary for Policymakers. In: Climate Change 2014: Mitigation of Climate Change. Contribution of Working Group  III to the Fifth Assessment Report  of the Intergovernmental Panel on Climate  Change [Edenhofer, O., R. Pichs-Madruga, Y. Sokona, E. Farahani, S. Kadner, K. Seyboth, A. Adler, I. Baum, S. Brunner, P. Eickemeier, B. Kriemann, J. Savolainen, S. Schlömer, C. von Stechow, T. Zwickel and J.C. Minx (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.\nLe Quéré, et al. (2015). Global Carbon Budget 2015, Earth Syst. Sci. Data, 7, 349–396, doi:10.5194/essd-7-349-2015, 2015.\nOskin, B. (2013, December 12). Earth's Greatest Killer Finally Caught. LiveScience.\nRidley, D. A., Solomon, S., Barnes, J. E., Burlakov, V. D. (2015). Total volcanic stratospheric aerosol optical depths and implications for global climate change. Geophysical Research Letters, 41, 7763–7769.\nSelf, S., Zhao, J-X., Holasek, R., Torres, R., and King, A. (1999). The Atmospheric Impact of the 1991 Mount Pinatubo Eruption. [Online] U.S. Geological Survey Website. http://pubs.usgs.gov/pinatubo/self/ Accessed June 16, 2016.\nUniversity Corporation for Atmospheric Research. (2012). Mount Tambora and the Year Without a Summer. Accessed May 11, 2016.\nUnderstanding Evolution. Volcanic activity and mass extinction. Accessed May 12, 2016.\nU.S. Energy Information Administration. Total Energy. Accessed May 11, 2016.\nHelp us improve our content",
  "source": "climate.gov"
}