{
  "url": "https://www.climate.gov/news-features/climate-qa/cual-es-la-diferencia-entre-el-calentamiento-global-y-el-cambio-climatico",
  "title": "¿Cuál es la diferencia entre el calentamiento global y el cambio climático?",
  "date": null,
  "content": "(Traducido por Roberto Molar. )\nEl calentamiento global se refiere solo a la temperatura de la superficie de la Tierra, mientras que el cambio climático incluye el calentamiento y los \"efectos secundarios\" de este calentamiento—como son los glaciares que se derriten, tormentas de lluvia más severas o las sequías más frecuentes. Dicho de otra manera, el calentamiento global es un síntoma del mayor problema del cambio climático causado por los seres humanos.\nEl calentamiento global es solo un síntoma del problema mucho más grande del cambio climático. Dibujo de NOAA Climate.gov por Emily Greenhalgh.\nOtra distinción entre el calentamiento global y el cambio climático es que cuando los científicos o líderes públicos hablan sobre el calentamiento global en estos días, casi siempre se refieren al calentamiento causado por los humanos—calentamiento debido al rápido aumento del dióxido de carbono y otros gases de efecto invernadero causado por personas que queman carbón, petróleo y gas.\nEl cambio climático, por otro lado, puede significar cambios naturales o causados por los humanos, como las edades de hielo. Además de quemar combustibles fósiles, los humanos pueden causar cambios climáticos al emitir contaminación de aerosol—las diminutas partículas que reflejan la luz solar y enfrían el clima—a la atmósfera, o al transformar el paisaje de la Tierra, por ejemplo, de bosques que almacenan carbono a tierras de cultivo.\nEl planeta ha experimentado el cambio climático antes: la temperatura promedio de la Tierra ha fluctuado a lo largo de la historia de 4,540 millones de años del planeta. La Tierra ha experimentado períodos largos de frío (\"edades de hielo\") y períodos cálidos (\"interglaciales\") en ciclos de 100,000 de años durante al menos el último millón de años.\nLos episodios previos de calentamiento fueron provocados por pequeños incrementos en la cantidad de luz solar que llegaba a la superficie de la Tierra y luego amplificados por grandes emisiones de dióxido de carbono de los océanos a medida que se calentaban (como la efervescencia que escapa de una soda tibia).\nAumentos y disminuciones en la temperatura global durante las edades de hielo ocurridas de forma natural en los últimos 800,000 años, terminando a principios del siglo XX. Gráfica de NOAA Climate.gov por Fiona Martin, basada en datos del núcleo de EPICA Dome C.\nEl calentamiento global actual se debe principalmente al aumento de los gases que atrapan el calor que los humanos están agregando a la atmósfera al quemar combustibles fósiles. De hecho, en las últimas cinco décadas, los factores naturales (forzamiento solar y volcanes) en realidad habrían llevado a un ligero enfriamiento en la temperatura de la superficie de la Tierra.\nLa tasa de aumento del calentamiento global también es diferente al calentamiento pasado. El aumento actual de la temperatura promedio mundial parece estar ocurriendo mucho más rápido que en cualquier otro punto desde que la civilización y la agricultura modernas se desarrollaron en los últimos 11,000 años—y probablemente más rápido que cualquier período cálido interglacial en el último millón de años.\nTemperaturas durante la mayor parte de los últimos 2,000 años en comparación con el promedio de 1961-1990, basado en datos proxy (anillos de árboles, testigos de hielo, corales) y datos modernos basados en termómetros. En los últimos dos milenios, el clima se calentó y enfrió, pero no hubo episodios de calentamiento previo tan grandes y abruptos como el reciente calentamiento global. Gráfica de NOAA Climate.gov por Fiona Martin, adaptada de la Figura 34.5 en la Evaluación Nacional del Clima, basado en datos de Mann et al., 2008.\nIndependientemente de si usted dice que el cambio climático son todos los efectos secundarios del calentamiento global, o que el calentamiento global es un síntoma del cambio climático causado por los humanos, esencialmente está hablando del mismo fenómeno básico: la acumulación de energía térmica excesiva en el sistema de la Tierra. Entonces ¿por qué tenemos dos formas de describir lo que es básicamente lo mismo?\nSegún el historiador Spencer Weart, el uso de más de un término para describir diferentes aspectos del mismo fenómeno sigue al progreso de la comprensión del problema por parte de los científicos.\nA finales de 1800, los científicos estaban planteando la hipótesis de que la industrialización, impulsada por la quema de combustibles fósiles para la energía, tenía el potencial de modificar el clima. Pero durante muchas décadas no estuvieron seguros de si el enfriamiento (debido al reflejo de la luz solar de la contaminación) o el calentamiento (debido a los gases de efecto invernadero) dominarían.\nSin embargo, a mediados de la década de 1970, cada vez más evidencias sugerían que el calentamiento dominaría y que sería diferente a cualquier otro episodio de calentamiento natural. La frase \"calentamiento global\" surgió para describir ese consenso científico.\nCambio en la temperatura (grados por siglo) de 1900-2014. Las áreas grises indican dónde no hay datos suficientes para detectar una tendencia a largo plazo. Mapa de NOAA Climate.gov, basado en datos de NOAA GlobalTemp de los Centros Nacionales de Información Ambiental de NOAA.\nEn décadas posteriores, los científicos se hicieron más conscientes de que el calentamiento global no era el único impacto del exceso de calor absorbido por los gases de efecto invernadero. Otros cambios—el aumento del nivel del mar, la intensificación del ciclo del agua, el estrés sobre las plantas y los animales—probablemente serían mucho más importantes para nuestras vidas cotidianas y economías. En la década de 1990, los científicos utilizaron cada vez más el \"cambio climático causado por los seres humanos\" para describir el desafío que enfrenta el planeta.\nEl calentamiento global actual es un tipo de cambio climático sin precedentes, y está generando una cascada de efectos secundarios en nuestro sistema climático. Son estos efectos secundarios, como los cambios en el nivel del mar a lo largo de costas muy pobladas y la retirada mundial de los glaciares de montaña de los que dependen millones de personas para el agua potable y la agricultura, que probablemente tengan un impacto mucho mayor en la sociedad  que el cambio de temperatura.\nBroecker, W. S. (1975). Climatic Change: Are We on the Brink of a Pronounced Global Warming? Science, 189(4201), 460–463.  http://doi.org/10.1126/science.189.4201.460\nClimate Data Primer. Climate.gov.\nGillett, N. P., V. K. Arora, G. M. Flato, J. F. Scinocca, and K. von Salzen, 2012: Improved constraints on 21st-century warming derived using 160 years of temperature observations. Geophysical Research Letters, 39, 5, doi:10.1029/2011GL050226. [Available online at http://onlinelibrary.wiley.com/doi/10.1029/2011GL050226/pdf]\nGlobal Warming FAQ. Climate.gov.\nHow do we know the world has warmed? by J. J. Kennedy, P. W. Thorne, T. C. Peterson, R. A. Ruedy, P. A. Stott, D. E. Parker, S. A. Good, H. A. Titchner, and K. M. Willett, 2010: [in \"State of the Climate in 2009\"]. Bull. Amer. Meteor. Soc., 91 (7), S79-106.\nHuber, M., and R. Knutti, 2012: Anthropogenic and natural warming inferred from changes in Earth’s energy balance. Nature Geoscience, 5, 31-36, doi:10.1038/ngeo1327. [Available online at http://www.nature.com/ngeo/journal/v5/n1/pdf/ngeo1327.pdf]\nJouzel, J., et al.  2007. EPICA Dome C Ice Core 800KYr Deuterium Data and Temperature Estimates.  IGBP PAGES/World Data Center for Paleoclimatology  Data Contribution Series # 2007-091. NOAA/NCDC Paleoclimatology Program, Boulder CO, USA.\nMann, M. E., Zhang, Z., Hughes, M. K., Bradley, R. S., Miller, S. K., Rutherford, S., & Ni, F., 2008: Proxy-based reconstructions of hemispheric and global surface temperature variations over the past two millennia. Proceedings of the National Academy of Sciences, 105(36), 13252-13257. doi: 10.1073/pnas.0805721105.\nMelillo, Jerry M., Terese (T.C.) Richmond, and Gary W. Yohe, Eds., 2014: Climate Change Impacts in the United States: The Third National Climate Assessment. U.S. Global Change Research Program, 841 pp. doi:10.7930/J0Z31WJ2. Online at: nca2014.globalchange.gov\nNational Academy of Sciences, Climate Research Board, Carbon Dioxide and Climate: A Scientific Assessment (Jules Charney, Chair). (1979). Washington, DC: National Academy of Sciences. [Online (pdf)] http://web.atmos.ucla.edu/~brianpm/download/charney_report.pdf\nWalsh, J., D. Wuebbles, K. Hayhoe, J. Kossin, K. Kunkel, G. Stephens, P. Thorne, R. Vose, M. Wehner, J. Willis, D. Anderson, V. Kharin, T. Knutson, F. Landerer, T. Lenton, J. Kennedy, and R. Somerville, 2014: Appendix 4: Frequently Asked Questions. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 790-820. doi:10.7930/J0G15XS3\nWeart, S. (2008). Timeline (Milestones). In The Discovery of Global Warming. [Online] American Institute of Physics website.\nWhat's in a Name? Global Warming vs. Climate Change. NASA.\nHelp us improve our content",
  "source": "climate.gov"
}