{
  "url": "https://www.climate.gov/news-features/climate-tech/adaptable-and-driven-renewable-energy-saildrones-voyage-remote-waters",
  "title": "Adaptable and driven by renewable energy, saildrones voyage into remote waters",
  "date": null,
  "content": "In March 2009, engineer Richard Jenkins broke the world land speed record for a wind-powered vehicle by sailing a bright green sailboat on wheels across a dried lakebed in Nevada at 126 miles per hour. Now, after many engineering developments and an orange paint job, Jenkins’ design autonomously sails the sea gathering ecologic, oceanic, and atmospheric data in the employ of NOAA.\nThe public-private partnership between NOAA and Saildrone Inc., Jenkins’ startup company, began in 2014 when Chris Meinig of NOAA’s Pacific Marine Environmental Laboratory (PMEL) met Jenkins. Meinig saw the saildrone’s potential for cost-effectively enhancing NOAA’s existing ocean-monitoring fleet of buoys, ships, and autonomous vehicles.\nWorking together with Saildrone Inc., Meinig and his PMEL and NOAA Fisheries colleagues customized the saildrones by adding sensors to meet NOAA’s diverse data collecting needs. The 20-foot tall drones now carry over 200 pounds of instruments.\nSaildrones set sail. Photo courtesy of Saildrone Inc., via NOAA PMEL\n“It’s a single platform that can measure interdisciplinary aspects. You not only get the ocean physics, you also get biogeochemistry and CO2, or even acoustic backscatter, and an understanding of the critters in the water,” said Meinig.\nThese environmentally friendly saildrones—solar panels power the sensors, and wind propels the drones—can sail for months at a time and cover thousands of miles while constantly relaying data via satellite to onshore operators. Operators can also make course adjustments to further investigate any areas of interest. This adaptive capability allows saildrones to follow fur seals as they hunt for food or zig-zag across oceanic eddies or fronts—capabilities traditional monitoring methods don’t possess.\n“You’re able to see phenomena you couldn’t see before,” said Meinig.\nThe saildrone recovery crew in front of three saildrones in Dutch Harbor, AK. Photo courtesy of Saildrone Inc., via NOAA PMEL.\nDuring a mission launched in July 2017, PMEL and Fisheries researchers sent saildrones to the rough waters of the Bering Sea and the Arctic. They searched for tagged fur seals, carried out fish surveys, and studied ocean-atmosphere interactions and gas flux. Traditional Arctic monitoring is challenged by high costs and a short ice-free window of opportunity for vessels to sail north, but thanks to their renewable power supply, saildrones have more endurance and can venture farther than any vessel—with no risk to human passengers.\n“We get a much more integrated picture of what’s happening during the ice-free season up there relative to a ship, which gives you just a single snapshot in time,” said Jessica Cross, a NOAA PMEL oceanographer.\nIn addition to the freedom to range wherever scientists send them, saildrones have also provided data that is so detailed that Cross and other researchers suspected the devices were malfunctioning. Once, she says, the drones observed such a large increase in carbon dioxide concentration over such a small area of ocean that they were surprised when a nearby research vessel was able to verify the signal.\nBetween July and September of 2017 saildrones cruised past Alaska and into the Arctic, collecting observations of the difference in partial pressure of carbon dioxide (pCO2) in the ocean versus the atmosphere. Positive numbers (purple) indicate that carbon dioxide pressure was higher in the ocean than the atmosphere, which favors release of carbon dioxide. Negative values mean that the carbon dioxide pressure was lower in the ocean than the atmosphere, so conditions would have favored carbon uptake. The carbon dioxide partial pressure values have been normalized with respect to temperature. Map by NOAA Climate.gov, based on data from NOAA PMEL.\n“It’s really unprecedented,” said Cross. “Saildrones are collecting some extremely high-resolution data. And we think, that can’t be right, the ocean doesn’t work that way. And then you go back and reprocess that data and find out what you thought was a glitch was a real feature.”\nA few months after the Arctic mission launched, PMEL dispatched sail drones to the tropical Pacific to study how the atmosphere and ocean exchange carbon dioxide. The drones explored a region about 1,500 miles off the coast of Central America, thought to be the largest natural source of oceanic CO2 to the atmosphere.\nSaildrones’ adaptive capability could better track year-to-year changes in oceanic CO2 within the tropical Pacific, explained NOAA PMEL oceanographer Adrienne Sutton. The area is currently home to an observing system called the Tropical Atmosphere Ocean (TAO) Array, a fleet of about 70 buoys moored throughout the tropical Pacific. The buoys measure changes in ocean temperature and monitor El Niño, but so far researchers have attached carbon dioxide sensors to only a few.\n“I think those are two things that are most exciting: Saildrones can fill in those gaps—not to mention huge gaps that exist in the southern hemisphere—and also provide adaptive sampling, so you can measure events as they are evolving. Those are two really powerful, new capabilities that we haven’t had,” said Sutton.\nSaildrone’s high-resolution data can also provide new ways for researchers to track El Niño in the tropical Pacific. Due to TAO’s spread-out design of stationary buoys, the warm and cold water fronts that reflect El Niño and La Niña appear broad with smeared edges. Saildrones revealed a sharper image.\n“We are surprised by how abrupt these fronts are,” said Meghan Cronin, an oceanographer at NOAA PMEL. “Some of these warm water fronts are so sharp that the ocean is changing a whole degree in temperature over less than a kilometer,” according to their preliminary data. There’s no way that Cronin or other researchers would see that from satellites or buoys.\nAccording to our calculations, a drone departed from Alameda, CA and sailed 8,324 miles over an 8-month period from September 2017 to April 2018. The data it collected on sea surface temperatures surprised NOAA researchers by revealing how abruptly sea surface temperatures change over short distances. NOAA Climate.gov map based on data from NOAA PMEL.\nDespite saildrones performing exceptionally well so far, it’s not time to dock research vessels, decommission buoys, or recall the fleet of robotic floats that patrol the global ocean. Saildrones can stay out to sea for months at a time in a cost-efficient manner, but research vessels remain the most powerful tool in NOAA’s fleet because of their ability to host a diverse payload of sensors, equipment, and scientists.\nBuoys may be moored in one location, but they provide very detailed data as well as stable time series that are crucial for detecting change. Robotic floats, such as the Argo array, can’t accommodate CO2 sensors, but they can sink below the surface to measure temperature and salinity in the deep ocean.\nSaildrones are an exciting emerging technology, but PMEL researchers are still verifying the data they collect and brainstorming how best for NOAA to incorporate them into its ocean-monitoring fleet.\n“By combining all these [devices] together, you get a great picture of what’s happening at the surface with the saildrone, you get this really detailed and spatially broad snapshot with the ship, and then you get these nice long time series with the buoys. Having all three of those together enables us to paint a much more complete picture of the system than we’ve been able to before,” said Cross.\nThree saildrones are docked next to a larger ship and ready to launch. Photo courtesy of Saildrone Inc., via NOAA PMEL.\nAfter every mission, the team at PMEL and the drone engineers learn more about how to improve saildrones to make them more effective and durable. Because as Meinig said, “the ocean is always trying to crush what you put out there.”\nWhen the drones sailed to the tropical Pacific, Saildrone Inc. found that the small sails that handled the extreme weather of the Bering Sea didn’t provide enough power for the drones to easily navigate through the region’s low winds and strong currents. Instead, they’d need to build a separate model with a larger sail to generate more power.\nThe buildup of algae and other organisms on the drones’ hull slowed them down, a problem they hope a new anti-biofouling coating will fix. They even had a marine hitchhiker. Once, when the drone was sailing north to the Arctic, a young spotted seal decided it looked like a nice resting place, so it hauled itself out onto the drone for two days, causing the drone to behave erratically.\nA young Spotted Seal hitches a ride on a sailing drone in the Arctic. Photo courtesy of Saildrone Inc., via NOAA PMEL.\nAt this point, researchers and engineers have tweaked the drones and sampling protocols enough that saildrones are now approaching an operational stage that will allow other outside agencies, institutions, or universities to use them for their own purposes. And in regards to saildrones at NOAA’s PMEL, a new research season is about to start, with saildrones heading back to the tropical Pacific and the Arctic.\n“We’re going to continue to ramp up the challenge to push ourselves to do good work,” said Cross.\nHelp us improve our content",
  "source": "climate.gov"
}