{
  "url": "https://www.climate.gov/news-features/climate-and/climate-allergies",
  "title": "Climate & allergies",
  "date": null,
  "content": "Ah, springtime. Cherry blossoms. Daffodils. Dogwood. It’s the best time of year...unless you have allergies. Then any enjoyment you might derive from iconic spring blossoms may be overpowered by discomfort from maple, oak, or birch blooms. If pollen relentlessly tickles your nose and clogs your sinuses and itches your eyes, you end up wishing you could live somewhere north of that Westeros Wall. But the evidence suggests that, if you live farther north in the contiguous United States, your allergies won’t get better with climate change. They’ll get worse.\nAn allergy is a reaction of your immune system to something that, for most people, is essentially harmless, such as pet dander, nuts, or pollen. For most seasonal allergy sufferers, the diagnosis is hay fever, or—as your doctor would write it down in your medical chart—allergic rhinitis. Reactions range from annoying—sneezing, itching, watery eyes, stuffy nose—to dangerous: in some people, allergies can trigger asthma attacks.\nSeasonal allergies afflict up to 30 percent of the world’s human population, studies have found, and the Cleveland Clinic reports a rising allergy prevalence. For most people, allergies aren’t life threatening, but they can hamper one’s enjoyment of life—for months at a stretch. Tree pollen strikes in the spring, grass pollen in the summer, and weed pollen in the summer and fall.\nIconic spring blooms are not associated with allergy symptoms. Instead, allergy symptoms often arise from flowering blooms of birch, oak, and maple trees, and especially from plants in the Ambrosia genus (ragweed). All images used under Creative Commons licenses. Images courtesy Wikimedia Commons, except for the following images from Flickr users: cherry blossoms: ＠近所の公園, daffodil: Thomas Redican, dogwood: Claire Thompson.\nIf you have hay fever, your worst enemy is probably ragweed—common ragweed, giant ragweed, lanceleaf ragweed, or western ragweed. Ragweed likely causes more hay fever than all other plants put together, according to USDA plant physiologist Lewis Ziska, and a single ragweed plant can produce a billion pollen grains. Those grains contain a protein that excels in annoying the human immune system.\nMultiple studies indicate that, as climate warms, pollen seasons will start sooner, last longer, and produce more pollen than in the past. In fact, it’s already happening. A 2014 study led by Rutgers University’s Yong Zhang found that between 2001 and 2010, pollen season in the contiguous United States started on average three days earlier than it did in the 1990s, and the annual total of daily airborne pollen increased more than 40 percent.\nLonger pollen seasons mean more time for the human body to become sensitized to allergens and to produce an (in)appropriate response. Warming climate also means a higher number of frost-free days, which especially benefit allergen-producing weeds.\nThe frost-free season length, defined as the period between the last occurrence of 32°F in the spring and the first occurrence of 32°F in the fall, has increased in each U.S. region during 1991-2012 relative to 1901-1960. Increases in frost-free season length correspond to similar increases in growing season length. Figure adapted from the National Climate Assessment 2014.\nThe climate and allergy connection isn’t just about longer growing seasons, however. Part of the pollen problem is directly down to more carbon dioxide. In the 1990s, Ziska conducted studies of the effect of carbon dioxide levels on ragweed. In his experiment, plants exposed to rising levels of carbon dioxide grew to greater size and produced more pollen. Most irritating of all, ragweed plants exposed to more of the gas produced more of the protein that specifically nags human noses.\nBut worsening hay fever isn’t entirely the fault of carbon dioxide and pollen. The 2014 U.S. National Climate Assessment (NCA2014) warned that simultaneous exposure to allergens and toxic air pollutants can amplify allergic responses. Meanwhile, the assessment reports, extreme rainfall and rising temperatures can lead to growth of indoor fungi and molds—another category of allergy triggers for some people.\nAs a further complication, thunderstorms often coincide with spikes in emergency room visits for asthma attacks. A review paper published in the World Allergy Organization Journal describes a possible mechanism for the connection: thunderstorms carry pollen grains at ground level, and updrafts sweep those grains into the humid bases of storm clouds; the grains rupture and release allergy-inducing starch granules; the pollen fragments can be inhaled much more deeply into human airways than whole pollen grains would have been.\nThunderstorms often cause spikes in emergency room visits for people with allergic asthma. Image courtesy NOAA Photo Library.\nIdentifying the impact of climate change on specific types of extreme weather events will require more research, the NCA2014 says, especially since these events occur over small scales that are hard to predict. But where thunderstorms do strike, they pose a risk to people with allergic asthma. Most climate models project that heavy precipitation is likely to increase in a warmer world. If that increase in heavy rain comes via more thunderstorms, the risk of allergic asthma attacks may also rise.\nZiska’s 2011 study, which found a lengthening pollen season in North America, didn’t see the same changes everywhere. Ziska’s team examined measurements of airborne pollen collected by 10 National Allergy Bureau (NAB) pollen-counting stations between 1995 and 2009, on a path stretching from east Texas northward to Saskatoon, Saskatchewan. The team found that pollen season lengthened more at higher latitudes, anywhere from 13 to 27 days north of roughly 44°N (roughly the latitude of Minneapolis). At the southernmost station (Georgetown, Texas), pollen season actually decreased by one day.\nPollen season has increased in duration and intensity at higher latitudes in North America. Image by NOAA Climate.gov based on data from Ziska et al. 2011.\nZiska’s team’s finding was not unique; multiple studies have uncovered the same phenomenon, and it’s in keeping with broader findings that climate change is more pronounced at higher latitudes. As reported in Environmental Health Perspectives, the  geographic differences in allergy season impacts can probably be attributed to water vapor. In more humid, rainier southern latitudes, water vapor likely increases cloud cover, moderating the warming. Furthermore, rain washes pollen out of the air, at least for a little while. So, pollen-triggered allergies may not worsen as much in the southern United States as the north—assuming there’s no climate-driven increase in thunderstorms picking on asthmatics.\nPredicting future changes, as well as fully understanding changes that have already occurred, is complicated by the United States’ uneven distribution of NAB pollen-sampling stations. The contiguous United States is divided into nine climate regions: Northeast, Southeast, South, Central, East North Central, West North Central, Southwest, West, and Northwest. While the Northeast region enjoys a relative abundance of NAB stations, the West North Central region has only two—and they sit along the border with the East North Central region. Matching pollen counts with weather statistics is also a challenge in some regions. In the 2014 study headed by Zhang, the distance between the NAB pollen station and the nearest NOAA weather station was sometimes just a few kilometers, but other times tens of kilometers. The uneven distribution of NAB stations remains a source of uncertainty in pollen-climate predictions.\nIf your nose is already driving you crazy, what can you do? The World Allergy Organization Journal has a few suggestions, including educating yourself on when pollen season peaks in your area, and avoiding extended outdoor activities during those times; protecting your face with closed-visor helmets when biking; keeping car windows rolled up while driving; and staying indoors on windy days and during thunderstorms.\nIf you want to move someplace where pollen seasons are shortening rather than lengthening, you can always head to the United States’ Southern or Southeastern climate regions.\nBut you might be allergic to cockroaches.\nAllergies. Mayo Clinic. Accessed April 17, 2018.\nD’Amato, G., Holgate, S.T., Pawankar, R., Ledford, D.K., Cecchi, L., Al-Ahmad, M., Al-Enezi, F., Al-Muhsen, S., Ansotegui, I., Baena-Cagnani, C.E., Baker, D.J., Bayram, H., Bergmann, K.C., Boulet, L.P., Buters, J.T.M., D’Amato, M., Dorsano, S., Douwes, J., Finlay, S.E., Garrasi, D., Gómez, M., Haahtela, T., Halwani, R., Hassani, Y., Mahboub, B., Marks, G., Michelozzi, P., Montagni, M., Nunes, C., Oh, J.J.W., Popov, T.A., Portnoy, J., Ridolo, E., Rosário, N., Rottem, M., Sánchez-Borges, M., Sibanda, E., Sienra-Monge, J.J., Vitale, C., Annesi-Maesano, I. (2015). Meteorological conditions, climate change, new emerging factors, and asthma and related allergic disorders. A statement of the World Allergy Organization. World Allergy Organization Journal, 8(25).\nD’Amato, G., Vitale, C., De Martino, A., Viegi, G., Lanza, M., Molino, A., Sanduzzi, A., Vatrella, A., Annesi-Maesano, I., D’Amato, M. (2015). Effects on asthma and respiratory allergy of climate change and air pollution. Multidisciplinary Respiratory Medicine, 10(39).\nLang, David M. (2013, November). Allergic rhinitis. Cleveland Clinic. Accessed May 16, 2018.\nLuber, G., Knowlton, K., Balbus, J., Frumkin, H., Hayden, M., Hess, J., McGeehin, M., Sheats, N., Backer, L., Beard, C.B., Ebi, K.L., Maibach, E., Ostfeld, R.S., Wiedinmyer, C., Zielinski-Gutiérrez, E., Ziska, L. (2014). Ch. 9: Human Health. Climate Change Impacts in the United States: The Third National Climate Assessment, U.S. Global Change Research Program, 220–256.\nSchmidt, C.W. (2016). Pollen overload: seasonal allergies in a changing climate. Environmental Health Perspectives, 124(4), 70–75.\nZhang, Y., Bielory, L., Mi, Z., Cai, T., Robock, A., Georgopoulos, P. (2014). Allergenic pollen season variations in the past two decades under changing climate in the United States. Global Change Biology, 21(4), 1581–1589.\nZiska, L., Knowlton, K., Rogers, C., Dan Dalan, Tierney, N., Elder, M.A., Filley, W., Shropshire, J., Ford, L.B., Hedberg, C., Fleetwood, P., Hovanky, K.T., Kavanaugh, T., Fulford, G., Vrtis, R.F., Patz, J.A., Portnoy, J., Coates, F., Bielory L., Frenz, D. (2011). Recent warming by latitude associated with increased length of ragweed pollen season in central North America. Proceedings of the National Academy of Sciences, 108 (10), 4248–4251.\nHelp us improve our content",
  "source": "climate.gov"
}