{
  "url": "https://www.climate.gov/news-features/climate-and/climate-skiing",
  "title": "Climate & skiing",
  "date": null,
  "content": "Based at the University of Colorado-Boulder, the National Snow and Ice Data Center (NSIDC) has no shortage of skiers experienced enough to know good—and bad—ski conditions. “Warm days plus cold nights can really make conditions painful,” opines software developer Matt Fisher. “You get the snow warming up during the day then icing over at night. It’s harder to keep control in icy conditions and when you fall, it really hurts.” Heidi McCann, coordinator of indigenous knowledge exchange agrees, adding that the most desirable snow has low water content, and ideally, eight or more inches of fresh powder.\nA skier enjoys powder at Jackson Hole, Wyoming. CC license by Flickr user Zach Dischner.\nAt an organization that collects and analyzes data on all things frozen, there’s also no shortage of skiers who are thinking about how global warming will affect conditions on their favorite slopes. Among them is NSIDC research scientist Twila Moon, who works remotely from Big Sky, Montana, and calls herself “reasonably obsessed with skiing.” She lays out the optimal conditions, which start before ski resorts open each season. “You can almost think of it as a timeline,” she explains. “Late fall into early winter is when you start to build up snowpack, when the snow layers bond together.”\nHazards to skiers during this period include hoarfrost, that can form under calm, humid, clear conditions; and ice lenses caused by surface melt or rain-on-snow events. Any snow accumulating on top of these flaky or icy layers is prone to avalanche. Depth hoar, which often forms in a shallow snowpack, can result in especially widespread instability throughout much of the remaining the season, potentially leading to catastrophic avalanches. While ski resorts try to mitigate avalanche risks, backcountry and cross-country skiers outside resorts must watch out for themselves.\nSlope, terrain, and snowpack conditions can all contribute to avalanches. © by Richard Armstrong, NSIDC.\nOnce ski season is well underway, Moon says, the best conditions are not too cold for skiers to endure or for snow to continue falling, “but cold enough to build up powder. Having dry spells, or warm weather, or rain on snow are very problematic.” She adds, “Of course there’s the year-to-year luck of the weather, but it’s now happening against a background trend of warming temperatures.”\nMoon isn’t speculating. Released in 2017, the U.S. Fourth National Climate Assessment provides a comparison of 1986–2016 temperatures to those for 1901–1960. The comparison shows an increase in average temperature across 95 percent of the nation’s land surface, and the temperature increases have been most widespread in winter, 1.5°F in most places. The number of cool nights has also declined, and in much of the western U.S., the decrease is about two weeks.\nSki resorts dot a substantial portion of the contiguous United States (CONUS), from Virginia northward to Maine, across parts of the Upper Midwest, and from the Rocky Mountains westward to the Pacific Coast. In parts of the western United States, the ski industry comprises a significant chunk of local economies, especially in the Rocky Mountains.\n“In the Rocky Mountains and Utah, the snow tends to be drier and fluffier,” Moon says. Colorado skiers call such desirable snow “champagne powder,” sometimes smirking behind their ski goggles at California’s Sierra Nevada skiers who make do with “Sierra cement.”\n“Sierra cement. It’s a real thing,” sighs Dan McEvoy. McEvoy is a researcher with the Western Regional Climate Center, operated jointly by NOAA and the Desert Research Institute in Nevada. Situated much closer to the Pacific Ocean than the Rocky Mountains are, the Sierra Nevada have a maritime climate; the winters aren’t as cold, and the snow has higher water content. But McEvoy defends his local snow. “There’s something special about Sierra cement: It sticks to everything. You can ski on steep slope faces.”\nA confident skier speeds down a steep slope at Lake Tahoe. CC license by Aaron Feen.\nChampagne and cement have long provided skiers with contrasting conditions, but regardless of the snow types that historically divided U.S. resorts, many of those resorts are now united by a shared problem: shrinking ski season. “Ski season is starting later and ending earlier,” McEvoy says—an observation shared by every researcher interviewed for this story. “We still get plenty of storms, but around here, I used to ski on Thanksgiving, when ski resorts really got going. Now, I’m lucky if I can ski that early.”\nIn the 2017-2018 ski season, the problem extended months after the holiday season. Around April 1, McEvoy said, snowpack in the region was about 75 percent of normal. “It doesn’t sound that bad, but almost all the snow came in March.” In February 2018, the Yosemite Ski and Snowboard Area offered its season pass holders the option of rolling over their passes to the following winter, or taking refunds. Meanwhile, the higher-elevation Mt. Rose Ski Area adopted a new slogan: Where the snow is!\nMcEvoy sees reason for concern, and he has more than anecdotes from recent lackluster ski seasons. He points to the Sierra Nevada Summary Report. Part of California’s Fourth Climate Change Assessment released in 2018, the report describes long-term warming and decreasing snowpack. The problem isn’t confined to the Sierra Nevada. A 2018 study in Climate and Atmospheric Science states that western U.S. snowpack deficits are worst in springtime, in the Pacific states, and in places with already mild winters, but also identifies declining snowpack trends “across all months, states, and climates” in the West.\nSki season is shortening at both ends. As worrisome as earlier spring melt may be for resorts serving Spring Break skiers, the worst economic losses likely strike during the holiday season. “The Christmas-New-Year’s week is the biggest week of ski season,” McEvoy says, “A lot of workers rely almost solely on the holiday period to make most of their money, and it’s not just people directly involved in the ski industry. Restaurants, bars, and other businesses rely on that busy season, too.”\nA holiday wreath adorns a bear statue in Vail, Colorado. CC license by Flickr user Sam Howzit.\nBrian McInerney is a hydrologist with the National Weather Service Forecast Office in Salt Lake City. He lives in Park City, home to its own ski resorts. The ski basins in the area are about 7,000 feet above sea level, and some Park City officials have wondered about the city’s prospects for hosting future Winter Olympic Games. McInerney says, “The biggest question is whether we will get snow for the Nordic events [like cross-country]. You have to keep those at low elevation because people from Europe train at lower elevations. That’s the zone that’s changing right now.”\nThat’s the elevation zone that’s changing in a lot of places. The Sierra Nevada portion of California’s Fourth Climate Change Assessment predicts that, by the end of this century, temperatures in that region will rise an average of 6°F to 9°F if carbon dioxide emissions continue increasing at a high rate (RCP8.5), raising the rain-to-snow transition anywhere from 1,500 feet to 3,000 feet. The report issues a blunt forecast: likely elimination of snowpack below 6,000 feet elevation, and snowpack reductions exceeding 60 percent across nearly the entire Sierra Nevada range.\nUtah will probably face a similar problem. McInerney says, “When you look at our snowpack, the amount of precipitation overall hasn’t changed that much. There are still dry years and wet years. But the fraction of precipitation that used to be totally snow is changing to rain.” NOAA data indicate that the CONUS snow-to-rain ratio of precipitation has moved mostly toward rainfall and away from snowfall between 1949 and 2016. Discussing his ski neighborhood, McInerney says, “We anticipate that situation to evolve to 2100 where we’ll just have rainfall. The upper elevations of the Uinta Mountains may have snow, but the Wasatch Range will be snow free.”\nElevation will play a key role in the future fate of United States ski resorts.\nMcEvoy and one of his colleagues at the Western Regional Climate Center, researcher Benjamin Hatchett, coauthored a 2017 study examining Sierra Nevada precipitation from 1951 to 2017, identifying multiple causes for regional “snow droughts.” Among those causes, they identified rain-on-snow events. From 2008 to 2017, the fraction of precipitation falling as snow declined at a rate of 3.5 percent per year. Hatchett also led another study on rising snow lines in the Northern Sierra Nevada.\nClimbing snow lines have already become an issue at some ski resorts, presenting problems the original designers probably never anticipated. Ski-obsessed Moon gives an example from western Canada. “At the ski resort in Whistler, British Columbia, there’s a big elevation difference. You can have times when there is snow at the summit and rain at the base, where you get on the ski lift. Unfortunately, this kind of event is likely to happen more often now.”\nRiding the gondola to the summit while soaking wet from rain might be unpleasant. Skiing right off the edge of the snow on your way back down might be even worse.\nSince the 1960s, overall North American snow depth has declined, according to the Fourth National Climate Assessment, and the snow season’s maximum snow depth has occurred a week earlier on average. The Great Lakes snow belt regions experienced some increases through the late 1970s and early 1980s, but since then, the trends have reversed in some of those same areas.\nAcross the CONUS as a whole, total snowfall largely declined between 1930 and 2007, according to a 2009 study cited by the Environmental Protection Agency. That study examined long-term snowfall-station data, finding that snowfall totals dropped by more than half in the Northwest, and also declined sharply in the Southwest.\n“In the Northern Sierra Nevada, the timing of sufficient snow for recreation has shifted later by around two weeks,” Hatchett says. “The change is probably due to both decreases in precipitation falling as snow, and increasing numbers of dry days, all superimposed upon warming background temperatures.”\nThe national assessment concluded that under a high-emissions scenario, the northern portion of the CONUS will likely turn wetter as climate warms, and much of the precipitation there will fall as snow, at least through the middle of the century. That doesn’t necessarily mean good news for ski resorts nationwide, though. Ski resorts in the Southwest aren’t projected to get more snow, and snow cover is already starting later and retreating earlier. And by the end of this century, the report states, “it will be too warm to snow in many current snow-producing situations, and precipitation will mostly be rainfall.”\nRain ruins the fun at Lake Tahoe. CC license by Flickr user Armistead Booker.\nAuthors of Fourth National Climate Assessment point out that predicting regional and local changes is harder than predicting average changes across the CONUS. But some forecast efforts have taken on that challenge.\nBased in Boulder, Colorado, Cameron Wobus is a research scientist studying hydrology and environmental data, among other disciplines, He has long worked with the Climate Division of the Environmental Protection Agency, examining possible economic impacts of a warming climate. He also likes to ski. The impact of climate change on the ski industry struck him as a logical subject to examine, and in 2017, he led a study on the projected climate impacts on skiing and snowmobiling across the United States. To run the models, he enlisted Eric Small, a professor in the Geological Sciences Department at the University of Colorado-Boulder.\nWobus, Small, and their coauthors simulated natural snow accumulation at 247 winter recreation destinations across the CONUS. They incorporated five climate models and two emission scenarios: RCP4.5 (moderate emissions) and RCP8.5 (high emissions). In this as in other studies, high-emission scenarios present more worrisome forecasts than moderate-emission scenarios, especially toward the end of the century.\nUnder both scenarios, winter season length could be cut short by more than half in some locations as soon as 2050. Shorter ski seasons “could result in millions to tens of millions of foregone recreational visits annually by 2050, with an annual monetized impact of hundreds of millions of dollars.”\nDrag the slider to compare projected changes in downhill-ski-season length by 2050 if we follow a moderate (RCP 4.5) versus a high (RCP 8.5) pathway of carbon dioxide emissions. Based on natural snow only (not including artificial snow), most resort locations are projected to experience reduced season length, marked in shades of red-purple. A small number of locations may experience longer ski seasons (light gray dots with black outlines). Large versions: moderate emissions | high emissions\n“Since this was a national-scale study, we had to make assumptions about elevation and slope,” Wobus says. “We took data from a digital elevation model then, for each ski resort, we assumed the same elevation and slope for the entire resort, but that’s obviously not the case. In reality, the topography is more complicated. There will be pockets in each resort that do better or worse than our projection based on, for instance, whether it’s a north- or south-facing slope.” But the study produces enough detail to show widely varying outcomes in different parts of the country.\n“I was a little surprised at how dismal the results look in the Northeast where I grew up. By the end of the century, people will not be skiing in New England,” he said. The Sierra Nevada fare better. The Rocky Mountains fare better still, thanks to their overall high elevation.\nDrag the slider to compare projected changes in downhill-ski-season length by 2090 if we follow a moderate (RCP 4.5) versus a high (RCP 8.5) pathway of carbon dioxide emissions. A small number of locations may experience longer ski seasons (light gray dots with black outlines.) Only the highest-elevation resorts are likely to maintain a meaningful ski season under a high emissions scenario. Large versions: moderate emissions | high emissions\nThe Wobus study is not an outlier; the Climate Impact Lab has published projections for days below freezing, and those results roughly overlap with those of the Wobus study, with the Rocky Mountain ski resorts surviving longer than other areas. But although the Rocky Mountains fare better than other skiing locations, Wobus, Small, and their coauthors found negative impacts in practically every winter-recreation resort, including those in the Rocky Mountains.\nProjected days below freezing at selected climate stations. Derived from Climate Impact Lab.\nHigher temperatures won’t automatically mean less snow in the Rocky Mountains. Small says, “What’s important is the temperature when it’s snowing, not the average temperature. There will still be light and fluffy snow. On average, there’s more snow in future simulations than in present-day simulations, at least during the middle of the winter. Many resorts in the Rocky Mountains should be fine, even with considerable climate change, because of the elevation.”\nBut although the Rocky Mountains will stay snowy longer, they will still feel impacts, according to a 2018 update to the 2014 Climate Change in Colorado assessment. And if temperatures continue warming long enough, Colorado’s snow will begin to be more like California’s Sierra cement, which could wipe the smirks off Colorado-champagne skiers’ faces.\nAmong the opinions offered at NSIDC, software developer Julia Collins has some thoughts on snowmaking. She’s not a fan. “If the weather is too warm, it doesn’t do any good, and it has a carbon footprint,” she says.\nSnowmaking has become routine at many ski resorts. CC license by Flickr user Jimmy Thomas.\nSki resorts have supplemented natural snow with artificial snow for decades. Love it or hate it, Small and Wobus argue, snowmaking isn’t going away in the foreseeable future. Describing the inability to open in time for Christmas as a “death blow\" to many ski resorts, Wobus says, “They must be able to get or make snow on the front end of the season.”\nLike natural snow, artificial is only possible under certain conditions, and both temperature and humidity play a part. Under average humidity (60 percent), artificial snow can be produced at about 27°F, and better snow can be produced at 21°F. While acknowledging snowmaking’s carbon footprint, Wobus expresses admiration for how the process has been automated. \"I talked to a snowmaker at Aspen,” he says. “The old systems involved people on snowmobiles moving equipment around. Now, when the temperature is cold enough, he gets an automatic alert. He can turn on the snowmaking system from his iPhone. Because the windows of opportunity to make snow will get smaller, resorts will have to take advantage of better processes, not just because of the carbon footprint, but also because of the cost.”\nEven with continued high greenhouse-gas emissions, high elevation will save many ski resorts in the Rocky Mountains. “I think the big result from our study was that,” Small says. “It won’t be true for all resorts, but Colorado should be fine with pretty considerable climate change because of the elevation.” In other places, though, the future of skiing will depend in large part on energy choices societies make in coming decades.\nClimate Impact Lab. (2018, February 8). America’s Shrinking Ski Season. Accessed October 27, 2018.\nDettinger, M., Alpert, H., Battles, J., Kusel, J., Safford, H., Fougeres, D., Knight, C., Miller, L., Sawyer, S. (2018). Sierra Nevada Summary Report. California’s Fourth Climate Change Assessment. Publication number: SUM-CCCA4-2018-004.\nEnvironmental Protection Agency. (2016, August). What Climate Change Means for Colorado. EPA 430-F-16-008.\nEnvironmental Protection Agency. Climate Change Indicators: Snowfall. Accessed November 8, 2018.\nForest Service Rocky Mountain Research Station. (2017, June). General Technical Report RMRS-GTR-362: Assessment of Watershed Vulnerability to Climate Change for the Uinta-Wasatch-Cache and Ashley National Forests, Utah. U.S. Department of Agriculture.\nHatchett, B.J., McEvoy, D.J. (2017). Exploring the origins of snow drought in the Northern Sierra Nevada, California. Earth Interactions, 22, 2. doi:10.1175/EI-D-17-0027.1.\nHatchett, B.J., Daudert, B., Garner, C.B., Oakley, N.S., Putman, A.E., White, A.B. (2017). Winter snow level rise in the Northern Sierra Nevada from 2008 to 2017. Water, 9, 899. doi:10.3390/w9110899.\nHatchett, B.J., Eisen, H.G. (2018, in review). Early season snowpack loss and implications for over-snow vehicle recreation travel planning. The Cryosphere. doi:10.5194/tc-2018-181.\nKFSN. (2018, February 22). Ski resort in Yosemite says they will not open this winter. Accessed October 27, 2018.\nKunkel, K.E., Palecki, M., Ensor, L. (2009). Trends in twentieth-century U.S. snowfall using a quality-controlled dataset. Journal of Atmospheric and Oceanic Technology. 26(1), 33–44. doi:10.1175/2008JTECHA1138.1.\nLukas, J., Western Water Assessment. (2018, August). Climate Change in Colorado: Recent Trends, Future Projections and Impacts: An Update to the Executive Summary of the 2014 Report.\nMote, P.W., Li, S., Lettenmaier, D.P., Xiao, M., Engel, R. (2018). Dramatic declines in snowpack in the western US. Climate and Atmospheric Science, 1,2. doi:10.1038/s41612-018-0012-1.\nNing, L., Bradley, R.S. (2015). Snow occurrence changes over the central and eastern United States under future warming scenarios. Scientific Reports, 5, 17073. doi:10.1038/srep17073.\nSteiger, R., Mayer, M. (2008). Snowmaking and climate change. Mountain Research and Development, 28, :292–298. doi:10.1659/mrd.0978.\nThe Washington Post. (2014). Mountains of the Olympics. Accessed November 6, 2018.\nWobus, C., Small, E.E., Hosterman, H., Mills, D., Stein, J., Rissing, M., Jones, R., Duckworth, M., Hall, R., Kolian, M., Creason, J., Martinish, J. (2017). Projected climate change impacts on skiing and snowmobiling: A case study of the United States. Global Environmental Change, 45, 1–14. doi:10.1016/j.gloenvcha.2017.04.006.\nWuebbles, D.J., Fahey, D.W., Hibbard, K.A., Dokken, D.J., Stewart, B.C., Maycock, T.K., editors. (2017). Climate Science Special Report: Fourth National Climate Assessment, Volume I. U.S. Global Change Research Program, Washington, DC.\nHelp us improve our content",
  "source": "climate.gov"
}