{
  "url": "https://www.climate.gov/news-features/climate-case-studies/karuks-relationship-fire-adapting-climate-change-klamath",
  "title": "The Karuk’s relationship with fire: Adapting to climate change on the Klamath",
  "date": null,
  "content": "This story was first published on our sister site, the U.S. Climate Resilience Toolkit.\nFire is foundational to the Karuk Tribe, who live and manage 1.048 million acres of their aboriginal lands along the Klamath and Salmon Rivers in northern California. By removing accumlated fuels, fire makes room for new growth and change. This renewal helps ensure the quality of traditional foods and cultural materials and serves as a medium of cultural education. Ceremonies surrounding fire strengthen the Tribe's social networks and enhance its members' physical and mental health.\nThe Karuk tribe's ancestral lands (outlined in yellow) along the Klamath River in northern California, northwest of Redding.. Natural-color satellite image from NASA's Terra satellite on August 31, 2014, during the time of the Happy Camp Fire, the state's largest fire that year.\nThe Tribe's proactive cultural use of fire also protects the Klamath River basin by reducing the availability of forest fuels—and thus reducing the risk of high-severity wildfire that can threaten people, their homes and businesses, and natural systems such as forests and wetlands near rivers and streams.\nWildland systems in the Klamath River range have evolved alongside Karuk management practices for thousands of years. Tribal families continue to use traditional forest management techniques—including low-intensity prescribed burns—to cultivate the forest to become a more productive resource for food and cultural materials and to reduce the availability of forest fuels. Tribal programs support and expand upon their work.\nTanoak acorns (xuntápan) are a staple Native food for many indigenous people and are also vital for numerous wildlife species. Additionally, the roots of tanoak trees support the growth of another important food, tanoak mushrooms. Tanoak (xunyêep) is very susceptible to high-intensity fire, but benefits from cultural burning that decreases tree and acorn pests and reduces competitive vegetation. Photo courtesy the U.S. Climate Resilience Toolkit.\nIndigenous burning is increasingly recognized as a component of the ecosystem and a restoration technique. Fire is important for restoring grasslands for elk, managing for food sources such as tan and black oak acorns, maintaining quality basketry materials, and producing smoke that can shade the river for fish. Karuk fire regimes generate what is known as \"pyrodiversity\"—the biodiversity consequences of fire management—on the landscape by extending the burning season and shortening the intervals of fire return.\nThe multitude of foods, materials, and other products that come from Karuk lands are evidence of the profound diversity of fire regimes that are required to maintain relationships with hundreds of animal, plant, and mushroom species.\nBeargrass—or panyúrar in Karuk—is an important species for basket weavers and regalia makers. The blades that grow the first year after a fire are considered best for basket weaving. Panyúrar can be stimulated by fire, and is fire-adapted in that it can sprout from rhizomes following fire or re-establish by seed. At the same time, panyúrar can be damaged by fires that burn too hot. Photo courtesy the U.S. Climate Resilience Toolkit.\nSince European contact, non-native use and management of the region has severely impacted the Karuk people's access to cultural, ceremonial, and food resources. The region's changing climate has exacerbated these effects, and the Karuk are now experiencing a decline in the abundance of key species, including salmon, acorns, huckleberries, hazel, and willow. Natural disasters and hazards ranging from increasing frequency of high-severity wildfire to flooding and mudslides are on the rise—generating a range of negative human health outcomes for the Karuk people.\nIn order to adapt to these and other ongoing challenges, the Karuk people are working to revitalize the Traditional Ecological Knowledge (TEK) inextricably tied to their ability to physically apply resource management practices. Fire has been a primary tool in Karuk wildland management systems, and the Tribe maintains that the age-old tradition of prescribed burning holds the answer to climate adaptation planning in the Klamath River range.\nThe Tribe has researched and published two reports concerning social and environmental climate changes and the long-term effects the Karuk people are facing with regard to knowledge sovereignty and the vulnerability of their TEK, supported by the 2015 Tribal Cooperative Landscape Conservation Program administered by the U.S. Bureau of Indian Affairs Tribal Climate Resilience Program.\nA 2011 controlled burn in a tan oak gathering area creates defensible space below a nearby home while increasing the quality of the acorns by interrupting the life cycle of the acorn weevil. Image: Mid Klamath Watershed Council. Used with permission\nOne report—Karuk Traditional Ecological Knowledge and the Need for Knowledge Sovereignty—emphasizes two key concepts:\nA follow-up report, entitled Retaining Knowledge Sovereignty, stresses the federal obligation to maintain Karuk knowledge sovereignty due to the likelihood of cultural appropriation and misuse of Karuk TEK. For example, the U.S. Forest Service, a federal agency, makes decisions about prescribed burning within the Klamath and Six Rivers National Forests. The report provides strategies to promote traditional knowledge sovereignty, including reference to the Guidelines for Considering Traditional Knowledges in Climate Change Initiatives. Tribal leaders believe that it is possible to create a meaningful collaboration with the Forest Service, the Klamath National Forest, and the Six Rivers National Forest that upholds and strengthens tribal sovereignty and recognizes the legitimacy of the Karuk’s practical ability to carry out traditional management to restore the Klamath to a safe and productive state of health.\nIn addition to the reports mentioned above, the Tribe has also undertaken and published the Karuk Climate Vulnerability Assessment (CVA), which addresses vulnerabilities to Karuk traditional foods and cultural use species, tribal program infrastructure, and management authority and political status that result from the increasing frequency of high-severity fire. The CVA makes the case that Karuk tribal knowledge and management principles regarding the use of fire can be utilized to reduce the likelihood of high-severity fires and thereby protect public, as well as tribal, trust resources.\nAnderson, M. Kat, and Frank K. Lake, 2013: California Indian ethnomycology and associated forest management. Journal of Ethnobiology, 33(1):33–85, doi:http://dx.doi.org/10.2993/0278-0771-33.1.33.\nHelp us improve our content",
  "source": "climate.gov"
}