{
  "url": "https://www.climate.gov/news-features/climate-case-studies/building-climate-and-coastal-resilience-obx",
  "title": "Building climate and coastal resilience in the OBX",
  "date": null,
  "content": "This story originally appeared on Climate.gov's sister site, the U.S. Climate Resilience Toolkit.\nDare County, in North Carolina’s Outer Banks—known colloquially as \"the OBX\"—is a dynamic barrier island chain that juts out into the Atlantic Ocean. The Town of Nags Head, located in the northern portion of the Outer Banks, is a unique coastal community steeped in culture, history, and rich in natural resources. Residents are resilient: they enjoy the setting, and they've become accustomed to the winds, storms, and other coastal hazards that shape their environment.\nAlbermarle Sound and the northern Outer Banks islands of North Carolina, including the town of Nags Head, appear in this satellite image from October 5, 2018. NOAA Climate.gov image, based on NASA Landsat data from the USGS Earth Explorer.\nMore than 11 miles long, Nags Head boasts the longest oceanfront shoreline of any municipality in Dare County. The town comprises single-family homes and an equal amount of conservation/open space in Jockey’s Ridge State Park and Nags Head Woods. While the year-round population is under 3,000, the seasonal population swells to approximately 38,000 during the peak summer season.\nPeople enjoying the beach at Nags Head in 2011. The town has 3,000 year-round residents, but more than 10 times that number of tourists flock to its beaches each summer.  Photo by Eliot Jones. Used under a Creative Commons license.\nThroughout its history, the town has been visionary in dealing with, and planning for, complex coastal issues. In 2015, Nags Head initiated a comprehensive planning effort with direction from the Nags Head Board of Commissioners to explore and develop policy for sea level rise in their planning efforts. Mayor Robert Edwards summed up the motivation for the town to act:\n“We can’t ignore what is happening and what will continue to happen with sea level rise. It is imperative that as we plan for the future, we explore how to build, preserve infrastructure, and meet community needs in light of rising sea level.”\nNags Head undertook a planning process designed to help the barrier island community become more resilient to storms, sea level rise, and other coastal hazards.  Photo courtesy Sarah Spiegler, NCSU.\nConcurrently, the Town of Nags Head partnered with North Carolina Sea Grant to work with community members to better understand the town’s vulnerabilities to coastal hazards, including sea level rise. Dr. Jessica Whitehead, North Carolina Sea Grant Community Hazards Adaptations Specialist, led a team to implement the Vulnerability Consequences and Adaptation Planning Scenario (VCAPS) tool in an open public planning process. VCAPS is intended to engage community members and seek their input on potential coastal hazards, such as sea level rise.\nApproximately 60 people participated in a two-day community workshop. Starting with the VCAPS building blocks, participants communicated what they felt were hazards, potential consequences of the hazards, and potential public and private actions to adapt to or mitigate the issues identified.\nA sand fence on the dunes at Nags Head, in 2015. Dune fences are used to force windblown, drifting sand to accumulate in a desired place, controlling erosion and stabilizing dunes. Photo by Jim Rhodes. Used under a Creative Commons license.\nAs the complexity of responses increased, one community participant noted, “As sea level keeps coming up, it makes these other hazards worse faster. It has opened my eyes to look at how we integrate all of this. Regardless of cause, we need to have it mapped and integrated.”\nBased on information and outcomes from the VCAPS process, the town established a Coastal Resiliency and Sea Level Rise Committee in 2016. This committee reviewed the VCAPS diagrams and worked to consolidate and prioritize over 160 possible adaptation actions suggested by the public into a report.\nThe adaptation actions related to sea level rise and other coastal hazards were broken into four main categories: ocean management, estuarine shoreline management, stormwater management, and water (ground/surface) management. These adaptation actions developed through community involvement formed the foundation for policy in the town’s comprehensive plan.\nBodie Island Lighthouse and wetlands, south of the town of Nags Head, North Carolina, on the Outer Banks. Photo by Dirtman's Images. used under a a Creative Commons license.\n“Participating in the VCAPS diagramming is just the beginning for the town in planning for sea level rise. While there has been a great deal of work on other coastal hazards, this is the starting point for learning how sea level rise will impact the town and determining possible adaptation actions,” said Holly White, Principal Planner with the Town of Nags Head.\nAdaptation to coastal hazards, including sea level rise, is an important step to becoming resilient. A resilient Nags Head means the town and its residents:\nA view of ponds tucked between dunes in Jockey's Ridge State Park in 2009. Photo by Razvan Orendovici. Used under a Creative Commons license.\nThrough the use of the VCAPS process during the Comprehensive Planning efforts, the town is ensuring preservation of its culture, history, vast natural resources, and way of life. In addition to a section on coastal resiliency and sea level rise in the recently adopted comprehensive plan, the town is continuing to work with North Carolina Sea Grant and other partners to implement adaptive actions. One of the first actions the town will undertake, in coordination with the University of Georgia and Stetson University, is to map potential damage from storms and sea level rise to understand and visualize consequences and investigate legal and policy barriers to adaptation.\nSunset over Albemarle Sound from Nags Head Woods, in North Carolina's Outer Banks. Photo by APNEP. Used under a Creative Commons license.\n“We understand and have been planning for a range of coastal hazards that the town is vulnerable to over the past fifty years. The VCAPS process has helped the town gauge the community’s understanding of sea level rise and engage them in thinking through how we take action to adapt. Their perspective and support is extremely important as we plan for the provision of infrastructure and services over the next twenty years. We are committed to doing what is needed to protect our community, way of life, and the natural systems that help provide protection against these hazards,” said Cliff Ogburn, Nags Head Town Manager.\nTo review the Nags Head Comprehensive Plan, visit www.focusnagshead.com. To learn about tools that Nags Head used during its planning exercise, read this story at the US Climate Resilience Toolkit website.\nHelp us improve our content",
  "source": "climate.gov"
}