{
  "url": "https://www.climate.gov/news-features/climate-qa/can-historical-temperature-data-records-be-trusted-havent-they-been-skewed",
  "title": "Can historical temperature data records be trusted? Haven't they been skewed by non-climate factors like instrument changes and \"urban heat islands\"?",
  "date": null,
  "content": "Yes, we can trust NOAA's Global Historical Climatology Network (GHCN) data for three key reasons:\nThe marked retreat of Okpilak Glacier in Brooks Range, Alaska, is one example of glacier retreat worldwide. Images from the National Snow and Ice Data Center (NSIDC) Glacier Photograph Collection.\nNOAA National Centers for Environmental Information, State of the Climate: Global Climate Report for Annual 2019, published online January 2020, retrieved on June 18, 2020, from https://www.ncdc.noaa.gov/sotc/global/201913.\nPeterson, T.S. and R.S. Vose (1997): \"Historical Climatology Network Temperature Database.\" Bulletin of the American Meteorological Society (BAMS). v78, no. 12, pp. 2837-49.\nHansen, J.E., R. Ruedy, M. Sato, M. Imhoff, W. Lawrence, D. Easterling, T. Peterson, and T. Karl (2001): \"A closer look at United States and global surface temperature change.\" Journal of Geophysical Research, 106, 23947–23963. doi:10.1029/2001JD000354.\nMenne, M.J., C.N. Williams, Jr., and M.A. Palecki (2010): \"On the Reliability of the U.S. Surface Temperature Record.\" Journal of Geophysical Review: Atmospheres. V115, no. D11. DOI: 10.1029/2009JD013094\nMorice, C.P., J.J. Kennedy, N.A. Rayner, and P.D. Jones (2012): \"Quantifying uncertainties in global and regional temperature change using an ensemble of observational estimates: The HadCRUT4 data set.\" Journal of Geophysical Research: Atmospheres. v117, no. D8. DOI: 10.1029/2011JD017187\nMenne, M.J., C.N. Williams, Jr., and R.S. Vose (2009): \"The U.S. Historical Climatology Network Monthly Temperature Data, Version 2.\" Bulletin of the American Meteorological Society (BAMS). 90, 993–1007. doi: http://dx.doi.org/10.1175/2008BAMS2613.1\nMenne, M.J. and C.N. Williams, Jr. (2009): \"Homogenization of Temperature Series via Pairwise Comparisons.\" Journal of Climate, v22. DOI: 10.1175/2008JCLI2263.1\nNational Fish, Wildlife, and Plants Climate Adaptation Partnership (2012): National Fish, Wildlife, and Plants Climate Adaptation Strategy. Association of Fish and Wildlife Agencies, Council on Environmental Quality, Great Lakes Indian Fish and Wildlife Commission, National Oceanic and Atmospheric Administration, and U.S. Fish and Wildlife Service. Washington, D.C. DOI: 10.3996/082012-FWSReport-1\nIPCC. (2018). Global Warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty [Masson-Delmotte, V., P. Zhai, H.-O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J.B.R. Matthews, Y. Chen, X. Zhou, M.I. Gomis, E. Lonnoy, T. Maycock, M. Tignor, and T. Waterfield (eds.)]. World Meteorological Organization, Geneva, Switzerland, 32 pp. https://www.ipcc.ch/sr15/ (accessed June 18, 2020).\nIPCC (2019). Summary for Policymakers. In: IPCC Special Report on the Ocean and Cryosphere in a Changing Climate. [H.-O. Pörtner, D.C. Roberts, V. Masson-Delmotte, P. Zhai, M. Tignor, E. Poloczanska, K. Mintenbeck, A. Alegría, M. Nicolai, A. Okem, J. Petzold, B. Rama, N.M. Weyer (eds.)]. In press.\nHelp us improve our content",
  "source": "climate.gov"
}