{
  "url": "https://www.climate.gov/news-features/climate-qa/global-warming-18%C2%B0-f-1%C2%B0-c-seems-small-so-why-change-global-temperature",
  "title": "A global warming of 1.8° F (1° C) seems small, so why is this change in global temperature a concern?",
  "date": null,
  "content": "Daily temperature swings of tens of degrees at a given location are common weather-driven events. But historically, when measurements of the daily high and low temperatures from many thousands of locations all over the world are averaged together over a whole year, the Earth's annual average temperature fluctuated by no more than a few tenths of a degree from year to year. In a geological context, a global-scale warming of 1.8°F (1°C) in less than 150 years is an unusually large temperature change in a relatively short span of time.\nOver the course of the 21st century, all parts of the globe are expected to warm, but the Intergovernmental Panel on Climate Change (IPCC) projects more severe late-century changes under a higher-emissions scenario (RCP8.5) than a lower-emissions scenario (RCP2.6). In these maps, warm hues indicate rising temperatures. Stippling indicates regions where the multi-model change exceeds two standard deviations of internal variability, and where 90% or more of the models agree on the change sign. Adapted from Arblaster et al. 2013.\nIt's also important to recognize that Earth is not warming uniformly, nor is it expected to. Middle and high latitudes in general will warm more than the tropics, and land surface temperatures will rise more than ocean temperatures. Over the long term, land masses at the latitude of the United States are expected to warm much more than the global average. If global warming continues at an increasing rate, in several decades the world is likely to be warmer than it's been for over a million years, with unpredictable consequences for humans and the natural resources we depend on.\nHoegh-Guldberg, O., D. Jacob, M. Taylor, M. Bindi, S. Brown, I. Camilloni, A. Diedhiou, R. Djalante, K.L. Ebi, F. Engelbrecht, J.Guiot, Y. Hijioka, S. Mehrotra, A. Payne, S.I. Seneviratne, A. Thomas, R. Warren, and G. Zhou. (2018). Impacts of 1.5°C Global Warming on Natural and Human Systems. In: Global Warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty. [Masson-Delmotte, V., P. Zhai, H.-O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J.B.R. Matthews, Y. Chen, X. Zhou, M.I.Gomis, E. Lonnoy, T.Maycock, M.Tignor, and T. Waterfield (eds.)]. In Press.\nHelp us improve our content",
  "source": "climate.gov"
}