{
  "url": "https://www.climate.gov/news-features/climate-qa/are-humans-causing-or-contributing-global-warming",
  "title": "Are humans causing or contributing to global warming?",
  "date": null,
  "content": "Yes, by increasing the abundance of greenhouse gases in the atmosphere, human activities are amplifying Earth’s natural greenhouse effect. Virtually all climate scientists agree that this increase in heat-trapping gases is the main reason for the 1.8°F (1.0°C) rise in global average temperature since the late nineteenth century. Carbon dioxide, methane, nitrous oxide, ozone, and various chlorofluorocarbons are all human-emitted heat-trapping gases. Among these, carbon dioxide is of greatest concern to scientists because it exerts a larger overall warming influence than the other gases combined.\nSteam billows from the Intermountain Power Plant in Delta, Utah. This coal-fired plant is operated by the Los Angeles Department of Water and Power. Photo CC license by Matt Hintsa.\nAt present, humans are putting an estimated 9.5 billion metric tons of carbon into the atmosphere each year by burning fossil fuels, and another 1.5 billion through deforestation and other land cover changes. Of this human-produced carbon, forests and other vegetation absorb around 3.2 billion metric tons per year, while the ocean absorbs about 2.5 billion metric tons per year. A net 5 billion metric tons of human-produced carbon remain in the atmosphere each year, raising the global average carbon dioxide concentrations by about 2.3 parts per million per year. Since 1750, humans have increased the abundance of carbon dioxide in the atmosphere by nearly 50 percent. Learn more.\nUSGCRP (2017). Climate Science Special Report: Fourth National Climate Assessment, Volume 1 [Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, 470 pp, doi: 10.7930/J0J964J6.\nFriedlingstein, P., Jones, M. W., O’Sullivan, M., Andrew, R. M., Hauck, J., Peters, G. P., Peters, W., Pongratz, J., Sitch, S., Le Quéré, C., Bakker, D. C. E., Canadell, J. G., Ciais, P., Jackson, R. B., Anthoni, P., Barbero, L., Bastos, A., Bastrikov, V., Becker, M., … Zaehle, S. (2019). Global carbon budget 2019. Earth System Science Data, 11(4), 1783–1838. https://doi.org/10.3929/ethz-b-000385668\nHelp us improve our content",
  "source": "climate.gov"
}