{
  "url": "https://www.climate.gov/news-features/climate-qa/do-humans-also-exert-cooling-influence-earths-climate",
  "title": "Do humans also exert a cooling influence on Earth's climate?",
  "date": null,
  "content": "Yes, humans exert a cooling influence on Earth in several ways. But, overall, these cooling influences are smaller than the warming influence of the heat-trapping gases humans put into the air.\nOur greatest cooling influence comes from particulate pollution (aerosols) we produce. We put plumes of aerosols into the air from power plants and industrial smokestacks; smoke and gases from biomass burning; windblown dust from deforested areas, dried wetlands, and crop fields; exhaust from ships’ smokestacks; tailpipe emissions from cars, trucks, buses, and trains; etc. Aerosol particles absorb and reflect the sun’s rays, thereby reducing the amount of sunlight reaching Earth’s surface. They also interact with clouds, in many cases making them brighter and longer-lived, also reducing the amount of sunlight reaching the surface. Learn more.\nAerosols can result from natural processes such as dust storm and lightning-sparked wildfires. Aerosols can also result from human activities, everything from cooking fires to industrial smokestacks. This image, captured by the Moderate Resolution Imaging Spectroradiometer (MODIS) on the NASA Terra satellite on December 6, 2018, shows a natural-color image of smoke hugging the southern face of the Himalaya. Superimposed on the natural-color image is a MODIS measurement of aerosol optical depth (AOD). AOD values over 3 indicate aerosols dense enough to obscure sunlight.\nWhereas aerosols linger in the atmosphere from days to a few weeks, heat-trapping gases that we add to the atmosphere linger from decades to centuries. Plus, when scientists discovered that our aerosol emissions were causing other undesired harmful side effects—such as acid rain and human respiratory diseases and deaths—we began to regulate and reduce their emission. Thus, the warming effect of our heat-trapping gases is ultimately winning out over the cooling influence of our particle pollution. Learn more\nMyhre, G., D. Shindell, F.-M. Bréon, W. Collins, J. Fuglestvedt, J. Huang, D. Koch, J.-F. Lamarque, D. Lee, B. Mendoza, T. Nakajima, A. Robock, G. Stephens, T. Takemura and H. Zhang (2013). Anthropogenic and Natural Radiative Forcing. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA. (pdf)\nHelp us improve our content",
  "source": "climate.gov"
}