{
  "url": "https://www.climate.gov/news-features/climate-qa/doesnt-carbon-dioxide-atmosphere-come-natural-sources",
  "title": "Doesn't carbon dioxide in the atmosphere come from natural sources?",
  "date": null,
  "content": "Yes, there are natural sources of atmospheric carbon dioxide, such as outgassing from the ocean, decomposing vegetation and other biomass, venting volcanoes, naturally occurring wildfires, and even belches from ruminant animals. These natural sources of carbon dioxide are offset by “sinks”—things like photosynthesis by plants on land and in the ocean, direct absorption into the ocean, and the creation of soil and peat.\nLightning-sparked fires, such as the Douglas County Complex Fire in Washington State in 2015, can release carbon dioxide, but human activity produces much more of the greenhouse gas. Photo CC license by USDA.\nDuring all the ice ages that have occurred over at least the past million years, these opposing branches of the carbon cycle have kept the atmospheric carbon dioxide level at or below 300 parts per million (ppm). Today, that level is close to 410 ppm. Not only is this the highest carbon dioxide has been during all of human civilization, it has reached these levels virtually instantaneously in geologic time frames. During ice age cycles of the past, a change this large would likely have taken thousands of years to occur.\nGlobal atmospheric carbon dioxide concentrations (CO2) in parts per million (ppm) for the past 800,000 years. The peaks and valleys track ice ages (low CO2) and warmer interglacials (higher CO2). During these cycles, CO2 was never higher than 300 ppm. On the geologic time scale, the increase (orange dashed line) looks virtually instantaneous. Graph by NOAA Climate.gov based on data from Lüthi et al., 2008, provided by the NOAA NCEI Paleoclimatology Program.\nThis extremely rapid build-up of carbon dioxide is happening because humans are putting carbon dioxide into the atmosphere faster than natural sinks can remove it. By burning fossil fuels, we have essentially taken millions of years of carbon uptake by plants and returned it to the atmosphere in less than 300 years.\nLüthi, D., M. Le Floch, B. Bereiter, T. Blunier, J.-M. Barnola, U. Siegenthaler, D. Raynaud, J. Jouzel, H. Fischer, K. Kawamura, and T.F. Stocker. (2008). High-resolution carbon dioxide concentration record 650,000-800,000 years before present. Nature, Vol. 453, pp. 379-382. doi:10.1038/nature06949.\nMasson-Delmotte, V., M. Schulz, A. Abe-Ouchi, J. Beer, A. Ganopolski, J.F. González Rouco, E. Jansen, K. Lambeck, J. Luterbacher, T. Naish, T. Osborn, B. Otto-Bliesner, T. Quinn, R. Ramesh, M. Rojas, X. Shao and A. Timmermann. (2013). Information from Paleoclimate Archives. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.\nMonnin, E., Indermühle, A., Dällenbach, A., Flückiger, J., Stauffer, B., Stocker, T. F., Raynaud, D., & Barnola, J.-M. (2001). Atmospheric CO2 Concentrations over the Last Glacial Termination. Science, 291(5501), 112–114. https://doi.org/10.1126/science.291.5501.112\nHelp us improve our content",
  "source": "climate.gov"
}