{
  "url": "https://www.climate.gov/news-features/climate-qa/isnt-there-lot-disagreement-among-climate-scientists-about-global-warming",
  "title": "Isn't there a lot of disagreement among climate scientists about global warming?",
  "date": null,
  "content": "No. By a large majority, climate scientists agree that average global temperature today is warmer than in pre-industrial times and that human activity is the most significant factor.\nToday, there is no real disagreement among climate experts that humans are the primary cause of recent global warming. NOAA Climate.gov cartoon by Emily Greenhalgh.\nThe United States' foremost scientific agencies and organizations have recognized global warming as a human-caused problem that should be addressed. The U.S. Global Change Research Program has published a series of scientific reports documenting the causes and impacts of global climate change. NOAA, NASA, the National Science Foundation, the National Research Council, and the Environmental Protection Agency have all published reports and fact sheets stating that Earth is warming mainly due to the increase in human-produced heat-trapping gases.\nOn their climate home page, the National Academies of Sciences, Engineering, and Medicines says, \"Scientists have known for some time, from multiple lines of evidence, that humans are changing Earth’s climate, primarily through greenhouse gas emissions,\" and that \"Climate change is increasingly affecting people’s lives.\"\nSoot from fires and air pollution contributes to global warming, and its impacts may be especially strong in the Arctic, where it darkens the snow and ice—as shown in this photo—and accelerates melting. Despite some uncertainty about just how much influence soot and other aerosol particles have played in climate change in the past century, there's little debate among climate scientists that the primary driver of recent global warming is carbon dioxide emissions. Photo from NOAA Ocean Today.\nThe American Meteorological Society (AMS) issued this position statement: \"Scientific evidence indicates that the leading cause of climate change in the most recent half century is the anthropogenic increase in the concentration of atmospheric greenhouse gases, including carbon dioxide (CO2), chlorofluorocarbons, methane, tropospheric ozone, and nitrous oxide.\" (Adopted April 15, 2019)\nThe American Geophysical Union (AGU) issued this position statement: \"Human activities are changing Earth's climate, causing increasingly disruptive societal and ecological impacts. Such impacts are creating hardships and suffering now, and they will continue to do so into the future—in ways expected as well as potentially unforeseen. To limit these impacts, the world's nations have agreed to hold the increase in global average temperature to well below 2°C (3.6°F) above pre-industrial levels. To achieve this goal, global society must promptly reduce its greenhouse gas emissions.\" (Reaffirmed in November 2019)\nThe American Association for the Advancement of Science (AAAS) What We Know site states: \"Based on the evidence, about 97 percent of climate scientists agree that human-caused climate change is happening.\"\nThese scientific organizations have not issued statements in a void; they echo the findings of individual papers published in refereed scientific journals. The Institute for Scientific Information (ISI) maintains a database of over 8,500 peer-reviewed science journals, and multiple studies of this database show evidence of overwhelming agreement among climate scientists. In 2004, science historian Naomi Oreskes published the results of her examination of the ISI database in the journal Science. She reviewed 928 abstracts published between 1993 and 2003 related to human activities warming the Earth's surface, and stated, \"Remarkably, none of the papers disagreed with the consensus position.\"\nThis finding hasn't changed with time. In 2016, a review paper summarized the results of several independent studies on peer-reviewed research related to climate. The authors found results consistent with a 97-percent consensus that human activity is causing climate change. A 2021 paper found a greater than 99-percent consensus.\nProbably the most definitive assessments of global climate science come from the Intergovernmental Panel on Climate Change (IPCC). Founded by the United Nations in 1988, the IPCC releases periodic reports, and each major release includes three volumes: one on the science, one on impacts, and one on mitigation. Each volume is authored by a separate team of experts, who reviews, evaluates, and summarizes relevant research published since the prior report. Each IPCC report undergoes several iterations of expert and government review. The 2021 IPCC report, for instance, received and responded to more than 78,000 expert and government review comments.\nEvery five years, the Intergovernmental Panel on Climate Change convenes hundreds of international scientists and government representatives to review and assess peer-reviewed research on climate science. In each cycle, the panel publishes three key reports: one on the basic science, one on impacts, and one on mitigation.\nThe IPCC does not involve just a few scientists, or even just dozens of scientists. An IPCC press release explains: \"Thousands of people from all over the world contribute to the work of the IPCC. For the assessment reports, IPCC scientists volunteer their time to assess the thousands of scientific papers published each year to provide a comprehensive summary of what is known about the drivers of climate change, its impacts and future risks, and how adaptation and mitigation can reduce those risks.\"\nGovernments and climate experts across the globe nominate scientists for IPCC authorship, and the IPCC works to find a mix of authors, from developed and developing countries, among men and women, and among authors who are experienced with the IPCC and new to the process. Published in 2021, the Sixth Assessment Report was assembled by 751 experts from more than 60 countries (31 coordinating authors, 167 lead authors, 36 review editors, and 517 contributing authors). Collectively, the authors cited more than 14,000 scientific papers. In other words, the IPCC reports themselves are a comprehensive, consensus statement on the state climate science.\nIn the headline statements from the Sixth Assessment report's Summary for Policymakers, the IPCC concluded:\nIt is unequivocal that human influence has warmed the atmosphere, ocean and land. Widespread and rapid changes in the atmosphere, ocean, cryosphere and biosphere have occurred. The scale of recent changes across the climate system as a whole – and the present state of many aspects of the climate system – are unprecedented over many centuries to many thousands of years. Human-induced climate change is already affecting many weather and climate extremes in every region across the globe. Evidence of observed changes in extremes such as heatwaves, heavy precipitation, droughts, and tropical cyclones, and, in particular, their attribution to human influence, has strengthened since [our last report].\nCook, J., D. Nuccitelli, S.A. Green, M. Richardson, B. Winkler, R. Painting, R. Way, P. Jacobs, and A. Skuce (2013). Quantifying the consensus on anthropogenic global warming in the scientific literature. Environmental Research Letters, 8, 024024. https://doi.org/10.1088/1748-9326/8/2/024024.\nCook, J., Oreskes, N., Doran, P.T., Anderegg, W.R.L., Verheggen, B., Mailbach, E.W., Carlton, J.S., Lewandowsky, S., Skuce, A.G., Green, S.A., Nuccitelli, D., Jacobs, P., Richardson, M., Winkler, B., Painting, R., Rice, K. (2016). Consensus on consensus: A synthesis of consensus estimates on human-caused global warming. Environmental Research Letters, 11, 048002. https://doi.org/10.1088/1748-9326/11/4/048002.\nDoran, P., and M.K. Zimmerman (2009): Examining the Scientific Consensus on Climate Change. Eos, 90(3), 22–23.\nIPCC. (2013). Factsheet: How does the IPCC select its authors? Accessed January 3, 2020.\nIPCC. (2014). Climate Change 2014: Synthesis Report. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Geneva Switzerland. Accessed January 22, 2020.\nIPCC. (2021). Summary for Policymakers. In: Climate Change 2021: The Physical Science Basis. Contribution of Working Group I to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change [Masson-Delmotte, V., P. Zhai, A. Pirani, S.L. Connors, C. Péan, S. Berger, N. Caud, Y. Chen, L. Goldfarb, M.I. Gomis, M. Huang, K. Leitzell, E. Lonnoy, J.B.R. Matthews, T.K. Maycock, T. Waterfield, O. Yelekçi, R. Yu, and B. Zhou (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp. 3−32, doi:10.1017/9781009157896.001.\nIPCC Sixth Assessment Report. (2021). https://www.ipcc.ch/report/ar6/wg1/\nLynas, M., Houlton, B.Z., Perry, S. (2021). Greater than 99% consensus on human caused climate change in the peer-reviewed scientific literature. Environmental Research Letters, 16, 114005. https://doi.org/10.1088/1748-9326/ac2966.\nOreskes, N. (2004). The Scientific Consensus on Climate Change. Science, 306, 1686. https://doi.org/10.1126/science.1103618.\nOreskes, N. (2018). The scientific consensus on climate change: How do we know we're not wrong? Climate Modelling, pp. 31–64. https://doi.org/10.1007/978-3-319-65058-6_2.\nSherwood, S. (2011, May 10). Trust us, we're climate scientists: The case for the IPCC. The Conversation.\nHelp us improve our content",
  "source": "climate.gov"
}