{
  "url": "https://www.climate.gov/news-features/climate-qa/what-harm-will-global-warming-cause",
  "title": "What harm will global warming cause?",
  "date": null,
  "content": "Editor's note: This post was first published in 2014. As science has expanded our knowledge of the observed and projected impacts of human-caused global warming, this topic has been split into three separate articles.\nOriginally published January 23, 2014.\nHarmful climate-related impacts are being observed in the United States and around the world. The combination of warming temperatures and melting ice sheets and glaciers is causing global sea level to rise, which presents a growing threat to vital coastal ecosystems and millions of people around the world who live in coastal regions. This threat includes both the gradual upward creep of sea level and periodic, catastrophic ocean surges associated with land-falling cyclones.\nAn overall shift toward more extreme and longer-lasting heat waves has been observed. The year 2012 saw thousands of temperature records broken all over the United States, and it was by far the U.S.'s warmest year on record. But it's not just the daily high temperatures that are a concern. The average daily low temperatures have been rising at an even faster rate than the average daily highs. Doctors and farmers alike have observed that heat stress occurs in people, livestock, and crops when the temperature doesn't cool down enough overnight. As a result, productivity in people, plants, and animals declines which, in turn, hurts our quality of life and economy.\nIn 2018, anomalously high temperatures (compared to 1981–2010) dominated most of the globe. Rising temperatures and associated risks such as heatwaves, severe storms, and droughts, are anticipated in a world of rising greenhouse-gas emissions.\nA warmer atmosphere has a greater capacity to hold water vapor. Consequently, climate models project that global warming will tend to cause wet regions to get wetter and dry regions to get drier. In the east and northeastern United States, an increase has been observed in very heavy downpours of rain leading to flash flooding, loss of life, and damages to property and infrastructure. Climate models suggest floods and water quality problems are likely to be amplified by climate change in most \"wet\" regions. According to the IPCC (SREX Report), \"there is medium confidence (based on physical reasoning) that projected increases in heavy rainfall would contribute to increases in local flooding in some catchments or regions.\"\nAt the same time, \"dry\" regions are getting drier. Large areas in the west and southwest U.S. have experienced abnormally dry to exceptional drought conditions that stress water resources and present challenges to farmers, ranchers, water resource managers, and energy utilities. These water deficits appear to be part of a long-term trend toward drier conditions in the west and southwest. Internationally, more intense and longer lasting droughts over wider areas could cause global food shortages and political unrest, contributing to mass starvation and armed conflicts.\nIPCC (2012): Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation. A Special Report of Working Groups I and II of the Intergovernmental Panel on Climate Change [Field, C.B., V. Barros, T.F. Stocker, D. Qin, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, UK, and New York, NY, USA, 582 pp.\nUSGCRP (2009): Global Climate Change Impacts in the United States. A special report of the United States Global Change Research Program [T.R. Karl, J.M. Melillo, and T.C. Peterson (eds.)]. Cambridge University Press, New York, NY, USA, 188 pp.\nIPCC (2007): Climate Change 2007: The Physical Science Basis. Contribution of Working Group 1 to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor, and H.L. Miller (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 996 pp.\nHelp us improve our content",
  "source": "climate.gov"
}