{
  "url": "https://www.climate.gov/news-features/climate-qa/how-will-global-warming-harm-natural-and-agricultural-resources-united",
  "title": "How will global warming harm natural and agricultural resources in the United States?",
  "date": null,
  "content": "According to the U.S.'s National Fish, Wildlife, and Plants Climate Adaptation Strategy, warmer temperatures, rising sea levels, and other climate-related changes are stressing countless species of plants, animals, and fish. The ability of forests and other ecosystems to provide culturally and economically important services—timber, water supply protection, livestock forage, recreation, fisheries, and hunting—are likely to decline as a result of human-caused climate change due to increased disturbance from water stress, fires, pest outbreaks, invasive species, heat stress, ocean acidification, and drought. These negative impacts will increase with higher rates of warming.\nIn terms of biodiversity, adaptable species with wide geographic ranges—such as white-tailed deer and feral hogs—are likely to continue to thrive. But those species that depend on particular habitats—polar and alpine species, coral reefs, coldwater fishes—are vulnerable, as are the communities that depend on them culturally and economically. According to the Fourth National Climate Assessment, “[S]pecies, including many iconic species, may disappear from regions where they have been prevalent or become extinct, altering some regions so much that their mix of plant and animal life will become almost unrecognizable.”\nBefore and after images of the bleaching in American Samoa. The first image was taken in December 2014. The second image was taken in February 2015 when the XL Catlin Seaview Survey responded to NOAA’s coral bleaching alert. Credit: XL Catlin Seaview Survey.\nFood and forage production will decline in agricultural regions experiencing increased frequency and duration of drought. Even without drought, higher temperatures will increase evaporation of soil moisture, increasing crop stress and water demand—further stressing U.S. surface and groundwater supplies used for irrigation. And even with irrigation, many commodity crops are likely to experience declines in average yield as temperatures rise beyond their preferred heat tolerance range. Milder winters and shifts in precipitation are likely to increase the incidence of pests and diseases for crops and livestock, while extreme heat—especially nighttime heat—will reduce livestock productivity. Impacts will vary from region to region, depending on the extent of warming and the level of adaptation.\nMore U.S. impacts. More global impacts.\nReferences\nGowda, P., J.L. Steiner, C. Olson, M. Boggess, T. Farrigan, and M.A. Grusak (2018). Agriculture and Rural Communities. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 391–437. doi: 10.7930/NCA4.2018.CH10\nLipton, D., M. A. Rubenstein, S.R. Weiskopf, S. Carter, J. Peterson, L. Crozier, M. Fogarty, S. Gaichas, K.J.W. Hyde, T.L. Morelli, J. Morisette, H. Moustahfid, R. Muñoz, R. Poudel, M.D. Staudinger, C. Stock, L. Thompson, R. Waples, and J.F. Weltzin (2018). Ecosystems, Ecosystem Services, and Biodiversity. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 268–321. doi: 10.7930/NCA4.2018.CH7\nNational Fish, Wildlife and Plants Climate Adaptation Partnership. (2012). National Fish, Wildlife and Plants Climate Adaptation Strategy. Association of Fish and Wildlife Agencies, Council on Environmental Quality, Great Lakes Indian Fish and Wildlife Commission, National Oceanic and Atmospheric Administration, and U.S. Fish and Wildlife Service. Washington, DC. https://www.st.nmfs.noaa.gov/Assets/ecosystems/documents/NFWPCAS-Final.pdf\nPershing, A.J., R.B. Griffis, E.B. Jewett, C.T. Armstrong, J.F. Bruno, D.S. Busch, A.C. Haynie, S.A. Siedlecki, and D. Tommasi (2018). Oceans and Marine Resources. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 353–390. doi: 10.7930/NCA4.2018.CH9\nVose, J.M., D.L. Peterson, G.M. Domke, C.J. Fettig, L.A. Joyce, R.E. Keane, C.H. Luce, J.P. Prestemon, L.E. Band, J.S. Clark, N.E. Cooley, A. D’Amato, and J.E. Halofsky (2018). Forests. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 232–267. doi: 10.7930/NCA4.2018.CH6\nHelp us improve our content",
  "source": "climate.gov"
}