{
  "url": "https://www.climate.gov/news-features/climate-qa/are-there-positive-benefits-global-warming",
  "title": "Are there positive benefits from global warming?",
  "date": null,
  "content": "Yes, there will probably be some short-term and long-term benefits from global warming. For example, the flip side of increased mortality from heat waves may be decreased mortality from cold waves.\nIn the short term, farmers in some regions may benefit from the earlier onset of spring and from a longer warm season that is suitable for growing crops. Also, studies show that, up to a certain point, crops and other plants grow better in the presence of higher carbon dioxide levels and seem to be more drought-tolerant. [1] But this benefit is a two-edged sword: weeds, many invasive plant species, and insect pests will also thrive in a warmer world. Water availability will be impacted in drier agricultural areas that need irrigation. At some point, the benefits to crops of increased carbon dioxide will likely be overwhelmed by the negative impacts of heat stress and drought.\nIn July 2017, Finnish icebreaker, MSV Nordica, photographed here in 2011, set a new record for the earliest transit through the Northwest Passage. Photo CC license by JV Virta.\nIn the long term, shipping commerce will benefit from the opening of the Northwest Passage for longer periods of the year due to the loss of Arctic sea ice. However, in the long run, if a \"business as usual\" approach to emitting heat-trapping gases is maintained at the present rate, or faster, then the negative costs and impacts of global warming are very likely to far outweigh the benefits over the course of this century, with increased potential for catastrophic impacts from more extreme events. [17] In part, this is because any substantial change, whether warmer or colder, would challenge the societal infrastructure that has developed under the current climate.\nIPCC (2012):Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation. A Special Report of Working Groups I and II of the Intergovernmental Panel on Climate Change [Field, C.B., V. Barros, T.F. Stocker, D. Qin, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, UK, and New York, NY, USA, 582 pp.\nUSGCRP (2017). Climate Science Special Report: Fourth National Climate Assessment, Volume 1 [Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, 470 pp, doi: 10.7930/J0J964J6.\nHoegh-Guldberg, O., D. Jacob, M. Taylor, M. Bindi, S. Brown, I. Camilloni, A. Diedhiou, R. Djalante, K.L. Ebi, F. Engelbrecht, J.Guiot, Y. Hijioka, S. Mehrotra, A. Payne, S.I. Seneviratne, A. Thomas, R. Warren, and G. Zhou. (2018). Impacts of 1.5°C Global Warming on Natural and Human Systems. In: Global Warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty. [Masson-Delmotte, V., P. Zhai, H.-O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W.\nHelp us improve our content",
  "source": "climate.gov"
}