{
  "url": "https://www.climate.gov/news-features/climate-qa/what-extreme-event-there-evidence-global-warming-has-caused-or-contributed",
  "title": "What is an \"extreme event\"? Is there evidence that global warming has caused or contributed to any particular extreme event?",
  "date": null,
  "content": "An extreme event is a time and place in which weather, climate, or environmental conditions—such as temperature, precipitation, drought, or flooding—rank above a threshold value near the upper or lower ends of the range of historical measurements. Though the threshold is subjective, some scientists define extreme events as those that occur in the highest or lowest 5% or 10% of historical measurements. Other times they describe events by how far they are from the mean, or by their recurrence interval or probability.\nSome of the aftermath of storm surge from Hurricane Florence: a boat pushed inland onto high ground. Photo courtesy the Morehead City National Weather Service Forecast Office.\nTo date, climate research has yet to show that any given event was caused solely by global warming. However, over the past decade, research has demonstrated that climate change due to global warming has made many extreme events more likely, more intense, longer-lasting, or larger in scale than they would have been without it. For many of the events that have been studied, global warming has been identified as the primary driver of the event, not just a supporting player. And a number of recent studies have concluded that certain heat-related extreme events would not have been possible without human-caused global warming. Learn more here and here.\nExtreme event attribution is the science of figuring out what caused a given extreme weather or climate event, and weighting the relative influence of global warming versus natural variability. The biggest collection of research dedicated to understanding the causes of extreme events is published annually in a special issue of the Bulletin of the American Meteorological Society. The most recent edition of the report, Explaining Extreme Events in 2018 from a Climate Perspective, was the eighth in the series. (The report covering a selection of events from 2019 is soon to be released). Together, these eight reports have documented 168 attribution studies, 73 percent of which identified a substantial link between an extreme event and human-caused climate change, whereas 27 percent did not. To learn more, go here and here.\nZweiers, F.W., G.C. Hegerl, S-K Min, and X. Zhang (2011): \"Historical Context.\" Bulletin of the American Meteorological Society. DOI:10.1175/BAMS-D-11-00021.1\nSeneviratne, S.I., N.Nichols, D. Easterling, C.M. Goodess, S. Kanae, J. Kossin, Y. Luo, J. Marengo, K. McInnes, M. Rahimi, M. Reichstein, A. Sorteberg, C. Vera, and X. Zhang (2012): \"Changes in climate extremes and their impacts on the natural physical environment.\" In: Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation [Field, C.B., V. Barros, T.F. Stocker, D. Qin, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and P.M. Midgley (eds.)]. A Special Report of Working Groups I and II of the Intergovernmental Panel on Climate Change (IPCC). Cambridge University Press, Cambridge, UK, and New York, NY, USA, pp. 109-230.\nZhu, Y. and Z. Toth: Extreme Weather Events and their Probabilistic Prediction by the NCEP Ensemble Forecast System. Published online at www.emc.ncep.noaa.gov/gmb/ens/target/ens/albapr/albapr.html (accessed August 2013).\nHelp us improve our content",
  "source": "climate.gov"
}