{
  "url": "https://www.climate.gov/news-features/climate-qa/why-should-i-trust-scientists%E2%80%99-climate-projections-50-or-100-years-now-when",
  "title": "Why should I trust scientists’ climate projections for 50 or 100 years from now when they can’t accurately forecast the weather more than 2 weeks from now?",
  "date": null,
  "content": "In many ways, it is actually harder to forecast weather 2 weeks in advance than it is to forecast climate decades in advance because weather is about the exact conditions and climate is about average conditions. Climate models are not trying, for example, to forecast the exact daytime high temperature in Chicago, IL, on August 15, 2035. They are trying to forecast the average daytime high temperature for the month of August over the entire decade of the 2030s. And while the exact weather conditions at a given location can change dramatically from hour to hour, the average climate changes much less from year to year or even decade to decade. The difference in time scale means that our ability to predict future climate doesn’t depend on our ability to predict next week’s weather.\nIt's a reasonably safe bet that flowering trees will flower on the National Mall in the springtime, and bear fruit in the autumn. Photo CC license by Axel Drainville.\nNot only are weather models predicting different things than climate models, they require different kinds of starting information. Modelers call weather forecasting an initial conditions problem because, at short time scales, the future atmospheric conditions depend mostly on the initial atmospheric conditions. The accuracy of your forecast for a given location depends heavily on how well you can describe these initial conditions, especially in the surrounding area.\nIn contrast, most modelers describe a climate projection as a boundary conditions problem because at long time scales (years to decades), future climate depends mostly on big-picture characteristics of the Earth system that don’t vary from day to day: the amount of land and ocean surface, the height and location of mountain ranges, the geometry of Earth’s orbit, and—crucially—the composition of the global atmosphere. These things define the boundaries of the climate system, the relatively narrow range of outcomes that are possible over long time frames.\nThese fundamental differences between weather models and climate models, in both what they are trying to predict and what those predictions depend on, mean that the quality of a weather forecast two weeks out isn’t a good test of how well we can predict the climate two decades out. Read more.\nHelp us improve our content",
  "source": "climate.gov"
}