{
  "url": "https://www.climate.gov/news-features/climate-qa/can-we-slow-or-even-reverse-global-warming",
  "title": "Can we slow or even reverse global warming?",
  "date": null,
  "content": "Yes.  While we cannot stop global warming overnight, we can slow the rate and limit the amount of global warming by reducing human emissions of heat-trapping gases and soot (“black carbon”).\nIf all human emissions of heat-trapping gases were to stop today, Earth’s temperature would continue to rise for a few decades as ocean currents bring excess heat stored in the deep ocean back to the surface.  Once this excess heat radiated out to space, Earth’s temperature would stabilize. Experts think the additional warming from this “hidden” heat are unlikely to exceed 0.9° Fahrenheit (0.5°Celsius). With no further human influence, natural processes would begin to slowly remove the excess carbon dioxide from the atmosphere, and global temperatures would gradually begin to decline.\nChange in heat content in the upper 2,300 feet (700 meters) of the ocean from 1993-2020. Between 1993–2019, heat content rose by up to 6 Watts per square meter in parts of the ocean (dark orange). Some areas lost heat (blue), but overall, the ocean gained more heat than it lost. The changes in areas covered with the gray shading were not statistically significant. NOAA Climate.gov image, based on data from NCEI.\nIt’s true that without dramatic action in the next couple of decades, we are unlikely to keep global warming in this century below 2.7° Fahrenheit (1.5° Celsius) compared to pre-industrial temperatures—a threshold that experts say offers a lower risk of serious negative impacts. But the more we overshoot that threshold, the more serious and widespread the negative impacts will be, which means that it is never “too late” to take action.\nIn response to a request from the U.S. Congress, the U.S. National Academy of Sciences published a series of peer-reviewed reports, titled America's Climate Choices, to provide authoritative analyses to inform and guide responses to climate change across the nation. Relevant to this question, the NAS report titled Limiting the Magnitude of Future Climate Change explains policies that could be adopted to slow or even reverse global warming. The report says, \"Meeting internationally discussed targets for limiting atmospheric greenhouse gas concentrations and associated increases in global average temperatures will require a major departure from business as usual in how the world uses and produces energy.\"\nTransitioning to energy sources that do not emit greenhouse gases, such as solar, wind, biofuels, and nuclear, can slow the pace of climate change, though these energy sources face hurdles ranging from manufacturing capacity to debates about where to install some facilities. Images courtesy Energy.gov.\nAlternative methods to slow or reduce global warming have been proposed that are, collectively, known as \"climate engineering\" or \"geoengineering.\" Some geoengineering proposals involve cooling Earth's surface by injecting reflective particles into the upper atmosphere to scatter and reflect sunlight back to space. Other proposals involve seeding the oceans with iron to stimulate large-scale phytoplankton blooms, thereby drawing down carbon dioxide out of the atmosphere through photosynthesis. Such methods could work, in principle, but many climate scientists oppose undertaking geoengineering until we have a much better understanding of the possible side effects. Additionally, there are unresolved legal and ethical issues surrounding geoengineering.\nGiven these concerns, the American Meteorological Society published a position paper (readopted in January 2013) in which it said: \"...research to date has not determined whether there are large-scale geoengineering approaches that would produce significant benefits, or whether those benefits would substantially outweigh the detriments. Indeed, geoengineering must be viewed with caution because manipulating the Earth system has considerable potential to trigger adverse and unpredictable consequences.\"\nMartinich, J., B.J. DeAngelo, D. Diaz, B. Ekwurzel, G. Franco, C. Frisch, J. McFarland, and B. O’Neill. (2018). Reducing Risks Through Emissions Mitigation. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 1346–1386. doi: 10.7930/NCA4.2018.CH29.\nAllen, M.R., O.P. Dube, W. Solecki, F. Aragón-Durand, W. Cramer, S. Humphreys, M. Kainuma, J. Kala, N. Mahowald, Y. Mulugetta, R. Perez, M.Wairiu, and K. Zickfeld (2018). Framing and Context. In: Global Warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty [Masson-Delmotte, V., P. Zhai, H.-O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J.B.R. Matthews, Y. Chen, X. Zhou, M.I. Gomis, E. Lonnoy, T. Maycock, M. Tignor, and T. Waterfield (eds.)]. In Press.\nHelp us improve our content",
  "source": "climate.gov"
}