{
  "url": "https://www.climate.gov/news-features/climate-qa/how-current-global-warming-trend-different-previous-warming-periods-earths",
  "title": "How is the current global warming trend different from previous warming periods in Earth's history?",
  "date": null,
  "content": "Today's global warming is happening at a much faster rate today than it did in the warm periods between ice ages over the last million years. The transition from the last ice age to the current interglacial period is estimated to have spanned 5,000 years. Humans could witness the same magnitude of global warming within a span of about 110 years. In other words, if our world warms by as much as 7°F (4.1°C) from 1990 to 2100, as some climate models project could happen, then that warming rate is about 45 times faster than the warming Earth experienced when it emerged from the last ice age.\nDifference from historic average temperature since last ice age. NOAA Climate.gov cartoon by Emily Greenhalgh. Inspired by Figure 1(b) in Marcott et al., 2014.\nIPCC (2007): Climate Change 2007: The Physical Science Basis. Contribution of Working Group 1 to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor, and H.L. Miller (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 996 pp.\nIPCC Frequently Asked Question 6.2 (2007): \"Is the Current Climate Change Unusual Compared to Earlier Changes in Earth's History?\" Contribution of Working Group 1 to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor, and H.L. Miller (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 996 pp.\nMarcott, S.A., Shakun, J.D., Clark, P.U., Mix, A.C. (2013). A reconstruction of regional and global temperature for the past 11,300 years. 339(6124), 1198-1201.\nHelp us improve our content",
  "source": "climate.gov"
}