{
  "url": "https://www.climate.gov/news-features/climate-qa/hasnt-earth-warmed-and-cooled-naturally-throughout-history",
  "title": "Hasn't Earth warmed and cooled naturally throughout history?",
  "date": null,
  "content": "Yes. Earth has experienced cold periods (informally referred to as “ice ages,” or \"glacials\") and warm periods (“interglacials”) on roughly 100,000-year cycles for at least the last 1 million years. The last of these ice age glaciations peaked* around 20,000 years ago. Over the course of these cycles, global average temperatures warmed or cooled anywhere from 3° to perhaps as much as 8° Celsius (5°-15° Fahrenheit). It was partly through their attempts to understand what caused and ended previous ice ages that climate scientists came to understand the dominant role that carbon dioxide plays in Earth’s climate system, and the primary role that human-produced carbon dioxide is playing in current global warming. Learn more here and here.\nA single bloom of the alpine wildflower Dryas octopetala in a high valley in the Orjen Mountains of Montenegro. This tundra flower gave its name to the Younger Dryas, a cold period that briefly interrupted the long-term warming that had begun following the peak of the last ice age glaciation around 20 thousand years ago. Climate scientists think the episode was triggered by changes in the great system of currents in the Atlantic Ocean as a result of meltwater from Northern Hemisphere ice sheets. Image by P. Cikovac, used under a Creative Common license.\nOver at least the past million years, glacial and interglacial cycles have been triggered by variations in how much sunlight reaches the Northern Hemisphere in the summer, which are driven by small variations in the geometry of Earth’s axis and its orbit around the Sun. But these fluctuations in sunlight aren’t enough on their own to bring about full-blown ice ages and interglacials. They trigger several feedback loops that amplify the original warming or cooling. During an interglacial,\nThese feedbacks amplify the initial warming until the Earth’s orbit goes through a phase during which the amount of Northern Hemisphere summer sunlight is minimized. Then these feedbacks operate in reverse, reinforcing the cooling trend.\n\n*Correction. An earlier draft mistakenly said that the last of these ice ages ended about 20 thousand years ago. The glaciation phase peaked around that time.\nMasson-Delmotte, V., M. Schulz, A. Abe-Ouchi, J. Beer, A. Ganopolski, J.F. González Rouco, E. Jansen, K. Lambeck, J. Luterbacher, T. Naish, T. Osborn, B. Otto-Bliesner, T. Quinn, R. Ramesh, M. Rojas, X. Shao and A. Timmermann. (2013). Information from Paleoclimate Archives. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.\nSnyder, C. W. (2016). Evolution of global temperature over the past two million years. Nature, 538(7624), 226–228. https://doi.org/10.1038/nature19798\nTierney, J. E., Zhu, J., King, J., Malevich, S. B., Hakim, G. J., & Poulsen, C. J. (2020). Glacial cooling and climate sensitivity revisited. Nature, 584(7822), 569–573. https://doi.org/10.1038/s41586-020-2617-x\nCuffey, K. M., Clow, G. D., Steig, E. J., Buizert, C., Fudge, T. J., Koutnik, M., Waddington, E. D., Alley, R. B., & Severinghaus, J. P. (2016). Deglacial temperature history of West Antarctica. Proceedings of the National Academy of Sciences, 113(50), 14249–14254. https://doi.org/10.1073/pnas.1609132113\nHelp us improve our content",
  "source": "climate.gov"
}