{
  "url": "https://www.climate.gov/news-features/climate-qa/couldnt-sun-be-cause-global-warming",
  "title": "Couldn't the Sun be the cause of global warming?",
  "date": null,
  "content": "If the Sun were to intensify its energy output then, yes, it would warm our world. Indeed, sunspot data indicate there was a small increase in the amount of incoming sunlight between the late 1800s and the mid-1900s that experts estimate contributed to at most up to 0.1°C of the 1.0°C (1.8°F) of warming observed since the pre-industrial era. However, there has been no significant net change in the Sun’s energy output from the late 1970s to the present, which is when we have observed the most rapid global warming. Learn more.\nThe peaks and valleys in solar geomagnetic activity since 1900, based on the number of sunspots observed on the face of the Sun each day (orange dots). The Sun's activity increased in the early half of the twentieth century, but it can't be responsible for warming over the past 50 years. Graph by NOAA Climate.gov, based on data from the WDC-SILSO, Royal Observatory of Belgium.\nA second reason that scientists have ruled out a significant role for the Sun in global warming is that if the Sun’s energy output had intensified, we would expect all layers of Earth’s atmosphere to have warmed. But we don’t see that. Rather, satellites and observations from weather balloons show warming in the lower atmosphere (troposphere) and cooling in the upper stratosphere (stratosphere)—which is exactly what we would expect to see as a result of increasing greenhouse gases trapping heat in the lower atmosphere.  Scientists regard this piece of evidence as one of several “smoking guns” linking today’s global warming to human-emitted, heat-trapping gases.\nKopp, G., Krivova, N., Wu, C. J., & Lean, J. (2016). The Impact of the Revised Sunspot Record on Solar Irradiance Reconstructions. Solar Physics, 291(9–10), 2951–2965. https://doi.org/10.1007/s11207-016-0853-x\nAquila, V., Swartz, W. H., Waugh, D. W., Colarco, P. R., Pawson, S., Polvani, L. M., & Stolarski, R. S. (2016). Isolating the roles of different forcing agents in global stratospheric temperature changes using model integrations with incrementally added single forcings. Journal of Geophysical Research: Atmospheres, 121(13), 8067–8082. https://doi.org/10.1002/2015JD023841\nHelp us improve our content",
  "source": "climate.gov"
}