{
  "url": "https://www.climate.gov/news-features/climate-qa/how-do-we-know-build-carbon-dioxide-atmosphere-caused-humans",
  "title": "How do we know the build-up of carbon dioxide in the atmosphere is caused by humans?",
  "date": null,
  "content": "The most basic reason is that fossil fuels—the result of millions of years of plant growth—are the only source of carbon dioxide large enough to raise atmospheric carbon dioxide amounts as high and as quickly as they have risen. The increase between the year 1800 and today is 70% larger than the increase that occurred when Earth climbed out of the last ice age between 17,500 and 11,500 years ago, and it occurred 100-200 times faster.\nIn addition, fossil fuels are the only source of carbon consistent with the chemical fingerprint of the carbon present in today’s atmosphere. That analysis indicates it must be coming from terrestrial plant matter, and it must be very, very old. These and other lines of evidence leave no doubt that fossil fuels are the primary source of the carbon dioxide building up in Earth’s atmosphere.\nLarge machines loading coal into train cars. Licensed Adobe Stock photo.\nDuring all of the cycles between ice ages and warm periods over the past million years, atmospheric carbon dioxide never climbed higher than 300 parts per million. At the end of the last ice age around 20,000 years ago, it was 280 ppm. Today it is close to 420 ppm. The increase between the year 1800 and today is 70% larger than the increase that occurred when Earth climbed out of the last ice age between 17,500 and 11,500 years ago, and it occurred 100-200 times faster. Only fossil fuels—which are the remains of millions of years of carbon uptake by plants—contain enough carbon to produce such a massive change in such a short time.\nAtmospheric carbon dioxide (CO2) in parts per million (ppm) for the past 800,000 years based on ice-core data (light purple line) compared to 2022 concentration (bright purple dot). The peaks and valleys in the line show ice ages (low CO2) and warmer interglacials (higher CO2). Throughout that time, CO2 was never higher than 300 ppm (light purple dot, between 300,000 and 400,000 years ago). The increase over the last 60 years is 100 times faster than previous natural increases. In fact, on the geologic time scale, the increase from the end of the last ice age to the present (dashed purple line) looks virtually instantaneous. Graph by NOAA Climate.gov based on data from Lüthi, et al., 2008, via NOAA NCEI Paleoclimatology Program.\nIn addition, only fossil fuels are consistent with the isotopic fingerprint of the carbon in today’s atmosphere. Different kinds of carbon-containing material have different relative amounts of “light” carbon-12, “heavy” carbon-13, and radioactive carbon-14. Plant matter is enriched in carbon-12, because its lighter weight is more readily used by plants during photosynthesis. Volcanic emissions are enriched in carbon-13. The ratio of carbon-13 to carbon-12 in the atmosphere and the ocean are roughly the same. Since carbon-14 is radioactive, it decays predictably over time. Young organic matter has more carbon-14 than older organic matter, and fossil fuels have no measurable carbon-14 at all.\nAs carbon dioxide concentrations in the atmosphere have risen over the past century or more, the ratio of carbon-13 to carbon-12 has fallen, which means that the source of the extra carbon dioxide must be enriched in \"light\" carbon-12. Meanwhile, the relative amount of carbon-14—radioactive carbon—has declined. The record of carbon-14 in the atmosphere is complicated by nuclear bomb testing after 1950, which doubled the amount of radioactive carbon in the atmosphere. After the nuclear test ban treaty in 1963, the excess atmospheric carbon-14 began to decline as it dispersed into the oceans and the land biosphere.\nIn the last four decades, however, the decline of carbon-14 has been noticeably faster than can be explained by continuing dispersal of the bomb-related carbon-14. This faster decline is driven by the addition to the atmosphere of huge amounts of carbon dioxide from a source with no carbon-14. As this carbon dioxide enters the atmosphere, it dilutes the ratio of 14-carbon dioxide (i.e., carbon dioxide containing a carbon-14 atom) to total carbon dioxide in the atmosphere.\nTaken together, then, we are looking for a source of carbon dioxide that comes from terrestrial plants (because they are depleted in \"heavy\" carbon-13), is so old that any carbon-14 it once contained has decayed to non-detectable levels, and is capable of creating a pulse of carbon dioxide that is larger and faster than anything that’s occurred in at least the past million years. Only fossil fuels meet all those criteria.\nHelp us improve our content",
  "source": "climate.gov"
}