{
  "url": "https://www.climate.gov/news-features/climate-qa/%C2%BFc%C3%B3mo-perjudicar%C3%A1-el-calentamiento-global-los-recursos-naturales-y",
  "title": "¿Cómo perjudicará el calentamiento global a los recursos naturales y agrícolas de los Estados Unidos?",
  "date": null,
  "content": "(Traducido por Roberto Molar Candanosa. Leer en inglés.)\nDe acuerdo con la Estrategia Nacional de Adaptación Climática de Peces, Vida Silvestre y Plantas de los Estados Unidos, el aumento de las temperaturas, la elevación del nivel del mar y otros cambios relacionados con el clima están estresando a innumerables especies de plantas, animales y peces. Es probable que la capacidad de los bosques y otros ecosistemas para proveer servicios importantes desde el punto de vista cultural y económico—madera, protección del suministro de agua, forraje para el ganado, recreación, pesca y caza—disminuya como resultado del cambio climático provocado por el ser humano debido a la mayor perturbación causada por el estrés al agua, los incendios, los brotes de plagas, las especies invasoras, el estrés del calor, la acidificación de los océanos y la sequía. Estos impactos negativos aumentarán con velocidades más altas del calentamiento.\nEn cuanto a la biodiversidad, es probable que sigan prosperando las especies adaptables con una amplia gama geográfica—como el venado de cola blanca y el cerdo salvaje. Pero las especies que dependen de hábitats particulares—especies polares y alpinas, arrecifes de coral, peces de agua fría—son vulnerables, al igual que las comunidades que dependen de ellas cultural y económicamente. Según la Cuarta Evaluación Nacional del Clima, \"Las especies, incluidas muchas especies emblemáticas, pueden desaparecer de las regiones donde han estado presentes o extinguirse, alterando tanto algunas regiones que su mezcla de vida vegetal y animal será casi irreconocible\".\nImágenes de antes y después del blanqueo en Samoa Americana. La primera imagen fue tomada en diciembre de 2014. La segunda imagen fue tomada en febrero de 2015 cuando el XL Catlin Seaview Survey respondió a la alerta de blanqueo de corales de la NOAA. Crédito: XL Catlin Seaview Survey.\nLa producción de alimentos y forraje disminuirá en las regiones agrícolas que tienen un aumento en la frecuencia y duración de sequías. Incluso sin sequía, las temperaturas más altas incrementarán la evaporación de la humedad del suelo, lo que aumentará el estrés de los cultivos y la demanda de agua—sometiendo a una mayor presión a los suministros de aguas superficiales y subterráneas de los Estados Unidos utilizadas para el riego. E incluso con el riego, es probable que muchos cultivos de productos básicos sufran disminuciones en el rendimiento promedio a medida que las temperaturas aumenten más allá de su rango de tolerancia preferido al calor. Es probable que los inviernos más suaves y los cambios en las precipitaciones aumenten la incidencia de plagas y enfermedades para los cultivos y el ganado, mientras que el calor extremo, especialmente el calor nocturno, reducirá la productividad del ganado. Los impactos variarán de una región a otra, dependiendo del alcance del calentamiento y del nivel de adaptación.\nMás impactos a EE.UU. Más impactos globales.\nGowda, P., J.L. Steiner, C. Olson, M. Boggess, T. Farrigan, and M.A. Grusak (2018). Agriculture and Rural Communities. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 391–437. doi: 10.7930/NCA4.2018.CH10\nLipton, D., M. A. Rubenstein, S.R. Weiskopf, S. Carter, J. Peterson, L. Crozier, M. Fogarty, S. Gaichas, K.J.W. Hyde, T.L. Morelli, J. Morisette, H. Moustahfid, R. Muñoz, R. Poudel, M.D. Staudinger, C. Stock, L. Thompson, R. Waples, and J.F. Weltzin (2018). Ecosystems, Ecosystem Services, and Biodiversity. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 268–321. doi: 10.7930/NCA4.2018.CH7\nNational Fish, Wildlife and Plants Climate Adaptation Partnership. (2012). National Fish, Wildlife and Plants Climate Adaptation Strategy. Association of Fish and Wildlife Agencies, Council on Environmental Quality, Great Lakes Indian Fish and Wildlife Commission, National Oceanic and Atmospheric Administration, and U.S. Fish and Wildlife Service. Washington, DC. https://www.st.nmfs.noaa.gov/Assets/ecosystems/documents/NFWPCAS-Final.pdf\nPershing, A.J., R.B. Griffis, E.B. Jewett, C.T. Armstrong, J.F. Bruno, D.S. Busch, A.C. Haynie, S.A. Siedlecki, and D. Tommasi (2018). Oceans and Marine Resources. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 353–390. doi: 10.7930/NCA4.2018.CH9\nVose, J.M., D.L. Peterson, G.M. Domke, C.J. Fettig, L.A. Joyce, R.E. Keane, C.H. Luce, J.P. Prestemon, L.E. Band, J.S. Clark, N.E. Cooley, A. D’Amato, and J.E. Halofsky (2018). Forests. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 232–267. doi: 10.7930/NCA4.2018.CH6\nHelp us improve our content",
  "source": "climate.gov"
}