{
  "url": "https://www.climate.gov/news-features/climate-qa/%C2%BFc%C3%B3mo-perjudicar%C3%A1-el-calentamiento-global-la-salud-y-el-bienestar-de-los",
  "title": "¿Cómo perjudicará el calentamiento global la salud y el bienestar de los seres humanos?",
  "date": null,
  "content": "(Traducido por Roberto Molar Candanosa. Leer en ingles.)\nLas principales organizaciones de salud pública del mundo han dicho que el cambio climático es un problema crítico de salud pública. Según el Instituto Nacional de Ciencias de la Salud Ambiental de los Estados Unidos, el cambio climático empeora muchas de las enfermedades y condiciones existentes, y ayuda a que las plagas y los patógenos se propaguen a nuevas regiones. Las personas más vulnerables—los niños, los ancianos, los pobres y las personas con problemas de salud—corren un mayor riesgo de sufrir efectos a su salud por causas relacionadas con el clima.\nEdward Butcher, 64, looks out into the street as he sits near the window to stay cool in his non-air conditioned apartment on a sweltering Wednesday, Aug. 2, 2006 in the Ridgewood section of the Queens borough of New York. AP Photo/Jason DeCrow.\nMás impactos a Estados Unidos. Más impactos globales.\nIPCC (2012): Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation. A Special Report of Working Groups I and II of the Intergovernmental Panel on Climate Change [Field, C.B., V. Barros, T.F. Stocker, D. Qin, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, UK, and New York, NY, USA, 582 pp.\nPortier, C.J., K. Thigpen-Tart, S.R. Carter, C.H. Dilworth, A.E. Grambsch, J. Gohlke, J. Hess, S.N. Howard, G. Luber, J.T. Lutz, T. Maslak, N. Prudent, M. Radtke, J.P. Rosenthal, T. Rowles, P.S. Sandifer, J. Scheraga, P.J. Schramm, D. Strickman, J.M. Trtanj, P-Y Whung (2010): A Human Health Perspective On Climate Change:A Report Outlining the Research Needs on the Human Health Effects of Climate Change. Research Triangle Park, NC: Environmental Health Perspectives/National Institute of Environmental Health Sciences. doi:10.1289/ehp.1002272\nEbi, K.L., J.M. Balbus, G. Luber, A. Bole, A. Crimmins, G. Glass, S. Saha, M.M. Shimamoto, J. Trtanj, and J.L. White-Newsome, 2018: Human Health. In Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, Volume II [Reidmiller, D.R., C.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K. Maycock, and B.C. Stewart (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, pp. 539–571. doi: 10.7930/NCA4.2018.CH14\nZiska, L., A. Crimmins, A. Auclair, S. DeGrasse, J.F. Garofalo, A.S. Khan, I. Loladze, A.A. Pérez de León, A. Showler, J. Thurston, and I. Walls (2016). Ch. 7: Food Safety, Nutrition, and Distribution. In The Impacts of Climate Change on Human Health in the United States: A Scientific Assessment. U.S. Global Change Research Program, Washington, DC, 189–216. http:// dx.doi.org/10.7930/J0ZP4417\nHelp us improve our content",
  "source": "climate.gov"
}