{
  "url": "https://www.climate.gov/news-features/climate-qa/%C2%BFqu%C3%A9-evidencia-existe-de-que-la-tierra-se-est%C3%A1-calentando-y-que-los",
  "title": "¿Qué evidencia existe de que la Tierra se está calentando y que los humanos son la causa principal?",
  "date": null,
  "content": "(Traducido por Roberto Molar Candanosa. Leer en inglés.)\nSabemos que el mundo se está calentando porque la gente ha estado registrando diariamente las temperaturas altas y bajas en miles de estaciones meteorológicas en todo el mundo, sobre la tierra y en el océano, durante muchas décadas y, en algunos lugares, durante más de un siglo. Cuando diferentes equipos de científicos del clima en diferentes agencias (por ejemplo, la NOAA y la NASA) y en otros países (por ejemplo, el Centro Hadley del Reino Unido) promedian estos datos juntos, todos encuentran esencialmente el mismo resultado: La temperatura media de la superficie de la Tierra ha aumentado cerca de 1,8°F (1,0°C) desde 1880.\nTemperatura anual comparada con el promedio del siglo XX (barras rojas y azules) de 1880 a 2019, basada en datos del NCEI de la NOAA, más las concentraciones atmosféricas de dióxido de carbono (línea gris): 1880-1958 del IAC, 1959-2019 del ESRL de la NOAA. Gráfico original del Dr. Howard Diamond (NOAA ARL), adaptado por NOAA Climate.gov.\nAdemás de los datos de estaciones en la superficie, tenemos muchas líneas diferentes de evidencia de que la Tierra se está calentando (leer mas). Las aves están migrando más temprano, y sus patrones de migración están cambiando. Las langostas y otras especies marinas se están mudando hacia el norte. Las plantas están floreciendo más temprano en la primavera. Los glaciares de montaña se están derritiendo y la cubierta de nieve está disminuyendo en el hemisferio norte (aprende más aquí y aquí). La capa de hielo de Groenlandia, que contiene alrededor del 8% del agua dulce de la Tierra, se está derritiendo a un ritmo acelerado (más información). El nivel promedio del mar mundial está aumentando (más información). El hielo marino del Ártico está disminuyendo rápidamente tanto en grosor como en extensión (más información).\nAdaptada del Arctic Report Card  2020, esta gráfica muestra los cambios mensuales en la masa de hielo de Groenlandia entre abril de 2002 y abril de 2020. El segmento de 2017-2018 sin datos resulta de la brecha entre las misiones GRACE. El fondo es una imagen satelital de la NASA de un fiordo de Groenlandia. Imagen de Climate.gov de la NOAA, basada en datos proporcionados por Twila Moon.\nSabemos que este calentamiento es causado en gran parte por las actividades humanas porque el papel clave que desempeña el dióxido de carbono en el mantenimiento del efecto invernadero natural de la Tierra ha sido comprendido desde mediados del siglo XIX. A menos que sea compensado por alguna influencia de enfriamiento igualmente grande, más dióxido de carbono atmosférico conducirá a temperaturas más cálidas en la superficie. Desde 1800, la cantidad de dióxido de carbono en la atmósfera ha aumentado  cerca de 280 partes por millón a 410 ppm en 2019. Sabemos, tanto por su rápido aumento como por su \"huella\" isotópica, que la fuente de este nuevo dióxido de carbono son los combustibles fósiles, y no las fuentes naturales como los incendios forestales, los volcanes o la emisión de gases del océano.\nPhilip James de Loutherbourg's 1801 painting, Coalbrookdale by Night, came to symbolize the start of the Industrial Revolution, when humans began to harness the power of fossil fuels—and to contribute significantly to Earth's atmospheric greenhouse gas composition. Image from Wikipedia.\nUSGCRP (2017). Climate Science Special Report: Fourth National Climate Assessment, Volume 1 [Wuebbles, D.J., D.W. Fahey, K.A. Hibbard, D.J. Dokken, B.C. Stewart, and T.K. Maycock (eds.)]. U.S. Global Change Research Program, Washington, DC, USA, 470 pp, doi: 10.7930/J0J964J6.\nNational Fish, Wildlife, and Plants Climate Adaptation Partnership (2012): National Fish, Wildlife, and Plants Climate Adaptation Strategy. Association of Fish and Wildlife Agencies, Council on Environmental Quality, Great Lakes Indian Fish and Wildlife Commission, National Oceanic and Atmospheric Administration, and U.S. Fish and Wildlife Service. Washington, D.C. DOI: 10.3996/082012-FWSReport-1\nIPCC (2019). Summary for Policymakers. In: IPCC Special Report on the Ocean and Cryosphere in a Changing Climate. [H.-O. Pörtner, D.C. Roberts, V. Masson-Delmotte, P. Zhai, M. Tignor, E. Poloczanska, K. Mintenbeck, A. Alegría, M. Nicolai, A. Okem, J. Petzold, B. Rama, N.M. Weyer (eds.)]. In press.\nNASA JPL: \"Consensus: 97% of climate scientists agree.\" Global Climate Change. A website at NASA's Jet Propulsion Laboratory (climate.nasa.gov/scientific-consensus). (Accessed July 2013.)\nHelp us improve our content",
  "source": "climate.gov"
}