{
  "url": "https://www.climate.gov/news-features/climate-qa/%C2%BFqu%C3%A9-no-hay-mucho-desacuerdo-entre-los-cient%C3%ADficos-del-clima-sobre-el",
  "title": "¿Qué no hay mucho desacuerdo entre los científicos del clima sobre el calentamiento global?",
  "date": null,
  "content": "(Traducido por Roberto Molar Candanosa. Leer en inglés.)\nNo. Por una gran mayoría, los científicos del clima están de acuerdo en que la temperatura global promedio hoy en día es más cálida que en la época preindustrial y que la actividad humana es el factor más significativo.\nHoy en día, no hay un verdadero desacuerdo entre los expertos del clima en que los humanos son la causa principal del reciente calentamiento global. Caricatura de NOAA Climate.gov por Emily Greenhalgh.\nLas principales agencias y organizaciones científicas de los Estados Unidos han reconocido que el calentamiento global es un problema de origen humano que debe tratarse. El Programa de Investigación del Cambio Global de los Estados Unidos ha publicado una serie de informes científicos que documentan las causas y los impactos del cambio climático global. La NOAA, la NASA, la Fundación Nacional de Ciencias, el Consejo Nacional de Investigación y la Agencia de Protección del Medio Ambiente han publicado reportes y hojas informativas que afirman que la Tierra se está calentando principalmente debido al aumento de gases producidos por el ser humano que atrapan el calor.\nEn su página web sobre el clima, la Academia Nacional de Ciencias, Ingeniería y Medicina dice: \"Los científicos saben desde hace tiempo, por múltiples líneas de evidencia, que los seres humanos están cambiando el clima de la Tierra, principalmente a través de las emisiones de gases de efecto invernadero\", y que \"el cambio climático está afectando cada vez más la vida de las personas\".\nSoot from fires and air pollution contributes to global warming, and its impacts may be especially strong in the Arctic, where it darkens the snow and ice—as shown in this photo—and accelerates melting. Despite some uncertainty about just how much influence soot and other aerosol particles have played in climate change in the past century, there's little debate among climate scientists that the primary driver of recent global warming is carbon dioxide emissions. Photo from NOAA Ocean Today.\nLa Sociedad Meteorológica Americana (AMS) emitió esta declaración de posición: \"La evidencia científica indica que la principal causa del cambio climático en el último medio siglo es el aumento antropogénico de la concentración de gases de efecto invernadero en la atmósfera, incluyendo dióxido de carbono (CO2), clorofluorocarbonos, metano, ozono troposférico y óxido nitroso\". (Adoptado el 15 de abril de 2019)\nLa Unión Geofísica Americana (AGU) emitió esta declaración de posición: \"El cambio climático inducido por el ser humano requiere una acción urgente. La humanidad es la mayor influencia sobre el clima global observado en los últimos 50 años. Las rápidas respuestas de la sociedad pueden disminuir significativamente los resultados negativos\". (Reafirmado en noviembre de 2019)\nEl sitio de la Asociación Americana para el Avance de la Ciencia (AAAS) \"What We Know\" afirma: \"Basado en la evidencia, cerca del 97% de los científicos del clima están de acuerdo en que el cambio climático causado por el ser humano está ocurriendo.\"\nEstas organizaciones científicas no han emitido declaraciones en un vacío; sus declaraciones hacen eco de las conclusiones de documentos individuales publicados en revistas científicas con revisión paritaria. El Instituto de Información Científica (ISI, por sus siglas en inglés) mantiene una base de datos de más de 8,500 revistas científicas revisadas por expertos. Múltiples estudios de esta base de datos muestran pruebas de un acuerdo abrumador entre los científicos del clima. En 2004, la historiadora científica Naomi Oreskes publicó los resultados de su examen de la base de datos del ISI en la revista Science. Oreskes revisó 928 resúmenes o abstracts publicados entre 1993 y 2003 relacionados con las actividades humanas que calientan la superficie de la Tierra, y declaró: \"Notablemente, ninguno de los artículos estuvo en desacuerdo con la posición del consenso\".\nEste hallazgo no ha cambiado con el tiempo. En 2016, un documento de revisión resumió los resultados de varios estudios independientes sobre investigaciones revisadas por pares científicos relacionadas con el clima. Los autores encontraron resultados consistentes con un consenso del 97% de que la actividad humana está causando el cambio climático.\nProbablemente las evaluaciones más definitivas de la ciencia del clima global proceden del Grupo Intergubernamental de Expertos sobre el Cambio Climático (IPCC, por sus siglas en inglés). Fundado por las Naciones Unidas en 1988, el IPCC publica informes periódicos, y cada publicación importante incluye tres volúmenes: uno sobre la ciencia, otro sobre los impactos y otro sobre la mitigación. Cada volumen es elaborado por un equipo de expertos independiente, que revisa, evalúa y resume las investigaciones pertinentes publicadas desde el informe anterior. Cada informe del IPCC se somete a varias iteraciones de revisión por parte de expertos y gobiernos. Por ejemplo, el informe del IPCC de 2007 recibió unos 90,000 comentarios, y cada comentario recibió una respuesta individual.\nEvery five years, the Intergovernmental Panel on Climate Change convenes hundreds of international scientists and government representatives to review and assess peer-reviewed research on climate science. In each cycle, the panel publishes three key reports: one on the basic science, one on impacts, and one on mitigation.\nEl IPCC no involucra sólo a unos pocos científicos, o incluso sólo a docenas de científicos. Una hoja informativa del IPCC explica: \"Cientos de expertos destacados en las diferentes áreas cubiertas por los informes del IPCC ofrecen voluntariamente su tiempo y experiencia como Autores Principales Coordinadores y Autores Principales para producir estas evaluaciones. Muchos cientos más participan en la redacción de contribuciones específicas como autores colaboradores y comentan sobre los capítulos como revisores expertos\".\nLos gobiernos y los expertos en clima de todo el mundo designan a los científicos para que sean autores del IPCC, y el IPCC se esfuerza por encontrar una mezcla de autores, de países desarrollados y en desarrollo, entre hombres y mujeres, y entre autores con experiencia en el IPCC y nuevos en el proceso. Publicado en 2014, el Quinto Informe de Evaluación (AR5, por sus siglas en inglés) contó con la participación de 831 expertos seleccionados de entre 3,598 nominados. En otras palabras, los propios informes del IPCC son una declaración exhaustiva y consensuada sobre el estado de la ciencia climática.\nEl informe dice:\nLa evidencia de la influencia humana en el sistema climático ha crecido desde el AR4 . Se ha detectado la influencia humana en el calentamiento de la atmósfera y el océano, en los cambios del ciclo global del agua, en las reducciones de nieve y hielo, y en la elevación del nivel promedio global del mar; y es extremadamente probable que haya sido la causa dominante del calentamiento observado desde mediados del siglo XX. En las últimas décadas, los cambios en el clima han causado impactos en los sistemas naturales y humanos de todos los continentes y en todos los océanos. Los impactos se deben al cambio climático observado, independientemente de su causa, lo que indica la sensibilidad de los sistemas naturales y humanos al cambio climático.\nCook, J., D. Nuccitelli, S.A. Green, M. Richardson, B. Winkler, R. Painting, R. Way, P. Jacobs, and A. Skuce (2013). Quantifying the consensus on anthropogenic global warming in the scientific literature. Environmental Research Letters, 8, 024024. https://doi.org/10.1088/1748-9326/8/2/024024.\nCook, J., Oreskes, N., Doran, P.T., Anderegg, W.R.L., Verheggen, B., Mailbach, E.W., Carlton, J.S., Lewandowsky, S., Skuce, A.G., Green, S.A., Nuccitelli, D., Jacobs, P., Richardson, M., Winkler, B., Painting, R., Rice, K. (2016). Consensus on consensus: A synthesis of consensus estimates on human-caused global warming. Environmental Research Letters, 11, 048002. https://doi.org/10.1088/1748-9326/11/4/048002.\nDoran, P., and M.K. Zimmerman (2009): Examining the Scientific Consensus on Climate Change. Eos, 90(3), 22–23.\nIPCC. (2013). Factsheet: How does the IPCC select its authors? Accessed January 3, 2020.\nIPCC. (2014). Climate Change 2014: Synthesis Report. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Geneva Switzerland. Accessed January 22, 2020.\nOreskes, N. (2004). The Scientific Consensus on Climate Change. Science, 306, 1686. https://doi.org/10.1126/science.1103618.\nOreskes, N. (2018). The scientific consensus on climate change: How do we know we're not wrong? Climate Modelling, pp. 31–64. https://doi.org/10.1007/978-3-319-65058-6_2.\nSherwood, S. (2011, May 10). Trust us, we're climate scientists: The case for the IPCC. The Conversation.\nHelp us improve our content",
  "source": "climate.gov"
}