{
  "url": "https://www.climate.gov/news-features/decision-makers-toolbox/new-droughtgov-one-stop-noaa-resource-all-things-drought",
  "title": "New Drought.gov a one-stop NOAA resource for all things drought",
  "date": null,
  "content": "NIDIS, NOAA’s National Integrated Drought Information System, has launched a redesigned U.S. Drought Portal to better serve stakeholders, decision makers, the media, and the public.\nThe new website, Drought.gov, features updated content and new interactive architecture designed to provide actionable, shareable information, and easy-to-understand graphics describing current drought conditions and forecasts by city, county, state, zip code, and at watershed to global scales. Drought.gov aggregates and presents drought impact data for economic sectors such as agriculture, energy, water utilities, tourism and recreation, bringing together interactive maps and data in one place, which you won’t find anywhere else.\nThe new Drought.gov site provides new ways of understanding drought impacts, including maps showing how long different parts of the United States have been experiencing drought. Image courtesy the NIDIS project.\n“The new Drought.gov will help communities and economies across the United States understand and manage drought impacts,” said Veva Deheza, Executive Director of NIDIS. “Whether you’re looking for conditions in your neighborhood, or you’re an elected official responsible for water management decisions, Drought.gov is designed to be a one-stop shop for drought information, decision-support products, and educational resources.”\nDrought.gov has four major new features:\nDrought.gov now has enhanced resources for understanding historical droughts, as well as paleoclimate records of droughts in pre-history. Screenshot courtesy the NIDIS project.\nSector impacts: Explore drought impacts in a new comprehensive resource of  economic sector data, such as agriculture, energy, water utilities, and tourism and recreation. For example, reductions in snowpack and stream flows directly affect outdoor recreation and tourism - snow sports like skiing and snowmobiling, and water sports like boating, rafting, canoeing, fishing, and swimming.\nScreenshot of Drought.gov showing drought status of reservoirs across the country as of January 7, 2021—one of the new maps that provide information about drought impacts on different economic sectors. Map courtesy the NIDIS project.\nWatch this demonstration video to learn more about the new Drought.gov.\nNIDIS is a program of NOAA’s Climate Program Office.\nFor more information, contact Adam Lang at NIDIS, adam.lang@noaa.gov, or 720-323-7894.\nHelp us improve our content",
  "source": "climate.gov"
}