{
  "url": "https://www.climate.gov/news-features/understanding-climate/us-climate-summary-june-2021-hottest-june-record",
  "title": "U.S. climate summary for June 2021: hottest June on record",
  "date": null,
  "content": "(top) U.S.temperatures in June 2021 compared to the 1981-2010 average, with warmer-than-average areas in red, and cooler-than-average areas in blue. (bottom) U.S. June temperatures compared to the 20th-century average from 1895 to 2021. NOAA Climate.gov image, based on data from NOAA National Centers for Environmental Information.\nThe June contiguous U.S. temperature was 72.6°F, 4.2°F above the 20th-century average, ranking warmest in the 127-year record and surpassing the previous record for June set in 2016 by 0.9°F. The year-to-date average temperature for the contiguous U.S. was 49.3°F, 1.7°F above the 20th-century average, ranking in the warmest third of the January-June record.\nPrecipitation across the Lower 48 U.S. states in June 2021 as a percent of the 1981-201 average. Places that received less than 100 perent of their average precipitation are brown; places that received more than 100 percent of their average precipitation are green. NOAA Climate.gov map, based on data from NOAA National Centers for Environmental Information.\nThe June precipitation total for the contiguous U.S. was 2.93 inches, exactly average. Averaged over the first six months of the year, the precipitation total for January-June was 14.64 inches, 0.67 inch below average, ranking in the driest third of the record.\nThere were eight billion-dollar weather and climate disasters identified during January-June. These disasters were due to four severe storm events, two flooding events, one winter storm/cold wave event and one drought/heat wave event.\nFor more highlights of the June 2021 and year-to-date climate for the United States, visit the National Centers for Environmental Information's State of the Climate page.\nHelp us improve our content",
  "source": "climate.gov"
}