{
  "url": "https://www.climate.gov/news-features/understanding-climate/december-2021-us-climate-outlook-la-ni%C3%B1a-pattern-warmth-over",
  "title": "December 2021 U.S. Climate Outlook: A La Niña-like pattern with warmth over much of the U.S.",
  "date": null,
  "content": "What’s in store for the final month of 2021? Let’s take a look at the December 2021 outlook from NOAA’s Climate Prediction Center. Much of the United States is favored to observe a warmer-than-average month, except for the northern tier of the country. Meanwhile, a drier-than-average end to the year is favored across the Southeast, with wetter-than-normal conditions across the Great Lakes and Pacific Northwest.\nMap of the contiguous United States showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of December. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average December are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in December. Instead, they are the probability (percent chance) that December temperatures or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for December. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of December. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average December are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe December 2021 temperature outlook indicates a tilt in the odds towards a warmer-than-average month for most of the country. The highest odds (60-70%) are across the southern United States with odds decreasing to the north. Even then, about half the country has odds greater than 50% of observing a mild December.\nIn contrast, much of the northern tier of the United States outside the Great Lakes has an equal chance for above-, below- or near-average temperatures, with only a small area in the Pacific Northwest with odds slightly tilted towards below-average monthly temperatures. Much of the cold air is expected to stay to the north in December, with temperatures favored to be below-average in Alaska.\nA combination of La Nina influences as well as a predicted positive state of the Arctic Oscillation for the first two weeks of the month is likely to keep much of the anomalous cold north of the contiguous U.S. However, uncertainty in the forecast for the second half of the month with the potential for cold air to shift south into the northern U.S. is responsible for the equal-chances outlook for the region.\nThe precipitation outlook for December looks like the expected precipitation outcomes during a La Nina winter, with odds favoring a drier-than-average month across the Southeast and a wetter-than-average December for the Pacific Northwest.\nAverage location of the jet stream and typical temperature and precipitation impacts during La Niña winter over North America. Map by Fiona Martin for NOAA Climate.gov.\nThe drier-than-average outlook for the Southeast follows a drier-than-average November for the region, which resulted in several wildfires burning in Alabama and North Carolina. Historically, late November into early December is the time period with the highest chance for wildfires for southern Appalachia.\nThe wet signal for the Pacific Northwest and the Great Lakes is also consistent with the likely precipitation patterns during a La Nina winter. And with so much precipitation already falling across parts of the Pacific Northwest during November, additional precipitation will likely keep flood risks elevated.\nAs of November 23, drought conditions were being observed in 50% of the country, with 17% of the U.S. experiencing extreme to exceptional drought, the two worst categories, D3-4. But most of that drought is being felt out West as nearly 93% of the region is in drought, with almost half in D3-4 drought.\nDrought conditions across the contiguous United States as of November 23, 2021. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nBut there is good drought news. The continued rainfall across the northwestern United States as well as the forecast for a potentially wetter-than-average December has drought improvement favored for the region with some areas even likely to see drought removal.\nDrought forecast for the Lower 48 U.S. states inDecember 2021. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nIn contrast, the warmer and drier-than-average outlooks for December in Texas and the Southeast also correlates to drought development and expansion, especially in the Carolinas.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of November 2021.\nHelp us improve our content",
  "source": "climate.gov"
}