{
  "url": "https://www.climate.gov/news-features/understanding-climate/june-2022-us-climate-outlook-warmth-again-favored-southern-and",
  "title": "June 2022 U.S. Climate Outlook: Warmth again favored for the southern and eastern U.S.",
  "date": null,
  "content": "It’s getting hot out there as the calendar shifts to meteorological summer (June through August). So what is in store for the next month? Let’s look at the June 2022 climate outlook from NOAA’s Climate Prediction Center.\nLike the past several months, the temperature outlook for June boasts a tilt in the odds towards a hotter-than-average month across the southern and eastern U.S. and a cooler-than-normal June in the north-central U.S. stretching west to the Pacific Northwest. Meanwhile, a wetter-than-average start to summer is favored for Florida, south-central Great Plains and the Pacific Northwest, with drier-than-average conditions expected for Texas, and parts of the Southwest and Great Basin.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of June2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average June are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in June. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for June. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of June 2022. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average June are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe outlook for June favors a well-above-average month once again for the southern tier and East Coast. The highest likelihood of above-average heat (60-70%) is across western Texas and southern New Mexico. In contrast, a cooler-than-average month is favored for the north-central United States stretching to the Pacific Northwest, with the best chance of below-average June temperatures (50-60%) located over the Dakotas and northwestern Minnesota.\nWith La Niña still kicking across the Pacific Ocean, it’s not surprising that the June temperature outlook bears its hallmarks, just like the April and May outlooks did as well. The forecast cooler-than-normal temperatures across the north are also influenced by an expected negative phase of the Arctic Oscillation during the first half of the month.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of June2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average June are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nUnlike the temperature outlook where broad swaths of the country are favored to observe either above or below-average temperatures, the June precipitation outlook forecasts equal chances for above, below or near-normal precipitation totals for the month for much of the country.\nThe smaller areas where odds favor a wetter-than-average month are located over Florida, the south/central Plains and the Pacific Northwest, with the highest likelihood (60-70%) over southern Florida. In contrast, a drier-than-average June is slightly favored for central/western Texas, the Southwest and the Great Basin.\nMuch of the wet signal in the June outlook relates to expected heavy rains during the beginning of the month. For Florida, the potential development and track of a tropical storm across southern portions of the state is likely to bring dousing rains, influencing the monthly precipitation totals. Wet conditions are also forecast for the first half of the month across the central Plains.\nDrought conditions across the contiguous United States as of May 24, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of May 24, 2022, almost 88% of the West remains in drought, with 44% of the region in the two worst categories, extreme and exceptional drought (D3-4), an almost seven percent increase since late April.\nWhile the drought in the West remains and worsens, the amount of area in drought across the contiguous United States (~50%) actually decreased four percent since late April, as drought was removed across the High Plains and Southeast.\nDrought forecast for the Lower 48 U.S. states in June 2022. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor June, drought is expected to persist across the West, but there is some good news. Drought conditions across the northern tier of the United States along with central Plains are favored to improve or even be removed due to beneficial precipitation expected this month.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of May 2022.\nHelp us improve our content",
  "source": "climate.gov"
}