{
  "url": "https://www.climate.gov/news-features/understanding-climate/july-2022-us-climate-outlook-hot-and-dry-favored-southern",
  "title": "July 2022 U.S. Climate Outlook: Hot and dry favored for the southern Plains",
  "date": null,
  "content": "Judging by how quickly I start to sweat the minute I go outside, it is clearly summer. So let’s look at the July 2022 climate outlook from NOAA’s Climate Prediction Center to see what areas of the country might be facing some particularly hot summer conditions. By the looks of it, most of you likely live where odds favor a hotter-than-average month.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—are most likely for the month of July 2022. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average July are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in July. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for July. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nThe outlook for July favors temperatures that are well above average across much of the country, spanning the Mountain West to the East Coast. The highest likelihood of above-average heat (60-70%) is across the Southern Plains in Kansas, Oklahoma, and northern Texas. A large area across the Great Plains and into the Gulf Coast also has greater than 50 percent odds of observing a hotter-than-average July.\n\nIn contrast, a cooler-than-average month is favored for a slim area along the Pacific Northwest coast. (The atmosphere apologizing for last year’s blistering heat wave?) But even then, odds favoring a cooler-than-average July don’t rise above 50 percent.\nEven though La Niña—the cool phase of the El Niño-Southern Oscillation climate pattern—still won’t go away across the Pacific Ocean, its biggest influence during the northern hemisphere summer months is generally on the tropical cyclone season, and not U.S. summer climate. (La Niña is associated with a busier-than-normal season in the Atlantic Ocean and a quieter-than-normal season in the Eastern Pacific.) So even though the cool forecast across the Pacific Northwest is consistent with La Niña, the hot outlook for the contiguous United States more relates to a consistent forecast of a ridge of high pressure across the central/eastern U.S. across the multiple models used by forecasters.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—are most likely for the month of July 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average July are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe precipitation outlook for July has some good and bad news for dry portions of the country. In good news, an early and active start to the wet phase of the North American Monsoon across the Southwest is expected, as precipitation totals are forecast to be wetter than average for the month. However, in less than good news, drier-than-average conditions are favored for the Great Basin to the Rockies, along with a broad area across the southern and central Plains. There is also a slight tilt in the odds to a wetter-than-average July across the East Coast, which would be welcome news for many states in the Southeast.\nOverall, unlike the temperature outlook, the precipitation outlook odds never exceed 50% for any part of the country, a sign of more uncertainty. The main driver of these outlook maps is a consensus among the atmospheric models used by forecasters in creating these forecasts.\nDrought conditions across the contiguous United States as of June 28, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of June 28, 2022, 47% of the contiguous U.S. was in drought, with 17% of the region in the two worst categories, extreme and exceptional drought (D3-4), a 2.5% decrease since late May. In the West, there is good news. There has been a ten percent decrease in the area under drought over the last month (86% to 76%), and an over five percent decrease in the area in the two worst categories of drought. Much of this improvement comes from beneficial rains that fell across the Southwest due to an early start to the wet monsoon season.\nDrought forecast for the Lower 48 U.S. states in July 2022. Brown indicates areas where experts believe drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor July, with the monsoon expected to continue to be active, drought is expected to improve (yet still remain) across the Southwest, which is some good news. But drought across the rest of the West is expected to persist. Meanwhile, due to forecasts of hotter- and drier-than-average July conditions, drought development is likely across the central United States.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of June 2022.\nHelp us improve our content",
  "source": "climate.gov"
}