{
  "url": "https://www.climate.gov/news-features/understanding-climate/august-2022-us-climate-outlook-wet-southwest-monsoon-and-hot",
  "title": "August 2022 U.S. Climate Outlook: a wet Southwest Monsoon and a hot, dry Plains",
  "date": null,
  "content": "So far this summer, there have been plenty of weather extremes across the country, from torrential rains and flash flooding to record-breaking heat and expanding drought. What does the last month of meteorological summer hold? Let’s look at the August 2022 climate outlook from NOAA’s Climate Prediction Center to find out. Outside of a cooler-than normal Southwest, much of the contiguous U.S. is favored for a hotter-than-average month.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—is most likely for the month of August 2022. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average July are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in August. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for August. We refer to the top and bottom categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nThe August outlook favors hotter-than-average temperatures for most the country. The highest likelihood for above-average temperatures (60-70%) is over Arkansas, Texas, Oklahoma, and northern Louisiana. However, a broad area including the West Coast, the northern tier, the Great Plains, the Midwest, and the Northeast have odds exceeding 50% of a hotter-than-average August.\n\nOn the flip side, across the Southwest, odds favor a cooler-than-average month, reflecting a continued strong North American monsoon bringing rain, clouds, and cooler temperatures.\nThis forecast is consistent with temperature patterns across the United States during an August La Niña, and is guided by the output from a suite of climate models which suggest hotter-than-average temperatures for most areas and a strong monsoon in the Southwest leading to cooler-than-normal temperatures.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—is most likely for the month of August 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average July are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe precipitation outlook for August favors a continued wet North American Monsoon across the Southwest along with wet conditions for the Carolinas and Virginia. In contrast, odds are tilted towards a drier-than-average month for the Great Plains and Northeast. The highest likelihood for drier-than-average conditions (40-50%) is in the northern Northeast and Oklahoma/northern Texas.\nThis month’s outlook highlights how forecasters use consensus among their forecast tools in helping to produce the final outlook. For the monsoon in the Southwest, all signs are pointing towards odds favoring a wetter-than-average month including short-term, subseasonal, and monthly forecasts from climate models.\nDrought conditions across the contiguous United States as of July 26, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of July 26, 2022, over 50% of the contiguous U.S. was in drought, with almost 20% in the two worst categories, extreme and exceptional drought (D3-4), a slight increase since late June. In the West, the drought persists. However, ample rains over the monsoon region in the Southwest have continued the improving drought trend in that region. Drought continues to be quite severe over the southern Plains in Texas and Oklahoma due to hot and dry conditions.\nDrought outlook for the Lower 48 U.S. states in August 2022. Brown indicates areas where experts forecast drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor August, as the monsoon expected to continue to be quite wet, drought is expected to improve across the Southwest; it might even end in parts of Arizona and Colorado. Drought improvement is also favored for parts of the Southern Plains in Oklahoma and Kansas, mostly due to severe storms that already impacted the area.\nDrought, meanwhile, is expected to persist elsewhere out West and develop across parts of Nebraska, Iowa, Illinois, and the Northeast.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of July 2022.\nHelp us improve our content",
  "source": "climate.gov"
}