{
  "url": "https://www.climate.gov/news-features/understanding-climate/september-2022-us-climate-outlook-wetter-average-month-gulf",
  "title": "September 2022 U.S. Climate Outlook: A wetter-than-average month for the Gulf Coast",
  "date": null,
  "content": "It may not feel like it, but technically, meteorological summer is over. Of course, that doesn’t mean that temperatures will cool off immediately. So what does the first month of meteorological autumn hold? The September 2022 climate outlook from NOAA’s Climate Prediction Center favors a warmer-than-average month for much of the contiguous U.S. outside of the southern Plains, and a dry/wet split between the northern and southern tiers.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—is most likely for the month of September 2022. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average July are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in September. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for September. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nThe September outlook favors hotter-than-average temperatures for most of the country for the second straight month. The best chance for well above average temperatures is over the northern portion of the West and High Plains where chances exceed 60%. Meanwhile, the one area favoring well below average monthly temperatures is across the south-central United States, but those odds are only slightly tilted (33-40%).\n\nThe guiding information for this forecast comes from a variety of atmospheric models as well as shorter-term forecasts issued by both NOAA’s Weather Prediction Center and Climate Prediction Center. In general, ridging of high pressure is forecast across the West and northern U.S., which favors warmer-than-average temperatures, while troughing, or low pressure, is forecast for the southern tier, which favors cooler-than-average temperatures.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—is most likely for the month of September 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average July are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe precipitation outlook for September favors a dry/wet split between northern and southern portions of the contiguous United States. Wetter-than-average conditions are most likely (50-60%) across the Gulf Coast, while odds are tilted towards drier-than-average conditions for a broad area across the High Plains, northern Intermountain West, and the Northeast.\nThe forecast predicts an increase in ridging, or high pressure, across the northern tier, which not only helps to increase the odds favoring above-average monthly temperatures, but also the odds of below-average precipitation for the same region. Hotter-than-average and drier-than-average are often two peas in the same pod.\nMeanwhile, across the Gulf Coast, an increase in tropical moisture, especially during the beginning of the month, is one factor that led to the forecast for above-average monthly precipitation.\nDrought conditions across the contiguous United States as of August 23, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of August 23, 2022, around 47% of the contiguous U.S. was in drought, with 14% in the two worst categories, extreme and exceptional drought (D3-4). This marks a 5% decrease compared to the same categories in late July.\nAcross the West, 68% of the region remains in drought. However, several months of helpful rains, mainly due to a strong monsoon in the Southwest, have led to drought improvements. Compared to the end of July, the amount of the West under drought has been reduced by 4-5% and the total area in the two worst categories of drought (D3 or D4) has decreased by 9%.\nDrought outlook for the Lower 48 U.S. states in September 2022. Brown indicates areas where experts forecast drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor September, continued drought improvement is forecast for the Southwest, Texas, southeastern Oklahoma, and Arkansas as above-average rains are forecast for those areas. Some portions of Arizona are even favored for drought removal.\nIn contrast, drought development is likely over the central and northern Plains and the Carolinas.\nDrought is expected to remain across much of the western United States, central Plains, and Northeast through the beginning of autumn.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check their website. And head back to Climate.gov later this month for a United States and global climate recap of August 2022.\nHelp us improve our content",
  "source": "climate.gov"
}