{
  "url": "https://www.climate.gov/news-features/understanding-climate/october-2022-us-climate-outlook-wetter-and-colder-normal-mid",
  "title": "October 2022 U.S. Climate Outlook: Wetter- and colder-than-normal for the Mid-Atlantic",
  "date": null,
  "content": "There’s talk of ghouls, goblins, and climate outlooks in the air. It must be the beginning of October. The October 2022 climate outlook from NOAA’s Climate Prediction Center favors a hotter-than-average month for the western and central United States, and a colder- and wetter-than-average month for the Mid-Atlantic. Hopefully that didn’t give you a fright.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—is most likely for the month of October 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average October are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in October. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for October. We refer to these categories as “well above” and “well below” average. The colors (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—is most likely for the month of October 2022. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average October are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe October outlook favors a well above average month for much of the country including the western, central and southeastern United States. The highest likelihood for above-average temperatures (50-60%) is across a broad region in the Great Plains, Great Basin, and Northern Rockies. In contrast, a cooler-than-average month is favored (40-50%) across the Mid-Atlantic into the southern Northeast.\n\nThe odds favoring a well below average October in the Mid-Atlantic are influenced by the passage of the remnants of Hurricane Ian during the beginning of month. Not only are the clouds and rain from the storm likely to increase the chances for cooler temperatures, but after the storm moves through, northerly winds are expected to bringing cooler temperatures during the first half of the month.\nThe precipitation outlook for October favors a wetter-than-average month for the Mid-Atlantic and the Front Range in Colorado. The best chance for well above average precipitation (60-70%) is across the Mid-Atlantic.\nMeanwhile, across the central United States and Great Lakes, odds are slightly tilted towards a drier-than-average month (40-50%).\nJust like the temperature outlook, the precipitation outlook also is influenced by the passage of Hurricane Ian during the beginning of the month. Heavy rains associated with the remnants of Ian, especially for coastal areas in North Carolina and Virginia, are expected to increase the likelihood that October total precipitation will be above average. On the flip side, once Ian passes through, dry northerly winds behind the weather system are likely to increase the chances of a drier-than-average month for the central United States from the Canadian to the Mexican border.\nDrought conditions across the contiguous United States as of September 27, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of September 27, 2022, around half of the contiguous U.S. was in drought, with 12-13% in the two worst categories, extreme and exceptional drought (D3-4). This marks an around 4% increase in the area in drought, but a 1-2% decrease in areas in the two worse categories of drought.\nAcross the West, where drought has been quite severe, almost 74% of the region remains in drought, up 6% since the end of August. However, there has been little change in the percent of area in extreme or exceptional drought since August. Much of the increase in drought area is due to an expansion of drought in Idaho during September. Drought area also increased in size in September for the High Plains, while reducing in size and severity in the South and Northeast.\nDrought outlook for the Lower 48 U.S. states in October 2022. Brown indicates areas where experts forecast drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor October, the western drought is expected to remain, but drought development is forecast for parts of the central United States in Kansas, Texas, Minnesota, and Missouri, as well as across the Gulf Coast. Meanwhile, drought removal is expected across the Mid-Atlantic in part due to heavy rains during the beginning of the month.\n\nAnd while drought has improved across the Northeast in September, the remaining areas of drought are expected to remain through October.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of September 2022.\nHelp us improve our content",
  "source": "climate.gov"
}