{
  "url": "https://www.climate.gov/news-features/features/noaas-climate-science-and-services-highlighted-cop27-un-climate-conference",
  "title": "NOAA's climate science and services highlighted at COP27 UN Climate Conference",
  "date": null,
  "content": "“Changing” by Alisa Singer. © 2021. All rights reserved. Source: IPCC. Used with permission.\nThe 27th United Nations Conference of the Parties (known as COP27) is being held in Sharm El-Sheikh, Egypt from November 6th through November 18th.\nSince the first COP meeting in Berlin, Germany in 1995, annual COP conferences have brought nations together to discuss the intersection of climate science and international policymaking, such as whether and what actions may be taken to reduce human emissions of carbon dioxide and other heat-trapping gases that are causing our world to warm at an unusually rapid rate.\n2022 marks the 30th anniversary of the United Nations Framework Convention on Climate Change, the landmark international climate treaty adopted in Rio de Janeiro in 1992 and supported by 198 signatories.\nCOP27 will build on the momentum of previous conferences to focus on the implementation of each country's voluntary climate commitments. This will require not only implementing the commitments and goals countries have already made, but enhancing those that may be insufficient to avoid the worst impacts of climate change.\nNOAA personnel are on the ground to participate in COP27, highlighting how the agency’s actionable climate data, information and services empower people around the world to make informed decisions in the face of growing weather and climate risks.\nThis week, NOAA experts:\nThe U.S. Department of State is hosting the U.S. Center at COP27 throughout the conference. Every day, the U.S. Center will feature in-person an d virtual events showcasing the diversity of U.S. climate leadership. Download the full U.S. Center Schedule and follow the U.S. Center on Twitter for additional information. Learn more about U.S. climate leadership and new initiatives the U.S. is taking to tackle the climate crisis and galvanize global action and commitments at COP27.\nLinks to livestreams and recordings will be updated as they become available.\nNovember 10, 2022\n1:00-1:30 PM EET (6:00- 6:30 AM EST)\nConversations with Climate Scientists: Talk with the Chief Scientists of NOAA and NASA\nNOAA Chief Scientist Dr. Sarah Kapnick and Dr. Kate Calvin of NASA will be at the US Center for an “ask me anything” exchange on a wide range of climate science questions and topics. Watch on the U.S. Center YouTube page.\nNovember 11, 2022\n9:00-10:00 AM EET (2:00 -3:00 AM EST)\nOcean Acidification, Climate and Society – Mitigation and Adaptation Opportunities and Challenges Towards Addressing Sustainable Development Goal 14.3\nRising CO2 is impacting ocean ecosystems and dependent coastal communities worldwide. Dr. Sarah Kapnick will participate in this event that highlights the combined impacts of ocean warming, acidification and deoxygenation, and how action-driven global scientific and cross-sector collaboration supports local to global mitigation, adaptation and preparedness strategies. Learn more about COP27 Ocean Pavilion events.\nNovember 11, 2022 10:30-11:15 AM EET (3:30 - 4:15 AM EST)\nGlobal Landscape Forum Opening Plenary\nHumanity is facing a barrage of interconnected crises: climate change, global conflict, hunger, high inflation, and the enduring impacts of the COVID-19 pandemic. From heatwaves to hurricanes, fires to floods, the effects of the climate crisis are already being felt across the globe. NOAA Senior Advisor for Climate, Ko Barrett, will discuss recent IPCC findings, the role of Indigenous and local knowledge in climate adaptation and mitigation, and climate action at all scales. Link: https://events.globallandscapesforum.org/climate-2022/\nNovember 12, 2022\n2:00 - 3:30 PM EET (7:00 - 8:00 AM EST)\nEstimating GHG Emissions - Reconciling Different Approaches\nThis session will provide a deep dive into different methods for measuring and estimating greenhouse gas (GHG) emissions and reconciling these estimates. Dr. Elena Shevliakova from NOAA’s Geophysical Fluid Dynamics Laboratory will serve as a panelist in this session and will discuss Dynamic Global Vegetation models’ (DGVMs) approaches to estimating GHG land emissions. DGVMs are used as stand alone models and as components of Earth system models. Dr. Shevliakova will share insights about how the experimental design and models’ structure contribute to the spread of modeled GHG emission estimates. Watch live stream.\nNovember 13  4:05-4:50 pm EET (9:05 - 9:50 AM EST)\nGalvanizing Concerted Global Action - Accelerating Collaboration for Climate Ambition across Sectors\nAll hands on deck! Only if we break silos and foster partnerships across sectors can we achieve impactful initiatives to combat climate change and increase resilience. Which key challenges for global climate action need to be overcome in the short and medium-term future? What is required to form strong alliances that deliver on their promises to curb greenhouse gas emissions? Dr. Sarah Kapnick will participate in this high-level closing panel exploring how synergistic solutions and collaboration can bring climate action to the next level to support reaching the goals of the Paris Agreement. Register here to view the event.\nNovember 14, 2022\n1:00-1:30 PM EET (6:00- 6:30 AM EST)\nConversations with Climate Scientists: Ko Barrett, NOAA’s Senior Advisor for Climate\nNOAA’s Senior Advisor for Climate, Ko Barrett, will be at the U.S. Center for an “ask me anything” exchange on a wide range of climate science questions and topics. Moderated by Dr. Eleanor Pierel. Watch on the U.S. Center YouTube page.\nNovember 14, 2022\n3:00-4:00 PM EET (8:00 - 9:00 AM EST)\nIslands and International Partnerships for a Net-Zero and Climate Resilient Future\nIn a world increasingly shaped by a changing climate, a resilient future will require collaborative and innovative partnerships across sectors, nations and regions. This event hosted by the U.S. Center will highlight two country-led partnerships, the Local2030 Islands Network and the Renewables in Latin America and the Caribbean (RELAC) initiative. Along with U.S. Federal agency and international collaborators, these partnerships are working towards ambitious and necessary net-zero and climate resilience goals. Dr. Rick Spinrad will join other speakers engaged with the Local2030 Islands Network and RELAC initiative in a roundtable to discuss the importance of international partnerships for climate resilience, sustainable development and net-zero pathways, and highlight progress they have made towards their goals. Watch on the U.S. Center YouTube page.\nNovember 14, 2022\n3:00-4:30 PM EET (8:00 - 9:00 AM EST)\nOcean Acidification Action: Increasing Ambition for Climate Action and Transforming Response to Climate-Ocean Change\nHear from national and sub-national government leaders, including Ko Barrett, who are committed to creating “Ocean Acidification (OA) Action Plans” that integrate ocean relevant science, mitigation and adaptation efforts across mainstream climate policies and investments. By integrating climate and ocean science, management and investments, OA Alliance members are demonstrating the types of actions required to deliver ambitious high-level commitments through the Paris Climate Agreement and UN Sustainable Development Goals. OA Action Plans also guide government decision-making, by measuring climate impacts to marine resources, implementing actions that support food security and sovereignty, and helping to increase the resilience of marine ecosystems to support a sustainable ocean economy in the face of future change. Learn more about COP27 Ocean Pavilion events.\nNovember 14, 2022\n4:30-5:30 PM EET (9:30 - 10:30 AM EST)\nOneArgo: A Solution for Global, Full-depth, Multidisciplinary Ocean Observing\nA fully implemented OneArgo profiling float array will provide universal access to near real-time information about the ocean’s physical, chemical, and biological characteristics. Dr. Rick Spinrad will participate in this event to discuss how the Argo program, including ongoing major enhancements, will continue to revolutionize our understanding of the ocean and its role in the climate system. Argo data are key in developing and implementing effective climate adaptation and intervention strategies. Learn more about COP27 Ocean Pavilion events.\nNovember 15, 2022\n9:00-10:30 am EET (2:00 - 3:30 AM EST)\nObserving Our Ocean: How Ocean Observation can Help Protect Our Planet\nFor the climate, the ocean is our greatest resource. Changes to the global climate need to be monitored over decades. The ocean observing system should therefore be treated as essential public good infrastructure, and funded accordingly. Dr. Rick Spinrad and others will explore the importance of observing programs for our global understanding of the ocean system and the ways in which ocean observations can underpin climate action. Learn more about COP27 Ocean Pavilion events.\nNovember 15, 2022\n1:15-2:45 PM EET (6:15 - 7:45 AM EST)\nPartnerships to Accelerate Action to Protect Blue Carbon Ecosystems for Mitigation and Adaptation\nDuring this official UNFCCC COP27 side event, Dr. Rick Spinrad will participate in a discussion on how partnerships across different sectors are key to driving credible action for the protection and restoration of blue carbon ecosystems (such as mangroves, seagrasses, and tidal marshes), and contribute to climate change mitigation, adaptation, biodiversity, ocean economies and the livelihoods of coastal communities. View this official UNFCCC side event on YouTube.\nNovember 15, 2022\n4:00-6:00 PM EET (9:00 -11:00 AM EST)\nPanel on Indigenous & Local Knowledge: Back to the Roots to Build Resilience\nKo Barrett will participate in a panel hosted by the MERI Foundation that seeks to highlight how Indigenous people have been a key actor when it comes to showing the human and social impact of climate change, while providing an opportunity for the global community to reorient the way it interacts with nature and build resilience for all by collaborating with and learning from Indigenous people.\nDate: November 15, 2022\n4:30-6:00 PM EET (9:30 - 11:00 AM EST)\nWhat’s at Risk: Defining Resiliency in a Rising Sea\nSea level rise presents a fundamental challenge to society unlike any other. Almost every nation on Earth and countless communities– many of them poor or facing multiple risks simultaneously– will feel the effects for decades or centuries as sea level continues its upward climb. Speakers, including Dr. Rick Spinrad, will discuss the growing toolkit to build resilience to sea level rise into all levels of society and how success requires good information, adequate funding, and political will. Learn more about COP27 Ocean Pavilion events.\nNovember 16, 2022\n1:30-2:30 pm EET (6:30 - 7:30 AM EST)\nA Wave of Ambition for Ocean and Climate Action\nDr. Rick Spinrad will participate in this event, hosted by the U.S Center, which will highlight the role of the Our Ocean Conference as a pivotal moment to spur global ocean action, including through activities related to the implementation of the Ocean Conservation Pledge. The Pledge aims to support the protection of the global ocean by encouraging countries to commit to conserve or protect at least 30 percent of their jurisdictional ocean waters by 2030. Watch on the U.S. Center YouTube page.\nNovember 16, 2022\n4:45-5:45 pm EET (9:45 - 10:45 AM EST)\nMapping for People and Planet\nDr. Rick Spinrad will participate in this event highlighting how seabed mapping data is essential for addressing climate change and safeguarding the future of the planet. It will focus on the benefits of seabed mapping to the sustainable blue economy; demonstrate partnerships and collaborations under Seabed 2030; and encourage stakeholders across sectors to find solutions that enable 100% of the seafloor to be mapped. Learn more about COP27 Ocean Pavilion events.\nNovember 17, 2022\n11:15 AM-12:00 PM EET (4:15 - 5:00 AM ET)\nIncreasing Access to Climate Science Data for Communities and Local Leaders\nDr. Wassila Thiaw from NOAA’s Climate Prediction Center will participate in an event showcasing how climate science data accessibility is crucial for strengthening community climate resilience and local adaptation plans, particularly for the most adversely affected communities. The discussion will explore what gaps remain in current climate communication, technical assistance and capacity building, and propose policy changes that can help communities access necessary resources and funding. This event is hosted by the Center for American Progress. The recording of the event is available on Vimeo. (The event's timestamp is from 1:21:51 – 2:22:00).\nNovember 17, 2022\n1:30-2:30 PM EET (6:30 - 7:30 AM EST)\nPREPARE’d to Adapt Through Early Warning For All\nDr. Wassila Thiaw from NOAA’s Climate Prediction Center will participate in a panel discussion on the President’s Emergency Plan for Adaptation and Resilience (PREPARE), the nation’s cornerstone global adaptation program that increases climate information services and helps the U.S. government respond to the UN call for “early warning for all.” At this event hosted by the U.S. Center, agencies will highlight new and ongoing climate adaptation success stories under Famine Early Warning Systems Network (FEWSNET), SERVIR, and Climate- and Weather-Ready Nations. Participants will discuss how to adapt to the needs of diverse groups and where better coordination and more funding are most urgently needed so we can address climate adaptation challenges. Watch on the U.S. Center YouTube page.\nTom Di Liberto is a climate scientist and an award-winning science communicator working at NOAA’s Climate Program Office as the staff climatologist for NOAA Climate.gov. He is a science writer, communication strategist, and social media manager at Climate.gov and the Climate Program Office, and he is also a member of NOAA’s Climate Prediction Center’s El Niño Southern Oscillation (ENSO) team forecasting El Niño and La Niña events.\nEmily McAuliffe serves as Special Assistant in the Office of the Undersecretary. Prior to joining NOAA in January 2021, she worked as a Legislative Assistant on the House Committee on Science, Space, and Technology, Subcommittee on the Environment. She graduated from Duke University where she studied public policy, environmental policy, and ethics.\nReporters interested in covering NOAA’s work on climate-related issues may refer to this media primer and this fact sheet about NOAA’s climate science and services work.\nDirect any questions or interview requests to:\nScott Smullen, scott.smullen@noaa.gov, 202-494-6515; or\nLori Arguelles, lori.arguelles@noaa.gov, 571-439-4084\nHelp us improve our content",
  "source": "climate.gov"
}