{
  "url": "https://www.climate.gov/news-features/understanding-climate/november-2022-us-climate-outlook-drier-and-warmer-average",
  "title": "November 2022 U.S. Climate Outlook: Drier and warmer than average likely across the East",
  "date": null,
  "content": "The best way of getting over the sugar rush from all that Halloween candy is to spend some time reading about the monthly climate outlook from NOAA’s Climate Prediction Center. So put down Hershey bar #14 for a second and take a look at the November 2022 climate outlook. The next month is favored to be warmer and drier than average across the eastern United States and cooler andwetter than average for the Northwest.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in November. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for November. We refer to these categories as “well above” and “well below” average.\nThe colors on the maps (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—is most likely for the month of November 2022. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average November are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe November temperature outlook favors a well-above-average month for the central and eastern United States. The highest likelihood for above-average temperatures (60-70%) is across New England, with a broad region from the Great Lakes to the Northeast having odds above 50%. In contrast, a cooler-than-average month is favored for the Northwest stretching to western North Dakota.\n\nAtmospheric model forecasts for the month favor an atmospheric set-up that brings cooler-than-average temperatures to the Northwest (called troughing) and warmer-than-average temperatures to the central and eastern United States (ridging). In addition to that, the elevated chance for a warmer-than-average November for New England is tied to warming temperature trends and above-average ocean temperatures offshore.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—is most likely for the month of November 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average November are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe precipitation outlook for November has odds tilted towards a drier-than-average month for the eastern United States and a wetter-than-average month for much of the West. The best chance for below-average precipitation (40-50%) is across the Southeast and along the southern Appalachian Mountains. Meanwhile, the highest likelihood of a wetter-than-average November (50-60%) is across the northern Rockies in Idaho, Montana, and eastern Oregon.\nThe atmospheric set-up for November described in the temperature outlook section also bares responsibility for the precipitation outlook, as warmer- and drier-than-average conditions go hand in hand with the ridging expected. The same goes for the wetter-than-average outlook across the Northwest and troughing.\nDrought conditions across the contiguous United States as of October 25, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of October 25, 2022, almost 63 percent of the contiguous U.S. was in drought, with 14-15 percent in the two worst categories, extreme and exceptional drought (D3-4). This marks a 12 percent increase in the area affected by drought over the last month, and a two percent increase in areas in the two worst categories of drought.\nMuch of this increase is due to the expansion of drought across the Southeast. Over the last month, the Southeast saw a 16 percent increase in drought area. Additional increases in drought area also occurred across the High Plains, including a five percent increase in D3-4 drought.\nDrought outlook for the Lower 48 U.S. states inNovember 2022. Brown indicates areas where experts forecast drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor November, drought is likely to develop across the Gulf Coast and Southeast as the outlook favors a warmer- and drier-than-average month. Meanwhile, a wetter-than-average November favored for the southern Plains and Northwest corresponds to areas expected to see drought improvement or removal. Meanwhile, the core of the Western drought in California, Nevada, Utah, and northern/western Arizona is expected to remain.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website. And head back to Climate.gov later this month for a United States and global climate recap of October 2022.\nHelp us improve our content",
  "source": "climate.gov"
}