{
  "url": "https://www.climate.gov/news-features/understanding-climate/december-2022-us-climate-outlook-colder-average-end-year",
  "title": "December 2022 U.S. Climate Outlook: A colder-than-average end to the year favored in the north",
  "date": null,
  "content": "This cannot be possible! It is already December? The end of the year is here? I JUST got used to writing down “2022” on the first try. Time can move fast, so let’s slow things down a bit and take a look at the December climate outlook from NOAA’s Climate Prediction Center. The coming month is favored to be warmer than average across the southern United States, cooler than average for the northern United States, and wetter than average for much of the northwestern U.S.\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in December. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for December. We refer to these categories as “well above” and “well below” average.\nThe colors on the maps (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—is most likely for the month of December 2022. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average November are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe December temperature outlook favors well below average temperatures across the northern tier of the United States. The highest likelihood (70-80%) for below-average temperatures is across the northern Plains in North Dakota and Montana. A wide stretch from western Montana to Wisconsin also has odds heavily tilted (60-70%) towards a colder-than-average month.\nIn contrast, the temperature outlook favors well above average temperatures across much of the southern tier of the United States, albeit with smaller probabilities. The best chance (40-50%) for above-average monthly temperatures is across southern Texas and coastal Louisiana.\n\nThe temperature outlook for December, which has a colder-than-average North and warmer-than-average South, bears the hallmark of the influences of La Niña, but it is not just La Niña on forecasters’ minds. The models used by forecasters also are in high agreement that a negative Arctic Oscillation and negative North Atlantic Oscillation will be in place during the first half of the month. And both of these oscillations reinforce the temperature forecast seen here.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—is most likely for the month of December 2022. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average November are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe precipitation outlook for December has odds tilted towards a wetter-than-average month for the western United States, and the Ohio and Tennessee Valleys. The best chance for above-average precipitation (50-60%) is over northern California and western Kentucky/Tennessee.\nMeanwhile, the odds favor a drier-than-average month for the southern Plains into the Midwest, and across much of the coastal Plain of the Southeast in Florida, Georgia, South Carolina, and Alabama.\nThe precipitation outlook also is influenced by La Niña, especially the wet-to-dry pattern from the Ohio/Tennessee Valley southward. But there are also other factors at play. A wet forecast during the beginning of the month in the Ohio and Tennessee Valley gives greater confidence that December will end up wetter than average. And the atmospheric set up out West, which is likely to bring plenty of precipitation to the region, is expected to persist for much of the month according to the models used. This month’s outlook is a good example of how scientists go beyond just La Niña or El Niño when making monthly outlooks.\nDrought conditions across the contiguous United States as of November 29, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of November 29, 2022, 57.5 percent of the contiguous U.S. was in drought, with 13 percent in the two worst categories, extreme and exceptional drought (D3-4). This marks a 5-6 percent decrease in the area affected by drought over the last month, and a 1.5 percent decrease in areas in the two worst categories of drought.\nImprovements in drought have come across the South, where the percent area in drought dropped from over 80 percent at the end of October to 61 percent at the end of November. The region also observed a 4.5 percent decrease in area experiencing the two worst categories of drought.\nDrought outlook for the Lower 48 U.S. states in December 2022. Brown indicates areas where experts forecast drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nFor December, drought is likely to continue to improve across the South with drought removal likely across the Ohio and Tennessee Valley and Arkansas. Drought improvement is also expected across the Pacific Northwest. In contrast, drought is expected to develop in Georgia and South Carolina given the drier-than-average December that’s favored there. Out West, meanwhile, the long- lasting and expansive drought is expected to persist through the end of 2022.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website.\nHelp us improve our content",
  "source": "climate.gov"
}