{
  "url": "https://www.climate.gov/news-features/understanding-climate/january-2023-us-climate-outlook-wetter-average-start-new-year",
  "title": "January 2023 U.S. Climate Outlook: A wetter-than-average start to the new year out West",
  "date": null,
  "content": "Happy New Year! And welcome to…wait, this can’t be right…2023?! I swear Y2K happened yesterday. Anyway, after one heck of a 2022, what’s in store for the start of this year? The January 2023 climate outlook from NOAA’s Climate Prediction Center favors a wetter-than-average month out West, and across the Great Lakes, with odds tilted towards a warmer-than-average month for the eastern U.S..\nA reminder: the climate outlook maps are not a forecast for the absolute temperature or precipitation amounts in January. Instead, they are the probability (percent chance) that monthly average temperature or precipitation will be in the upper, middle, or lower third of the climatological record (1991-2020) for January. We sometimes refer to these categories as “well above” and “well below” average.\nThe colors on the maps (red or blue for temperatures, brown or teal for precipitation) indicate which outcome is the most likely. Darker colors reflect higher chances of a given outcome, not more extreme conditions. White does not mean average conditions are favored; it means above-, below-, or near-average conditions are equally likely. Head to the end of this post for more on the math behind the outlooks, including how experts calculate the probability of the less likely (but still possible!) outcomes.\nMap of the contiguous United States (view Alaska) showing which of three temperature outcomes—much warmer than average (red), average, or much cooler than average (blue)—is most likely for the month of January 2023. Darker colors mean greater chances, not bigger temperature extremes. White does not mean \"average.\" It means a warm, cool, or near average November are all equally likely. NOAA Climate.gov image, based on Climate Prediction Center data.\nThe January temperature outlook favors well above average temperatures across the central and eastern United States. The highest likelihood (50-60%) for above-average temperatures is across the Northeast and Mid-Atlantic. For much of the rest of the central/eastern U.S., odds are only moderately tilted (40-50%) towards a warmer-than-average start to the year.\nIn contrast, the only area in the contiguous United States where below-average temperatures are favored in January is across interior California and the Intermountain West, and only moderately so at that (40-50%).\n\nFor the temperature outlook for January, forecasters primarily used the output of climate models. One reason is the lack of a major impact from some of the hallmark climate patterns often discussed here. While La Niña is ongoing, it is also expected to weaken during early 2023. Meanwhile, even though the Arctic Oscillation is likely to be negative during the middle of the month—a state that is often linked to coldest temperatures across the U.S. East—the North Atlantic Oscillation is expected to be near zero. That difference suggests that any large shift in the atmospheric pattern from the Arctic Oscillation will not be centered over North America, but over Asia instead. This is a good reminder that there can be nuance when it comes to the impact from climate patterns on North America in any one month.\nMap of the contiguous United States (view Alaska) showing which of three precipitation outcomes—much wetter than average (green), average, or much drier than average (brown)—is most likely for the month of January 2023. Darker colors mean greater chances, not how far above or below average precipitation is likely to be. White does not mean \"average.\" It means a wet, dry, or near-average November are all equally likely. NOAA Climate.gov image, based on data from the Climate Prediction Center.\nThe precipitation outlook for January has odds tilted towards a wetter-than-average month for the western United States, Northern Plains, Great Lakes, and Tennessee Valley. The best chance for above-average precipitation (50-60%) is over higher elevations in California and the Northern Plains.\nMeanwhile, the odds favor a drier-than-average month for the Rio Grande Valley in Texas and a small area along the Canadian border in Montana and North Dakota.\nThe precipitation outlook for January still shows the influence of La Niña on the United States in some places, as illustrated by the dry signal along the Mexico/U.S. border in Texas and the wet signal for the Great Lakes and Tennessee Valley. But this month’s outlook sure doesn’t look La Niña-like out West! For parts of the West Coast, a series of atmospheric river events during the beginning of the month is likely to drop enough precipitation to exceed the above-normal precipitation threshold for the entire month. It’s important to remember that just because a La Niña is present, does not mean that atmospheric river events completely disappear during the entire winter season. (Also, we have to remember that it’s possible for January to be wetter than average and still have a drier-than-average winter).\nDrought conditions across the contiguous United States as of December 27, 2022. Areas colored dark red indicate the most severe level of drought. Climate.gov map from Data Snapshots, based on data from the U.S. Drought Monitor/Drought.gov.\nAs of December 27, 2022, just under 50 percent of the contiguous U.S. was in drought, with almost 11 percent in the two worst categories, extreme and exceptional drought (D3-4). This marks an eight percent decrease in the area affected by drought over the last month, and a 2-3 percent decrease in areas in the two worst categories of drought.\nMuch of the improvements in drought have come across the Ohio and Tennessee Valleys due to beneficial precipitation in December. Slight improvements also occurred out West in December, though the worst drought areas still remained dry.\nDrought outlook for the Lower 48 U.S. states in January 2023. Brown indicates areas where experts forecast drought will persist or worsen. Green areas mean drought is likely to end. Climate.gov map from Data Snapshots, based on data from the Climate Prediction Center.\nBut there is some good news! A wet January forecast for the western United States is expected to lead to drought improvement for much of the region. That even means some drought removal in localized areas in Idaho and northern Arizona. A wet start to 2023 also is likely to lead to drought removal for remaining drought areas in the Tennessee Valley and Great Lakes region.\n\nIn contrast, drought across the Great Plains is expected to persist in January with drought areas expanding into southern Texas.\nTo read the entire discussion of the monthly climate outlooks from the Climate Prediction Center, check out their website.\nHelp us improve our content",
  "source": "climate.gov"
}