{
  "url": "https://www.climate.gov/news-features/climate-tech/landmark-buoys-across-tropical-pacific-ocean-get-makeover",
  "title": "Landmark buoys across the tropical Pacific Ocean get a makeover",
  "date": null,
  "content": "Now through 2027, one of the most famous observational arrays in the ocean-monitoring world is getting a make-over by the National Data Buoy Center with additional capabilities, updated instruments, more strategic placement, and higher-frequency observations. This next evolution of the Pacific TAO array—TAO is short for “Tropical Atmosphere-Ocean”—marks the first time the network in the central and eastern Pacific Ocean has seen such a substantial upgrade since the original array was completed in 1994.\nA brand new TAO buoy on the deck of the M/V Bluefin before deployment in 2022. The new buoys were deployed alongside existing ones to cross-check the data from the two devices. NOAA photo courtesy National Data Buoy Center.\nThe new capabilities will give scientists an unparalleled look at the complex ocean-atmospheric interactions across the equatorial Pacific Ocean, namely the El Niño/La Niña climate patterns, which affect global climate every few years.\nTo understand how the planned upgrade, which scientists and engineers refer to as the “TAO Recap,” is shaking things up, you need to know what is currently out there. Let’s start with the basics: the TAO buoy array is a set of 55 moored buoys that are anchored to the seafloor in a series of parallel north-to-south lines from the western Pacific (165°E) to the eastern Pacific (95°W).\nThe new locations of the moored buoys in the Tropical Atmosphere-Ocean array. The new fixed locations were chosen to complement data from other types of sensors, such as drifters and Argo sub-surface floats. NOAA Climate.gov map, based on data from the National Data Buoy Center.\nAbove the ocean, these buoys measure conditions like wind speed and direction, relative humidity, and air temperature. In the water, they measure ocean temperatures at the sea surface and 10 other depths in the upper 500 meters. At four specific moorings, they also measure horizontal and/or vertical currents, as well as radiation from the sun and earth, rain, and barometric pressure.\nSince their installation starting in 1985 and ending 1994, the TAO array has provided scientists with a remarkable amount of data documenting the variability of the ocean and atmosphere across the Pacific. These data have been fundamental to advancing our knowledge of how El Niño and La Niña start and end, and also vital to improving our ability to accurately simulate and predict them in climate models. In fact, that was part of the reason for the array’s existence to begin with: the strong El Niño of 1982-83 caught scientists and the world by surprise, in large part due to a lack of observations across the Pacific Ocean.\nTAO Recap is the result of a multi-year project, started in 2014, to modernize the array and gather more detailed data on some still less frequently monitored conditions and locations across the Pacific Ocean. This effort was spurred in part after the NOAA Ship Ka’Imimoana, commissioned specifically to service the buoys, was de-commissioned in 2012.\nLoading buoy equipment and personnel on the M/V Bluefin while at the port of San Diego, California, prior to a 2022 research cruise through the Pacific Ocean that deployed a prototype of the new TAO buoy for testing. NOAA photo.\nThe upgraded array will remove some buoy locations from the previous TAO array (12 buoys in total), while also putting additional buoys (five in total) in some locations to get a better view of ocean movement and the northern Intertropical Convergence Zone—where the northeast and southeast trade winds converge during the northern hemisphere summer. Better wind and rain observations in the Intertropical Convergence Zone will have multiple payoffs, including ground-truth for satellite-based wind estimates in areas with heavy rain and more real-time data in parts of the ocean where many tropical cyclones are born.\nAnd that’s the big point of this project. Scientists have used the multi-decade observational records and knowledge obtained from TAO to pinpoint what the scientific community needs to know in which locations to better understand and predict the ocean and climate. All so that the public can receive better forecasts.\nOne of those needs and desires was a better understanding of the ocean’s mixed layer—a striking feature of the open ocean where salinity, temperature and density are almost vertically uniform. The surface mixed layer across the equatorial Pacific Ocean plays a critical role in El Niño and La Niña as heat is transferred between the western and eastern sides of the ocean basin.\nThe new basic TAO Recap buoy will have five to seven additional measurements of the mixed layer from 10 m to 60 m. This represents a large increase from the existing network which measures the mixed layer at three levels beneath the surface. A more detailed look at the mixed layer will not only help scientists better understand how it changes during El Niño and La Niña events, but also help models better simulate these events. All of which, hopefully, will lead to better predictions and preparedness.\nBuoys in the Tropical Atmosphere-Ocean (TAO) Array in the equatorial Pacific are anchored to the bottom of the ocean in a series of parallel lines of longitude. (Drawing is not to scale). The buoys along a given longitude are spaced more than 100 miles apart. The new versions of the TAO buoys have temperature sensors at more depths than previous ones, giving a more detailed picture of the upper ocean heat content. NOAA Climate.gov drawing.\nAnother need addressed by TAO Recapitalized buoy will be the inclusion of barometric pressure, rain, and solar radiation measurements across the array. Even better, these observations will all be transmitted in ten-minute increments. Currently, observations are only transmitted hourly.\nBut wait, there’s more! The TAO Recapitalized array will also include a subset of buoys capable of observing real-time ocean current data not only at the surface but at depth, meaning an entire current profile from 11 to 315 meters. In particular, there will be a band of these enhanced buoys along a north-south line from 2°N-2°S at 140°W that will monitor the equatorial undercurrent when it is shallow. The equatorial undercurrent is an ocean current that runs eastward across the length of the tropical Pacific Ocean at depths of 50 to 200 meters. The current plays a vital role in El Niño and La Niña events by moving heat eastward across the Pacific Ocean.\nAs you can imagine, many scientists are waiting with bated breath for the better equipped and more strategically placed array to be deployed and the data to arrive. But we don’t have to wait until the whole network is deployed to understand the benefits of the new instruments.\nAs part of a research study from 2016-2020, scientists added new instruments and capabilities to a handful of existing TAO buoys. The data the instruments recorded highlighted to scientists the need for more and improved observations in the mixed layer to help climate models better simulate and scientists better understand the complexities of the Pacific Ocean.\nOne such example is a comparison of two ocean temperature profiles from the surface to 75 meters at a buoy located at 2°S 165°E–one profile created using observations at current depth levels, and the other at the additional levels once TAO Recapitalized buoys are deployed. Having data from additional depths uncovered some episodes when heat from the surface penetrated deeper into the water column than the older buoy was able to capture (60 meters compared to 50 meters). At other times, the new buoys showed that pulses of heating at the surface remained quite shallow, mixing down no more than 5 meters, whereas the old buoy implied that heat had mixed down as deep as 20 meters.\nEach column in these images is one day of temperature data in the upper 80 meters of the tropical Pacific Ocean recorded by a buoy at 2˚ South, 165˚ East. Newer buoy sensors show that at times, such as the second half of July, heat penetrated the water column more deeply than old buoy sensors implied. At other times, such as mid-August, heat stayed closer to the surface than measurements from older buoys suggested. NOAA Climate.gov image, based on data from Karen Grissom. Large images: older buoy depths | newer buoy depths.\nThis improved observation of just where and when heat does and doesn’t reach deeper parts of the ocean could have profound impacts on modeling and seasonal predictions of climate phenomena like the El Niño Southern Oscillation. How? At its core, El Niño is a transfer of heat and energy between the western and eastern Pacific Ocean through subsurface waves of warm water. A better picture of when surface heat has or hasn’t penetrated deeper waters can lead to better predictions of when and where that heat moves.\nAt sunset, buoy technicians on the 2022 research cruise put on the final touches—the underwater sensors. After deploying the buoy, they attach 11 sensors to the wire that will hang 500 meters underwater from the hull to collect data on salinity, currents and subsurface temperatures. The mast has 4-7 weather sensors. Weather buoys ensure more accurate and timely forecasts of extreme weather events.  NOAA photo.\nThe next TAO Recapitalized buoy deployment mission is ongoing right now as the eastern portion of the array is serviced. By the end of this fiscal year, there will be five prototype buoys deployed across the Pacific, with one of them providing publicly available data. The rest will be monitored by engineers and scientists and cross-checked with existing data to make sure they are operating as expected. The big jump in deployment comes in the next few years as 15 new buoys are deployed in fiscal year 2025 and 2026, with the remainder deployed in 2027.\nThis process represents just another chapter in the storied history of the TAO array. From its origins in the 1970s as NOAA Pacific Marine Environmental Laboratory’s Atlas buoys, to the expansion in the 1980s and 1990s under the TOGO program, to the addition of more buoys in the western Pacific by the Japan Agency for Marine-Earth Science and Technology which resulted in the renaming of the array to TAO-TRITON. The new TAO array, also known asTAO Recap, is expected to provide data that will significantly improve our understanding of the Pacific Ocean, improving climate predictions for millions across the globe.\nThe National Data Buoy Center (NDBC) is part of NOAA’s National Weather Service and is charged with collecting and disseminating marine observations, while also designing and maintaining our ocean observing network. The TAO Recap array is just one type of array that NDBC operates and maintains. Others include the DART array, or “Deep-ocean Assessment and Reporting of Tsunamis” array which helps to detect tsunamis as well as the Coastal Weather Buoy network, a suite of near-shore and deep-ocean moored buoys which monitor weather and ocean conditions vital for weather forecasting. Simply put, if a buoy is in the ocean making observations, it’s likely the National Data Buoy Center had a hand. Photos from the NDBC TAO servicing mission in 2022.\nNDBC Facebook:https://www.facebook.com/NWSNDBC/\nNDBC Twitter: https://twitter.com/databuoycenter\nHelp us improve our content",
  "source": "climate.gov"
}