{
  "url": "https://www.climate.gov/news-features/understanding-climate/five-things-understand-about-ice-free-arctic",
  "title": "Five things to understand about an “ice-free” Arctic",
  "date": null,
  "content": "Arctic sea ice extent has been in decline since at least the start of the continuous satellite record in November 1978. The long-term decline has researchers, planners, shipping companies, and residents wondering when the Arctic Ocean will lose its ice cover, at least seasonally.\nSunlight returns to the Arctic in spring, illuminating sea ice after months of winter darkness. Image courtesy Ivo Beck and the National Snow and Ice Data Center.\nOpinions and predictions vary. For example, in June 2023, two papers, published only days apart, seemed to reach opposite conclusions. One paper argued that an ice-free summer could come sooner than expected because models have historically underestimated the impact of greenhouse gas emissions on Arctic sea ice. The other paper argued that climate models have underestimated the role of natural variability in the climate system, which could easily delay the average ice-free summer by a decade or more. Adding to the debate, a March 2024 paper argued that the Arctic’s first ice-free summer could happen this decade.\nDespite differing predictions, experts can agree on several issues. Here are five key things to understand about the Arctic Ocean’s first seasonally ice-free conditions, and why predicting the timing is so challenging. To compile this information, Climate.gov has talked with scientists whose research spans climatology, oceanography, sea ice, and Arctic community-based monitoring:\nWhen scientists discuss the likelihood of an “ice-free Arctic,” they do not mean the Arctic Ocean is entirely free of ice all year round. They mean ice-free in the summer. Mark Serreze says, “Even in a high-emission scenario [of greenhouse gases], the Arctic Ocean won't lose wintertime sea ice for at least a century, probably not for centuries. It's still going to get cold and dark in winter.”\nThis color-coded map shows sea surface temperatures as of August 31, 2023. Sea surface temperatures at lower latitudes are balmy (pale orange), unsurprising for Northern Hemisphere hurricane season. Sea surface temperatures in the Arctic Ocean, however, hover near the freezing point of saltwater, which is slightly lower than the freezing point of freshwater. Image by Climate.gov using data from OISST.\nBut the Arctic Ocean is never a balmy place, even at the height of summer. Serreze explains that historically, its summertime temperature has hovered around the melting point of snow and ice: 0°C (32°F). Current conditions enable some sea ice to persist throughout summer, and even several degrees of warming temperatures would not preclude patches of sea ice from surviving the warmest months. So, when sea ice experts discuss an ice-free Arctic summer, they mean nearly ice-free. Decades after the Arctic Ocean’s summer sea ice effectively disappears, some sea ice remnants will likely cling to coastlines along the northern edges of the Canadian Archipelago and Greenland. The location of sea ice is driven not just by latitude or temperature but by winds and ocean currents, which pile up multiyear sea ice—ice that has survived at least one melt season—along these coasts. Arctic sea ice is oldest and thickest in these regions today, and will likely persist there the longest.\nThis animation shows early September sea ice age, 2000-2023. Areas with old, thick sea ice (white) in recent years are likely the same areas where sea ice will persist in a warmer future. Animation by Climate.gov based on data from NSIDC.\nRecognizing that some pockets of sea ice will persist, scientists have generally agreed that when sea ice extent (the area with at least 15 percent ice concentration) drops below 1 million square kilometers (390,000 square miles), most Arctic waterways will be navigable. The 1981–2010 average summer minimum extent was more than 6 million square kilometers (2.3 million square miles). An extent below 1 million square kilometers would leave the Arctic Ocean effectively ice free in terms of ship navigation, although pockets of sea ice could still provide valuable habitat for animals such as polar bears.\nTo project the Arctic’s likely future, scientists rely on computer-based climate models, often using the Coupled Model Intercomparison Project (CMIP) model framework. Like other models and frameworks, CMIP is a work in progress. Its latest generation is CMIP6, an update of CMIP5, itself an update of CMIP3. One thing that’s been consistent: Arctic sea ice has been disappearing faster than most models predict.\nAs scientists have tried to identify why CMIP6 models underestimate real-world Arctic sea ice losses, multiple explanations have emerged. One possibility is that models lack realistic ice-sensitivity feedbacks that exacerbate ice loss. Another possibility is that they are missing some kind of natural variability that can accelerate ice loss from time to time, with particularly strong declines lasting for a decade or so.\nDirk Notz and his coauthors described in their recent paper how CMIP6 models underestimated Arctic sea ice losses. “The models that agreed best with the observational record of Arctic sea ice loss were the models that had too much global warming,” he says.\nMitchell Bushuk expresses a remarkably similar concern, saying, “[Some of] the models may be getting the right sea ice trends, but they can only get the right sea ice trends if they have too much global warming. They’re kind of getting the right answer for the wrong reasons.” If the amount of warming fed to the models were accurate, they would show too little Arctic sea ice loss compared to observations.\n“Often, errors in the sea ice model originate in other components of the climate system. You could have biases in your ocean simulation that imprint on the sea ice, or biases in the atmosphere and feedbacks, for example, associated with clouds, such that the sea ice could be wrong, but it's hard to really pinpoint,” Bushuk continues.\nAnother issue affecting how well models reflect the real world is the incorporation of climate forcings. “The forcings we use for our models actually get updated between CMIP generations,” Bushuk says. “Typically the forcings are developed first, and then those are frozen, so there’s a lag. For example, for the CMIP6 modeling experiments, the forcings go up until the end of 2014.” However, CMIP6 was not published until 2019. CMIP6 used projections to “fill in” greenhouse gas emissions, volcanic eruptions, and other climate-impacting events beginning in 2015. But if real-world forcings incorporated into the models lag by half a decade, that could contribute to the mismatch between model predictions and the real world. For example, one model predicted greater Arctic sea ice loss after the forcing from forest fire emissions was updated from CMIP5 to CMIP6.\nFor Notz, comparisons of observations and models, whatever their shortcomings, have reinforced what climatologists have long understood about sea ice and fossil fuels. He says, “I like looking at very simple relationships in the models and in the observations. The relationship between temperature and sea ice is linear. The relationship between CO2 and sea ice is linear.”\nOver the course of the entire satellite record, the average rate of Arctic sea ice loss is striking. If one looks at separate parts of the satellite record, different rates of ice loss emerge. Walter Meier has examined these different rates. He says, “From about 2002 to 2012, we had a pretty rapid decline in extent. September extents set new record lows in 2002, 2005, 2007, and 2012. But since 2007, the trend is essentially zero.” Meier cautions that this doesn’t imply any kind of Arctic sea ice recovery, only that 2012 remains the record holder. Greenhouse-gas emissions have continued to climb, so it’s possible that additional factors are at play.\nThis graph tracks the long-term decline of Arctic sea ice, at the time of the September minimum, over the course of the satellite record. Although the long-term record shows a strong decline, the trend since 2007 has been flat. Image by NOAA Climate.gov based on data from W. Meier, NSIDC.\nDániel Topál suspects the principal other factor is natural variability. He doesn’t dispute the relationships between greenhouse-gas emissions, temperature, and sea ice, but he concludes natural variability will affect the timing of an ice-free Arctic to a greater degree than some other researchers have recognized. “Our paper says that models underestimate the atmospheric forcing influence, which is partially externally driven and partially internally driven,” he explains.\nDiscussing the modeling method used in the “opposing” paper by Notz and others, which led to predictions of earlier arrival of an ice-free summer, Topál says, “The method that attributes sea ice loss to greenhouse forcing was originally based on the global mean temperature response to anthropogenic emissions. In the global mean, the assumption is valid. But for regional studies like the Arctic, there's a catch to the methodology, and I think it falls short in providing a complete understanding.”\nThe catch, Topál explains, is that internal atmospheric variability has a bigger influence on Arctic temperatures than it has on global temperatures. He says, “In reanalyses, Arctic surface temperature trends are influenced by atmospheric circulation at least about 30 percent, but this effect seems to be missing in the models.”\nTopál suspects that ocean surface temperature variability as far away as the tropics could affect Arctic sea ice. “That’s probably what’s missing in the models right now. We still don't understand very much about it because our satellite observations are just nearly 50 years long and some of the oscillations in the Pacific can be up to 30 years,” he says.\nEven lacking certainty about Pacific oscillations, Topál can highlight natural variability in the Arctic climate, such as the Arctic Oscillation, that affects sea ice. “Atmospheric circulation between 2000 and 2012 was especially in favor of the anticyclonic circulation that increased the chances of rapid ice loss. Since 2013, we've seen a different circulation regime in the Arctic.”\nOver 2007-2012, June winds changed from their normal west-to-east direction, blowing from the south south across the Bering and Chukchi Seas. This was in contrast to the wind patterns that prevailed over 1981-2010. Image by NOAA Climate.gov based on data from James Overland.\nReconciling models and observations will keep climate scientists busy for the foreseeable future, largely due to internal variability, which is itself devilishly hard, often impossible, to predict. Bushuk says, “You have variability in the large-scale circulation of the atmosphere, for instance, variability in El Niño, which can affect global climate. So there's all these different kinds of modes of variability of the climate system. And the way we should think about the observational record is we've basically rolled the dice once, and we have one single realization of this complicated dynamical system.”\nIn other words, even with the same amount of global warming, a different roll of the natural-variability dice over the past 40 years could have produced different sea ice losses—slower or faster than scientists observed.\nSo many factors affect climate that no existing model can account for every single one of them. Factors include not only carbon dioxide and methane but also ozone-depleting substances, soot from forest fires and fossil fuel burning, characteristics of the sea ice itself, and natural variability that even now is not completely understood by climate scientists, despite decades of progress.\nThe CMIP6 model experiments are focused on projecting average future conditions over decades or longer, for example, what will the September average sea ice look like in the 2050s. In the tangle of anthropogenic climate change and, especially, natural variability, the precise timing of the Arctic’s very first ice-free summer remains elusive.\n“I think a key insight that we've got from models is that there's an irreducible uncertainty associated with this internal climate variability,” Mitchell Bushuk says.\nThat’s a scientist's way of saying that there is a part of sea ice behavior, like the rest of the climate, that just isn’t and never will be predictable. That irreducible uncertainty means giving a range of years—a fairly big range—on when the Arctic might experience its first ice-free summer.\n“I would be very skeptical of any estimate that had less than a 20-year range on it.” He’s not alone; a 2016 study concluded that natural variability adds a two-decade uncertainty to ice-free Arctic predictions.\nAlthough narrowing the timing of the first ice-free summer may be beyond reach, scientists have been able to identify some of the factors affecting timing. Dániel Topál’s colleague, Qinghua Ding, realized that a heat dome, such as the one that settled over the Pacific Northwest in June and July 2021, could affect sea ice if it occurred in the Arctic. “It manifests itself in an anticyclonic circulation anomaly in the Arctic,” Topál says. An anticyclonic circulation anomaly generally brings clear, calm conditions as dry air sinks toward the planet’s surface and raises air pressure and temperature at the center of the anticyclone.\nHeat domes, cold waves, storms, and other short-term weather events complicate the task of predicting the Arctic’s future climate. “The inherently chaotic nature of the climate system and the very complex dynamics working in the atmosphere need years of study to grasp,” Topál says. “All we can do is project probabilities.”\nThis color-coded graph shows Arctic sea ice extent (area of ocean with at least 15 percent sea ice concentration) from January 1979 to April 2024. Every year has its own extent line. Lighter lines are earlier in the time series, and darker lines are later in the time series. The record-low extent, reached in September 2012, has not been equaled as of May 2024, although the 2020 September minimum came close. Graph derived from the National Snow and Ice Data Center Charctic interactive sea ice graph.\nThe record-low September 2012 Arctic sea ice minimum is a perfect example of the combination of long-term warming and weather. The minimum that summer was so far below the previous record that it appeared to foretell a grim future for the Arctic; it seemed possible that summer sea ice might decline to nearly nothing perhaps in a matter of years rather than decades. Since 2012, however, Arctic sea ice has not continued a significant decline. Although the September 2020 minimum came within roughly 430,000 square kilometers (170,000 square miles) of the record low, the 2012 record has not yet been matched.\nObviously, 2012 being below average had a lot to do with the long-term trend. But the fact that it was record-low was due to the weather. Not only did Arctic atmospheric circulation favor sea ice decline in 2012, but there was another contributing factor. The National Snow and Ice Data Center (NSIDC) reported a strong storm centered over the Arctic in August of that year. The storm broke up the Arctic’s sea ice, driving down its extent, although the precise impact of this individual storm remains unclear.\nStorms are nothing new in the Arctic Ocean, but their influence on sea ice has grown over time. Dániel Topál says, “Weather events and storms definitely play a huge role. Sea ice is getting younger and younger, thinner and thinner.”\nArctic sea ice is thinning because less ice survives summer melt seasons. Whereas ice that has survived multiple melt seasons is thick, rough, and resistant to melt, younger ice is vulnerable to storm-induced breakups. The same storm, encountering thicker ice, would likely have had less impact.\n“I think with the thinner, younger ice that’s in the Arctic now, there is the potential for even more sea ice variability,” Walter Meier says. Several years of [weather] conditions that favor ice growth, or at least ice preservation, would slow the arrival of an ice-free Arctic summer; a few years of extreme melt conditions or a few strong storms could hasten the arrival of ice-free conditions. But, Meier explains, weather conditions can’t be predicted more than about 10 days into the future. Furthermore, scientists don’t have a handle on potential changes in weather systems, such as Arctic storm intensity, that may emerge in coming decades.\nAs significant as the million-square-kilometer threshold might sound, it is simply a number identified by scientists as a useful benchmark. If scientists predominantly measured sea ice in square miles instead of kilometers, the benchmark would be a different figure. Walter Meier states, “Even at a minimum extent of 3 or 4 million square kilometers, the Arctic sea ice environment is drastically different, and the changes and impacts will continue to increase as extent declines.”\nMitch Bushuk says, “We're already in a new Arctic in terms of climatology. It's radically different from what it was in the 1980s. We have very good reason to believe that the climatology of the future Arctic is going to be radically different from what we see today. And I think that's really the key point.”\nMatthew Druckenmiller works closely with Indigenous peoples living in the Arctic, who depend on sea ice for travel, fishing, hunting, and protection of their vulnerable coastlines. When asked about an ice-free Arctic, Druckenmiller points out Saint Lawrence Island on a map in his office.\n“I think about this place,” he says. \"People wonder about summers without sea ice, but there have already essentially been winters without sea ice in the northern Bering Sea. That has huge implications for food security and fisheries. It's not in the future, it's already part of the past.\"\n(Click and drag slider to compare.) In the Bering Sea, Saint Lawrence Island has already experienced an ice-free winter. The right image shows ice-free waters in February 2018. The left image shows the same area in 2007, with the island engulfed in sea ice. Satellite images from NASA Terra MODIS (left) and NASA/NOAA Suomi VIIRS (right).\nScientists studying Arctic sea ice and climate may debate just how much past, present, and future changes are affected by natural climate variability. They may differ with each other on when an ice-free summer Arctic is likely to arrive. But none of the researchers Climate.gov spoke to for this story doubted that human-caused climate change is primarily responsible for changes in the Arctic.\nWhile arguing for a greater appreciation of the role of natural variability, Dániel Topál puts his conclusions in context. “It does not mean that in the real world humans are less responsible for the changes. It means that climate models have different physics compared to real-life physics,” he says.\nSea ice floats on the ocean surface in this photo from the Northern Hemisphere summer of 2016. Photo by NOAA Ocean Exploration.\nDirk Notz reflects on what a changing Arctic Ocean might mean to those of us living far from it. “I think sitting here, say, in Hamburg, I wouldn't be able to tell whether there's ice in the Arctic or not, not from just looking out of my window. However, in some sense, there's something that happens culturally with us humans if we lose entire landscapes. It’s an indication yet again of how powerful we humans have become in that we are able to wipe out entire landscapes from the surface of our planet. It's another indication that the fate of this planet really lies in our hands,” he says.\nBut he continues, “Even if we lose Arctic summer sea ice, it doesn't mean that it's too late for something. There's never a point where it doesn't make sense anymore to try and reduce global greenhouse gas emissions.”\nDeRepentigny, P., Jahn, A., Holland, M.M., Kay, J.E., Fasullo, J., Lamarque, J.-F., Tilmes, S., Hannay, C., Mills, M.J., Bailey, D A., Barrett, A.P. (2022). Enhanced simulated early 21st century Arctic sea ice loss due to CMIP6 biomass burning emissions. Science Advances, 8(30). https://doi.org/10.1126/sciadv.abo2405\nDing, Q., Schweiger, A., L’Heureux, M., Battisti, D. S., Po-Chedley, S., Johnson, N. C., Blanchard-Wrigglesworth, E., Harnos, K., Zhang, Q., Eastman, R., & Steig, E. J. (2017). Influence of high-latitude atmospheric circulation changes on summertime Arctic sea ice. Nature Climate Change, 7(4), 289–295. https://doi.org/10.1038/nclimate3241\nDing, Q., Schweiger, A., L’Heureux, M., Steig, E.J., Battisti, D.S., Johnson, N.C., Blanchard-Wrigglesworth, E., Po-Chedley, S., Zhang, Q., Harnos, K., Bushuk, M., Markle, B., Baxter, I. (2018). Fingerprints of internal drivers of Arctic sea ice loss in observations and model simulations. Nature Geoscience, 12(1), 28–33. https://doi.org/10.1038/s41561-018-0256-8\nDruckenmiller, M.L., Thoman, R., Moon, T. (2022, December 13). Arctic Report Card 2022: The Arctic is getting rainier and seasons are shifting, with broad disturbances for people, ecosystems and wildlife. The Conversation. https://theconversation.com/arctic-report-card-2022-the-arctic-is-getting-rainier-and-seasons-are-shifting-with-broad-disturbances-for-people-ecosystems-and-wildlife-196254\nJahn, A., Holland, M.M., Kay, J.E. (2024). Projections of an ice-free Arctic Ocean. Nature Reviews Earth & Environment, 5(3), 164–176. https://doi.org/10.1038/s43017-023-00515-9\nKim, Y.-H., Min, S.-K., Gillett, N.P., Notz, D., Malinina, E. (2023). Observationally-constrained projections of an ice-free Arctic even under a low emission scenario. Nature Communications, 14(1). https://doi.org/10.1038/s41467-023-38511-8\nNotz, D., Stroeve, J. (2016). Observed Arctic sea-ice loss directly follows anthropogenic CO2 emission. Science, 354(6313), 747–750. https://doi.org/10.1126/science.aag2345\nNotz, D., SIMIP Community. (2020). Arctic Sea Ice in CMIP6. Geophysical Research Letters, 47(10). https://doi.org/10.1029/2019gl086749\nOverland, J.E., Wang, M. (2013). When will the summer Arctic be nearly sea ice free? Geophysical Research Letters, 40(10), 2097–2101. https://doi.org/10.1002/grl.50316\nSidik, S.M. (2023, June 28). Sea ice is going, but when will it be gone? In EOS. https://eos.org/articles/sea-ice-is-going-but-when-will-it-be-gone\nTopál, D., Ding, Q. (2023). Atmospheric circulation-constrained model sensitivity recalibrates Arctic climate projections. Nature Climate Change, 13(7), 710–718. https://doi.org/10.1038/s41558-023-01698-1\nHelp us improve our content",
  "source": "climate.gov"
}