{
  "url": "https://www.climate.gov/news-features/understanding-climate/global-climate-report-april-2024",
  "title": "Global climate report for April 2024",
  "date": null,
  "content": "April 2024 was the warmest April on record for the globe in NOAA's 175-year record. The April global surface temperature was 1.32°C (2.38°F) above the 20th-century average of 13.7°C (56.7°F). This is 0.18°C (0.32°F) warmer than the previous April record set most recently in 2020, and the eleventh consecutive month of record-high global temperatures. April 2024 marked the 48th consecutive April with global temperatures, at least nominally, above the 20th-century average.\nInteractive graph showing global temperature each April compared to the 20th-century average from 1850-2024. Use your cursor and hover over a specific year or bar to examine individual years more closely.  Warmer-than-average years are red; cooler-than-average years are blue. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information, created with Datawrapper.\nTemperatures were much-above average to record warm throughout much of South America, Africa, central and southern Europe, southwestern Russia and Turkey, as well as much of Asia's Far East. Temperatures were also much warmer-than-average across large parts of the northeast U.S. and much of northern Canada. The largest temperature anomalies (greater than 3°C or 5.4°F above average) occurred in northern Canada, western and northern Greenland, eastern Europe, central Asia, southeast Asia, eastern China and parts of eastern Russia.\nApril temperatures were cooler than the 1991–2020 average in areas that included much of mainland Australia, southern parts of South America, much of Iceland, Scandinavia and northwest Russia, eastern Iran, Afghanistan, and Pakistan, as well as parts of East Africa including Sudan and South Sudan. Much of east Antarctica was cooler than the 1991-2020 average with anomalies lower than -2°C (-3.6°F) widespread. Sea surface temperatures were below average in parts of the southeastern Pacific and Southern Ocean. Record cold temperatures covered 0.1% of the world's surface in April.\nTemperatures in April 2024 compared to the 1991-2020 average. Places that were warmer than average are red; places that were cooler than average are blue. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information.\nIn the Northern Hemisphere, April 2024 ranked warmest on record at 1.75°C (3.15°F) above average, 0.28°C (0.50°F) warmer than the previous April record of 2016. The Northern Hemisphere land temperature and ocean temperature each ranked warmest on record for the month.\nThe Southern Hemisphere experienced its second warmest April on record at 0.88°C (1.58°F) above average, 0.05°C (0.09°F) cooler than 2023. The Southern Hemisphere land temperature for April tied 2010 as 20th warmest while April's ocean temperature was warmest on record.\nBelow-average April precipitation occurred in areas that included a large region stretching across southern and central Europe from Portugal and Spain to Turkey and Ukraine. Drier-than-average conditions also occurred in much of western Iran, Nepal, Southeast Asia, and much of mainland Australia. Large parts of Mexico and the western United States and eastern Alaska were drier-than-average in April. Conversely, April was wetter than average in areas that included much of Argentina, southern and eastern Brazil, Uruguay and Paraguay, much of the central and northeast United States as well as western Alaska, northern Europe, much of Pakistan, parts of central and eastern China, and much of Russia.\nPercent of normal precipitation for global land based stations in April 2024 compared to a base line of 1961 to 1990.  Places that received more precipitation than average are colored green; places that received less precipitation than average are colored brown. Gray areas represent missing data. Image by NOAA Climate.gov, based on data from NOAA National Centers for Environmental Information.\nFor information on 2024's year-to-date temperature ranking, notable climate events, and separate statistics for Earth's land and ocean areas see the full April 2024 monthly report from NOAA NCEI.\nDifference from average precipitation around the world in April 2024 compared to the 1979-2020 average. Places that received more precipitation than average are colored blue; places that received less precipitation than average are colored brown. Map by NOAA Climate.gov, based on data provided by the Global Precipitation Climatology Project (University of Maryland).\nEl Niño is hanging on, but gradually weakening, with a Niño3.4-region sea surface temperature index of about +0.6 for April. The global tropical pattern of rainfall anomalies (anomaly means “departure from average”) also became more neutral-like in April, i.e., almost random. The seasonal shifts that occur this time of year are well on their way, with the tropical rainfall belt (known as the Intertropical Convergence Zone, or “ITCZ” for short) edging northward and a double ITCZ in the eastern Pacific. Usually during El Niños, a springtime double ITCZ does not appear, overwhelmed by the large, intense precipitation maximum in the central/eastern Pacific. Its appearance here may be another indication of El Niño weakening.\n(Read more about the current El Niño Advisory and La Niña Watch in our latest ENSO blog.)\nThe main branch of the Pacific ITCZ is continuous across that ocean, and the anomaly map for April shows that it’s more intense than normal in terms of rainfall. The secondary ITCZ, to the south of the equator in the eastern Pacific, is evident, but weaker than normal in its eastern extremities close to the South American coast.\nOver the Maritime Continent pockets of positive anomaly exist, perhaps giving an inkling of the La Niña in the making. However, to the north and south of that positive rainfall anomaly, negative features dominate. Australia is almost totally anomalously dry, especially abnormally dry along its north coast. To the west, over the Indian Ocean, the anomaly features are very strong with a wide swath of positive anomalies along the equator and into eastern Africa, where floods in Kenya claimed at least 100 lives according to news reports. Just to the south an opposite east-west feature shows intense dryness in Mozambique.\nAlmost the entire Arabian Peninsula shows positive anomalies for April and that feature extends across Iran and Pakistan. Although the monthly positive anomaly is not a very strong feature compared to other parts of the globe, floods this month were reported in the U.A.E., Oman, Iran, Pakistan, and Afghanistan along this swath. A series of mid-latitude weather events swept through the region, pulling in moisture from a warm Arabian Sea.\nA strong rainfall feature extends from central/southern China to the east across southern Japan with intense positive anomalies, which lead to large-scale floods in southern China. Much of the rest of Asia is positive-anomaly territory. Europe has slightly positive values across much of northern and western Europe, but a drier zone across the Black Sea and into Russia.\nSouth America might be a last holdout of the typical El Niño precipitation pattern, with a positive anomaly along the northern coast, a dry zone across the Amazon, and a distinct positive anomaly feature in the southeast, which was associated with very serious flooding in Brazil’s Rio Grande do Sul, which have extended into early May. These features are in fairly good agreement with what is typical of El Niño.\nOver North America the anomaly pattern was very mixed, with above-normal precipitation through the central part of the U.S. and up into Canada. A swath of drier-than-normal conditions runs from Central America, through Mexico, and up into western U.S. and Canada, extending ongoing drought conditions in these regions. The North American anomaly map for April does not look like the typical El Niño pattern.\nAs stated in the beginning, the effects of El Niño on global precipitation are still being felt in some regions, but overall, the effect is weak or weaker, both in the pattern of anomalies and in the global rainfall totals.\nHelp us improve our content",
  "source": "climate.gov"
}