{
  "url": "https://www.climate.gov/education",
  "title": "Education",
  "date": null,
  "content": "EverythingClimate.gov publishes is reviewed and approved by relevant subject experts prior to publication.  Each of the Portal’s four sections targets different segments of the public and serves different objectives and so each section operates under different editorial policies and procedures, which are summarized below.\nClimateWatch Magazine publishes original work as well as submissions from partner agencies and organizations. The magazine is written and designed to inform, inspire, educate, and entertain the science-interested public on topics in climate science, adaptation, and mitigation.\nThe magazine’s content is based on the best available science, and it is produced in consultation with and reviewed by one or more scientific subject matter experts prior to publication. When necessary to ensure accuracy and completeness, or to resolve conflicting opinions among reviewers, authors, and/or editors, ClimateWatch solicits additional reviews from Climate.gov’s Science Panel members or other subject matter experts whom they recommend.\nFor submissions from other agencies or organizations, ClimateWatch verifies that a similarly rigorous editorial procedure was applied. If the contributor’s review process is adequate, an article or other content does not undergo additional subject matter expert review prior to publication on ClimateWatch. If the editorial procedures of the submitted article did not include a rigorous scientific review, the managing editor identifies an appropriate expert(s) to conduct a review prior to publication on ClimateWatch.\nIf necessary, submitters may be asked to revise their articles, have them re-reviewed by their sources, and resubmit them. ClimateWatch does not make any revisions to submitted articles without the approval of contributors and, when necessary, their original subject matter expert reviewers.\nFor more information, please contact the ClimateWatch Magazine editors. climate-climatewatchmagazine@noaa.gov\nThe Climate.gov Portal’s Data & Services section contains more than 280 descriptions of datasets and services spanning a wide range of climate-related subjects.  This collection was assembled in an effort to add value by simplifying and enhancing the discoverability, accessibility, and utility of the data.  This section aims to serve researchers, scientists, resource managers, business personnel, and other citizens who want to find and use climate data.\nOnly those data products and services that comply with Federal Geographic Data Committee (FGDC) and/or International Standards Organization (ISO-9001) metadata standards are accessible through Climate.gov.  FGDC metadata is a long-standing federal requirement that was adopted by Climate.gov to allow distributed datasets and products to be accessible and searchable from a central location.  We have built upon this standard to ensure that the key fields in the metadata record are populated with required information. “Widening the circle of inclusion” will be an ongoing effort.  Over time we expect to make all of NOAA's climate datasets available via the NCS Portal, but anyone interested in datasets that are not accessible via Climate.gov are encouraged to visit one or more of the following NOAA’s data centers and various centers of data:\nFor more information, please contact the Data & Services section editors. climate-dataandservices@noaa.gov\nThe Climate.gov Understanding Climate section contains descriptions of authoritative, peer-reviewed reports, documents, and presentations about a wide range of climate science subjects—including climate change, climate variability, extreme events, adaptation, and mitigation.  This section’s purpose is to serve policy leaders, decision makers, resource managers, and citizens who seek authoritative climate science information to help them understand and manage their climate-related risks and opportunities.\nThe peer review processes for the synthesis and assessment reports available in this section are conducted by the relevant publishing agency or organization identified.  (For example, editorial review of the “America’s Climate Choices” series of reports was conducted by the U.S. National Academy of Science.)  While the editorial processes for these information resources happens “upstream” of Climate.gov, the Understanding Climate editors vet these resources carefully and include only those that we consider to be scientifically accurate, credible, and that maintain established standards of scientific scholarship (i.e., transparent editorial processes conducted by credible subject matter experts and traceable citations to relevant peer-reviewed literature).\nOriginal content developed and published for the Understanding Climate section follows the same editorial process established for the ClimateWatch magazine.  In short, all content is peer reviewed by relevant subject matter experts prior to publication.\nThe Education section provides learning activities and curriculum materials, multimedia resources, and professional development opportunities for formal and informal educators who want to incorporate climate science into their work.  The Education section is dovetailing its content review process and procedures with those of Climate Literacy and Energy Awareness Network (or CLEAN, at cleanet.org) project.  CLEAN is 3-year National Science Data Library (NSDL) Pathway project, begun in 2010 and funded by the National Science Foundation, established to build a small digital collection of teaching resources that are aligned with the Essential Principles of Climate Literacy and Energy Awareness.  A summary of the review process is given below; a detailed description of the CLEAN Review Process is available here\nIn summary, the CLEAN review team consists of experienced middle school and high school teachers and college-level instructors as well as PhD-level scientists of relevant fields (climate and energy science, social sciences, etc.) and other climate literacy practitioners.  The CLEAN review process was informed by review guidelines and criteria from other collections, such as the National Science Digital Library (NSDL), the Science Education Research Center (SERC) Guidelines, the Merlot criteria, and the Climate Change Collection. The CLEAN review criteria were tested and refined in multiple test review rounds and through review comparisons among different reviewers.\nAt the core of the CLEAN review is a set of review questions to assess educational materials in three categories: (1) scientific accuracy, (2) pedagogic effectiveness, and (3) technical quality /ease of use.  Reviewers answer questions about each resource, give an overall rating for each of the three categories mentioned above, and note any strengths and concerns.  An overall qualitative recommendation (low, medium, or high priority) decides which path a resource takes through the review process.\nAll teaching resources that pass through the CLEAN review process are subsequently presented to a panel of four reviewers (educators and scientists) during a review camp.  This team of four specialists discusses each resource, and the reviewers’ notes from the previous review round, and makes the final decision about whether to include a resource in the CLEAN collection. All comments of the reviewers are compiled into annotations (notes to the user) on the science, the pedagogy, and the usability of a teaching activity.",
  "source": "climate.gov"
}