{
  "url": "https://www.climate.gov/teaching/what-is-climate-science-literacy",
  "title": "What is Climate Science Literacy?",
  "date": null,
  "content": "WHAT IS CLIMATE SCIENCE LITERACY?\nClimate Science Literacy is an understanding of your influence on climate and climate’s influence on you and society. A climate-literate person\n• understands the essential principles of Earth’s climate system,\n• knows how to assess scientifically credible information about climate,\n• communicates about climate and climate change in a meaningful way, and\n• is able to make informed and responsible decisions with regard to actions that may affect climate.\nWHY DOES CLIMATE SCIENCE LITERACY MATTER?\n• During the 20th century, Earth’s globally averaged surface temperature rose by approximately 1.08°F (0.6°C). Additional warming of more than 0.25°F (0.14°C) has been measured since 2000. Though the total increase may seem small, it likely represents an extraordinarily rapid rate of change compared to changes in the previous 10,000 years.\n• Over the 21st century, climate scientists expect Earth’s temperature to continue increasing, very likely more than it did during the 20th century. Two anticipated results are rising global sea level and increasing frequency and intensity of heat waves, droughts, and floods. These changes will affect almost every aspect of human society, including economic prosperity, human and environmental health, and national security.\n• Scientific observations and climate model results indicate that human activities are now the primary cause of most of the ongoing increase in Earth’s globally averaged surface temperature.\n• Climate change will bring economic and environmental challenges as well as opportunities, and citizens who have an understanding of climate science will be better prepared to respond to both.\n• Society needs citizens who understand the climate system and know how to apply that knowledge in their careers and in their engagement as active members of their communities.\n• Climate change will continue to be a significant element of public discourse. Understanding the essential principles of climate science will enable all people to assess news stories and contribute to their everyday conversations as informed citizens.\nClimate Science Literacy Is A Part Of Science Literacy.\n“Science, mathematics, and technology have a profound impact on our individual lives and our culture. They play a role in almost all human endeavors, and they affect how we relate to one another and the world around us. . . . Science Literacy enables us to make sense of real-world phenomena, informs our personal and social decisions, and serves as a foundation for a lifetime of learning.”\nFrom the American Association for the Advancement of Science, Atlas of Science Literacy, Volume 2, Project 2061.\nPeople who are climate science literate know that climate science can inform our decisions that improve quality of life. They have a basic understanding of the climate system, including the natural and human-caused factors that affect it. Climate science literate individuals understand how climate observations and records as well as computer modeling contribute to scientific knowledge about climate. They are aware of the fundamental relationship between climate and human life and the many ways in which climate has always played a role in human health. They have the ability to assess the validity of scientific arguments about climate and to use that information to support their decisions.\nClimate Science Literacy Is An Ongoing Process.\nNo single person is expected to understand every detail about all of the fundamental climate science literacy concepts. Full comprehension of these interconnected concepts will require a systems-thinking approach, meaning the ability to understand complex interconnections among all of the components of the climate system. Moreover, as climate science progresses and as efforts to educate the people about climate’s influence on them and their influence on the climate system mature, public understanding will continue to grow.\nClimate is an ideal interdisciplinary theme for lifelong learning about the scientific process and the ways in which humans affect and are affected by the Earth’s systems. This rich topic can be approached at many levels, from comparing the daily weather with long-term records to exploring abstract representations of climate in computer models to examining how climate change impacts human and ecosystem health. Learners of all ages can use data from their own experiments, data collected by satellites and other observation systems, or records from a range of physical, chemical, biological, geographical, social, economic, and historical sources to explore the impacts of climate and potential adaptation and mitigation strategies.\nFrom Climate Literacy: The Essential Principles of Climate Sciences, (USGCRP, 2009)",
  "source": "climate.gov"
}