{
  "url": "https://www.climate.gov/teaching/partnership-with-clean-collection",
  "title": "Partnership with CLEAN collection",
  "date": null,
  "content": "Digital resources for teaching about climate and energy – resources are reviewed by educators and scientists, annotated, and aligned with standards and benchmarks\nThe Teaching Climate section partnered with the Climate Literacy and Energy Awareness Network (CLEAN) to use the Climate Literacy guide to identify and integrate effective resources across different educational levels. The CLEAN framework for vetting, reviewing, and assuring scientific quality of climate and global change education materials on climate, energy and related topics will be very useful to teachers and educational systems across the nation.\nCLEAN, the Climate Literacy and Energy Awareness Network Portal, was launched in 2010 as a National Science Digital Library (NSDL) Pathways project. It is led by the science education expertise of TERC, the Cooperative Institute for Research in Environmental Science (CIRES) at the University of Colorado Boulder, the Science Education Resource Center (SERC) at Carleton College, and NOAA. CLEAN builds on the efforts of the CLEAN Network (formerly Climate Literacy Network), and the establishment of the Climate Literacy: Essential Principles of Climate Science, and the Energy Literacy Essential Principles and Fundamental Concepts of Energy Education.\nCLEAN's primary effort is to steward a collection of educational resources around energy and climate topics and foster a community that supports learning about climate and energy topics. CLEAN's focus has been to integrate the effective use of the educational resources across all grade levels – with a particular focus on the middle-school through undergraduate levels (grades 6-16). The activities of CLEAN include.\n1. CLEAN Collection- This is a collection of high-quality digital educational resources, including learning activities, visualizations, videos, and short demonstrations/experiments, that addresses climate and energy literacy. Each resource undergoes a rigorous review by multiple practicing educators and climate and energy scientists. Resources are annotated with reviewers' comments and aligned with a) the AAAS Project 2061 Benchmarks for Science Literacy; b) the National Science Education Standards (soon to be replaced with the Next Generation Science Standards) and c) the NAAEE Excellence in Environmental Education Guidelines for Learning. The collection also includes an interactive browse tool of maps of climate and energy concepts, based on the Benchmarks for Science Literacy that help teachers connect climate and energy concepts, standards and the CLEAN educational resources. The maps illustrate connections between concepts and depict how concepts build upon one another across grade levels.\nLearn how resources are selected by CLEAN.\n2. Teaching Climate and Energy Science pages – These pages are designed to help the user understand the big ideas of climate and energy. They provide summaries of each principle, possible challenges for educators in teaching the topics, suggested pedagogic approaches for each grade level, and point to relevant educational resources from the CLEAN collection.\n3. CLEAN Maps of Climate and Energy Concepts- The CLEAN collection will utilize the leading NSDL browse tool, the NSDL science literacy maps. These maps help teachers connect concepts, standards, and CLEAN educational resources relating to climate and energy topics by providing a way to discover how scientific concepts relate to one another. NSDL Science Literacy Maps serve teachers and students in finding resources that relate to specific science, technology and math concepts identified In the AAAS Project 2061 Benchmarks for Science Literacy. The maps illustrate connections between concepts and depict how concepts build upon one another across grade levels.\n4. CLEAN Community – The CLEAN Community is professionally diverse and includes educators and learners, resource developers, project partners, and the CLEAN Network. The CLEAN Network includes individuals that represent a wide range of professionals and citizens who are stakeholders in improving climate and energy literacy. Announcements of CLEAN activities are made through the CLEAN Facebook page, the CLEAN Network listserv and teleconferences, and the CLEAN announcements listerv for educators.\nCLEAN is funded by the National Science Foundation (DUE-0938051, DUE-0938020, DUE-0937941), the Department of Energy and NOAA (NA12OAR4310143, NA12OAR4310142). Disclaimer: Any opinions, findings, conclusions or recommendations expressed in this website are those of the author(s) and do not necessarily reflect the views of the National Science Foundation.",
  "source": "climate.gov"
}