{
  "url": "https://www.climate.gov/teaching/toolbox",
  "title": "Toolbox for Teaching Climate & Energy",
  "date": null,
  "content": "Figure 1: Alliance for Climate Education leader working with a group of students....\nTeachers across the country are preparing to teach the science and engineering called for in the new standards designed to address major world challenges and opportunities. Students will face issues, such as generating sufficient clean energy, building climate resilience for businesses and communities, maintaining supplies of food and clean water, and solving the problems of global environmental change that confront society today and in their future. The amount of time teachers are spending on these issues are going up significantly.\nNOAA Climate.gov and a community of educational and science partners have developed and organized supporting resources and programs for those who want to teach climate and energy science, backed by some of the nation's most experienced professional educators, scientists, and engineers. The Climate Action Learning Process (CALP, below) provides a path teachers can follow to educate students about climate and energy science, develop the skills to take action, and then reevaluate teaching methods. A supporting toolbox (right) organizes and highlights resources from numerous teaching professionals and science partners all working toward supporting climate and energy education.\nThese science-based, interdisciplinary models of education and public engagement support learners of all levels and foster climate and energy literacy and action. Armed with newfound knowledge and skills, students will be able to develop their own action plans - in their own communities or on a global scale.\nHighlighted resources from numerous educational and science partners and programs that support the Climate Action Competence Learning Process. The resources in the toolbox are not comprehensive and will grow as new aligned and effective resources are identified. New resources can be nominated by sending them to climate-education@noaa.gov.\n(Critical Thinking for the subject matter, by pedagogy, with advances in science, and how society is successfully responding\nPedagogy\nAdvances in science\nHow society is successfully responding\nDevelop competence and mastery in teaching climate change\nClimate Generation Professional Development -  Climate Generation believes that educators are critical messengers of climate and that energy literacy and climate change education is part of the solution. Build your comfort, confidence, and competence to bring climate change into your educational setting with our virtual and in-person training opportunities! https://www.climategen.org/what-we-do/education/professional-development/\nSummer Institutes for Climate Change Education - At each Institute educators can expect to gain the tools and skills to bring climate change into your educational setting, whether it be a classroom, nature center, or museum.\nAMS Education Professional Development - Enhance your knowledge of Earth system science and earn tuition-free graduate credit through AMS Education’s K-12 teacher professional development programs. Over 21,000 teachers have boosted their STEM expertise and impacted millions of students across the nation through these courses. https://www.ametsoc.org/ams/index.cfm/education-careers/education-program/k-12-teachers/\nProject Atmosphere - Project ATMOSPHERE is the comprehensive teacher professional development program based on studies in the atmospheric sciences.\nDataStreme Earth's Climate System - This STEM course undertakes a systematic study of climate, climate variability, and climate change. Participants will come to understand spatial variations in climate as it responds to mechanisms internal and external to the Earth system.\nDataStreme Ocean - This STEM course explores the ocean in the Earth system. Participants study the flow of water and energy into and out of the ocean and the internal properties and dynamics of the ocean system. This includes interactions between the ocean and the hydrosphere, atmosphere, lithosphere, biosphere and society.\nDataStreme Atmosphere - Designed to train teachers to promote the teaching of STEM concepts through weather, this course focuses on the atmospheric environment, its interaction with other components of the Earth system and the implications of those interactions on humankind.\nMaury Project - The Maury Project is a comprehensive teacher professional development program based on studies of the physi­cal foundations of oceanography.\nWork across disciplines or Design active linkages to create relevant interdisciplinary curriculum experiences (Develop Educator Teaching Plan)\nUnderstanding Global Change and Understanding Science - The Understanding Global Change web resource in development from the UC Museum of Paleontology at UC Berkeley will provide science educators with a conceptual framework, systems models, lessons, and assessment tools to guide the design of interdisciplinary global change curricula. Understanding Science provides resources to support the exploration of the nature and process of science. http://www.ucmp.berkeley.edu/ugc-resources/ and  https://undsci.berkeley.edu/\nWorld Climate: Climate Change Negotiations Game - The World Climate Simulation is a role playing exercise of the UN climate change negotiations for groups. It is unique in that it uses an interactive computer model to rapidly analyze the results of the mock-negotiations during the event. All the materials and tools for World Climate are available for free and many are available in multiple languages. We encourage you to organize a World Climate Simulation yourself. https://www.climateinteractive.org/programs/world-climate/\nConnect to resources and professional networks to sustain professional growth and as a support network\nEducational Resources\nClimate Classroom Kids - For younger students climate change can seem complicated and scary. That’s why age appropriateness is a vitally important ingredient of climate change education. How do you answer the questions children will inevitably raise about climate change? And how do you examine the topic in a manner that doesn’t frighten or overwhelm them? The best strategy is to provide young children with brief, accurate information at a level you know they can understand and relate to—and in hopeful ways. Climate 101 provides answers to real kids questions. The cross-curricular lesson plans are designed for grades 3-5, with extensions for younger and older students. https://climateclassroomkids.or\nClimate Classroom for Years of Living Dangerously - Climate Smart lessons plans and resources correspond to the science and issues presented in the award-winning documentary series and offer a unique and timely interdisciplinary teaching opportunity. Their education initiative provides engaging and relevant video assets as part of the curriculum. Educators and students meet scientists, acquire knowledge and STEM skills necessary to meet academic challenges and graduate climate literate. https://climateclassroom.org\nAn Inconvenient Sequel Education - Their goal is to help students develop system thinking skills by leveraging the diverse perspectives and fact-based evidence shared in the film. Resources include a series of foundational climate science and civics lessons, case studies and action projects planning guide.  https://www.inconvenientsequeleducation.org\nProfessional networks\nNurture action competence\nAn Inconvenient Sequel Education - Our goal is to help students develop system thinking skills by leveraging the diverse perspectives and fact-based evidence shared in the film. https://www.inconvenientsequeleducation.org\nEnter the  School Climate Solutions Challenge  - We are asking teachers and students from grades 6 to 12 to plan and submit their best climate solution ideas for their school, after-school program, team or club. We are looking for innovative project ideas that will reduce carbon emissions and help your school and your community prepare for problems caused by climate change, interact with decision-makers, and take full advantage of the career opportunities the climate resilient future holds. https://www.inconvenientsequeleducation.org/climate-solutions-challenge/\nThe Wild Center’s Youth Climate Summit model - Looking to host a summit of your own? No matter where you’re located in the world, the Wild Center’s Youth Climate Summit model is a replicable, scalable model that any organization can base their own summit off of. To get you started, they’ve compiled a helpful Youth Climate Summit toolkit and appendix for you to download and start planning your own climate summit. https://www.wildcenter.org/our-work/youth-climate-summit/youth-climate-summit-toolkit/\nAssess, Revise and Share Effective Practice\nBuilding the capacity of students and teachers have been shown to have the greatest cost-benefit value for adaptation to climate change (Lutz et al. 2014). But while education can be one of the most efficient mechanism for changing individuals and communities climate related actions and improving climate literacy, it is still emerging how to best deliver it (Mochizuki and Bryan 2015).\nWhile many education programs around the world have done an excellent job building students’ knowledge around the causes of climate change, limited evidence exists that this knowledge is sufficient to change the actions responsible for climate change (Eilam and Trop 2012). Ironically, it is often the most educated that lead the most carbon intensive lifestyles, suggesting it is not more education that is needed, but different education. As this different and more effective educational practice is developed, educators and program developers can connect with others to share what works. The diverse professional networks above in step 5 are places where this new form of education is already being developed.\nFigure 3: ASU/MOS\nCommunities are stepping up to address climate change impacts, serving as the primary incubators of social innovation and generating new strategies for sustainable living. Teachers can build knowledge of climate science and energy infrastructure, and encourage individuals to gain the skills, attitudes, and motivations they need to build sustainable communities. Tomorrow’s workforce must be able and willing to solve urgent challenges, such as climate change.\nThe CLEAN Network is a professionally diverse community of over 640 members committed to improving climate and energy literacy locally, regionally, nationally, and globally, to enable responsible decisions and actions. The two main methods of engagement in the CLEAN Network are a email list and participation in the weekly teleconference highlighting important programs and initiatives. Other activities of the CLEAN Network include providing feedback on relevant national-scale documents, engagement through professional meetings, and outreach through postings on the CLEAN Facebook page and informational webinars. Join the CLEAN Network\nTeachers across the country are preparing to teach the science and engineering called for in the new standards designed to address major world challenges and opportunities.  Students will face issues, such as generating sufficient clean energy, building climate resilience for businesses and communities, maintaining supplies of food and clean water, and solving the problems of global environmental change that confront society today and in their future. The amount of time teachers are spending on these issues are going up significantly.\nFigure 1: Alliance for Climate Education leader working with a group of students....\nNOAA Climate.gov and a community of educational and science partners have developed and organized supporting resources and programs for those who want to teach climate and energy science, backed by some of the nation's most experienced professional educators, scientists, and engineers. The Climate Action Learning Process (CALP, below) provides a path teachers can follow to educate students about climate and energy science, develop the skills to take action, and then reevaluate teaching methods. A supporting toolbox (right) organizes and highlights resources from numerous teaching professionals and science partners all working toward supporting climate and energy education.\nThese science-based, interdisciplinary models of education and public engagement support learners of all levels and foster climate and energy literacy and action. Armed with newfound knowledge and skills, students will be able to develop their own action plans - in their own communities or on a global scale.\nHighlighted resources from numerous educational and science partners and programs that support the Climate Action Competence Learning Process. The resources in the toolbox are not comprehensive and will grow as new aligned and effective resources are identified. New resources can be nominated by sending them to climate-education@noaa.gov.\n(Critical Thinking for the subject matter, by pedagogy, with advances in science, and how society is successfully responding\nPedagogy\nAdvances in science\nHow society is successfully responding\nDevelop competence and mastery in teaching climate change\nClimate Generation Professional Development -  Climate Generation believes that educators are critical messengers of climate and that energy literacy and climate change education is part of the solution. Build your comfort, confidence, and competence to bring climate change into your educational setting with our virtual and in-person training opportunities! https://www.climategen.org/what-we-do/education/professional-development/\nSummer Institutes for Climate Change Education - At each Institute educators can expect to gain the tools and skills to bring climate change into your educational setting, whether it be a classroom, nature center, or museum.\nAMS Education Professional Development - Enhance your knowledge of Earth system science and earn tuition-free graduate credit through AMS Education’s K-12 teacher professional development programs. Over 21,000 teachers have boosted their STEM expertise and impacted millions of students across the nation through these courses. https://www.ametsoc.org/ams/index.cfm/education-careers/education-program/k-12-teachers/\nProject Atmosphere - Project ATMOSPHERE is the comprehensive teacher professional development program based on studies in the atmospheric sciences.\nDataStreme Earth's Climate System - This STEM course undertakes a systematic study of climate, climate variability, and climate change. Participants will come to understand spatial variations in climate as it responds to mechanisms internal and external to the Earth system.\nDataStreme Ocean - This STEM course explores the ocean in the Earth system. Participants study the flow of water and energy into and out of the ocean and the internal properties and dynamics of the ocean system. This includes interactions between the ocean and the hydrosphere, atmosphere, lithosphere, biosphere and society.\nDataStreme Atmosphere - Designed to train teachers to promote the teaching of STEM concepts through weather, this course focuses on the atmospheric environment, its interaction with other components of the Earth system and the implications of those interactions on humankind.\nMaury Project - The Maury Project is a comprehensive teacher professional development program based on studies of the physi­cal foundations of oceanography.\nWork across disciplines or Design active linkages to create relevant interdisciplinary curriculum experiences (Develop Educator Teaching Plan)\nUnderstanding Global Change and Understanding Science - The Understanding Global Change web resource in development from the UC Museum of Paleontology at UC Berkeley will provide science educators with a conceptual framework, systems models, lessons, and assessment tools to guide the design of interdisciplinary global change curricula. Understanding Science provides resources to support the exploration of the nature and process of science. http://www.ucmp.berkeley.edu/ugc-resources/ and https://undsci.berkeley.edu/\nWorld Climate: Climate Change Negotiations Game - The World Climate Simulation is a role playing exercise of the UN climate change negotiations for groups. It is unique in that it uses an interactive computer model to rapidly analyze the results of the mock-negotiations during the event. All the materials and tools for World Climate are available for free and many are available in multiple languages. We encourage you to organize a World Climate Simulation yourself. https://www.climateinteractive.org/programs/world-climate/\nConnect to resources and professional networks to sustain professional growth and as a support network\nEducational Resources\nClimate Classroom Kids - For younger students climate change can seem complicated and scary. That’s why age appropriateness is a vitally important ingredient of climate change education. How do you answer the questions children will inevitably raise about climate change? And how do you examine the topic in a manner that doesn’t frighten or overwhelm them? The best strategy is to provide young children with brief, accurate information at a level you know they can understand and relate to—and in hopeful ways. Climate 101 provides answers to real kids questions. The cross-curricular lesson plans are designed for grades 3-5, with extensions for younger and older students. https://climateclassroomkids.or\nClimate Classroom for Years of Living Dangerously - Climate Smart lessons plans and resources correspond to the science and issues presented in the award-winning documentary series and offer a unique and timely interdisciplinary teaching opportunity. Their education initiative provides engaging and relevant video assets as part of the curriculum. Educators and students meet scientists, acquire knowledge and STEM skills necessary to meet academic challenges and graduate climate literate. https://climateclassroom.org\nAn Inconvenient Sequel Education - Their goal is to help students develop system thinking skills by leveraging the diverse perspectives and fact-based evidence shared in the film. Resources include a series of foundational climate science and civics lessons, case studies and action projects planning guide.  https://www.inconvenientsequeleducation.org\nProfessional networks\nNurture action competence\nAn Inconvenient Sequel Education - Our goal is to help students develop system thinking skills by leveraging the diverse perspectives and fact-based evidence shared in the film. https://www.inconvenientsequeleducation.org\nEnter the  School Climate Solutions Challenge  - We are asking teachers and students from grades 6 to 12 to plan and submit their best climate solution ideas for their school, after-school program, team or club. We are looking for innovative project ideas that will reduce carbon emissions and help your school and your community prepare for problems caused by climate change, interact with decision-makers, and take full advantage of the career opportunities the climate resilient future holds. https://www.inconvenientsequeleducation.org/climate-solutions-challenge/\nThe Wild Center’s Youth Climate Summit model - Looking to host a summit of your own? No matter where you’re located in the world, the Wild Center’s Youth Climate Summit model is a replicable, scalable model that any organization can base their own summit off of. To get you started, they’ve compiled a helpful Youth Climate Summit toolkit and appendix for you to download and start planning your own climate summit. https://www.wildcenter.org/our-work/youth-climate-summit/youth-climate-summit-toolkit/\nAssess, Revise and Share Effective Practice\nBuilding the capacity of students and teachers have been shown to have the greatest cost-benefit value for adaptation to climate change (Lutz et al. 2014). But while education can be one of the most efficient mechanism for changing individuals and communities climate related actions and improving climate literacy, it is still emerging how to best deliver it (Mochizuki and Bryan 2015).\nWhile many education programs around the world have done an excellent job building students’ knowledge around the causes of climate change, limited evidence exists that this knowledge is sufficient to change the actions responsible for climate change (Eilam and Trop 2012). Ironically, it is often the most educated that lead the most carbon intensive lifestyles, suggesting it is not more education that is needed, but different education. As this different and more effective educational practice is developed, educators and program developers can connect with others to share what works. The diverse professional networks above in step 5 are places where this new form of education is already being developed.\nFigure 3: ASU/MOS\nCommunities are stepping up to address climate change impacts, serving as the primary incubators of social innovation and generating new strategies for sustainable living. Teachers can build knowledge of climate science and energy infrastructure, and encourage individuals to gain the skills, attitudes, and motivations they need to build sustainable communities. Tomorrow’s workforce must be able and willing to solve urgent challenges, such as climate change.\nThe CLEAN Network is a professionally diverse community of over 640 members committed to improving climate and energy literacy locally, regionally, nationally, and globally, to enable responsible decisions and actions. The two main methods of engagement in the CLEAN Network are a email list and participation in the weekly teleconference highlighting important programs and initiatives. Other activities of the CLEAN Network include providing feedback on relevant national-scale documents, engagement through professional meetings, and outreach through postings on the CLEAN Facebook page and informational webinars. Join the CLEAN Network",
  "source": "climate.gov"
}