{
  "url": "https://www.climate.gov/teaching/energy",
  "title": "Teaching Energy",
  "date": null,
  "content": "Energy is a paradox: it brings us light, warmth, security, and mobility. But on the other hand, energy extraction, burning of fossil fuels, and the unequal distribution of energy resources have wrought environmental and social problems for humanity. Energy use is at the root of climate change and many other issues, and we are seeing the beginnings of a global shift in energy sources and energy policy toward more cooperative, sustainable use of energy. The topics around energy are relevant in all science disciplines as well as in engineering, policy, social science, and economics.\nThis series of web pages begins with the physics of energy and proceeds through a discussion of energy in biological systems and throughout the earth system. Energy's influence on human society is explored from the point of view of different sources of energy, the ways in which we use energy, how we make decisions about energy, and the society-wide impacts of energy use. Taken together, these concepts describe energy literacy.\nInstallation of the two largest turbines ever tested at the National Renewable Energy Laboratory, a 1.5 MW turbine manufactured by General Electric. The new turbines also allow NREL to take a significant step forward in generating its own clean electricity and meeting the Laboratory's aggressive sustainability goals and reduce greenhouse gas emissions for its expanding research campus and support facilities. Image by Pat Corkery / NREL.\nEach concept listed below links to a more detailed description of the topic, a discussion of what makes the topic important, ways to bring it into your classroom, suggestions for grade-level specific teaching strategies, and links to relevant teaching materials.\nSpanish language version \nof these Principles »\nTry the Energy Literacy Quiz »\nEnergy Literacy booklet cover.\nAccording to the Energy Literacy Framework from the US Department of Energy, Energy Literacy is an understanding of the nature and role of energy in the universe and in our lives. Energy Literacy is also the ability to apply this understanding to answer questions and solve problems.\nDownload the color booklet, Energy Literacy Framework by the Department of Energy",
  "source": "climate.gov"
}