{
  "url": "https://www.climate.gov/ghg/current-levels",
  "title": "Current GHG Levels",
  "date": null,
  "content": "NOAA's Global Greenhouse Gas Reference Network measures and monitors changes in the amounts of GHGs in the atmosphere over time. Measurements are made from air samples taken from many locations around the world. This network is a part of NOAA's Global Monitoring Laboratory, based in Boulder, CO.\nThe long-term trends are shown in these charts for each of the four human- emitted GHGs that exert the greatest warming influence. Their combined total global warming influence is shown in the Annual Greenhouse Gas Index (AGGI) chart.\nLearn more at the NOAA Global Monitoring Laboratory\nUpdated May 5, 2025\nCarbon dioxide (CO2) is the largest contributor to global warming and ocean acidification. It contributes about 66% of the warming influence of all human-emitted GHGs—more than twice that of all others combined.\nGlobal atmospheric carbon dioxide has risen more than 50 percent since 1800, and it hit a new high of 422.03 parts per million in 2024. The increase is being driven by human activities, such as extraction and burning of fossil fuels (e.g. coal, oil, natural gas), cement production, biomass burning, and agriculture.\nView more data\nUpdated May 5, 2025\nMethane (CH4) increased from 1915.73 parts per billion (ppb) in 2023 to 1921.79 ppb in 2024.\nMethane is the second largest human-emitted contributor to global warming. There are natural sources of methane but human activities are driving the increase shown here. The largest sources of methane are agriculture, burning of fossil fuels, and decomposition of landfill waste.\nView more data\nUpdated May 5, 2025\nThe abundance of atmospheric sulfur hexafluoride (SF6)increased from 11.39 parts per trillion (ppt) in 2023 to 11.79 ppt in 2024.\nSulfur hexafluoride is an extremely potent, human-made GHG used as an electrical insulator. A relatively small amount can have a significant impact on global climate change as it does not degrade for many centuries.\nView more data\nUpdated May 5, 2025\nThe abundance of atmospheric nitrous oxide (N2O) increased from 336.59 parts per billion (ppb) in 2023 to 337.71 ppb in 2024.\nNitrous oxide (N2O) comes from both natural sources and human activities. It is emitted from agriculture, land use, transportation, industry, and other activities.\nView more data\nThe Annual Greenhouse Gas Index (or AGGI) is a measure that tracks the global warming influence of all human-emitted greenhouse gases, which was 51 percent higher in 2023 than it was in 1990. Together, these gases trapped nearly 3.5 extra Watts of heat energy per square meter in 2023 compared to 1750.\nView more data",
  "source": "climate.gov"
}