{
  "url": "https://www.climate.gov/ghg/research-and-modeling",
  "title": "GHG Research & Modeling",
  "date": null,
  "content": "Identifying and quantifying all the sources and sinks of greenhouse gases (such as carbon dioxide, nitrous oxide, & methane) is a complex challenge that requires direct and indirect measurements, modeling efforts, and collection of data across a variety of sectors and systems.  Some sources, such as carbon dioxide emissions from burning fossil fuels, can be estimated with high accuracy.  However, sources of methane emissions are more variable and, therefore, more difficult to measure.\nDownload the State of the Science Fact Sheet PDF\nProjected cumulative land and ocean CO2 uptake by 2100 under future Shared Socioeconomic Pathways scenarios, WG1 SPM IPCC\nHistorically, land and ocean have taken up over 50% of human- emitted carbon. Under future scenarios scientists used to analyze feedback between climate change and socioeconomic factors, as human emission of carbon dioxide increases, land and ocean sinks are projected to be less effective at slowing its rate of accumulation in the atmosphere. To understand past responses of Earth’s climate system to greenhouse gas emissions, and to project future changes in land and ocean carbon sinks and sources as well as atmospheric CO2 concentrations, NOAA scientists develop and use advanced computer models that simulate biological, chemical, and physical processes.\nDownload the Summary For Policymakers PDF\nClimate projections on a timescale from decades to centuries are based on plausible scenarios of carbon emissions, sulfur emissions, land use changes, and other human-caused factors (called \"forcings\"). Computer models of greenhouse gases help us to understand how sources and sinks of greenhouse gases are changing over time, and how they will evolve in the future.\nNOAA uses two complementary modeling strategies.\nGRA2PES CO2 v1.0 2021 annual total fossil fuel carbon dioxide (ffCO2) for the continental U.S. Unit: metric tons ffCO2/year. CONUS total: 1351 TgC/year. Credit: Congmeng Lyu, NOAA / CIRES\nNOAA and the National Institute of Standards & Technology (NIST) are working together to develop an improved capability to measure and model U.S. emissions of greenhouse gases and hazardous air pollutants, called the Greenhouse Gas and Air Pollutants Emission System (GRA2PES). The goal is to support both researchers' and decision-makers' ability to formulate emission reduction strategies and to monitor changes over time.\nRead more at the NOAA Chemical Science Laboratory\nRelated articles\nRising amounts of human-emitted greenhouse gases are preventing Earth’s surface heat from escaping into space as freely as it used to. The buildup of heat-trapping gases is causing our world to warm unusually rapidly. The map shows the rate of change in surface air temperature for the period 1994-2023.\nRead more about global temperature on Climate.gov\nMost of the excess atmospheric heat (about 90 percent) is passed back to the ocean. As a result, upper ocean heat content has increased significantly over the past few decades, causing global mean sea level to rise and producing marine heat waves that harm ocean life forms. The map shows ocean heat trends from 1993-2022.\nRead more about ocean heat content on Climate.gov\nHumans annually emit about 39 billion tons of carbon dioxide into the atmosphere. Roughly 25 percent of that amount is absorbed by the ocean. NOAA’s Global Ocean Monitoring and Observing (GOMO) Program provides long-term observations of carbon from the ocean’s surface to the sea floor.\nRead more at NOAA Global Ocean Monitoring & Observing\nOcean absorption of carbon dioxide reduces its abundance in the atmosphere, which helps slow the rate of global warming. But, this absorption increases the acidity of seawater (ocean acidification), endangering marine organisms and harming ocean ecosystems.\nRead more at NOAA Fisheries\nRead more at NOAA Ocean Acidification Program\nRelated articles",
  "source": "climate.gov"
}