{
  "url": "https://www.climate.gov/ghg/data-and-tools",
  "title": "GHG Data & Tools",
  "date": null,
  "content": "NASA, NOAA, the National Institute of Standards and Technology (NIST), and the Environmental Protection Agency (EPA) teamed up to develop the U.S. Greenhouse Gas Center – a new web portal designed to make it easier to find data, information, and computer models from multiple agencies in one location. The site offers a curated catalog of GHG datasets and analysis tools.\nU.S. Greenhouse Gas Center\nRead more at Nasa.gov\nNOAA Earth system models (ESMs) simulate the global cycles, distributions, and trends of GHGs, including carbon dioxide, methane, and ozone. These models are used to understand the drivers of historical trends and to project future changes in GHGs and climate.\nView the GFDL Earth System models\nThe Global Greenhouse Gas Reference Network (GGGRN) provides extremely precise measurements of carbon dioxide, methane, nitrous oxide, and many other greenhouse gases.\nView the data visualization at the NOAA Global Monitoring Laboratory\nMeasurements from the GGGRN represent the longest ongoing calibrated record of global GHG levels. These measurements are used to track year-to-year changes and long-term trends.\nVisit the NOAA Global Monitoring Laboratory\nA GHG air quality monitoring system for the DC-Baltimore area is being developed based on the inversion of GHG measurements in collaboration with NIST and serving local city, regional, academic and non-profit stakeholders. The plans for this collaborative project include extending this system to other urban areas and their local stakeholders.\nA GHG emissions monitoring system for the DC-Baltimore area is being developed based on the inversion of GHG measurements in collaboration with NIST as part of the National Strategy to Advance an Integrated U.S. Greenhouse Gas Measurement, Monitoring, and Information System. The plans for this collaborative project include extending this system to other urban areas.\nVisit the NOAA Air Resources Laboratory\nThe Surface Ocean CO₂ Atlas (SOCAT) enables quantification of the ocean carbon sink and ocean acidification and evaluation of ocean biogeochemical models.\nVisit SOCAT.info\nThe Global Ocean Data Analysis Project (GLODAP) is a synthesis activity for ocean surface to bottom biogeochemical data collected through chemical analysis of water samples. GLODAP is publicly available, discoverable, and citable. GLODAP enables quantification of the ocean carbon sink, ocean acidification and evaluation of ocean biogeochemical models.\nVisit the NOAA National Centers for Environmental Information\nThe Ocean Carbon and Acidification Data System (OCADS) provides data management services that facilitate and support research on ocean carbon cycling and ocean acidification.\nRead more at the NOAA National CEnters for Environmental Information\nThe TOAR (Tropospheric Ozone Assessment Report) data portal collates global tropospheric ozone data sets from ground sites, aircraft, balloon-sondes, satellites, and models.\nVisit the TOAR Data Portal\nThe Interactive Data Visualization tool gives users a way to explore the abundance of different gases and how they have changed over time at more than 200 NOAA sampling sites around the world.\nView the Greenhouse Gas Concentrations graphing tool\nNOAA tracks trends in atmospheric carbon dioxide, methane, nitrous oxide, and sulfur hexafluoride.\nRead more at the NOAA Global Monitoring Laboratory\nNOAA's Annual Greenhouse Gas Index, known as the AGGI, tracks increases in the warming influence of heat-trapping gases generated by human activity.\nRead more at the NOAA Global Monitoring Laboratory\nThe HYSPLIT model simulates the transport and dispersion of air pollution throughout the atmosphere over local to global scales and is used to link observations with source locations.\nRead more at the NOAA Air Resources Laboratory\nThis joint activity between NOAA's Chemical Sciences Laboratory and NIST's Greenhouse Gas Measurements Program aims to enhance modeling and mapping capabilities for GHG and air pollutant emissions and their associated uncertainties across the continental U.S.\nView the Greenhouse Gas And Air Pollutants Emissions System\nNOAA works closely with data partners to provide data management services that facilitate and support research on ocean carbon cycling and ocean acidification.\nRead more at NOAA National Centers for Environmental Information\nThis data package contains an internally consistent data product for discrete inorganic carbon, oxygen, and nutrients on the U.S. North American ocean margins.\nRead more at NOAA National Centers for Environmental Information",
  "source": "climate.gov"
}