{
  "url": "https://www.climate.gov/ghg/reports-science-assessments",
  "title": "Reports & Science Assessments",
  "date": null,
  "content": "This report is the sixth in a series of reports assessing the available scientific information on climate change.\nView full report\nThe implementation plan is a response to the findings of the 2021 GCOS Status Report, implications arising from the IPCC 6th assessment report and recent scientific studies on the climate cycles.\nView full plan\nThe report is a summary of ocean carbon research, and vision of coordinated ocean carbon research and observations for the next decade.\nView full report\nThe report is a summary of ocean carbon research, and vision of coordinated ocean carbon research and observations for the next decade.\nView full report\nThis report highlights the benefits and costs of mitigating methane emissions.\nView full report\nThe World Meteorological Organization (WMO) Global Greenhouse Gas Watch (G3W) fills critical information gaps and provides an integrated, operational framework that brings under one roof all space-based and surface-based observing systems, as well as modelling and data assimilation capabilities in relation to greenhouse gas monitoring.\nView full report\nTOAR's mission is to provide the research community with an up-to-date scientific assessment of tropospheric ozone's global distribution and trends from the surface to the tropopause.\nView full assessment\nThe assessment features GML data and focuses on emissions from Arctic Council Member and Observer countries and the impacts of black carbon, methane, ozone, and sulfate aerosols on air quality, health, and climate in the Arctic.\nView full report\nThe Global Carbon Budget is a key measure of progress towards the goals of the Paris Agreement. It's widely recognized as the most comprehensive report of its kind and features NOAA data and models. The budget is updated annually and published at the United Nations Climate Change Conference meetings every year.\nView full budget\nThis document highlights a set of national objectives, a conceptual framework and a phased implementation approach for a U.S. GHG Measurement, Monitoring, and Information System.\nDownload the full PDF\nThis assessment is the U.S. government’s preeminent report on climate change impacts, risks, and responses.\nView full assessment\nThis report summarizes the current state of understanding of methane emissions sources and the measurement approaches and evaluates opportunities for methodological and inventory development improvements.\nView full report\nThis report is an authoritative decadal assessment of carbon cycle science that examines the patterns of carbon stocks and fluxes across North America.\nView full report\nThe Action Plan has three key components that include 1) an overview of U.S. federal OA actions to date (2009-2023), 2) U.S. federal priorities for OA research, knowledge applications, and policy integration moving forward, and 3) best practices and recommendations for other national governments developing OA Action Plans.\nView full plan\nThis plan will guide federal research and monitoring investments that will improve our understanding of ocean acidification, its potential impacts on marine species and ecosystems, and adaptation and mitigation strategies.\nView full plan\nThe Ocean Acidification Monitoring Prioritization Plan details how to guide U.S. government efforts towards monitoring that could be deployed to meet the gaps described in the Ocean Chemistry Coastal Community Vulnerability Assessment.\nView full plan\nThis subject-focused Science Plan is the first of its kind within NOAA Research, outlining and prioritizing scientific goals related to ocean carbon observing and providing coordination across NOAA Research and with intra-agency, interagency, and international partners.\nDownload the full PDF",
  "source": "climate.gov"
}