{
  "url": "https://www.climate.gov/ghg/what-are-greenhouse-gases-and-why-do-they-matter",
  "title": "What Are Greenhouse Gases and Why Do They Matter",
  "date": null,
  "content": "Greenhouse effect diagram. Credit: NOAA Climate Program Office, Graphic by Anna Eshelman\nGreenhouse gases (GHGs) are a category of gases that absorb heat energy emitted from the planet's surface and they remain in Earth's atmosphere for a long time (from decades to centuries). Though they make up only a small portion of the atmosphere (less than 1% of all air molecules), GHGs absorb a significant amount of heat energy and re-radiate some of it back toward the surface. They're called \"greenhouse gases\" because they trap heat near the Earth's surface in a manner somewhat similar to how a greenhouse allows in the sun’s rays and then holds in the resulting heat.\nLearn more at the NOAA Global Monitoring Laboratory\nBy adding more GHGs, like carbon dioxide and methane, to the atmosphere, humans are causing average global temperature to rise at an unprecedented rate. Earth has warmed by an average of 0.11°F (0.06°C) per decade since 1850, or about 2°F (1.1°C) in total. If yearly emissions continue to increase as rapidly as they have since 2000, climate models project that by the end of this century global temperature will be between 2.7°F (1.5°C) warmer than the 1901-1960 average, and possibly as much as 7.9°F (4.4°C) warmer, which would be catastrophic to human civilization.\nScientists warn that if our world warms by 2.7°F (1.5°C) or more above pre-industrial temperatures, then there will very likely be harmful impacts to human health and well-being as well as human-built environments and natural systems.\nDownload the Climate Change 2023 Synthesis Report PDF\nThe most basic reason is that fossil fuels—the equivalent of millions of years of plant growth—are the only source of carbon dioxide large enough to raise atmospheric carbon dioxide amounts as high and as quickly as they have risen.\nNOAA develops State of the Science Fact Sheets about key research areas which may be of high interest to the public, and where there may be a diversity of science views within NOAA. This fact sheet focuses on greenhouse gases and climate.\nHuman activities emit 60 or more times the amount of carbon dioxide released by volcanoes each year.\nYes, there are natural sources of atmospheric carbon dioxide. However, by burning fossil fuels, humans are putting carbon dioxide into the atmosphere faster than natural sinks can remove it.\nYes, it matters. Observed and anticipated increases in greenhouse gas emissions from China and other countries don’t let Americans off the hook for reducing emissions.\nJust like your car doesn’t reach top speed the instant you step on the gas, Earth’s temperature doesn’t react instantly to each year’s new record-high carbon dioxide levels.",
  "source": "climate.gov"
}