{
  "url": "https://climate.nasa.gov/news/2843/new-satellite-based-maps-of-mangrove-heights/",
  "title": "New satellite-based maps of mangrove heights",
  "date": null,
  "content": "4 min read\nMangrove forests burst with life, thriving in the muddy and saline environment of tropical coasts. While they cover a small portion of land area (geographically), they are giants in Earth’s carbon cycle. Mangroves are among the planet’s best carbon scrubbers, moving far more than their fair share of carbon dioxide from the atmosphere into long-term storage.\nThriving in brackish water that kills other plants, mangroves drop tons of leaves and branches—more than 9 metric tons per hectare (4 tons per acre) per year. The litter decomposes very slowly because the forests flood regularly at high tide. This translates into a lot of carbon taken out of the atmosphere and stored as peat in mangrove soils.\nThese useful trees are being squeezed between rising seas and coastal development around the world, and scientists are working to assess what that means to the carbon cycle. For that, they need information on forest canopies; the taller the trees, the more carbon they remove from the atmosphere.\nBut mangrove species are wildly divergent in height, with the same forest harboring trees as tall as giant sequoias and as short as rose bushes. And the forests are widely dispersed throughout the world’s tropics and subtropics, so a ground-level inventory is not possible.\n“It is a very muddy world,” said Marc Simard of NASA’s Jet Propulsion Laboratory. “You are in mud up to the knees. It’s extremely hot. Typically, there are a lot of mosquitoes, spiders, and bugs you don’t want.”\nSimard led a team of NASA and university researchers who recently measured mangrove canopy heights from space and estimated how much carbon is stored in these canopies. They calculated that the global above-ground mangrove carbon stock is 5.03 Petagrams (5.03 gigatons). That is within the range of published estimates, but considerably lower than recent estimates based on models.\nThe map below, based on data from Simard and colleagues, depict the canopy height—the average height of the trees—around the Gabon Estuary in Africa. The muddy, fertile swamps of Gabon nurture the world’s tallest mangroves, with the loftiest tree (65 meters, or 213 feet) overtopping the Grizzly Giant sequoia of Yosemite National Park.\nAnd while the trees may not stand quite as tall, they are quite abundant in Indonesia. Nearly a quarter of the carbon stored globally in mangroves can be found in Indonesia.\nThey also found that these productive forests—located in the some of the world’s wettest, cloudiest, and most remote regions—are significantly taller than previously reported. Equatorial West Africa and South America are hot spots for giant mangroves, with forests that match the height of tropical rainforests.\nSimard and colleagues also charted the relationship of tree height to rainfall, temperature, and the frequency of cyclones in each forested area. Globally, these three factors explain 74 percent of the differences in mangrove height.\nThe other quarter depends on local factors, mostly the availability of nutrients and how salty the local swamp is. “The trees can cope with salt water, but they don't necessarily like it,” said Simard, who has done fieldwork in mangrove forests in Gabon. “The less saline it is, the less stressful it is for their productivity.”\nThe researchers used global digital elevation maps from NASA’s Shuttle Radar Topography Mission and lidar altimetry measurements from NASA’s IceSat satellite to produce the new maps. They are a snapshot view, covering only a single year, but can serve as a baseline for nations or international organizations trying to monitor how climate is affecting these valuable ecosystems.\nNASA Earth Observatory images by Joshua Stevens, using data courtesy of Simard et al. (2019). Story by Carol Rasmussen, NASA Earth Science News Team, with Mike Carlowicz, NASA Earth Observatory.\nEarth’s far northern reaches have locked carbon underground for millennia. New research paints a picture…\nRunoff from one of North America’s largest rivers is driving intense carbon dioxide emissions in…\nMethane ‘hot spots’ in the Yukon-Kuskokwim Delta are more likely to be found where recent…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}