{
  "url": "https://climate.nasa.gov/news/2815/nasas-terra-satellite-celebrates-100000-orbits/",
  "title": "NASA’s Terra satellite celebrates 100,000 orbits",
  "date": null,
  "content": "6 min read\nBy Tassia Owen,NASA’s Goddard Space Flight Center\nMore than 400 miles above Earth, a satellite the size of a school bus is earning its frequent flyer miles. On Oct. 6, NASA’s Terra completed 100,000 orbits around Earth. Terra joins a handful of satellites to mark this orbital milestone, including the International Space Station, Earth’s Radiation Budget Satellite (ERBS), Landsat 5 and Landsat 7. Terra, which launched Dec. 18, 1999, is projected to continue operation into the 2020s.\nThe five scientific instruments onboard Terra provide long-term value for advancing scientific understanding of our planet — one of the longest running climate satellite data records — and yield immediate benefits in such areas as public health. For example, recently scientists analyzed 15 years of pollution data in California, collected by the Multi-angle Imaging Spectroradiometer (MISR) instrument, and discovered that the state’s clean air programs have been successful in reducing particle pollution. More urgently, data from the Advanced Spaceborne Thermal Emission and Reflection radiometer (ASTER) and MISR provided crucial information about the air quality and land change conditions around Hawaii’s erupting Kilauea volcano, informing critical public health and safety decisions.\nBut just as a plane can’t fly without a crew, the Terra satellite never could have provided these vital benefits to society for this long without decades of dedicated work by engineers and scientists.\nCompleting more than 2.5 billion miles of flight around Earth over almost 19 years, by a satellite designed to operate for five years, does not happen unless a satellite is designed, constructed and operated with great care.\n“Multiple, different aspects in the team make it work,” said Eric Moyer, deputy project manager ­– technical at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\n“The Terra team includes flight operations, subsystem engineers, subject matter experts, the instrument teams and the science teams for each of the instruments. Overall it all has to be coordinated, so one activity doesn’t negatively impact another instrument,” said Moyer, who worked on Terra during construction and continues to be involved with its operations today.\nDimitrios Mantziaras, Terra mission director at Goddard, summed up what it takes: “A well-built spacecraft, talented people running it and making great science products, with lots of people using the data, that’s what has kept Terra running all these years.”\nTerra was unique from the beginning. It was one of the first satellites to study Earth system science, and the first to look at land, water and the atmosphere at the same time. Unlike many previous, smaller satellites, Terra didn’t have a previously launched satellite platform to build upon. It had to be designed from scratch.\n“Unlike the Landsat mission, which continues to improve upon its original design, nothing like Terra had ever been built,” said Dick Quinn, Terra’s spacecraft manufacturing representative from Lockheed Martin, who still works part-time at with the team responsible for Terra’s continued flight.\nTerra was meant to be the first in a series of satellites, known as AM-1, 2 and 3, each with a design life of about five years. Instead, the mission team ended up designing a satellite that lasted longer than the combined design life of three generations of Terra satellites.\nThe built-in redundancies and flexibility of the satellite were put to the test in 2009, when a micrometeoroid struck a power cell, degrading the thermal control for the battery.\n“We had to change the way we manage the battery to keep it operating efficiently and keep it at the right temperature,” said Jason Hendrickson, Terra flight systems manager at Goddard, who joined the team in 2013. To do this, the team used the charge and discharge cycle of the battery itself to generate the heat necessary to keep the battery operating. They have been finetuning this cycle ever since.\nTerra engineers and scientists continually plan for worst-case scenarios, anticipating problems that may never develop.\n“We are always thinking, if this were to fail, how are we going to respond?” Hendrickson said. “You can’t just go to the garage and swap out parts.”\nNot only does the team plan for many possible scenarios, but it also looks back at the response and figures out how it can be improved.\nHowever, most of the time, they don’t have to wait for a system failure to practice contingency plans. For example, in 2017 the team executed the second lunar deep space calibration maneuver in Terra’s lifetime. The satellite turned to look at deep space, instead of at Earth.\n“We had to take into account what would happen if the computer were to fail when we were pointed at deep space,” Hendrickson said.\nThe calibration maneuver was executed successfully and the team never had to conduct their contingency plan. The science gained from calibrating Terra’s data against deep space allowed the scientists to improve the data collected by the ASTER instrument. ASTER, a collaborative instrument with Japan and the United States, is one of five instruments on Terra. It monitors volcanic eruptions, among many other objectives and provides high resolution imagery of locations all over the world.\nIn addition to ASTER, the instruments on Terra make many contributions and benefit people worldwide:\nThe science teams for each instrument work with the operations and technical teams to ensure that the scientific data provided is accurate and useful to the researchers who access it.\nThe data is free and is valued by people all over the world. Not only can it be accessed daily, there are over 240 direct broadcast sites, where data can be downloaded in near real-time, all over the world. Moyer said that one of the most rewarding parts of working with Terra is that “the science data is truly valued by people we don’t even know. People all over the world.”\nFor more information on Terra, visit https://terra.nasa.gov.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}