{
  "url": "https://climate.nasa.gov/news/2966/covid-19-nasa-science-keeps-the-lights-on/",
  "title": "COVID-19: NASA Science Keeps the Lights On",
  "date": null,
  "content": "8 min read\nAcross NASA’s many missions, thousands of scientists, engineers, and other experts and professionals all over the country are doing what they do best, but now from home offices and via video conferencing. With most personnel supporting missions remotely to keep onsite staff at a minimal level in response to COVID-19, the agency is moving ahead strongly with everything from space exploration to using our technology and innovation to help inform policy makers.\nNASA is studying whether there are long-term responses from our planet caused by changes in human activity patterns due to COVID-19 quarantines. In the short-term, our satellites provide objective, accurate, and timely information on national and global food supplies that will help support USDA, USAID, and the global agencies that oversee food security. Scientists can track air quality changes, such as the drop in nitrogen dioxide, a major air pollutant, over major metropolitan areas around the world. Seeing Earth’s lights at night also helps researchers track patterns in energy use and human activity around the planet.\nResponding to the White House’s call to action to develop new technology and data mining approaches that could help the research community address COVID-19 science questions, NASA's Jet Propulsion Laboratory (JPL) in California used artificial intelligence and natural language technologies to extract medical diagnoses, medical conditions, and drug and disease information from a database of 25,000+ publications. The information helps shed light on transmission, incubation, and environmental stability of the virus; what has been published about medical care for those affected; what we know about COVID-19 risk factors; and what we know about non-pharmaceutical interventions. The data was made available to the research community on March 23.\nNASA’s Ames Research Center in California’s Silicon Valley, will use its supercomputer to crunch extremely complex and high volumes of data to help with COVID-19. The center's supercomputers are part of the White House's COVID-19 High Performance Computing Consortium to provide COVID-19 researchers with access to the world’s most powerful high-performance computing resources that can significantly advance the pace of scientific discovery in the fight to stop the virus. The sophisticated computing can process massive numbers of calculations related to bioinformatics, epidemiology and molecular modeling, helping scientists develop answers to complex scientific questions about COVID-19 in hours or days versus weeks or months.\nTo aid in the COVID-19 response, NASA is opening access to the full portion of its supercomputing resources reserved for national priorities outside of the agency’s aeronautics and space research and exploration scope. This includes storage and providing support to help researchers to port their applications to NASA computing systems, run their applications, troubleshoot any issues and address any other requested support, including visualization.\nNASA is exploring additional ways to leverage its expertise and capabilities to help with the national COVID-19 response. Employees can submit ideas for solutions relevant to COVID-19 via an internal crowdsourcing website. The call for ideas focuses on urgent needs related to personal protective equipment, ventilation devices, and monitoring and forecasting the spread and impacts of the virus, but any idea is welcome. Multiple ideas may be selected for follow-up and potential action.\nWhile we leverage our technical expertise and technology to help provide important COVID-19 information, we continue our exploration of the solar system and beyond.\nThe interagency Community Coordinated Modeling Center continues to support and protect NASA robotic missions by monitoring space weather. We’re also monitoring the Sun 24 hours a day, seven days a week with our missions like the Solar Dynamics Observatory and the Solar Terrestrial Relations Observatory. We’re also keeping an eye on asteroids, detecting and characterizing near-earth objects zooming by.\nFor asteroids much farther out, OSIRIS-REx is gearing up for its close approach of Bennu on April 14, using Natural Feature Tracking (NFT) optical navigation flying to a range of about 125 meters from the surface, followed by the final low-altitude (about 250 meter) reconnaissance flyover of the backup Osprey sample site on May 26.\nRecently, the Mars Curiosity science team conducted its first “drilling while teleworking” activity. The team, while working remotely, controlled the rover in digging a hole in “Edinburgh,” a target on the top of the Greenheugh Pediment to learn more about the capping material that was a layer covering a large portion of Gail crater but now only remains in a few places.\nJuno’s next close flyby of Jupiter is slated for April 10 with the spacecraft at a specially designed attitude to increase particle measurements over the planet’s aurora. During this close flyby, known as PJ-26, or Perijove-26, scientists hope they will get measurements to help answer key questions about how Jupiter's aurora work and compare with Earth's aurora.\nWith Hubble reaching its 30th year in space on April 24, the team is about to kick off the annual peer review of science proposals competing for Hubble observing time in the coming year. While the review usually involves astronomers all over the world gathering at the Space Telescope Science Institute in Baltimore, this review will be held via videoconference.\nNASA’s other operating Great Observatory, Chandra, continues to study objects across the universe. In the last few weeks, the observatory has collected X-ray data on Supernova 1987A and a developing galaxy cluster 10 billion light years away, among many other targets. Chandra also will soon observe a possible magnetar, a neutron star with an extraordinarily strong magnetic field, discovered on March 10th. Chandra’s annual peer review will be held in June with participants joining remotely. The James Webb Space Telescope will continue its integration and testing at Northrop Grumman in California with a reduced staff until Deployable Tower Assembly set up in April.\nScience data continues to roll in from the International Space Station, including from NICER, with the instrument maintaining its twice a week target plans. The NICER operation team is taking target of opportunity requests from the community. A few of the highlights over the past two weeks include the detection of a glitch in a magnetar that NICER discovered three weeks ago and the discovery that a recent X-ray transient is actually a neutron star binary system with eclipses. In addition, NICER has just begun its second Guest Observer Cycle where it is providing data to outside teams that won competitively selected time.\nAlthough health advisories have grounded NASA’s airborne Earth Science research campaigns temporarily, its 15 Earth-observing satellite missions and six instruments on the International Space Station are operating without disruption, tracking the natural and human-driven changes of our home planet, as well as beginning to gather data on variations resulting from human activity responding to COVID-19.\nWe continue to publish important research, such as a report released March 23 on the rate of retreat and shape of the ground underneath the Denman Glacier in East Antarctica. Scientists at JPL and the University of California, Irvine, analyzed radar data from four satellites from the Italian COSMO-SkyMed mission and found that the shape of ground beneath the ice sheet allows warm ocean water to flow underneath, leading to quicker and irreversible retreat and resulting in subsequent sea level rise.\nNASA’s space biology research continues to study the basic workings of the human body and model organism analogs. Scientists are studying immune systems, bones, muscles, hearts – and even how our bodies interact with microorganisms in the unique environment of space. By studying how organisms respond to microgravity and other aspects of space, we increase our understanding of life on Earth and develop the knowledge needed to support long-term human habitation in space. This fundamental research is turning into better treatments for patients here on Earth. Platforms like NASA’s Rodent Research fly regularly to the International Space Station with commercial and academic experiments involving novel medicines and bone and muscle research.\nIn addition to continuing spacecraft operations, science data analysis continues across our missions, with significant publishing activity from NASA-funded researchers. Our researchers collect and analyze data and collaborate with the interagency and international research community to address all aspects of NASA science. All data products are open and freely available via our network of online data centers and websites. Submitted research grant proposals and mission selections are being evaluated, chosen, and announced, with the agency stepping up to address online proposal submissions in the time of COVID-19 challenges.\nFrom remote controlling spacecraft and gathering data, to managing mission operations and conducting research, NASA will keep working for the nation while protecting the health and safety of our workforce.\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}