{
  "url": "https://climate.nasa.gov/news/2844/fire-below-ice-above-volcanoes-glaciers-and-sea-level-rise/",
  "title": "Fire below, ice above: volcanoes, glaciers and sea level rise",
  "date": null,
  "content": "6 min read\nBy Pat Brennan,NASA's Sea Level Change Portal\nThe movement of continents is far slower than a snail’s pace. It’s more like watching your fingernails grow.\nBut speed up the movie over tens of millions of years and it begins to look like a demolition derby. Riding over Earth’s mantle on strong but flexible plates, the continents smash together and tear themselves apart, creating rugged mountain chains or deep ocean trenches.\nHot magma from below the crust can rise toward the surface, like a blister pushing up below the skin. These gas and liquid-rich rocks create volcanoes. And they are created by hot spots – buoyant material that rises from more than 400 miles (660 kilometers) down, or even as deep as the core-mantle boundary. The ocean crust and continental plates glide over these hot spots through time, leaving scars over millions of years that reveal the plates’ paths.\nNew seismic data and analysis, along with mechanical modeling capabilities, are allowing scientists to get to know these previously cryptic features a little better. And they are turning out to be potentially important when it comes to predicting how quickly the glaciers of Greenland and Antarctica will flow into the sea, reducing ice mass in the polar regions and raising sea levels.\nThe heat welling up from Earth’s interior beneath ice sheets and glaciers has nothing to do with the relatively rapid change in climate over recent decades, driven mainly by human emissions of greenhouse gases that warm the atmosphere. Heat sources from the deep Earth can remain steady for 50, 90 or 100 million years; human-driven climate change is occurring over mere decades and centuries.\nBut as the coastal ice shelves that hold back glaciers begin to thin and melt away, the glaciers – essentially rivers of ice – are suddenly free to flow more quickly. If their channels happen to carry them over hot spots in the mantle, they can flow all the faster.\n“Heat content within an ice sheet raises the temperature, and therefore lowers viscosity” of the ice at the base of the glacier, said Erik Ivins, a senior research scientist at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nThe result: lubrication of the glacier’s movement.\n“It’s capable of expelling ice mass through faster flow,” Ivins said.\nA dramatic example is found in Greenland, where a long “thermal track” was recently revealed beneath the miles-thick ice sheet that covers the giant island.\nThis scar tells an 80-million-year story. As the North American continental plate carried Greenland north, it glided over a relatively stationary hot spot – the same spot that later formed Iceland after Greenland had moved on, leaving the hot spot to punch out a new land mass from the crust beneath the sea.\nThe scar’s track through Greenland still shows a measurable heat signature, according to a study published in August 2018. Led by Yasmina M. Martos, a planetary scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, the research team used data previously gathered on Greenland’s magnetic and gravitational profiles to reveal the scar’s location. They also tracked its heat, tracing the scar from northwestern to southeastern Greenland.\n“It may mean that Greenland can expel its ice faster than we are anticipating in predictive models,” Ivins said.\nHe was part of a science team that recently explored the implications of another hot spot on the opposite side of the planet: A deep mantle plume believed to lie below Marie Byrd Land in West Antarctica.\nIvins and JPL researcher Hélène Seroussi, along with others, devised a detailed, three-dimensional computer model of how heat from such a plume might affect the base of the Antarctic ice sheet. A big question: How much heat is too much?\nIn other words, what level of heat from the plume would match changes observed on Antarctica’s surface? The possible plume’s exact size, temperature and location were unknown, despite new seismic imaging information that had begun to improve the picture. And direct measurements of geothermal heat flux from below the ice are extremely rare. But Seroussi and Ivins had the next best thing: satellite and airborne observations of the height of the ice sheet. This fluctuates from place to place as the ice melts from below, causing sudden drops, for instance, when rivers of meltwater at the ice sheet’s base drain rapidly into subglacial lakes downstream.\nToo much heat from the plume in the computer model would lead to much higher melt-rates than the observations revealed.\nThe model, informed by observations from NASA’s orbiting IceSat satellite, as well as the airborne Operation IceBridge, delivered a solid verdict: while the heat was high beneath Marie Byrd Land, the greatest ice-height variability – and hence the highest heat flow – was located hundreds of kilometers to the west. Here the rates of lake-to-lake water-flows below the ice sheet were also significantly higher. Seismic observations of the area offered further evidence – signs of a rift in Earth’s crust, a great place for heat from the mantle to reach toward the surface.\nThis heat flow is quite subtle, between 150 and 180 milliwatts per square meter. A milliwatt is one thousandth of a watt. Make such a measurement in California’s San Gabriel Mountains, near JPL, and you’ll get readings as high as 60 to 80 milliwatts per square meter. Take the temperature in a place like Yellowstone National Park, known for its high level of geothermal activity, and expect up to 220 milliwatts per square meter over broad regions away from the park’s famous geysers.\nSubtle as it might be, however, the plume’s “heat flux” could be enough to speed up the melting of the ice sheet.\nEstimating just how much, and the potential future effects on sea level, will require teasing apart the modest, background heating of the mantle plume – acting over tens of millions of years – from the more powerful, short-term effect of a warming ocean.\n“It can impact the properties of the ice, but the changes still have to be triggered by something else,” Seroussi, the lead author of the 2017 modeling study, said of the under-ice mantle plume. Such plumes “have been there forever, will be there forever. The ice changes slowly; these things change even slower than the time-scale of the ice. They’ve been there a very long time.”\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}