{
  "url": "https://climate.nasa.gov/news/2968/a-warming-arctic-turns-topsy-turvy/",
  "title": "A Warming Arctic Turns Topsy Turvy",
  "date": null,
  "content": "13 min read\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nLast summer was hot in Alaska.\nHow hot was it, you ask?\nWell, last summer was so hot, salmon were literally cooking themselves in the rivers.\nBad joke? Perhaps. While you won’t find river-boiled salmon on the menu at your local seafood restaurant anytime soon, it’s a fact that last July, as Alaska and much of the Arctic experienced near-record warmth, the water temperature in some Alaskan rivers reached an unfathomable 82 degrees Fahrenheit (28 degrees Celsius). The abnormally warm waters led to mass salmon die-offs.\nSadly, the fate of the simmering salmon, while exaggerated, stems from a disturbing reality. As the Arctic warms three times faster than the rest of our planet, this excess heat is taking an increasingly severe toll on Arctic ecosystems and Earth’s climate.\nAsk Chip Miller. The NASA Jet Propulsion Laboratory atmospheric scientist has spent much of the past decade crisscrossing Alaska and Canada as a lead scientist on two NASA airborne field campaigns: The Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE) and the Arctic Boreal Vulnerability Experiment (ABoVE).\nAs principal investigator of CARVE, conducted from 2011 to 2015, Miller and his team collected measurements of atmospheric carbon dioxide, methane and carbon monoxide as well as land surface data to improve our understanding of how carbon cycles in the Alaskan Arctic. Their objective: enable accurate forecasts of how much carbon dioxide and methane will be emitted into the atmosphere as permafrost — ground that remains frozen for at least two straight years — thaws in the future.\n“We hope to be able to say when, where, how much and in what way carbon that’s currently stored in permafrost will reenter the carbon cycle as permafrost thaws,” he said. “We believe we’ve seen and demonstrated that Alaska, if not all of North America, has gone from being a place that stores carbon to being a net source to the atmosphere. That’s a big deal for the global carbon cycle.”\nAs deputy science lead for ABoVE, a 10-year campaign that began in 2015, Miller and his teammates are assessing how vulnerable and resilient Arctic and boreal ecosystems and societies are to environmental change.\nIt’s a huge interdisciplinary undertaking. More than 600 international scientists are studying approximately 4 million square kilometers (more than 1.5 million square miles) of northwestern North America, spanning from Canada’s Hudson Bay to Alaska’s Seward Peninsula. The team is examining many different aspects of Arctic vulnerability, including the state of permafrost and soil moisture.\nUnder the leadership of Project Manager Peter Griffith of NASA’s Goddard Space Flight Center in Greenland, Maryland, and Science Lead Scott Goetz of Northern Arizona University in Flagstaff, the ABoVE team has published more than 100 research papers to date. Their results are providing a marker against which future Arctic changes can be measured.\n“We want to understand how deep permafrost extends down from the surface layer where thawing is taking place,” Miller said. “In northern high-latitude regions, soils below the surface stay frozen year-round, but thaw near the surface during the warm season. We’re using radar on aircraft and satellites to characterize how thick this surface layer is, how much it’s sinking, and how permafrost changes after disturbances like wildfires.”\nThe changes the team is seeing are extraordinary.\n“We’re seeing places where lakes aren’t freezing solid during the winter, so the ice doesn’t go all the way down to the bottom of the lake anymore,” he said. “This warm water is beginning to thaw permafrost on lakebeds, allowing methane to be generated during winter. This results in places where methane bubbles are continually percolating up to the lake surface year-round, which keep ice from forming.”\nArctic warming and thawing permafrost are also causing Alaskan infrastructure to fail. “Villages that have existed on the coast for thousands of years have begun collapsing, or washing into the ocean, due to a lack of sea ice and subsequent coastal erosion by warm waters,” Miller said. “Places like Kivalina, a village of 400 on Alaska’s west coast; and Shishmaref, a village of 600 on a small island off the Alaskan mainland north of the Bering Strait, are under serious threat. Some will be forced to relocate. The permafrost has literally been the bedrock these communities were built upon. Now, houses are just toppling over and roads are becoming virtually impassable.”\nOne of the most distressing changes Miller is seeing is a big increase in the frequency and intensity of boreal forest wildfires, especially in Canada’s Northwest Territories.\n“The fires are attacking ‘legacy’ carbon that’s been stored for hundreds to thousands of years,” he said. “Normally, fire doesn’t burn everything completely. It leaves a bunch of charcoal behind. That’s a natural part of the life cycle of boreal forests. But the wildfires we’re seeing now are so intense that they’re burning into the organic layer of debris that covers the forest floor, releasing carbon that’s been stored in the soil for generations.”\nAlaska saw major wildfire outbreaks in 2015 and 2019, spurred by early springs and warmer-than-normal temperatures. Last year, 719 fires burned nearly 2.6 million acres of Alaskan forests and tundra. The impacts were much worse than in a typical fire year. “The air quality in Fairbanks was horrendous all summer long,” Miller said. “Most of the Alaskan interior was blanketed in smoke for long periods.”\nThe fires are having major impacts on the Arctic carbon cycle. “One thing we learned from CARVE is that Alaska is generally a small source of global carbon emissions on an annual basis, with its boreal forests taking up carbon and its tundra emitting it,” Miller said. “But when you have a large fire year like 2015 or 2019, it can offset all of the forests’ carbon uptake and turn the state into a relatively large source of carbon.”\nABoVE is discovering important things about the distribution of Arctic methane emissions. “We’re using imagery from JPL’s Airborne Visible/Infrared Imaging Spectrometer – Next Generation (AVIRIS-NG) instrument to detect and image methane hotspots coming from land surfaces,” he said. “We’re mapping areas as large as 10,000 square kilometers (3,900 square miles) in 25-square-meter pixels –roughly 400 million measurements – and analyzing each one for its methane content. This allows us to study methane hotspot patterns across geographic areas of varying sizes. At the same time, AVIRIS data allow us to map the geographical distribution of plants, the types of vegetation present, how close things are to lakes and rivers, relative surface temperatures, etc. The ability to image vast areas in high resolution has given us a unique new way to evaluate how methane emissions are distributed.”\nIn February, a team led by ABoVE scientist Clayton Elder of JPL published a study that used AVIRIS-NG to fly over 11,583 square miles (30,000 square kilometers) of the Arctic landscape. Methane hotspots were detected over about one-tenth of one percent of that area. The researchers defined a hotspot as an area with more than 3,000 parts per million-meter of methane between the airborne sensor and the ground. The survey collected about one billion 25-square-meter data pixels.\n“We detected more than two million hotspots, the locations of which were strongly correlated with areas where permafrost had recently thawed due to an event such as a fire or the sudden melting of ground ice,” he said. As permafrost thaws, the carbon stored in it becomes food for microbes to metabolize and turn into carbon dioxide and methane. The team found the hotspot locations were strongly correlated with how far they were from sources of standing water, such as lakes and streams. “These types of events happen frequently at the edges of rivers or along lake shorelines where you get erosion from warm waters,” he said.\nWhile the team wasn’t surprised by the number of hotspots, their spatial distribution initially confused them. “When you look at the data and the landscape, a lot of these places look very similar,” Miller said. “Understanding why some were hotspots and others weren’t was a challenge. We’re seeing methane emissions that aren’t distributed uniformly and that are concentrated in a relatively small number of hotspots. We don’t yet know why. Is it the vegetation? Is there something special going on at the subsurface level? We think thawing permafrost plays a big role.”\nABoVE recently entered a new phase of its campaign that places greater emphasis on how Arctic warming is impacting ecosystem services — the direct and indirect contributions that ecosystems make to human well-being. For example, how are these changes affecting the availability of freshwater, fish, and large herbivores? How are they affecting ecosystems, or changes in vegetation, migratory patterns, and the number of animals such as caribou, etc.?\n“When there’s not enough snow or when we get a winter rain event where ice forms on snow, it’s bad news for caribou,” Miller said. “They can’t punch through the ice. There’s been an increasing number of unusual ‘rain on snow’ events deep in the Arctic winter. When rain falls on snow, it forms ice that makes it much more difficult for some animals to get around and feed. These events used to happen perhaps once a decade or every other decade. Now they seem to be almost annual events. And if the snow gets really wet and caribou have to slog through it, they and other larger animals become easy prey for wolves, who have an easier time staying atop the ice. This is one way a changing climate can impact ecosystem services that people in the Arctic rely upon.”\nAs part of ABoVE, science lead Goetz is leading a project to explore evidence for the progression of an ongoing biome shift. A biome is a community of animals and plants that are geographically located together and have common characteristics. In recent years, Goetz and scientists from numerous international research teams have used data from ground surveys, aircraft and satellites to document the ongoing expansion of shrubs in Arctic, high-latitude and alpine tundra ecosystems. This body of evidence is now robust enough that an Intergovernmental Panel on Climate Change Special Report in 2018 concluded with high confidence that “woody shrubs are already encroaching into tundra and will proceed with further warming.”\nMiller’s seen these changes himself. Last summer, he traveled with colleagues on an all-weather road from the delta of Canada’s longest river, the Mackenzie, through Canada’s boreal forest to the northernmost coast of Canada’s Northwest Territories. “The variety and number of shrubs along the road was just phenomenal,” he said. “There should have been nothing but tundra along the whole road – it’s as pristine a tundra as you can get. Instead, we saw shrubs encroaching along the roads.”\nThe team is also documenting changes to the start of the Arctic cold season. “Traditionally, freezing starts around September 1, snowfall typically ends by mid- October and winter extends into the May-June timeframe,” he said. “But now it seems winters aren’t as cold as before. The number of days with temperatures below minus 40-degree Fahrenheit temperatures has diminished dramatically. These temperature changes persist both at and below the surface. We’re seeing increased carbon dioxide and methane emissions from land surfaces in the September to December timeframe.\" Other evidence suggests the active surface layer that thaws each year isn’t freezing as fast as it used to, instead staying unfrozen long into the early cold season.\nMiller stressed all parts of the Arctic definitely aren’t the same. “The Arctic is a diverse place, encompassing Greenland, Scandinavia, eastern and western Siberia and North America,” he said. “Each area has its own particular biology and climate. Everything is changing rapidly but not necessarily in the same ways in each zone. Greenland is completely different from other Arctic regions because it’s really the high Arctic and is mostly covered by an ice sheet, with small exposed land areas near the coast. In contrast, Scandinavia is covered by boreal forests extending all the way to the coast.”\nMiller said the team is keenly interested in how its work in North America can be used to forecast conditions in other parts of the Arctic, where scientists have few observations.\n“We have detailed information for North America,” he said. “Now we want to see how well these data extrapolate to other parts of the Arctic so we can begin to make future projections. For example, we don’t have the measurements we need to be able to make an accurate assessment of Siberia’s annual carbon dioxide and methane budgets. Sampling towers spread far apart across Siberia are giving scientists new insights, but compared to what we have elsewhere in the world, the data are still relatively limited.”\nTo that end, NASA scientists are teaming with colleagues in Japan, France, Germany, Switzerland, Russia, Finland and Sweden to incorporate ABoVE data into climate models that can be applied to Eurasia. “The team’s investigations in Alaska and Canada are allowing us to better understand Arctic processes that we believe are widespread,” he said. “This will give us higher confidence in our projections for the future.”\nMiller says ABoVE results will be complemented by data from other current and upcoming NASA space missions. Already, the precise elevation measurement capabilities of NASA’s Ice, Cloud and land Elevation Satellite-2 (ICESat-2) are being used to measure the structure of vegetation in the boreal forests that ring the North Pole. In 2022, NASA will launch the revolutionary joint NASA-Indian Space Research Organization Synthetic Aperture Radar (NISAR) mission, which will, among other things, generate complete maps of the state of permafrost across the entire Arctic every 12 to 14 days. Arctic studies will also benefit from global imaging data on ecosystems, agriculture, mineralogy, coastal zones, natural hazards and snow and ice collected by the Surface Biology and Geology satellite, planned for launch in the mid-2020s.\nIn conclusion, Miller says the Arctic is really a bellwether for the health of our entire planet. “What happens in the Arctic doesn’t stay in the Arctic,” he said. “The ecosystems there are so hyper-evolved for brutally harsh conditions that they’re extremely sensitive to any changes. So, any changes we see there are good indications the rest of the Earth system is also changing rapidly. We should be concerned.”\nFor more information on ABoVE, visit http://above.nasa.gov.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}