{
  "url": "https://climate.nasa.gov/news/2817/with-thick-ice-gone-arctic-sea-ice-changes-more-slowly/",
  "title": "With thick ice gone, Arctic sea ice changes more slowly",
  "date": null,
  "content": "4 min read\nThe Arctic Ocean's blanket of sea ice has changed since 1958 from predominantly older, thicker ice to mostly younger, thinner ice, according to new research published by NASA scientist Ron Kwok of the Jet Propulsion Laboratory, Pasadena, California. With so little thick, old ice left, the rate of decrease in ice thickness has slowed. New ice grows faster but is more vulnerable to weather and wind, so ice thickness is now more variable, rather than dominated by the effect of global warming.\nWorking from a combination of satellite records and declassified submarine sonar data, NASA scientists have constructed a 60-year record of Arctic sea ice thickness. Right now, Arctic sea ice is the youngest and thinnest its been since we started keeping records. More than 70 percent of Arctic sea ice is now seasonal, which means it grows in the winter and melts in the summer, but doesn't last from year to year. This seasonal ice melts faster and breaks up easier, making it much more susceptible to wind and atmospheric conditions.\nKwok's research, published today in the journal Environmental Research Letters, combined decades of declassified U.S. Navy submarine measurements with more recent data from four satellites to create the 60-year record of changes in Arctic sea ice thickness. He found that since 1958, Arctic ice cover has lost about two-thirds of its thickness, as averaged across the Arctic at the end of summer. Older ice has shrunk in area by almost 800,000 square miles (more than 2 million square kilometers). Today, 70 percent of the ice cover consists of ice that forms and melts within a single year, which scientists call seasonal ice.\nSea ice of any age is frozen ocean water. However, as sea ice survives through several melt seasons, its characteristics change. Multiyear ice is thicker, stronger and rougher than seasonal ice. It is much less salty than seasonal ice; Arctic explorers used it as drinking water. Satellite sensors observe enough of these differences that scientists can use spaceborne data to distinguish between the two types of ice.\nThinner, weaker seasonal ice is innately more vulnerable to weather than thick, multiyear ice. It can be pushed around more easily by wind, as happened in the summer of 2013. During that time, prevailing winds piled up the ice cover against coastlines, which made the ice cover thicker for months.\nThe ice's vulnerability may also be demonstrated by the increased variation in Arctic sea ice thickness and extent from year to year over the last decade. In the past, sea ice rarely melted in the Arctic Ocean. Each year, some multiyear ice flowed out of the ocean into the East Greenland Sea and melted there, and some ice grew thick enough to survive the melt season and become multiyear ice. As air temperatures in the polar regions have warmed in recent decades, however, large amounts of multiyear ice now melt within the Arctic Ocean itself. Far less seasonal ice now thickens enough over the winter to survive the summer. As a result, not only is there less ice overall, but the proportions of multiyear ice to seasonal ice have also changed in favor of the young ice.\nSeasonal ice now grows to a depth of about six feet (two meters) in winter, and most of it melts in summer. That basic pattern is likely to continue, Kwok said. \"The thickness and coverage in the Arctic are now dominated by the growth, melting and deformation of seasonal ice.\"\nThe increase in seasonal ice also means record-breaking changes in ice cover such as those of the 1990s and 2000s are likely to be less common, Kwok noted. In fact, there has not been a new record sea ice minimum since 2012, despite years of warm weather in the Arctic. \"We've lost so much of the thick ice that changes in thickness are going to be slower due to the different behavior of this ice type,\" Kwok said.\nKwok used data from U.S. Navy submarine sonars from 1958 to 2000; satellite altimeters on NASA's ICESat and the European CryoSat-2, which span from 2003 to 2018; and scatterometer measurements from NASA's QuikSCAT and the European ASCAT from 1999 to 2017.\nNews media contact\nEsprit Smith Jet Propulsion Laboratory, Pasadena, Calif.818-354-4269Esprit.Smith@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}