{
  "url": "https://climate.nasa.gov/news/2818/operation-icebridge-icesat-2-join-forces-to-survey-antarctica/",
  "title": "Operation IceBridge, ICESat-2 join forces to survey Antarctica",
  "date": null,
  "content": "The Shackleton Range in Antarctica at sunset with snow blowing off the ridges, photographed during an Operation IceBridge flight on Oct. 10, 2018. Credit: NASA/Michael Studinger\nBy Maria-José Viñas,\nNASA’s Earth Science News Team\nNASA’s decade-long airborne survey of polar ice, Operation IceBridge, is once again probing Antarctica. But this year is different: it is the first time that the IceBridge team and instruments survey the frozen continent while NASA’s newest satellite mission, the Ice, Cloud and land Elevation Satellite-2 (ICESat-2), studies it from space.\nAfter successfully flying over the Bailey Ice Stream and Slessor Glacier in East Antarctica on Oct. 10, IceBridge will spend the next five weeks measuring changes in Antarctic sea and land ice while precisely flying under orbits of ICESat-2 to compare measurements.\nIceBridge began flying in 2009 to maintain continuity of laser-altimetry measurements between NASA’s ICESat missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, was launched this past Sept. 15. Since then, ICESat-2 has successfully collected its first height measurements across the Antarctic Ice Sheet on Oct. 3.\n“After a decade of flying both poles every year, we’re finally bridging the two ICESat satellite missions,” said Joe MacGregor, IceBridge’s project scientist and a glaciologist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “It’s hugely satisfying to be part of building this key observational record of change in the polar regions.”\n“This campaign is our second-to-last Antarctic campaign and it is arguably the most scientifically diverse that IceBridge has ever done,” MacGregor said. “We’re going to be revisiting classic IceBridge targets: flights along glacier flowlines that have been surveyed since 2002, long-term sea ice flights, and new targets across West Antarctica. More than two dozen of these mission designs are relevant to both IceBridge and ICESat-2.”\nIceBridge and ICESat-2 both use laser altimeters that fire pulses of light toward the ground and measure how long it takes for that light to bounce off the ice and return to the instruments’ sensors. Scientists can then calculate the distance between the aircraft or the satellite and the ice surface, which gives them the ice height.\nWhen IceBridge flies along a track over Antarctica that ICESat-2 has either just or is about to pass over as it orbits in space, pilots will align the plane so that the swath fired by IceBridge’s laser altimeter encompasses the tracks of two of ICESat-2’s six laser beams. Researchers will then look for overlap between the IceBridge and ICESat-2 returns and compare their measurements of ice height.\nDuring this year’s Antarctic campaign, the IceBridge team will fly under some of ICESat-2’s orbits over sea and land ice. The underflights over sea ice to collect measurements of freeboard — the total height of the snow cover and sea ice that floats above the ocean — are particularly tricky. The ice that floats over the Southern Ocean is in constant motion, so in order to survey the same patches of sea ice that ICESat-2 will have flown over a few hours earlier or later that day, the IceBridge scientists will first have to figure out where that sea ice has drifted.\n“We’re going to be chasing sea ice,” said Linette Boisvert, IceBridge’s deputy project scientist and a sea ice researcher at Goddard. “To do so, we will take the plane down to a lower altitude and remain there for a few seconds to measure wind speed and direction. We’ll plug these data into a code that accounts for drift and other forces, calculating where the sea ice that ICESat-2 flew over is currently located. Then, we’ll adjust our route to fly over it. On the way back to base, we’ll drop lower again to measure wind speed, readjust our trajectory and chase sea ice again.”\nAnother modification to meet ICESat-2’s needs will be performing a sea ice survey at twilight. Normally, IceBridge only conducts its flights in broad daylight, but, since ICESat-2 will be taking measurements around the clock, the scientists want to check whether laser data are more accurate at low light, when there is less interference on the laser instrument’s sensors from the Sun.\nOver land ice, IceBridge will retrace some of ICESat-2’s tracks over the ice sheet and its outlet glaciers, with a particular interest in areas of blue ice. Those are sections of the ice sheet where the wind has scoured the snow off and exposed nearly pure ice. The intercomparison of measurements of blue ice, with no snow interference, will help ICESat-2 researchers understand how much the laser signal can penetrate ice.\nWhile flying over Antarctica, IceBridge will also collaborate with satellite missions and international research groups as weather and time allow. During the sea ice surveys, the IceBridge plane may also fly under the tracks of ESA’s (European Space Agency) CryoSat-2 and the European Union’s Sentinel-3 satellites. During a survey flight over Thwaites Glacier, one of the fastest-changing glaciers in West Antarctica, IceBridge may collect seafloor measurements to support the International Thwaites Glacier Collaboration, a joint campaign between the United States and the United Kingdom.\nThis year, IceBridge flights to Antarctica will begin first from Punta Arenas, in southern Chile, and later from Ushuaia, in southern Argentina. The surveys will be conducted from NASA’s DC-8 airborne science laboratory. The plane, managed by NASA’s Armstrong Flight Research Center in Palmdale, California, carries IceBridge’s full instrument suite.\nIceBridge’s main instrument is a dual-color laser altimeter from NASA's Wallops Flight Facility in Virginia that measures surface elevation by transmitting both infrared and green laser pulses. The airborne mission also uses two types of radar systems from the Center for Remote Sensing of Ice Sheets at the University of Kansas to study ice layers and Antarctica’s bedrock. Wallops also contributes a high-resolution camera to collect color images of the ice surface and infrared cameras to read surface temperatures of sea and land ice. Goddard provides a hyperspectral imager to the mission that takes measurements over hundreds of wavelengths and Columbia University in New York manages a gravimeter to map the seafloor underneath the ice shelves.\nFor more information on IceBridge, and to follow the 2018 Antarctic flights, visit:\nwww.nasa.gov/icebridge\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}