{
  "url": "https://climate.nasa.gov/news/2909/nasas-ecostress-detects-amazon-fires-from-space/",
  "title": "NASA's ECOSTRESS Detects Amazon Fires from Space",
  "date": null,
  "content": "NASA's Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) captured imagery of fires in the Amazon regions of Brazil and Bolivia on Aug. 23, 2019.\nThe red areas in the images - in eastern Bolivia and northern Brazil - are where surface temperatures exceeded the maximum measurable temperature of the instrument's sensor (approximately 220 degrees Fahrenheit, or 104 degrees Celsius), highlighting the burning areas along the fire fronts. The dark, wispy areas indicate thick smoke - thick enough to obscure much of the fire from view. The measurements cover areas of about 77 by 77 yards (70 by 70 meters) each, or about the size of a football field.\nThe primary mission of ECOSTRESS is to measure the temperature of plants from the vantage point of the International Space Station. However, it can also detect other heat-related phenomena like heat waves, volcanoes and fires. Due to the space station's unique orbit, ECOSTRESS acquires imagery of the same areas at different times of day as it passes by overhead - instead of crossing over each area at the same time of day like satellites in some other orbits do. This is particularly important when trying to acquire cloud-free imagery over perennially cloudy areas like the Amazon.\nECOSTRESS launched to the space station on June 29, 2018. NASA's Jet Propulsion Laboratory in Pasadena, California, built and manages the ECOSTRESS mission for the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA's Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nMore information about ECOSTRESS is available here:\nhttps://ecostress.jpl.nasa.gov\nEsprit Smith\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-4269\nesprit.smith@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}