{
  "url": "https://climate.nasa.gov/news/2819/african-smoke-cloud-connection-target-of-nasa-airborne-flights/",
  "title": "African smoke-cloud connection target of NASA airborne flights",
  "date": null,
  "content": "NASA's P-3 research aircraft departed Wallops Flight Facility in Virginia for the ORACLES deployment on Sept. 21, 2018. Credit: NASA\nBy Ellen Gray,\nNASA's Earth Science News Team\nOver the southeast Atlantic Ocean, a 2,000-mile-long plume of smoke from African agricultural fires meets a near-permanent cloud bank offshore. Their meeting makes a natural laboratory for studying the interactions between cloud droplets and the tiny airborne smoke particles. This month, NASA's P-3 research aircraft and a team of scientists return on their third deployment to this region as part of the Observations of Aerosols Above Clouds and their Interactions mission, or ORACLES, gathering data on how aerosols (such as smoke) affect clouds, and in turn, Earth's climate.\n\"The cloud deck in the southeast Atlantic is one of the largest on the globe,\" said atmospheric scientist Paquita Zuidema of the University of Miami, Florida, and co-principle investigator for the ORACLES deployment. \"At the same time, the smoke layer stretches all the way to South America. The combination of smoke and clouds generates enough atmospheric warming to affect precipitation patterns over Africa in climate models, making it imperative to develop better confidence in the model predictions.\"\nAerosols include sea salt, dust, pollen and any particles, like smoke and ash, released during burning from industry or forest fires. Small enough to travel on prevailing winds, they are an important part of the atmosphere. Dark-colored aerosols can absorb sunlight, causing a warming effect, and light-colored ones can reflect sunlight, causing a cooling effect. Smoke can do both, depending on whether the particles within it occur over the dark ocean and look whiter in comparison, or above clouds and look darker.\nUnderstanding how clouds and aerosols cooperate to determine the balance between climate warming and cooling is at the heart of the ORACLES mission, as well as the microphysical effects smoke particles can have on cloud droplets when they meet.\n\"We have major questions about how aerosol particles impact clouds and climate, and these interactions differ depending upon where you are on Earth,\" said atmospheric scientist Rob Wood of the University of Washington in Seattle and co-principal investigator for the ORACLES deployment. Lessons learned over the southeast Atlantic may be able to be applied to other regions where smoke from wildfires or industry interacts with clouds. By understanding the small-scale processes that occur when they meet within clouds, scientists are better able to refine how they describe aerosol-cloud interactions within global climate models, which in turn will help us understand aerosols' long-term effects on global and regional temperatures.\nThis October, the ORACLES team is based out of São Tomé and Principé, an equatorial island nation off the west coast of Africa, from which ORACLES also conducted their survey of the northern part of the smoke plume in August, 2017. ORACLES surveyed the southern extent of the plume from Walvis Bay, Namibia, in September, 2016. Each year's observations complement those of the other deployments, capturing the full range of the burning cycle in late summer and fall. African farmers burn their fields after harvest to return nutrients to the soil before the rain arrives and the burning moves southward as the rainy season progresses. The thickest part of the smoke plume moves southward with them. Wood and the team are eager to contrast what happens in October, when the rainy season has pushed the belt of agricultural fires farther south and they anticipate less smoke in the survey area.\nNASA's P-3 research aircraft, managed by Wallops Flight Facility in Virginia, carries a suite of 11 instruments, both remote sensing instruments as well as instruments that will directly sample the clouds and smoke plume through air inlets on the wings and windows. These direct measurements are like putting a microscope on what's happening inside the clouds.\n\"Last year in August, we saw a lot of physical contact between the smoke and the clouds,\" Wood said. \"Cloud droplets actually formed on these smoke particles and there was a big increase in the number of droplets compared to what it would be like without the smoke.\"\nIn addition to developing a better understanding of cloud-aerosol behavior, the high-resolution airborne data will also be used to improve retrievals of smoke and cloud properties from satellites. From space, aerosol-detecting satellites capture the global view, but the trade-off in distance with current technology means a coarser resolution that can miss the microphysical interactions within the cloud and aerosol layers.\nThe October 2018 deployment currently underway is already producing a dataset with a few surprises. “We are seeing more aerosol than expected based on aerosol model forecasts and previous satellite assessments for this month,” said Zuidema. \"Scientifically, we are seeing unexpected new features such as very large smoke particles that seem to be falling out of their smoke layers into the clouds below. We're seeing clouds that go from clean to polluted over large areas in only two days.\"\nThe ORACLES team will be documenting these and other observations through the end of the month.\nORACLES is a collaborative research effort involving nearly a hundred scientists from NASA centers, universities, and international partners. The project is managed by NASA's Ames Research Center in Silicon Valley, California.\nFor more information, visit https://espo.nasa.gov/oracles.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}