{
  "url": "https://climate.nasa.gov/news/2969/nasa-marks-earth-days-50th-anniversary-with-earthdayathome/",
  "title": "NASA Marks Earth Day's 50th Anniversary with #EarthDayAtHome",
  "date": null,
  "content": "NASA science and technology is helping us all live more sustainably on our home planet and adapt to natural and human-caused changes. Credits: NASA\n› Larger view\nAs the world observes the 50th anniversary of Earth Day on Wednesday, April 22, NASA is highlighting the agency's many contributions to sustaining and improving our home planet's environment with a week of online events, stories and resources.\nNASA's investment in space—both the unique Earth science we conduct from orbit and the technology we've developed by living in space and exploring our solar system and universe—is returning benefits every day to people around the world, particularly those who are working on environmental issues. From documenting Earth's changing climate to creating green technologies to save energy and natural resources, NASA is helping us all live more sustainably on our home planet and adapt to natural and human-caused changes.\nDue to the ongoing COVID-19 pandemic, no in-person NASA activities are planned for Earth Day. However, NASA is bringing people together virtually for Earth Day with new online content, programming and activities, including an extensive array of at-home projects in the #EarthDayAtHome collection, which debuts Thursday, April 16.\nNASA's observation of the Earth Day golden anniversary began on March 3 with a \"50-Day Countdown\" of daily social media posts highlighting many of the agency's Earth images and environmental projects. All of these posts are available on a blog updated daily on NASA's Earth Day website, which also includes a toolkit of activities for students and families. New content will be posted to the site beginning Monday, April 13. The NASA Earth Facebook account and @NASAEarth on Twitter and Instagram also will have special content through Earth Day.\nHighlights of NASA Earth Day content and activities over the next two weeks:\nNASA's Curious Universe podcast - From the sights and sounds of the Amazon rainforest, where scientists study how this massive ecosystem is changing, to Los Angeles, where Annmarie Eldering—a scientist at NASA's Jet Propulsion Laboratory—found her calling to study air pollution, this episode takes listeners on a tour of the many ways the agency observes and studies our home planet.\nMake Your Own Satellite View of Earth - Explore 20 years of satellite views of our home planet in NASA's online data archive and create your own Earth Day snapshot or animated GIF with the NASA Worldview data visualization application. An easy-to-use map interface lets you explore this global archive to see hurricanes forming, wildfires spreading, icebergs drifting and more. A special Earth Day gallery of images will be available on April 15 for inspiration along with a tutorial to help you use Worldview to create your own Earth Day images.\nNASA's Earth Day at Home - Although people around the world are socially distancing, NASA is creating an opportunity to observe Earth Day virtually with the #EarthDayAtHome collection of new and curated activities and information that debuts on Thursday, April 16 on nasa.gov/earthday. The collection includes at-home science activities, videos from Earth and space, downloadable posters, social media engagement and more. Many resources will be available in both English and Spanish. Everyone is encouraged to share images of what they did to observe Earth Day using the hashtag #EarthDayAtHome.\nLecture: \"How NASA Observes Earth from Air and Orbit\" - NASA's JPL will host a livestream of its monthly von Kármán lecture on how NASA monitors global change from space and from closer to the ground, with aircraft, boats and buoys. This webcast will be conducted via video conference, with speakers joining remotely from home. Watch live at 7 p.m. PST (10 p.m. EST) via YouTube and submit your questions via the chat feature.\n\"NASA Science Live\" broadcast - The Earth Day episode will feature experts from around the agency talking about how NASA science and technology are used to understand and improve our environment. The half-hour program will explore important discoveries about our home planet, advances in green technology and aircraft, and a new interactive app to let anyone at home help NASA map coral reefs around the world. The program airs at 12 p.m. PST (3 p.m. EST) on NASA TV, YouTube Premiere, Facebook Watch Party, Periscope/Twitter and Ustream.\nEarth Science Video Talks - NASA Earth science experts have recorded a series of short videos on a wide range of topics, from scientific advances since the first Earth Day to research expeditions in the air and on the ground. The series will be posted in a playlist on NASA's Science Mission Directorate YouTube channel.\nLive Q&A with Astronaut Chris Cassidy - NASA's Chris Cassidy, who just arrived at the International Space Station on April 9, will answer questions submitted by social media users wanting to know more about his spaceflight experience and his views of our home planet from 250 miles above. Viewers can tune in to NASA TV starting at 9:10 a.m. PST (12:10 p.m. EST) to see questions answered live from the orbiting laboratory.\nTumblr Answer Time: NASA Earth Science - In collaboration with Tumblr, Sandra Cauffman, acting director of NASA's Earth Science Division, and Thomas Zurbuchen, associate administrator for NASA's Science Mission Directorate, will go live on NASA's blog to answer questions submitted by followers about how the agency uses space to protect and sustain our home planet. Users across Facebook, Twitter and Tumblr will be able to submit questions starting Monday, April 13. The two experts will engage directly with users by recording video answers from their homes for the agency's first-ever Answer Time hosted by NASA science leadership. Videos will be released from 10-11 a.m. PST (1-2 p.m. EST) on NASA's Tumblr blog.\nInstagram Takeover with Astronaut Jessica Meir - In a collaboration with Instagram, NASA's Jessica Meir created a series of short videos from the International Space Station about the science done on the station and how it relates back to Earth. The videos will be released from Instagram on Earth Day while NASA social media accounts share related content. Instagram will also feature a love letter to Earth from space written by Meir while on board the station.\nLearn more about NASA's Earth science programs at:\nhttps://www.nasa.gov/earth\nSteve Cole\nHeadquarters, Washington\n202-358-0918\nstephen.e.cole@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}