{
  "url": "https://climate.nasa.gov/news/2820/after-two-long-careers-quikscat-rings-down-the-curtain/",
  "title": "After two long careers, QuikSCAT rings down the curtain",
  "date": null,
  "content": "QuikSCAT imaged winds during many storms, including Hurricane Katrina, shown here covering the Gulf of Mexico in August 2005. Highest wind speeds appear purple, with winds weakening outward from the eye. Barbs show wind direction; white barbs indicate heavy rainfall. Credit: NASA/JPL-Caltech.\nFull image and caption\nBy Carol Rasmussen,\nNASA's Earth Science News Team\nLaunched in June 1999 for an intended two-year mission, NASA's SeaWinds scatterometer instrument on the QuikSCAT spacecraft was turned off on Oct. 2 in accordance with its end-of-mission plan. QuikSCAT spent its first decade creating an unprecedented record of the speed and direction of winds at the ocean surface. Then, for another nine years, it served as the gold standard of accuracy against which new spaceborne scatterometers were calibrated.\nManaged by NASA's Jet Propulsion Laboratory in Pasadena, California, QuikSCAT was a unique national resource that far surpassed NASA's original science objective for the mission. During its 10 years of observing winds over the global ocean surface, QuikSCAT measurements were used by the world's weather forecasting agencies to improve forecasts and identify and monitor hurricanes and other storms far out in the open seas. Its data also provided critical information for monitoring, researching, modeling, and forecasting the atmosphere, ocean, ice and climate.\nAmong its many accomplishments:\nMichael Freilich, the QuikSCAT mission's original principal investigator and now director of NASA's Earth Science Division, noted, \"QuikSCAT operated in space for nearly two decades, and we are certain that its impact and legacy will last much longer.\"\nErnesto Rodríguez, QuikSCAT project scientist at JPL, said, \"The decommissioning of QuikSCAT marks the passing of an era. Many scientists and forecasters have built their careers over the last 20 years using QuikSCAT. Its data led to major discoveries on the interaction between the ocean and the atmosphere.\"\nA few months after QuikSCAT's 10th anniversary, an age-related problem caused its spinning antenna to stop rotating, reducing its observing swath to only 19 miles (30 kilometers) wide. The extreme accuracy of this narrow swath measurement, however, allowed QuikSCAT to take on a second mission: calibrating newer satellites to enable a much longer data record of ocean winds.\nSatellite instruments are regularly calibrated to ensure their readings match other data that are known to be accurate, and to correct for an instrument's normal drift in accuracy over time. QuikSCAT's exceptional stability made it invaluable in assuring that newer missions from the Indian and European space agencies and from NASA are providing apples-to-apples measurements. This function proved so important to the research community that QuikSCAT's decommissioning was postponed twice to allow time for new scatterometers to be launched and calibrated.\nQuikSCAT project manager Rob Gaston of JPL said, \"It's a testament to the research community's commitment to climate research that QuikSCAT's intercalibration mission has continued to receive the highest possible marks for science relevance in the reviews that NASA follows to establish funding priorities for missions like QuikSCAT. The intercalibration mission has enabled research that would not have been possible but for the remarkable stability of the SeaWinds instrument and the exceptional reliability and longevity of the QuikSCAT spacecraft.\"\nQuikSCAT was originally a recovery mission after the loss of Japan's Advanced Earth Observing Satellite, which hosted the NASA Scatterometer (NSCAT). The QuikSCAT mission was conceived, developed and launched in less than two years. Ball Aerospace & Technologies Corp. in Boulder, Colorado, built the spacecraft bus, and JPL designed and built the SeaWinds instrument. QuikSCAT was operated by the Laboratory for Atmospheric and Space Physics at the University of Colorado at Boulder.\nEsprit Smith\nJet Propulsion Laboratory, Pasadena, California\n818-354-4269\nEsprit.Smith@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}