{
  "url": "https://climate.nasa.gov/news/2848/nasas-greenland-mission-still-surprises-in-year-four/",
  "title": "NASA’s Greenland mission still surprises in year four",
  "date": null,
  "content": "3 min read\nOnly seven months after NASA's Oceans Melting Greenland (OMG) mission wrapped its last field campaign on the world's largest island, an OMG crew is back in Greenland to collect more data. With two or three field projects a year since 2016, no wonder OMG has made the most comprehensive measurements yet of how ocean water lapping at the undersides of Greenland's melting glaciers affects them. All that data has answered a lot of existing questions - and it's raised plenty of new ones.\n\"We've seen some really surprising results that suggest the oceans have a huge effect on Greenland's biggest glaciers,\" said OMG Principal Investigator Josh Willis of NASA's Jet Propulsion Laboratory in Pasadena, California. \"This year, we hope to figure out whether the ocean's impact is widespread or if it's just a few big glaciers that care about ocean temperatures.\"\nJPL engineer Ron Muellerschoen has flown back and forth across Greenland during its snowiest season for the last three years. He might be excused for feeling a little blasé about spending a few more weeks in an aircraft over Greenland's ice sheet. But no.\n\"It's huge. It's just amazing,\" Muellerschoen said. \"I'll never reach a time where it's 'just snow' out there. I feel really lucky to be able to do this four years in a row.\" (Click on the slideshow above to see Greenland from his viewpoint.)\nBesides the scenery, Muellerschoen is looking forward to this year's inevitable technological challenges. Although he flies NASA's Glacier and Ice Surface Topography Interferometer (GLISTIN-A) radar on a NASA G-III aircraft each year, \"It's never the same,\" he said. \"We're always trying to push the limits of what we can look at in the field. There's new hardware, new configurations for installing equipment on the plane, and we have a new recording system.\"\nThe GLISTIN-A radar maps the edges of glaciers along the entire coastline of the island and measures their heights precisely. As a glacier loses ice and speeds up, it stretches out and gets thinner, so that its surface is lower than before. The height measurement enables researchers to estimate how much ice has been lost since the preceding year's measurement.\nOMG also measures ocean temperatures around the coastline every fall and has completed a multiyear effort to make high-precision maps of the ocean floor off the coast. With these combined data sets, scientists have a complete view of Greenland's 200 or so coastal glaciers and how they are responding to changes in the water below and the air above them.\nThe G-III aircraft and its crew are based at NASA's Johnson Space Center in Houston. This spring campaign is using two bases: Keflavik, Iceland, and the U.S. Air Force's Thule Air Base in Greenland. Flights began last week from Keflavik to map glaciers in southern and eastern Greenland. The crew will soon transit to Thule to survey western and northern Greenland. The campaign will continue until all measurements have been completed - around March 20, depending on weather.\nNews media contact\nEsprit Smith Jet Propulsion Laboratory, Pasadena, California818-354-4269Esprit.Smith@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}