{
  "url": "https://climate.nasa.gov/news/3045/us-european-mission-launches-to-monitor-the-worlds-oceans/",
  "title": "US-European Mission Launches to Monitor the World’s Oceans",
  "date": null,
  "content": "6 min read\nA joint U.S.-European satellite built to monitor global sea levels lifted off on a SpaceX Falcon 9 rocket from Space Launch Complex 4E at Vandenberg Air Force Base in California Saturday at 9:17 a.m. PST (12:17 p.m. EST).\nAbout the size of a small pickup truck, Sentinel-6 Michael Freilich will extend a nearly 30-year continuous dataset on sea level collected by an ongoing collaboration of U.S. and European satellites while enhancing weather forecasts and providing detailed information on large-scale ocean currents to support ship navigation near coastlines.\n\"The Earth is changing, and this satellite will help deepen our understanding of how,\" said Karen St. Germain, director of NASA's Earth Science Division. \"The changing Earth processes are affecting sea level globally, but the impact on local communities varies widely. International collaboration is critical to both understanding these changes and informing coastal communities around the world.\"\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nAfter arriving in orbit, the spacecraft separated from the rocket's second stage and unfolded its twin sets of solar arrays. Ground controllers successfully acquired the satellite's signal, and initial telemetry reports showed the spacecraft in good health. Sentinel-6 Michael Freilich will now undergo a series of exhaustive checks and calibrations before it starts collecting science data in a few months' time.\nThe spacecraft is named in honor of Michael Freilich, the former director of NASA's Earth Science Division, who was a leading figure in advancing ocean observations from space. Freilich passed away Aug. 5, 2020. His close family and friends attended the launch of the satellite that now carries his name.\n\"Michael was a tireless force in Earth sciences. Climate change and sea level rise know no national borders, and he championed international collaboration to confront the challenge,\" said ESA (European Space Agency) Director of Earth Observation Programmes Josef Aschbacher. \"It's fitting that a satellite in his name will continue the 'gold standard' of sea level measurements for the next half-decade. This European-U.S. cooperation is exemplary and will pave the way for more cooperation opportunities in Earth observation.\"\n\"Mike helped ensure NASA was a steadfast partner with scientists and space agencies worldwide, and his love of oceanography and Earth science helped us improve understanding of our beautiful planet,\" added Thomas Zurbuchen, NASA associate administrator for science at the agency's headquarters. \"This satellite so graciously named for him by our European partners will carry out the critical work Mike so believed in - adding to a legacy of crucial data about our oceans and paying it forward for the benefit of future generations.\"\nSentinel-6 Michael Freilich will continue the sea level record that began in 1992 with the TOPEX/Poseidon satellite and continued with Jason-1 (2001), OSTM/Jason-2 (2008), and eventually Jason-3, which has been observing the oceans since 2016. Together, these satellites have provided a nearly 30-year record ofprecise measurements of sea level height while tracking the rate at which our oceans are rising in response to our warming climate. Sentinel-6 Michael Freilich will pass the baton to its twin, Sentinel-6B, in 2025, extending the current climate record at least another 10 years between the two satellites.\nThis latest mission marks the first international involvement in Copernicus, the European Union's Earth Observation Programme. Along with measuring sea levels for almost the entire globe, Sentinel-6 Michael Freilich's suite of scientific instruments will also make atmospheric measurements that can be used to complement climate models and help meteorologists make better weather forecasts.\n\"NASA is but one of several partners involved in Sentinel-6 Michael Freilich, but this satellite speaks to the very core of our mission,\" said NASA Administrator Jim Bridenstine. \"Whether 800 miles above Earth with this remarkable spacecraft or traveling to Mars to look for signs of life, whether providing farmers with agricultural data or aiding first responders with our Disasters program, we are tirelessly committed not just to learning and exploring, but to having an impact where it's needed.\"\nThe initial orbit of Sentinel-6 Michael Freilich is about 12.5 miles (20.1 kilometers) lower than its ultimate operational orbit of 830 miles (1,336 kilometers). In less than a month, the satellite will receive commands to raise its orbit, trailing Jason-3 by about 30 seconds. Mission scientists and engineers will then spend about a year cross-calibrating data collected by the two satellites to ensure the continuity of sea level measurements from one satellite to the next. Sentinel-6 Michael Freilich will then take over as the primary sea level satellite and Jason-3 will provide a supporting role until the end of its mission.\n\"This mission is the very essence of partnership, precision, and incredible long-term focus,\" said Michael Watkins, director of NASA's Jet Propulsion Laboratory in Southern California, which manages the mission. \"Sentinel-6 Michael Freilich not only provides a critical measurement,it is essential for continuing this historic multi-decadal sea level record.\"\nSentinel-6 Michael Freilich and Sentinel-6B compose the Sentinel-6/Jason-CS (Continuity of Service) mission developed in partnership with ESA. ESA is developing the new Sentinel family of missions to support the operational needs of the Copernicus program, managed by the European Commission. Other partners include the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), and National Oceanic and Atmospheric Administration, with funding support from the European Commission and technical support from France's National Centre for Space Studies.\n\"The data from this satellite, which is so critical for climate monitoring and weather forecasting, will be of unprecedented accuracy,\" said EUMETSAT Director-General Alain Ratier. \"These data, which can only be obtained by measurements from space, will bring a wide range of benefits to people around the globe, from safer ocean travel to more precise prediction of hurricane paths, from greater understanding of sea level rise to more accurate seasonal weather forecasts, and so much more.\"\nJPL, a division of Caltech in Pasadena, California, is contributing three science instruments to each Sentinel-6 satellite: the Advanced Microwave Radiometer for Climate, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA is also contributing launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the U.S. component of the international Ocean Surface Topography Science Team. The launch is managed by NASA's Launch Services Program, based at the agency's Kennedy Space Center in Florida.\nRead the Sentinel-6 Michael Freilich press kit:\nhttps://www.jpl.nasa.gov/news/press_kits/sentinel-6/\nTo learn more about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nhttps://www.esa.int/Sentinel-6\nhttps://edefis.eu/CopernicusFactsheets\nhttps://www.eumetsat.int/website/home/Copernicus/copernicus-sentinel-6/index.html\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}