{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/143/all-about-hot-air/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Erik Conway,NASA Jet Propulsion Laboratory\nFrom Erik Conway,NASA Jet Propulsion Laboratory\nOne of the burning questions (pun intended!) in the late 18th and early 19th centuries was why the Earth is so warm. A number of scientists, including the famous French polymath, Joseph Fourier, had calculated that it should be far colder than it actually is — cold enough, in fact, to be a frozen ball. And some of them had speculated that something about the atmosphere must be responsible for the Earth’s most fortunate, mainly unfrozen condition. The first person to show experimentally what the atmosphere did was an Irish physicist, John Tyndall.\nTyndall was born in 1820 in Leighlin Bridge, Ireland. Having finished a Ph.D. in mathematics at the University of Marburg, Germany, he took a job at the Royal Institution of Great Britain, a prestigious research organization, in 1853. (A man of many talents, he also happened to be a pioneering scientific mountaineer, climbing a variety of European mountains to study their glaciers.) Tyndall became interested in how both heat and magnetism were transmitted through various substances and, in 1859, turned his focus to gases. That May, he announced that he had found huge differences in the ability of various gases to transmit heat.\nWhat he had discovered was that oxygen, nitrogen and hydrogen had almost no impact on heat — they were transparent to it. But carbon dioxide, ozone and “aqueous vapor,” as Tyndall called water vapor, all had a big impact on the amount of heat they let through. Of these, water vapor trapped the most heat. Without this curious characteristic, he wrote, “the warmth of our fields and gardens would pour itself unrequited into space, and the sun would rise upon an island held fast in the iron grip of frost.” It was these gases and vapors that ‘blanketed’ the Earth and kept it warm.\nHe also suspected that changing amounts of these gases in the atmosphere were responsible for “all the mutations of climate which the researches of geologists reveal...” In other words, they might have caused the ice ages. Though Tyndall was not interested in the modern problem of global warming, his work is hugely relevant today. It took nearly another century before anyone was able to demonstrate that humans were increasing the amount of carbon dioxide in the Earth’s atmosphere, forcing the world to slowly warm.\nErik is a historian based at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}