{
  "url": "https://climate.nasa.gov/news/3046/arctic-animals-movement-patterns-are-shifting-in-different-ways-as-the-climate-changes/",
  "title": "Arctic Animals’ Movement Patterns are Shifting in Different Ways as the Climate Changes",
  "date": null,
  "content": "4 min read\nBy Sofie Bates,NASA's Goddard Space Flight Center\nFor animals in the Arctic, life is a balancing act. Seasonal cues, such as warmer spring temperatures or cooler temperatures in the fall, tell animals when to migrate, when to mate, and when and where to find food. Predators and prey, birds and mammals alike follow this natural schedule, and an overall shift of just a few days or weeks could have unknown impacts on these animals and ecosystems.\nThese changes in seasonal timing are already starting – although the shifts differ between species and populations – according to a new study published Nov. 5 in Science that was funded in part by the NASA Arctic-Boreal Vulnerability Experiment (ABoVE). The researchers analyzed data from the Arctic Animal Movement Archive (AAMA), a collection of data from more than 200 research studies tracking nearly a hundred species from 1991 to present, in combination with NASA temperature, rainfall, snowfall, and topographic data. They found that Arctic animals’ movement patterns are shifting in different ways, which could disrupt entire ecosystems.\n“The Arctic is showing more extreme indications of climate change,” said Gil Bohrer, a professor and environmental engineer at Ohio State University in Columbus. Sea ice is shrinking, rainfall, and snowfall are changing, and Arctic tundra is turning green in some places and brown in others. “Arctic animals are responding to these changes, they’re responding quickly, and that response is not equal,” said Bohrer.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe team focused on three examples: a long-term study of eagle migrations, a massive study on caribou populations, and a multi-species study focusing on several predator and prey species.\nIn the eagle study, the researchers analyzed when eagles left their wintering grounds to fly north for the summer, based on National Oceanic and Atmospheric Administration (NOAA) data collected from 1991 to 2019. On average, migration started about half a day earlier each year – a change that compounded over 25 years to cause a shift of nearly two weeks. “Basically, climate change is rushing them to go north early,” said Bohrer. The shift was more pronounced for adult eagles than juveniles, suggesting that the juveniles may be missing out on the mating season or the adults may be reaching their summering grounds before their food sources.\nHowever, the researchers don’t know whether these changes will benefit or harm different animal species, populations, or individuals. For example, in the caribou study, it appeared that certain caribou populations were adapting to the changes in their surroundings. Bohrer says that we’ll likely see some species, individuals, and populations benefitting from climate change and others harmed by climate change. “But that fact that we see changes is showing that something big is going on,” explained Bohrer.\nTypically, caribou mate in the fall, are pregnant in the winter, and raise their young in the spring when food is abundant; this schedule is tightly coordinated with environmental patterns. The team analyzed five caribou populations and found that populations living in the northern Arctic – where things are shifting more rapidly due to climate change – were having offspring earlier to coincide with the changes in their environment, suggesting that these populations are adapting to climate change. However, the southern caribou populations that are experiencing less rapid environmental changes had offspring at their usual time. The timing of having offspring was also affected by the elevation of the population’s home range. Elevation information came from ArcticDEM, a public-private partnership to create digital elevation models that is funded in part by NASA.\nLastly, the researchers used data from several studies in the AAMA database to figure out how various predator and prey species – black bears, grizzly bears, caribou, moose and wolves – are affected by higher temperatures and increased precipitation. The data for temperature, and precipitation in the form of rain and snow came from NASA’s Daily Surface Weather and Climatological Summaries, or Daymet.\nThe trends in movement for different species varied widely: some species move more when summer temperatures are higher while others move less, moose and wolves move less in winters with higher snowfalls, and increased summer rain didn’t seem to change movement patterns for any species. But, overall, predator species seemed to respond to climate change differently than prey species. That causes a mismatch between predators and the prey they hunt for food. To determine the impacts of this mismatch, researchers will need to continue monitoring these populations.\n“More and more, the ecosystem that should be tightly coordinated is getting out of whack,” said Bohrer.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}