{
  "url": "https://climate.nasa.gov/news/2850/2019-arctic-sea-ice-wintertime-extent-is-seventh-lowest/",
  "title": "2019 Arctic sea ice wintertime extent is seventh lowest",
  "date": null,
  "content": "3 min read\nBy María José Viñas,NASA’s Earth Science News Team\nSea ice in the Arctic appears to have hit its annual maximum extent after growing through the fall and winter. The 2019 wintertime extent reached on March 13 ties with 2007’s as the seventh smallest extent of winter sea ice in the satellite record, according to scientists at the NASA-supported National Snow and Ice Data Center and NASA.\nThis year’s maximum extent peaked at 5.71 million square miles (14.78 million square kilometers) and is 332,000 square miles (860,000 square kilometers) below the 1981 to 2010 average maximum – equivalent to missing an area of ice larger than the state of Texas.\nThe Arctic sea ice cover, an expanse of frozen seawater floating on top of the Arctic Ocean and surrounding seas, thickens and expands during the fall and winter months. The sea ice hits its maximum yearly extent sometime between late February and early April. It thins and shrinks during the spring and summer until it reaches its annual minimum extent in September.\nBeyond its seasonal wax and wane cycles, Arctic sea ice extent has been plummeting during both the growing and melting seasons over the last 40 years. The 2019 maximum extent breaks a string of record or near-record lows that started in 2015 — but that does not necessarily mean that Arctic sea ice is recovering.\n“While this year wasn’t a record low, the maximum extent still points to there being a sustained decline in winter sea ice,” said Melinda Webster, a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “The temperatures in the Arctic were a bit higher than average and we saw a lot of ice loss in the Bering Sea, but nothing this winter was as extreme or dramatic compared to recent years and the record lows.”\nRising temperatures in the Arctic over the past decades have also thinned the sea ice pack. Multiyear ice, the older and thicker ice that acted like a bastion against melting for the rest of the sea ice cover, has mostly disappeared. A 2018 study led by Ron Kwok, a sea ice researcher with NASA’s Jet Propulsion Laboratory in Pasadena, California, found that 70 percent of the ice pack now consists of seasonal ice — sea ice that grows rapidly in the winter only to melt during the next summer.\n“The large changes in ice coverage associated with the loss of the multiyear ice pack have already occurred,” Kwok said. “The seasonal ice now represents a larger fraction of the Arctic sea ice cover. Because this young ice is thinner and grows faster in the winter, it is more responsive to weather and makes the sea ice cover respond differently than before. It’s not that we won’t see new wintertime or summertime record lows in the next years – it’s just that the variability is going to be higher.”\nREAD MORE\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}