{
  "url": "https://climate.nasa.gov/news/2851/catch-nasas-jpl-at-the-clippers-scifest-this-weekend/",
  "title": "Catch NASA's JPL at the Clippers SciFest this weekend",
  "date": null,
  "content": "Anya Biferno of NASA's JPL demonstrates how to find a planet outside our solar system at the USA Science and Engineering Festival in 2014. When USASEF holds its first Clippers SciFest SoCal in Los Angeles on March 22-23, JPL will be there with exhibits, hands-on activities and more. Credit: NASA/Gemignani\n› Larger view\nStudents and families can meet a Mars rover, take a virtual tour through our solar system and explore alien worlds with NASA's Jet Propulsion Laboratory at the Clippers SciFest SoCal. A smaller version of the USA Science and Engineering Festival held in Washington, D.C., the free event is limited to school groups on Friday, March 22, but open to the public on Saturday, March 23. Advance registration through the Clippers SciFest SoCal website is required for both.\nCreated to inspire kids to pursue careers in science, technology, engineering and math (STEM), the festival will include exhibits on robotics, space, virtual reality, coding, marine science and more. Along with JPL, participants include Caltech, the National Science Foundation, Raytheon, SeaWorld and the Society of Women Engineers, among others.\nDrop by the booth for NASA's JPL to see:\n• Mars exhibits, including a remote-controlled rover\n• Models and activities for Europa Clipper, a new mission to the icy moon of Jupiter\n• A virtual tour of our galaxy and planets outside our solar system\n• Models and hands-on activities for climate and Earth science\nWHEN: Friday, March 22: School groups only; 9 a.m. to 3 p.m.\nSaturday, March 23: Open to the public; 10 a.m. to 6 p.m.\nWHERE: Los Angeles Convention Center (South Halls G/H), 1201 S. Figueroa St., Los Angeles, 213-741-1151\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}