{
  "url": "https://climate.nasa.gov/news/2852/cold-water-currently-slowing-fastest-greenland-glacier/",
  "title": "Cold water currently slowing fastest Greenland glacier",
  "date": null,
  "content": "6 min read\nNASA research shows that Jakobshavn Glacier, which has been Greenland's fastest-flowing and fastest-thinning glacier for the last 20 years, has made an unexpected about-face. Jakobshavn is now flowing more slowly, thickening, and advancing toward the ocean instead of retreating farther inland. The glacier is still adding to global sea level rise - it continues to lose more ice to the ocean than it gains from snow accumulation - but at a slower rate.\nThe researchers conclude that the slowdown of this glacier, known in the Greenlandic language as Sermeq Kujalleq, occurred because an ocean current that brings water to the glacier's ocean face grew much cooler in 2016. Water temperatures in the vicinity of the glacier are now colder than they have been since the mid-1980s.\nIn a study published today in Nature Geoscience, Ala Khazendar of NASA's Jet Propulsion Laboratory in Pasadena, California, and colleagues report the change in Jakobshavn's behavior and trace the source of the cooler water to the North Atlantic Ocean more than 600 miles (966 kilometers) south of the glacier. The research is based on data from NASA's Oceans Melting Greenland (OMG) mission and other observations.\nNASA's Oceans Melting Greenland (OMG) mission uses ships and planes to measure how ocean temperatures affect Greenland's vast icy expanses. Jakobshavn Glacier, on Greenland's central western side, has been one of the island's largest contributor's to sea level rise, losing mass at an accelerating rate.\nThe scientists were so shocked to find the change, Khazendar said: \"At first we didn't believe it. We had pretty much assumed that Jakobshavn would just keep going on as it had over the last 20 years.\" However, the OMG mission has recorded cold water near Jakobshavn for three years in a row.\nThe researchers suspect the cold water was set in motion by a climate pattern called the North Atlantic Oscillation (NAO), which causes the northern Atlantic Ocean to switch slowly between warm and cold every five to 20 years. The climate pattern settled into a new phase recently, cooling the Atlantic in general. This change was accompanied by some extra cooling in 2016 of the waters along Greenland's southwest coast, which flowed up the west coast, eventually reaching Jakobshavn.\nWhen the climate pattern flips again, Jakobshavn will most likely start accelerating and thinning again.\nJosh Willis of JPL, the principal investigator of OMG, explained, \"Jakobshavn is getting a temporary break from this climate pattern. But in the long run, the oceans are warming. And seeing the oceans have such a huge impact on the glaciers is bad news for Greenland's ice sheet.\"\nJakobshavn, located on Greenland's west coast, drains about 7 percent of the island's ice sheet. Because of its size and importance to sea level rise, scientists from NASA and other institutions have been observing it for many years.\nResearchers hypothesized that the rapid retreat of the glacier began with the early 2000s loss of the glacier's ice shelf - a floating extension of the glacier that slows its flow. When ice shelves disintegrate, glaciers often speed up in response. Jakobshavn has been accelerating each year since losing its ice shelf, and its front (where the ice reaches the ocean) has been retreating. It lost so much ice between 2003 and 2016 that its thickness, top to bottom, shrank by 500 feet (152 meters).\nThe research team combined earlier data on ocean temperature with data from the OMG mission, which has measured ocean temperature and salinity around the entire island for the last three summers. They found that in 2016, water in Jakobshavn's fjord cooled to temperatures not seen since the 1980s.\n\"Tracing the origin of the cold waters in front of Jakobshavn was a challenge,\" explained Ian Fenty of JPL, a co-author of the study. \"There are enough observations to see the cooling but not really enough to figure out where it came from.\" Using an ocean model called Estimating the Circulation and Climate of the Ocean (ECCO) to help fill in the gaps, the team traced the cool water upstream (toward the south) to a current that carries water around the southern tip of Greenland and northward along its west coast. In 2016, the water in this current cooled by more than 2.7 degrees Fahrenheit (1.5 degrees Celsius).\nAlthough the last few winters were relatively mild in Greenland itself, they were much colder and windier than usual over the North Atlantic Ocean. The cold weather coincided with the switch in the NAO climate pattern. Under the influence of this change, the Atlantic Ocean near Greenland cooled by about 0.5 degrees Fahrenheit (1 degree Celsius) between 2013 and 2016. These generally cooler conditions set the stage for the rapid cooling of the ocean current in southwest Greenland in early 2016. The cooler waters arrived near Jakobshavn that summer, at the same time that Jakobshavn slowed dramatically.\nThe team suspects that both the widespread Atlantic cooling and the dramatic cooling of the waters that reached the glacier were driven by the shift in the NAO. If so, the cooling is temporary and warm waters will return when the NAO shifts to a warm phase once again.\nThe warming climate has increased the risk of melting for all land ice worldwide, but many factors can speed or slow the rate of ice loss. \"For example,\" Khazendar said, \"the shape of the bed under a glacier is very important, but it is not destiny. We've shown that ocean temperatures can be just as important.\"\nTom Wagner, NASA Headquarters program scientist for the cryosphere, who was not involved in the study, said, \"The OMG mission deployed new technologies that allowed us to observe a natural experiment, much as we would do in a laboratory, where variations in ocean temperatures were used to control the flow of a glacier. Their findings - especially about how quickly the ice responds - will be important to projecting sea level rise in both the near and distant future.\"\nThe paper on the new research in Nature Geoscience is titled \"Jakobshavn's 20 Years of Acceleration and Thinning Interrupted by Regional Ocean Cooling.\" Besides JPL, co-authors are at Remote Sensing Solutions in Barnstable, Massachusetts, and the University of Utrecht in the Netherlands.\nNews media contact\nEsprit Smith Jet Propulsion Laboratory, Pasadena, Calif.818-354-4269Esprit.smith@jpl.nasa.gov\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}