{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/190/round-up-round-up/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Today is Blog Action Day, which aims to bring about the \"largest-ever social change event on the web\". Over 10,000 bloggers in 150 countries are joining together to write about climate change today. Since we write about climate change all the time here on my big fat planet, I thought we’d take a look at some highlights from elsewhere in the blogosphere so far…\nNettuts+ wrote about the top 20 ways web developers can reduce their carbon footprint. While the topic might not sound thrilling, here are a few interesting tidbits:\r\n\nUse an eco-friendly font. Yes, an eco-friendly font actually exists. It saves on average 20 percent more ink than other fonts, by craftily removing parts of the letter you would never notice anyway.\r\nDon’t use a screensaver. They still use power, and actually keep your computer from going into full power-save mode.\r\nAdd a plant or two to your office (they give out oxygen and absorb carbon dioxide). A New Delhi company found that by adding three different types of plants to their offices they reduced eye irritation, headaches, lung issues, and respiratory system incidents over the course of 15 years. They also cut their energy bill by 15 percent.\r\n\n\n\nThe Tcktcktck campaign has released a new video in honor of Blog Action Day, urging world leaders to make the right promises at “the most important meeting in the history of the world”. They’re referring of course to this December’s U.N climate treaty talks in Copenhagen, and the video is part of their efforts to help make a “fair, ambitious and binding” deal happen.\r\n\n\nGoogle gave blog readers a green tour of their campus today. In it we learned that the company actually rents goats to mow the fields of their Mountain View headquarters in California. Jen the border collie helps to herd them. No kidding.\r\n\n\nTUAW, the unofficial Apple blog, advertized five apps to help save the world. They include “Pollution”, which pinpoints local pollutant sources in your area on an interactive map. And “Gas Cubby”, which helps you track your car’s miles per gallon, vehicle maintenance and sends reminders for things you can do to keep your car running more efficiently and burn less fossil fuels.\r\n\n\nFix the climate, or the kid gets it. In this entry, Mother Jones writes about what it’s going to take to get action on climate change. “You know the answer — we all do: It's going to take popular pressure, aka politicians feeling that they have to produce something on this issue to get reelected. And that, in turn, takes convincing Americans that something we care about is actually at risk here…And of course [that] something is…our kids.“\r\n\n\nSpeaking of politicians, British Prime Minister Gordon Brown blogged just after midnight on a similar theme: “Like every parent, I want to leave a safe and secure world for my children. And I want to be able to look them in the eye because our generation stood up for their future.” Brown says he will attend the December talks \"if it means we will get an agreement, and I am urging other leaders to join me. But it must be the start of something not the end.\"\r\n\r\n \r\nLet’s see what Copenhagen brings.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}