{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/277/thinking-deep-thoughts/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Mike Carlowicz,\r\nNASA's Earth Science News Team\nOceanographer Josh Willis of NASA's Jet Propulsion Laboratory was recently honored by the White House as a recipient of the Presidential Early Career Award for Scientists and Engineers (PECASE). Willis studies the ocean — particularly the height of the sea surface — with satellite data, though he also works with colleagues who put instruments below the surface of the water. By blending such measurements, he has already made a scientific mark in the study of sea level rise. We caught up with Josh — shown above with White House science advisor John Holdren and NASA deputy administrator Lori Garver — to discuss his inspiration, the importance of the ocean, and the necessity of communicating science.\nWhen you were a child, what did you want to be when you grew up? When did you decide you wanted to be an ocean scientist?\r\nWhen I was 9 or 10, I found a book about Einstein's Theory of Relativity that my parents had lying around the house. I remember reading it and then peppering my parents with questions they couldn't answer. (This was long before Google, mind you.) So for a long time, I wanted to be a physicist. A couple years of graduate school in physics convinced me otherwise, and I started studying oceanography at the Scripps Institution of Oceanography. Studying the ocean and climate appealed to me because I got to use all the physics and math I learned, but it was also closer to home and of practical importance to a lot of people. Plus, it's just fun to say \"oceanographer\" whenever people ask me what I do.\nWhat is the best scientific paper you have written?\r\nIt's tough to say. Sometimes the papers I think are important are different from the ones that other scientists remember best. But my papers on the causes of sea level rise — based on comparisons between satellite altimeter data, observations of ocean temperature changes, and changes in ocean mass measured by the GRACE satellite — were interesting and fun to write.\nWhat is the most important thing that few people know about the ocean?\r\nThe ocean is the silent martyr of global warming. We always think of global climate change in terms of the warming atmosphere, but it is actually the ocean that absorbs almost all of the extra heat and a whole lot of carbon dioxide [CO2]. The warming contributes to sea level rise and changes ocean ecosystems, while the extra CO2 makes the ocean more acidic, threatening plankton and other tiny critters that make up the foundation of the oceanic food chain.\nWhy do you feel compelled to talk to the public about your science?\r\nCommunicating our work is a really important part of doing science that most scientists sort of neglect. Figuring out new things about the world around us is only helpful if we communicate them to everyday people. Plus it's fun and exciting to talk to non-scientists because the questions are often interesting, and I come away feeling inspired and invigorated.\nWhat is the funniest or strangest question you've ever gotten?\r\nI often get a chuckle out of the people who say that global warming is a vast conspiracy among scientists. Scientists love to prove each other wrong, and most of the time we can barely agree on simple questions like \"Why is the sky blue?\" much less orchestrate a conspiracy.\nIs the PECASE award an affirmation or an inspiration for your career?\r\nThis is definitely a great honor and inspiration. When President Obama met us, one of the first things he told us was how nice it was to honor a group of scientists still in the early stages of our careers. \"All of you folks are younger than me!\" he said. But he also made it clear that he expected a lot from us in the future. That's a pretty big inspiration when the President tells you he's expecting great things. And it's a pretty big responsibility, too. I guess that means it's probably time to get back to work now...\nCross posted from NASA’s What on Earth blog. Mike is based at NASA’s Goddard Space Flight Center outside Washington, D.C.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}