{
  "url": "https://climate.nasa.gov/news/2975/nasa-observes-earth-day-with-downloadable-art/",
  "title": "NASA Observes Earth Day with Downloadable Art",
  "date": null,
  "content": "Earthrise by Apollo 8 astronaut William Anders, December 1968. Earth at gibbous phase as seen from the Moon. Credit: NASA\n› Larger view\nWhen Apollo 8 astronaut William Anders snapped the iconic Earthrise image, it captured the imagination of the people on Earth and helped to inspire the first Earth Day, on April 22, 1970. In the image, our planet hangs at a gibbous phase, as a far-off world rising in the night sky, and reminds us of the fragility of our home.\n\"We came all this way to explore the Moon, and the most important thing is that we discovered the Earth,\" was how Anders summed up the astonishing sight.\nIn honor of Earth Day, NASA's Jet Propulsion Laboratory has created downloadable posters that celebrate this remarkable planet.\nHumanity has spent millennia studying the Moon and depicting its phases, but people often don't realize that Earth has phases, too.\nOur planet's phases wax and wane—just as the Moon's phases do—but in reverse order. Unlike the Moon, which always shows the same face to Earth, our planet spins noticeably on its axis every day. So someone on the Moon looking at Earth would observe its surface features change each day, as well as its phase. Shifting the perspective between planets and their moons, this poster captures those phases as they would be seen from the Moon, including the full Earth as it will actually appear on April 22, 2020.\nWe live on a dynamic, living planet. Land shifts. Seas rise. Volcanoes erupt. Storms rage. Snow melts. Plants grow. Cities expand. These ever-changing systems are intertwined and affect all life on Earth, as well as the planet itself.\nTo understand these natural and human-caused changes, NASA Earth Science research uses unique global observations from space, from the air, at sea and on land to study Earth's interconnected systems. The Sentinel-6/Jason-CS mission—a joint U.S.-European effort—will use two identical satellites to study how the planet's climate is changing. The satellites, the first of which will launch in November 2020, will measure sea level rise, as well as the temperature and humidity of Earth's atmosphere.\nTitled \"Layers,\" this poster shares the complex layers of Earth science that NASA studies.\nYou can download the posters here:\nhttps://go.nasa.gov/2wGGtPu\nJane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}