{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/463/science-fact-not-fiction/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "I stumbled upon this video earlier today. It’s Isaac Asimov, famous science fiction writer and biochemist, talking about global warming — back in January 1989. If you change the coloring of the video, the facial hair style, and switch out Asimov for someone else, the video could pretty much have been made today.\nAsimov was giving the keynote address at the first annual meeting of The Humanist Institute. “They wanted me to pick out the most important scientific event of 1988. And I really thought that the most important scientific event of 1988 will only be recognized sometime in the future when you get a little perspective.”\nWhat he was talking about was the greenhouse effect, which, he goes on to explain, is “the story everyone started talking about [in 1988], just because there was a hot summer and a drought.” (Sound familiar, letting individual weather events drive talk of whether the Earth’s long-term climate is heating up or cooling down??)\nThe greenhouse effect explains how certain heat-trapping (a.k.a. “greenhouse”) gases in our atmosphere keep our planet warm, by trapping infrared rays that Earth would otherwise reflect back out into space. The natural greenhouse effect makes Earth habitable — without our atmosphere acting like an electric blanket, the surface of the earth would be about 30 degrees Celsius cooler than it is now.\nThe problem comes in when humans tinker with this natural state of affairs. Our burning of fossil fuels (coal, oil and gas) constantly pumps out carbon dioxide — a heat-trapping gas — into the atmosphere. Our cutting down of forests reduces the number of trees there are to soak up some of this extra carbon dioxide. All in all, our atmosphere and planet heats up, (by about 0.6 degrees Celsius since the Industrial Revolution) with the electric blanket getting gradually thicker around us.\n“I have been talking about the greenhouse effect for 20 years at least,” says Asimov in the video. “And there are other people who have talked about it before I did. I didn’t invent it.” As we’ve stressed here recently, global warming, and the idea that humans can change the climate, is not new.\nAs one blogger notes, Asimov’s words are as relevant today as they were in 1989. “It’s almost like nothing has happened in all this time.” Except that Isaac Asimov has come and gone, and the climate change he spoke of is continuing.\nAsimov's full speech can be seen here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}