{
  "url": "https://climate.nasa.gov/news/988/new-un-report-humans-responsible-for-climate-change/",
  "title": "New U.N. report: Humans responsible for climate change",
  "date": null,
  "content": "2 min read\nA United Nations panel has released the first part of its much-anticipated six-year update on the state of climate change. The report by the Intergovernmental Panel on Climate Change (IPCC) says there is 95 percent certainty that humans have caused most of the warming of the planet's surface that has occurred since the 1950s — up from 90 percent certainty in the last assessment report, which came out in 2007.\nThe report draws from many independent scientific analyses of climate change, which use direct observations of Earth’s climate, paleoclimate archives, theoretical studies of climate processes and simulations using climate models.\nOther key findings include:\nThe IPCC issued its \"Summary for Policymakers\" as part of the \"Physical Science Basis of Climate Change\" section of the report in Stockholm on Friday, and will release the full text of that section on Monday, Sept. 30, on the IPCC website (http://www.ipcc.ch/). Additional sections will be released in the coming months, providing a comprehensive summary of the current state of scientific knowledge on climate change.\nMore than 25 NASA scientists helped author and review the Fifth Assessment Report. The report is the work of a total of 209 lead authors and 50 review editors from 39 countries, and over 600 contributing authors from 32 countries.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}