{
  "url": "https://climate.nasa.gov/news/2853/seeking-drought-relief-the-navajo-turn-to-nasa/",
  "title": "Seeking drought relief: The Navajo turn to NASA",
  "date": null,
  "content": "8 min read\nBy Tovar Cerulli and Amber Jenkins,NASA’s Western Water Applications Office\nThe horses came from miles around. Seeking life, they found death.\nLast spring, the arid western edge of the Navajo Nation in Arizona was drier than it had been in many years. Feral and wild horses, dehydrated and malnourished, sought out a watering hole near Gray Mountain. Instead of finding relief, nearly 200 got stuck in muddy clay and perished.\nIt’s a scene that comes to mind for Carlee McClellan when he thinks about drought.\nOn the Navajo Nation, access to drinking water is limited, more than 40 percent of homes lack running water, and many people haul water over 50 miles by truck to replenish their storage cisterns. But if we want to understand what water, rain and drought mean there, we need to think beyond household use.\nDrought has a huge impact on agriculture, threatening the survival of plants and animals alike. McClellan grew up on the reservation with his grandmother, practicing traditional dry farming, which relies on rainfall instead of irrigation and involves a variety of techniques for conserving scarce moisture. So he knows how reliant his people are on crops and livestock like horses, cows and sheep.\n“Crops and livestock are an integral part of Navajo life,” said McClellan. “Water is important on many different levels beyond what you have coming into your home.”\nThose many levels explain why McClellan, senior hydrologist for the Navajo Nation Department of Water Resources, is committed to developing the Drought Severity Evaluation Tool. The tool – a collaboration between NASA’s Western Water Applications Office (WWAO), the Navajo Nation and the Desert Research Institute – is geared to helping the Navajo improve its ability to monitor and report drought. It combines precipitation data from NASA satellites, drought indices and on-the-ground rain measurements within a user-friendly web application.\nManaging the water resources of the Navajo Nation is particularly difficult. With a population of over 200,000, it is the largest federally-recognized sovereign tribe in the U.S. in land area, located in the four corners region of the southwestern U.S. The Nation experiences frequent and pervasive droughts, with very variable precipitation patterns amid a backdrop of consistently rising temperatures. Declarations of drought emergencies such as the one made in 2018 are common, when millions of drought-relief dollars were used to mitigate the issue.\nUntil now, McClellan and his team have relied on 85 rain gauges unevenly distributed across the Nation and just three satellite-based calculations made by NOAA’s Western Regional Climate Center – for parts of Arizona, New Mexico and Utah. Rain-gauge monitoring is resource- and time-intensive. The limited data make it hard to assess precipitation across the Navajo Nation: a region the size of West Virginia with diverse geography ranging from low-lying desert to the San Juan River valley to the rain- and snow-prone forests of the Chuska Mountains.\nBy comparing the rain-gauge inputs to remotely-sensed Earth observations such as those delivered by NASA, measures of precipitation can be improved. The Drought Severity Evaluation Tool will enable water managers to quickly calculate precipitation on the Navajo Nation for virtually any area (chapters, agencies, grazing districts, watersheds, ecoregions), over any historical time period in recent decades, in near-real-time.\nWhile the technical capabilities of the tool are important, equally important is the approach to building relationships that has been taken by the NASA team involved. These relationships are critical to building the capacity of the Navajo Nation and ensuring the science can be put to use. McClellan was impressed by the tenacity of the interns responsible for the prototype (put together as part of NASA’s DEVELOP program), including Vickie Ly, now a University of Washington graduate student, who volunteered many hours to working out glitches. He is similarly impressed by the commitment of his current partners at the NASA Ames Research Center in California – project lead Amber McCullum and project advisor Cindy Schmidt – to designing a tool that can meet his department’s unique needs.\nAs a research scientist, McCullum is keenly aware of the assumptions her profession often makes about what communities need from science. “There’s this ‘if-we-build-it-they-will-come’ mentality,” she said. “Scientists often think ‘we have these great tools and all these new models for you.’ But then the tools end up never being used.”\nThe drought project has taken a different approach. “It’s more a case of ‘what are your needs and what do you want the tool to do?’” said McClellan. When McCullum poses these questions to him, McClellan sometimes feels like he asks for too much. But he says she and the NASA team consistently respond with creativity and optimism.\n“To my surprise, NASA keeps coming back with more creative solutions and possibilities,” McClellan said. “I’m thoroughly impressed with the options. They’re exceeding my expectations.”\nThat’s how WWAO believes the work needs to be done. WWAO starts by asking water end-users and decision makers what they would most need to make better-informed water decisions. Then it builds projects and applications that apply NASA’s data and expertise to meet those needs. “The most important aspects of these projects are the partner involved and the iterative process,” Amber McCullum said.\nLooking down at the Earth from space, WWAO taps extensive satellite data from the Climate Hazards group InfraRed Precipitation with Stations data (CHIRPS), the Global Precipitation Measurement (GPM) mission, and the Tropical Rainfall Measuring Mission (TRMM) to understand just how dry things have become with shifting water patterns across the west. As communities like the Navajo Nation change, NASA hopes that its Earth observation data can change things for the better.\nBy June 2020, the Drought Severity Evaluation Tool is scheduled to be deployed. McClellan and McCullum are enthusiastic about the difference this Navajo Nation / NASA partnership will make.\nWhen the Navajo Nation declares a drought emergency, area-specific data could be used to distribute relief funds. Currently, funds are divided evenly among the Nation’s 110 chapters, analogous to U.S. counties. But some chapters, especially in western areas, have less water and a greater need for funds. The Drought Severity Evaluation Tool will enable regional differences to be quantified, and acted upon.\nIt will also generate reports and maps on the fly, showing precipitation for a specific chapter over the last 60 days, for example. Having such detailed, accurate, and current analyses will help officials and managers make more informed decisions not only in distributing relief funds but also in planning for the future. McCullum and McClellan foresee the tool being used in drought mitigation, decision making about streamflow diversions, and design and management of water-related infrastructure such as reservoirs, as well as in restoration efforts.\n“We’re spearheading a number of different watershed restoration projects,” said McClellan. The tool will allow the Navajo Nation team to evaluate precipitation in a given watershed across any timespan. We want to be able to hone in on drought severity and needs in various areas.”\nBoth partners hope their collaboration is a sign of things to come.\nFor her part, McCullum wants to get scientists thinking about research in a more real-world, applicable way. “There’s often a big disconnect between hardcore research and the people making decisions,” she said. “From the beginning, we need to build relationships and work with people who will use the tools.”\nMcCullum also hopes the project makes decision makers in state and local governments more aware of how remote-sensing data can be used. “A project like this that’s so engaged with the people who benefit can provide an example for other organizations,” she said. “There’s a wealth of data out there. The question is how to organize and use it effectively.”\nAt his desk in Fort Defiance, Arizona, McClellan hopes this will be a catalyst for other projects. He is eager to work with NASA’s Airborne Snow Observatory, for example, to understand snowpack and snowmelt across the Navajo Nation’s mountain ranges.\nHe also hopes to see NASA working with other teams focused on natural resources, such as the Navajo Department of Agriculture. Land managers might not be able to prevent the kind of tragedy that occurred near Gray Mountain last spring, but a tool designed specifically for their work in this unique place could help them assess forage cover and strike a healthy balance between the land’s capacity to produce vegetation and the demands upon it from extensive grazing by livestock, wildlife, and feral horses.\n“It could help us keep a better balance,” McClellan said.\nThis piece was originally published on NASA’s Western Water Applications Office (WWAO) website.\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}