{
  "url": "https://climate.nasa.gov/news/2976/nasa-earth-data-power-energy-saving-decisions/",
  "title": "NASA Earth Data Power Energy Saving Decisions",
  "date": null,
  "content": "4 min read\nBy Aries Keck,NASA's Earth Science Division\nNASA's long-term, global view of Earth from space includes data on sunlight, wind, temperature and precipitation, all key elements in understanding how our planet works. That same information is also being put to very practical use on Earth by improving the energy efficiency of buildings and siting renewable energy technology like wind turbines and solar panels.\nNASA's Prediction of the Worldwide Energy Resources (POWER) project puts NASA data into the hands of sustainability specialists for decision making.\n\"School districts, private companies, all types of people use it all over the world,\" said Paul Stackhouse, the project manager for POWER. Based at NASA's Langley Research Center in Hampton, Virginia, and supported by NASA’s Earth Science Division in Washington, one example of POWER is its work with Hawaii school district to monitor energy use in all public school buildings in the state.\n\"We're able to provide details on their energy usage and their energy efficiency,\" said Stackhouse. \"It also provides estimates of greenhouse gas emissions.\"\nThe program does this by incorporating NASA satellite data into an desktop software program called RETScreen Expert. RETScreen is a clean energy management software program developed by the Canadian government in collaboration with several international partners, including NASA.\n\"It's an engineering and financial analysis tool that professionals use to apply the data, with most of the resource data products coming from us,\" Stackhouse said.\nOne application of that data was by the Pennsylvania school district of Palmyra. When they uploaded two years of energy bills into the RETScreen, they were able to confirm that the energy use from those buildings correlated with NASA's long-term Earth science data. That information then let them predict possible values of energy savings they would receive by making their buildings more sustainable.\nMost of the environmental parameters (like temperature, humidity and winds) that Stackhouse's team includes into the RETScreen project is developed by NASA's Global Modeling and Assimilation Office (GMAO). Based at NASA Goddard Space Flight Center in Greenbelt, Md., its computer model and data assimilation techniques enhance NASA Earth observations from more than 20 NASA satellites and missions.\nHowever, the key data parameter, solar irradiance, comes from a combination of NASA’s Surface Radiation Budget and the Clouds and the Earth's Radiant Energy System (CERES) FLASHFlux data products. The current set of CERES instruments went to space in 2000 and is now included on two satellites launched by NASA and the National Oceanographic and Atmospheric Administration (NOAA). CERES data, as obtained through POWER, provides a long-term record of daily averaged solar variability up to within about a week of real time. This solar variability replicates ground-based measurements very well and can be used to do things like monitor solar photovoltaic panel performance and place solar panels for optimal exposure to sunlight.\nIt's this type of information included into the POWER program's database that allowed the Maine coffee company, Wicked Joe, to decide the best location for a new solar wall to help heat their facility.\nWind resources are also incorporated into the POWER models. Stackhouse says information from NASA satellites of wind data is sufficient enough to be is a good \"first cut\" for decision makers when it comes to placement of wind turbines. The wind data also have important uses for energy efficiency analysis, such as helping to better calculate heat losses from buildings.\nGlobal maps of average wind speed help power companies determine optimal placement for these high-tech wind turbines which can generate power in places far from conventional power plants and other remote locations away from an electricity grid.\nOverall, NASA's POWER program seeks to continue to bring Earth science data into the hands of as many decision makers as possible.\n\"Since we released, we've had nearly 100 million data requests to our website,\" Stackhouse says. \"While we purposely didn't ask for registration to encourage open use of the system, we know that we're getting people from all over the world logging into our system to get our data.\"\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nA NASA and U.S. Geological Survey (USGS)-supported research and development team is making it easier…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}