{
  "url": "https://climate.nasa.gov/news/2913/2019-arctic-sea-ice-minimum-tied-for-second-lowest-on-record/",
  "title": "2019 Arctic Sea Ice Minimum Tied for Second Lowest on Record",
  "date": null,
  "content": "Arctic sea ice likely reached its 2019 minimum extent on Sept. 18. At 1.60 million square miles (4.15 million square kilometers), this year's summertime extent is effectively tied for the second in the satellite record, according to NASA and the National Snow and Ice Data Center. Credit: NASA/Trent Schindler\nBy Maria-José Viñas,\nNASA’s Earth Science News Team\nThe extent of Arctic sea ice at the end of this summer was effectively tied with 2007 and 2016 for second lowest since modern record keeping began in the late 1970s. An analysis of satellite data by NASA and the National Snow and Ice Data Center (NSIDC) at the University of Colorado Boulder shows that the 2019 minimum extent, which was likely reached on Sept. 18, measured 1.60 million square miles (4.15 million square kilometers).\nThe Arctic sea ice cap is an expanse of frozen seawater floating on top of the Arctic Ocean and neighboring seas. Every year, it expands and thickens during the fall and winter and grows smaller and thinner during the spring and summer. But in the past decades, increasing temperatures have caused marked decreases in the Arctic sea ice extents in all seasons, with particularly rapid reductions in the minimum end-of-summer ice extent.\nChanges in Arctic sea ice cover have wide-ranging impacts. The sea ice affects local ecosystems, regional and global weather patterns, and the circulation of the oceans.\n“This year’s minimum sea ice extent shows that there is no sign that the sea ice cover is rebounding,” said Claire Parkinson, a climate change senior scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “The long-term trend for Arctic sea ice extent has been definitively downward. But in recent years, the extent is low enough that weather conditions can either make that particular year’s extent into a new record low or keep it within the group of the lowest.”\nThe melt season started with a very low sea ice extent, followed by a very rapid ice loss in July that slowed down considerably after mid-August. Microwave instruments onboard United States Department of Defense’s meteorological satellites monitored the changes from space.\n“This was an interesting melt season,” said Walt Meier, a sea ice researcher at NSIDC. “At the beginning of August we were at record low ice levels for that time of the year, so a new minimum record low could have been in the offering.\n”But unlike 2012, the year with the lowest ice extent on record, which experienced a powerful August cyclone that smashed the ice cover and accelerated its decline, the 2019 melt season didn’t see any extreme weather events. Although it was a warm summer in the Arctic, with average temperatures 7 to 9 degrees Fahrenheit (4 to 5 degrees Celsius) above what is normal for the central Arctic, events such as this year’s severe Arctic wildfire season or European heat wave ended up not having much impact on the sea ice melt.\n“By the time the Siberian fires kicked into high gear in late July, the Sun was already getting low in the Arctic, so the effect of the soot from the fires darkening the sea ice surface wasn’t that large,” Meier said. “As for the European heat wave, it definitely affected land ice loss in Greenland and also caused a spike in melt along Greenland’s east coast, but that’s an area where sea ice is being transported down the coast and melting fairly quickly anyway.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}