{
  "url": "https://climate.nasa.gov/news/2854/time-lapse-watch-glaciers-rise-fall-in-thousands-of-years-per-second/",
  "title": "Time lapse: Watch glaciers rise, fall in thousands of years per second",
  "date": null,
  "content": "4 min read\nTurn the clock back 122,000 years, place cameras high over the north and south poles, then hit “record,” and it might look something like this.\nA new animation from NASA software engineers, based on finely tuned computer models, reveals how massive ice sheets that once sprawled across Canada, Greenland and Antarctica thickened and thinned over time. Their rise and fall keep time with the last great ice age. And they reveal a pattern that continues today: The land surface is still rebounding from the heavy weight of those long-vanished glaciers.\nThis postglacial rebound – known as glacial isostatic adjustment, or GIA – is a critical factor in estimating sea-level rise over time. Of most concern to humanity are sea levels measured at the shoreline, or relative sea level. But to know how much of that rise is caused by a warming world, scientists must make comparisons with other sea-level drivers. Land areas along the coast can subside, for instance, raising relative sea levels.\nAnd rebounding land rises, pushing these sea levels lower.\nSo high-precision ice-modeling allows not only a replay of the past, but a more accurate understanding of the present: It helps scientists interpret data from the GRACE (Gravity Recovery and Climate Experiment) satellites, which measure bumps and dips in gravity as they pass over land and water. These correspond to differences in the “weight,” or mass, of features on or near the surface. Think large water bodies. Think glaciers.\n“GRACE estimates of ice loss over the past 15 years depend strongly on the post-glacial rebound model,” said Donald F. Argus, co-author on recent papers detailing the latest GIA modeling effort – called the “ICE-6G_D” model.\nWithout a clear understanding of postglacial rebound, scientists could potentially underestimate rates of sea-level rise caused by melting ice and warming, expanding ocean water. That could throw off estimates of future sea-level rise as well.\nThe new model was developed by Richard Peltier and Rosemarie Drummond of the University of Toronto and by Argus, a research scientist at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nThey made a number of improvements over past versions.\nThe new model fully accounts for the loss of “grounded” ice – ice anchored to land – in Antarctica’s Ross and Weddell seas, Peltier said.\nThe difference between the two is critical to sea-level estimates. Melting of grounded ice contributes to sea-level rise, while floating ice does not (it’s why the melting of ice cubes doesn’t cause your ice-water glass to runneth over).\nThe improved model also scores a few “firsts” – among them, capturing the multiple domes of the gigantic ice sheet that covered so much of North America during the most recent ice age. GIA data from the twin GRACE satellites, and their successors, GRACE Follow-on, helped test the idea of one big dome over the Laurentide ice sheet – that vast expanse of now-vanished ice.\n“Previous versions of the model were characterized as having a more mono-domal ice sheet over Canada,” Peltier wrote in an email. “But this possibility has been firmly ruled out by the GRACE observations.”\nAnd the new model also is the first to match up with multiple observation records: readings from GPS sensors on land movement, high-precision remote sensing of surface changes and ice loss, and the tracking of sea-level rise by satellite. These various measurements cover North America, Europe and Antarctica as well as oceans.\nExperts at JPL converted the complex new model into a simpler animation, showing the waxing of ice sheets, depressing the land surface, and their waning into the present day, allowing the land to spring back gradually over thousands of years.\nWe really can turn back the clock.\nThis piece was originally published on NASA's Sea Level Change Portal.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}