{
  "url": "https://climate.nasa.gov/news/486/just-5-questions-talking-the-talk/",
  "title": "Just 5 questions: Talking the talk",
  "date": null,
  "content": "By Patrick Lynch,\nNASA Earth Science News Team\nNASA climatologist Gavin Schmidt, from the Goddard Institute for Space Studies in New York, has become one of the oft-heard voices in the public discussion about climate change. With colleagues, he launched the blog RealClimate about six years ago. Its focus on the facts — and confronting the spin — about climate science have made it an online draw. But, Schmidt wouldn't mind seeing more scientists follow the RealClimate lead. He sat on a panel about communicating climate recently at the Washington, D.C., annual meeting of the American Association for the Advancement of Science, and afterward sat down to discuss the ins and outs of talking about climate change.\n\n1. You've been doing RealClimate for six years. Has it made a difference?\nI think so. At the time we started there were no climate scientists who were blogging or interacting with the public in any significant way. And now there are a lot more. We set the stage for a lot of people — though not to the extent that we anticipated. One of the things that I think happens is people see, \"Oh, climate scientists we know are blogging. We're glad someone's doing it, and now I don't need to worry about it.\" And I worry about that a little bit. When there are only a few voices, those voices become imbued with more importance than they would otherwise merit.\n\n\n2. Why do you say it's important to bring more diversity of scientific voices to the public debate?\nI can have disagreements with another colleague. We may know all the same stuff, and he or she just thinks something is more important than I do. That's not any kind of problem. That's how science progresses. When you've just got a Carl Sagan, and he's our spokesperson for all astrophysical things, it makes it seems as if Carl Sagan knows everything or he's always right.\nAny individual scientist is imperfect. And any individual person is not the perfect spokesperson. When you have \"spokespeople,\" it's really easy for people who have agendas and people who have axes to grind to spend all their time now focusing on the \"spokesperson's\" imperfections. All of which is a clear digression from what you're trying to focus on — which is science.  If your critique of science is that scientists are not perfect human beings, then it's no critique at all.\n\n\n3. Some of the talk on the [AAAS meeting] panel was that scientists need to step out of the scientific framework to communicate with the public, perhaps more like a politician would. I saw you shaking your head at that a bit. Why?\nThe rules are different if you're going to advocate for a course of action. But what's happened over the last 10 or 15 years is not that a tremendous amount of scientists have all of a sudden decided to become political advocates. Instead, we've had hard-working scientists get yanked by the scruff of their necks into the political arena and get thrown to the wolves. That's a completely different kettle of fish. Ben Santer is one, Mike Mann is another, and Heidi Cullen another. They did not choose to become political actors and yet these things happened. I don't talk about policy preferences very much. But I can tell you what might happen if you're going to do something that's going to change the atmospheric composition. That's a very different role. \n\n\n4. Do you pay attention to what the social science says about how people digest news and science?\nSome very valid insights have come from social science research. People don’t look at all the [climate] science and then come up with an opinion. Most of the time they come up with an opinion then find things to support that opinion. People will ask you, \"Isn't all the carbon dioxide coming from volcanoes?\" Well, it's not that they did independent research on volcanic activity and carbon dioxide emissions. They read it from one of their trusted sources. Why do they trust that source over other ones? Those are interesting questions. And in asking those questions you can often find out what is really bothering them.\n\n\n5. What do you see as the role of a government agency like NASA?\nThere are two roles. One is to facilitate access to agency results, to put agency results in a wider context, and allowing access to agency data, and NASA does that really well. And the second role is allowing scientists to speak, and NASA does pretty well with that, too. Historically we've had some issues. But right now NASA is very aware. It employs scientists to do work because it trusts those scientists to do their work. Part and parcel of that is trusting them to not say stupid things when they speak in public. You have to be able to trust them to talk about the science they're doing.\n\n\nRelated links:\n\nRealClimate blog\nJust 5 questions: The temperature record\nAffiliation: NASA Goddard Institute for Space Studies; Center for Climate Systems Research, Columbia University\nResearch Interests: Coupled ocean-atmosphere modeling; Water isotopes in the climate system; Forward modeling of proxy data; Modeling recent climate change; Modeling paleo-climates\nMore info and publications\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}