{
  "url": "https://climate.nasa.gov/news/324/just-5-questions-what-lies-beneath/",
  "title": "Just 5 questions: What lies beneath",
  "date": null,
  "content": "5 min read\nInterview by Gretchen Cook-Anderson,NASA Earth Science News Team\nPermafrost is not your garden-variety soil. Beneath the frozen depths of the Arctic, the icy soil stores an estimated 1.5 trillion tons of carbon - methane and other hydrocarbons - twice as much as is found in the atmosphere. These greenhouse gases are locked up in permafrost, frozen ground that covers 24 percent of exposed land in the high latitudes of the Northern Hemisphere, as well as parts of Antarctica and the Patagonian region of Argentina and Chile in the Southern Hemisphere.\nGreenhouse gases are escaping the permafrost and entering the atmosphere at an increasing rate - up to 50 billion tons each year of methane, for example - due to a global thawing trend. This is particularly troublesome because methane heats the atmosphere with 25 times the efficiency of carbon dioxide. The release of all this stored carbon could change climate in the Arctic in ways researchers have yet to fully understand. Researchers, such as Larry Hinzman of the University of Alaska, are digging deeper to find out more.\nPermafrost is soil, rock, or peat that has been frozen below zero degrees Celsius (32 degrees Fahrenheit) continuously for two or more years. This means it's not defined by geology or region. It can exist in high mountain areas such as the Rocky Mountains and Africa's Mt. Kilimanjaro, in peak elevations in, say, North and South Dakota, and even in rare spots on the Hawaiian islands. Permafrost is like frozen chicken in that it thaws but it does not melt (in contrast to ice, which melts).\nFollowing a childhood in rural South Dakota, I pursued a degree in agronomy. Agronomy explores the impact of agriculture on the environment and melds the biology, chemistry and earth science associated with soil with meteorology and plant growth. After completing that master's degree, I came to Alaska on a vacation. I loved it so much up here that I got a job working for a gold prospector, but nearly starved that winter without finding much gold. A friend recommended a job at the university in Fairbanks as an agricultural field technician, which was more aligned with my education.\nDespite fighting off attacks to our experiments from buffalo and sand hill cranes, I enjoyed the work and decided to pursue a doctorate in soil physics. I leapt from agronomy to hydrology, but the two are linked. So much of the study of water in agriculture involves understanding how permafrost controls moisture in Alaskan soils, and therefore whether some crops grow and others don't when permafrost is present.\nIn Alaska, we're living right on the knife's edge between frozen and thawed landscape. That's a huge difference between the lower 48 states and us. Temperature changes here affect the structural stability of entire ecosystems much more than in a more temperate state such as Arkansas.\nIf permafrost changes -if it degrades even a foot - it will act like a big domino that knocks everything else over. When the sun's rays hit frozen soil, the soil moisture evaporates, making the surface cooler. Without permafrost, drier soil causes surface warming, and this changes the local climate. Thawing permafrost also releases methane into the atmosphere in amounts potentially far greater than human emissions. Permafrost below the Arctic Ocean has trapped huge quantities of methane (called gas hydrates), and as the permafrost degrades, the amount of methane escaping the frozen ground increases, with implications for climate change.\nPermafrost is very hard to see. But we can trace changes in surface conditions that sometimes occur when permafrost thaws with a technique called interferometry, which uses electromagnetic waves to point us to places where surface subsidence has occurred. Interferometry allows us to detect massive surface disturbances called \"thermokarsts,\" which are produced as permafrost thaws and ice wedges contained in it melt.\nWe also use NASA's gravity-detecting GRACE satellites, which help us trace changes in groundwater reservoirs that may indicate thawing permafrost.\nWe have an ongoing satellite project with NASA to look at Russian permafrost. Russia is experiencing rapid degradation of permafrost, and we want to learn more about how that thawing is affecting the levels of lakes and rivers and the amount of meltwater - released from melted snow or ice - pouring into the ocean.\nThe Russians have been collecting runoff data for a century. Those data are telling us that runoff is increasing in the winter, but we're trying to figure out why. We believe that thawing permafrost plays a role in controlling infiltration of rain and snowmelt, which affects the timing of eventual runoff into rivers and to the ocean. We know for sure that the increased runoff is contributing to a freshening of the waters of the Arctic Ocean; lower-density freshwater tends to float on the saltier ocean water. Increases in freshwater near the Earth's poles could affect the circulation in the oceans, which influences everything from atmospheric temperatures to storm intensity.\nAstrophysics Science Video Producer – Goddard Space Flight Center Growing up in Detroit with a…\nFor some people, a passion for space is something that might develop over time, but…\nVideo Producer – Goddard Space Flight Center What sparked your interest in video production, and…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}