{
  "url": "https://climate.nasa.gov/news/2855/a-decade-of-exploring-alaskas-mountain-glaciers/",
  "title": "A Decade of Exploring Alaska's Mountain Glaciers",
  "date": null,
  "content": "In Alaska, five percent of the land is covered by glaciers that are contributing to sea level rise in ways disproportionately large to their size. A small airborne campaign has been monitoring these changes since 2009. Credit: NASA\nBy María José Viñas,\nNASA’s Earth Science News Team\nIn Alaska, 5 percent of the land is covered by glaciers that are losing a lot of ice and contributing to sea level rise. To monitor these changes, a small team of NASA-funded researchers has been flying scientific instruments on a bright red, single-engine plane since spring 2009.\nIn almost a decade of operations, the Operation IceBridge Alaska team has more than doubled the number of mountain glaciers surveyed in the state known as “The Last Frontier.” Data from the mission has put numbers to the loss of Alaskan glaciers from 1994 to 2013: 75 gigatons of ice every year. Measurements from the campaign have helped scientists determine that most of the mass loss in Alaska’s icy fields is due to surface melt rather than warming ocean waters.\nNASA’s Operation IceBridge airborne science campaigns have been measuring Earth’s changing glaciers and ice sheets since 2009. IceBridge was conceived to avoid a gap in measurements of ice height between two satellite missions: NASA’s Ice, Cloud, and land Elevation Satellite (ICESat), which stopped collecting data in 2009, and its ICESat-2, which launched in 2018. While scientists at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, managed the two larger yearly field campaigns in the Arctic and Antarctica, monitoring Alaskan glaciers fell on a smaller team based at the University of Fairbanks, Alaska.\n\"NASA wanted to find existing systems that were capable of doing these measurements from airplanes and get them going right away,\" said Chris Larsen, lead scientist for Operation IceBridge Alaska and a research professor at University of Alaska, Fairbanks. \"University of Alaska Fairbanks had an ongoing altimetry program since 1991 and a system that was flight-ready – so we were good to go and started our flights in May 2009.\"\nEqual in size to six Yellowstone National Parks, Wrangell-St. Elias National Park and Preserve in southeastern Alaska is the largest national park in the United States. The remote site offers breathtaking views of extensive boreal forest, braided glacial rivers and towering mountains – and also provides optimal access to many of the main icefields in the region.\nSitting in the middle of the park, hundreds of miles away from the closest paved road, is a lodge that doubles as IceBridge Alaska’s main base of operations. From there, Larsen’s team conducts two flight campaigns every year: one at the end of the accumulation season, in May, and another toward the end of the melt season, in August.\n\"Both melt and ice flow both occur at much faster rates in general here than they do in Greenland and Antarctica,\" Larsen said. \"The difference between a glacier in May and that same glacier in August is huge.\"\nSince the beginning of the mission, Larsen has used a laser altimeter – an instrument that fires pulses of light and times how long they take to bounce off the ice and return to the sensors – to measure changes in the surface of the ice. In 2012, he added a radar sounder to examine the bedrock beneath mountain glaciers -- scientists are keen on measuring the topography near the terminus, or end, of a glacier because it often determines the glacier’s behavior.\nBut radar, it turns out, is tricky to use with Alaska’s mountain glaciers.\n\"It can be really hard to get the radar energy all the way to the bed of the glacier – it’s actually a much harder problem than I thought when I first started,\" said Martin Truffer, an expert in ice physics at University of Alaska, Fairbanks, and IceBridge Alaska’s co-principal investigator.\nMost glaciers in Alaska are temperate, meaning they are at their melting point from surface to base and contain large pockets of water within the ice that scatter radar waves. To further complicate things, the tall mountains encasing the narrow glacier valleys reflect radar waves as frequently as the bedrock does. This muddles the signal and makes it challenging for scientists to define the glacier’s base.\n\"Radar energy just comes back from everywhere, from the mountains all around the plane, and then we have to decipher what’s coming from the glacier bed,\" Truffer said. \"There used to be these solar hotdog cookers, made of this U-shaped mirror that would focus all the sunlight on the hotdog.  It turns out that our airplane is often where the hotdog would be.\"\nOn a bright morning on August 17, 2018, Larsen, Truffer and University of Texas undergraduate student Michael Christoffersen were ready to launch their summer campaign of science flights. The IceBridge scientists and their instruments would be traveling aboard their usual ride: a bright red, single-engine De Havilland Otter.\nThe Otter belongs to Paul Claus, a bush pilot who’s logged more than 35,000 flight hours, mostly in the wilderness. Claus hand-flies all of IceBridge’s data collection lines along Alaskan glaciers, because said paths are often meandering and close to ridge lines, which does not allow for auto pilot. Claus’s intimate knowledge of Alaska’s tricky mountain weather is priceless for the mission’s safety and efficiency.\n\"Whenever a problem comes up, Paul has already been through it or knows how to get around it and often before it happens because he can see it coming,\" said Larsen, himself a commercial pilot who assists in the cockpit during flight.\nLarsen was moderately optimistic about the day’s forecast.\n\"The weather looks like it’s going to be good for us, but you can get the best forecast in the world for this region and still get out there and have it be totally different,\" Larsen said. \"We won’t know until we check it out. Paul and I have a saying: It’s easy when it’s easy, and I’m hoping we’ll get to say that today.\"\nThe day’s goals included flying over three glaciers that, though relatively close by, exhibit different behaviors – something very common among Alaskan glaciers.\nOne of the first targets was Yahtse Glacier, a tidewater glacier. These types of glaciers sit on deep water and have a built-in cyclicity: they naturally alternate between advancement and retreat. And currently, Yahtse is the most rapidly advancing glacier of its type in Alaska.\nSoon afterward, the Otter flew over other glaciers along Icy Bay, a breathtaking body of water in southeast Alaska that presents one of the greatest coastal reliefs (difference between the highest and lowest elevation) in the world. Only a century ago, the now open waters were covered in ice.\nAmong the final targets of the day was Malaspina Glacier. Malaspina is North America’s largest piedmont glacier: a confluence of large valley glaciers that meet to form an almost stagnant lobe crisscrossed by psychedelic patterns of sediments. The glacier, so huge it’s visible from space, is thinning at the state-wide average of 2.3 feet per year. But its massive ablation zone makes it vulnerable to future warming.\n\"Malaspina has the potential for being one of the bigger geographic evolutions in Alaska of our time,\" Larsen said. \"Certainly, my son could be able to witness some big geography changes there, as it could open up a large lake or bay.\"\nWith a dozen glaciers surveyed on August 17, the inaugural flight of IceBridge Alaska’s summer campaign was a success. Later on, an atmospheric river drove a lot of rain to southeast Alaska, grounding Larsen’s team for several days – still, they managed to complete 50 hours of science flights.\n\"August can be this way in Alaska,\" Larsen said. \"Our May campaign is generally better weather and more stable at that. We didn’t get it this year, but in years past it’s been wonderful – then the world is your oyster and you can choose where you want to go based on the scientific priorities.\"\nThe following month, on Sept. 15, 2018, NASA’s ICESat-2 launched and the gap in measurements of ice height in the polar regions was finally bridged. Larsen expects the new spacecraft to perform well with mountain glaciers.\n\"What is great about ICESat-2 is that it has multiple laser beams, so each pass of the satellite in effect covers multiple ground tracks – and this will help with smaller targets, such as Alaskan glaciers,\" said Larsen, who will continue to carry on IceBridge Alaska flights until summer 2020 and thus contribute to the validation of the new satellite’s measurements of ice height in the region.\nFor more on NASA’s Operation IceBridge, visit:\nhttps://www.nasa.gov/mission_pages/icebridge/index.html\nFor all NASA Earth Science news, visit:\nhttps://www.nasa.gov/topics/earth/index.html\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}