{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/176/busy-bees/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Of all the millions of insect species in the world, the honey bee is arguably one of the most charismatic. These creatures are best known for producing prodigious amounts of honey, the sweet amber substance they create by digesting and regurgitating sugar-rich nectar found within the petals of flowering plants. Then there's the dancing: they perform a range of complex \"waggle\" dances to communicate. But they also happen to be the workhorse of our agricultural system, pollinating crops ranging from almonds to watermelons to peaches. In the U.S., for example, they contribute more than $14 billion to agriculture each year.\nNow — thanks to an innovative project conceived by Wayne Esaias, a NASA oceanographer and keen beekeeper — bees have yet another role: that of climate data collectors.\nWhen honey bees search for nectar, colony scouts tend to scour far and wide and sample the area around a hive remarkably evenly, regardless of the size of the hive. And that means they excel at keeping tabs on flowering ecosystems in ways that even a small army of scientists could not.\nThe key information that bees collect relates to the nectar flow, which in the mid-Atlantic region tends to come in a burst in the spring. Major nectar flows, typically caused by blooms of tulip-poplar and black locust trees, leave an unmistakable fingerprint on beehives — a rapid increase in hive weight sometimes exceeding 20 lbs per day. When a nectar flow finishes, the opposite is true: hives start to lose weight, sometimes by as much as 1 lb a day.\nEsaias, who works at NASA's Goddard Space Flight Center in Maryland, has been studying this cycle of beehive yo yo dieting in the U.S., as he explains in the video above. By combining hive weight changes with space satellite data that reveal vegetation change on the ground, along with other data that go back to the 1920s, he has found that the timing of spring nectar flows has undergone extraordinary change. \"Each year, the nectar flow comes about a half-day earlier on average,\" says Esaias. \"In total, since the 1970s, it has moved forward by about month in Maryland.\" \n \nIn an interesting demonstration of citizen science, Esaias has set up a network of amateur beekeepers — HoneyBeeNet — who use industrial-sized scales to weigh their hives each day. While the majority of sites are in Maryland, HoneyBeeNet now has sites in more than 20 states. With a little help from people, a birds eye view from space, and a lot of help from honeybees, we might be able to get a handle on just how climate change is affecting our ecosystems.\nOh, and if you're interested in a slightly different take on the honeybee dance, check out the video below.\nAdapted from an article by Adam Voiland, NASA Earth Science News Team.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}