{
  "url": "https://climate.nasa.gov/news/751/carbon-correction/",
  "title": "Carbon correction",
  "date": null,
  "content": "Distribution of annual carbon emissions from gross forest cover loss between 2000 and 2005 mapped at a spatial resolution of 11.5 miles (18.5 kilometers). Credit: Winrock International\nBy Alan Buis,\nJet Propulsion Laboratory\nA new study with NASA participation has sharply reduced previous estimates of how much carbon was emitted into Earth's atmosphere from tropical deforestation in the early 2000s.\nResearch scientist Sassan Saatchi of NASA's Jet Propulsion Laboratory, Pasadena, Calif., participated in the study, published June 21 in the journal Science. The team, led by researchers from Winrock International, an environmental nonprofit organization in Little Rock, Ark., also included scientists from Applied GeoSolutions, Durham, N.H.; and the University of Maryland, College Park. They combined satellite data on gross forest loss and forest carbon stocks to track emissions from deforestation in the world's tropical forests. The resulting gross emissions estimate of 0.81 billion metric tons of carbon emitted per year is approximately one third of previously published estimates, and represents just 10 percent of the total global human-produced carbon emissions over the time period analyzed (2000 to 2005).\nTwo countries - Brazil and Indonesia - produced the highest emissions during the study period, accounting for 55 percent of total emissions from tropical deforestation. Nearly 40 percent of all forest loss in the study region was concentrated in the dry tropics, but accounted for only 17 percent of total carbon emissions, reflecting their relatively low carbon stocks in comparison to those found in tropical moist forests.\nThe Winrock study is the first study of global carbon emissions from tropical deforestation to use satellite data, rather than tabular bookkeeping models, to account for carbon. This approach allows for a much more refined analysis and yields results that will serve as a better benchmark for monitoring global progress on reducing emissions in the future. Individual emissions numbers were calculated for each country, along with a statistical uncertainty range.\n\"These detailed emissions estimates would not have been possible without the NASA satellites that helped us quantify forest cover change and forest carbon stocks, which are the two critical data sources for this work,\" said Saatchi. Data from NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) instrument on NASA's Terra satellite; NASA's Ice, Cloud and land Elevation Satellite (ICESat); NASA's Quick Scatterometer (QuikScat) satellite; and the joint NASA/U.S. Geological Survey Landsat program were used to produce the estimate.\nThe team hopes the policy mechanism of the United Nations Framework Convention on Climate Change that proposes to compensate developing countries for reducing emissions from deforestation and forest degradation (REDD) will benefit from a more accurate benchmark of emissions from deforestation.\n\"The relative contribution of deforestation to total greenhouse gas emissions will likely continue to decline through time as emissions from other sectors rise, but the loss of millions of hectares of forest per year remains considerable,\" said Alexander Lotsch of the World Bank, which funded the study. \"Effectively reducing forest-related emissions through international efforts that also promote biodiversity conservation, forest livelihoods and help maintain essential forest functions such as water regulation, is an essential measure to avoid serious climate change impacts and to ensure low carbon sustainable development in the developing world.\"\nThe team plans to update their work for the period from 2006 to 2010 to assess whether carbon emissions increased or decreased in the second half of the 2000s.\nFor more information on the study, read the full news release from Winrock International. For more on Winrock International, visit: http://www.winrock.org.\nFor more information on Sassan Saatchi's terrestrial carbon cycle research, visit: https://science.jpl.nasa.gov/projects/CARBON/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}