{
  "url": "https://climate.nasa.gov/news/2857/more-than-a-carbon-copy-oco-3-on-the-space-station/",
  "title": "More Than a Carbon Copy: OCO-3 on the Space Station",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Earth Science News Team\nIllustration of NASA's OCO-3 mounted on the underside of the International Space Station. Credit: NASA/JPL-Caltech\n› Full image and caption\nNASA is ready to launch a new space instrument that will use the vantage point of the International Space Station to monitor Earth's carbon cycle. A follow-on to the still-active OCO-2 mission, OCO-3 will bring not only a new vantage point but new techniques and new technologies to NASA's carbon dioxide observations. Why are we launching a new carbon observatory? Read on.\nNASA's OCO-3 mission is ready for launch to the International Space Station. This follow-on to OCO-2 brings new techniques and new technologies to carbon dioxide observations of Earth from space.\nCarbon dioxide (CO2) naturally cycles into and out of the air from plants and animals, the ocean, and land, with the cycle staying in balance over the long term. CO2 added into the atmosphere by human activities over the last 250 years has increased the amount of the gas that stays in the atmosphere. This extra gas traps heat through the greenhouse effect, resulting in a warming of the climate. NASA and other scientific institutions keep a close eye on this and other atmospheric changes and the ways Earth is responding to them, continually seeking to improve our observations. OCO-3 is the latest addition to the global space-based fleet observing this critical greenhouse gas. OCO-3 was built by adapting a duplicate version of OCO-2, originally built as a \"flight spare\" - an exact copy that a mission builds in case there's a problem with the original instrument. Thus OCO-3 will extend and enhance a data set that has already proven its value.\nThe space station circles Earth between 52 degrees north to 52 degrees south latitudes - about the latitudes of London and Patagonia. The vast majority of Earth's cities and agricultural lands, responsible for most of our planet's carbon absorption and emissions, fall within this zone. Where OCO-2's polar orbit takes it over each location at exactly the same time of day, the space station's orbit will put OCO-3 over each location at a slightly different time on every orbit. Mounted externally on the underside of the space station, OCO-3 will collect the first dawn-to-dusk observations of variations in carbon dioxidefrom space over tropical and mid-latitude regions, giving a better view of emission and absorption processes. For example, the vast carbon stores of the rapidly changing Amazon rainforest are a critical part of Earth's carbon cycle, but when OCO-2 flies over the forest at about 1:30 p.m., afternoon clouds have usually built up, hiding the region from the instrument's view. OCO-3 will pass the Amazon at all times of day, capturing far more cloud-free data.\nIt's a spectrometer - in fact, three spectrometers sharing one telescope. Like radios tuned to different stations, the spectrometers are \"tuned\" to observe different sets of wavelengths in the electromagnetic spectrum. Every atmospheric gas absorbs sunlight at a specific set of wavelengths, and carbon dioxide is no exception. Two of OCO-3's spectrometers record two sets of wavelengths where carbon dioxide absorption is strong; the third records wavelengths with strong absorption of oxygen, which researchers need in order to calculate the total number of molecules in the part of the atmosphere where the measurement was made. Combining the data from the three spectrometers allows researchers to obtain a measurement of CO2 so accurate that it records the difference between, for example, 405 and 406 molecules of the gas in every 1 million molecules of air.\nOCO-3 observes a very faint glow that plants emit during photosynthesis, called solar-induced fluorescence (SIF). This light is far too dim for humans to notice under normal circumstances, but it is the most accurate indicator of photosynthesis that can be measured from space. As Earth's climate changes, rainfall and temperature are changing plant growth around the globe in ways that may affect world food security. Understanding exactly when photosynthesis happens - how its seasonal startup and shutdown are changing in remote locations around the globe - can help us prepare for the challenges of the future. OCO-3's SIF measurement will have the same high resolution as OCO-2's, and the new instrument will add an ability to rapidly swivel and point its sensors at towers on the ground where SIF is monitored locally, collecting data on almost the same spatial scale as these towers so that its measurements can be validated. Because photosynthesis is an important part of the global carbon cycle, the SIF data complement OCO-3's carbon dioxide measurements.\nOCO-3 will demonstrate a new technique to measure urban carbon emissions, volcanic eruptions and other local carbon sources from space. The origins of carbon dioxide can be hard to discern by satellite because the gas mixes rapidly and uniformly into the air. For example, we know from global emissions data that more than 70 percent of carbon dioxide emissions from human activities come from cities. OCO-2's orbit produces a long swath of measurements that slice through a few cities, but it is still a challenge to gather satellite data in enough detail to differentiate between a city's own output and CO2 that drifted into the city on air currents, which may have been released months ago on the other side of the globe. OCO-3's new feature is called \"snapshot mode.\" This scanning technique, enabled by the instrument's ability to swivel and point rapidly, produces a tightly woven blanket of measurements over an area of about 50 by 50 miles (80 by 80 kilometers) - about the size of the Los Angeles Basin.\nEsprit Smith \nJet Propulsion Laboratory, Pasadena, California\n818-354-4269\nEsprit.Smith@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}