{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/635/the-wood-for-the-trees/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Dr. Erika Podest,\r\nNASA Jet Propulsion Laboratory\r\nFrom the UN conference on climate change, Durban, South Africa\nI have arrived in Durban, South Africa, to attend the 17th Conference of Parties (COP17) to the United Nations Framework on Climate Change (UNFCC) — the latest United Nations (UN) conference on climate change. I am here as part of the NASA component of the US delegation and my role is to represent NASA and inform the audience about how NASA satellites are a key component to studying and monitoring our changing planet.\nSince today was Sunday, most COP17 activities were on a break, but I did attend a side event called Forest Day 5. It is probably COP17’s largest side event and one of the most intense and influential annual global events on the state of the world’s forests. It’s an opportunity for stakeholders from different backgrounds and regions to share their experiences and debate the pressing issues that forests are facing worldwide.\nNow in its fifth year, Forest Day brings together world leaders, researchers, donors, policymakers, climate change negotiators, the media, non-government and intergovernmental organizations, indigenous people’s groups and other forest-dependent people.\nWhat do forests have to do with climate change? Well, as the UN explains, deforestation and forest degradation — through agricultural expansion, conversion to pastureland, infrastructure development, destructive logging and fires — account for nearly 20 percent of the world’s emissions of heat-trapping greenhouse gases. This is more than the entire global transportation sector and second only to the energy sector. Constraining climate change to within “safe” levels, such as keeping the world’s temperature rise to within about two degrees Celsius, will therefore have to involve reducing greenhouse gas emissions from the world’s forests.\nThe main topic of discussion at Forest Day was the UN’s REDD+ (Reducing Emissions from Deforestation and Forest Degradation) program, a collaborative effort between countries to reduce heat-trapping carbon emissions from deforestation and forest degradation. One of the goals is to create a financial value for the carbon stored in forests, thus offering incentives for developing countries to conserve trees, sustainably manage forests and enhance forest carbon stocks.\nTalks focused on implementing a global business plan that not only reduces emissions, but also creates social and environmental benefits and improves quality of life. At this conference, the main thrust for REDD+ is to move from policy to implementation and action. Though great strides have been made towards this end, there is still much to achieve. The new REDD+ policy text emphasizes transparency, but fails to address how we will verify that countries are sticking to the plan. I think this issue of verification — that international policy and agreements are actually being adhered to — is an area that NASA could support, using the information it collects about our planet from space.\nSomeone that was especially remembered during Forest Day was Wangaari Maathai, the 2004 Nobel Peace Prize recipient who recently passed away. She was an environmentalist and visionary from Kenya who through her Greenbelt Movement inspired millions of people across the world to take charge of their environment, the systems that govern them, their lives and their future. She was a great supporter of COP and had been present at Forest Day since its inception. Though it was a long day and I am jetlagged with the 10 hour time difference from home, my excitement keeps me awake and alert. I leave Forest Day with a renewed sense of responsibility for taking action and keeping Professor Wangaari’s legacy alive.\nErika Podest is a scientist with the Water and Carbon Cycles Group at NASA’s Jet Propulsion Laboratory, and a Visiting Associate Researcher in the Joint Institute for Regional Earth System Science and Engineering (JIFRESSE) at UCLA. She focuses on using space satellites to monitor wetland ecosystems and seasonal freeze/thaw dynamics in the northern high latitudes of the globe, and improving our understanding of Earth’s water and carbon cycles and resources. Erika also leads a project that uses satellite data to study the palm swamp wetlands of the Amazon rainforest in order to better understand their contribution to the global carbon budget.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}