{
  "url": "https://climate.nasa.gov/news/739/muddled-outlook/",
  "title": "Muddled outlook",
  "date": null,
  "content": "NASA Earth Observatory image by Jesse Allen, using WindSat and MODIS data from Chelle Gentemann and Frank Wentz, Remote Sensing Systems. Caption by Michael Carlowicz.\nThe 2012 hurricane season in North and Central America arrives with a muddled outlook. Sea surface temperatures are not particularly warm or cool, and the El Niño–Southern Oscillation (ENSO) is drifting in a neutral state that NASA climate scientist Bill Patzert playfully calls “La Nada.”\nThe map above shows sea surface temperatures (SSTs) in the tropical Atlantic Ocean and tropical eastern Pacific on May 30, 2012. The map was built with data from the Microwave Optimally Interpolated SST product, a NASA-supported effort at Remote Sensing Systems. Researchers combine observations and analyses from NASA’s Tropical Rainfall Measurement Mission and Aqua and Terra satellites, as well as the U.S. Navy’s WindSAT instrument on the Coriolis satellite (operated jointly with the Air Force).\nShades of blue depict water temperatures below 27.8 degrees Celsius (about 82 degrees Fahrenheit), while yellows, oranges, and reds depict waters above that threshold. Scientists generally agree that waters above that temperature are needed to build and sustain hurricanes, though there are exceptions. Of course, measurements of sea surface temperature account for only the top few millimeters of the ocean, and the amount of heat stored at greater depths (which is harder to measure) can also be a factor in hurricane development. So SSTs do not tell the whole story, but they are a fair predictor of the readiness of the ocean to sustain tropical storms.\n“The waters look on the slightly cool side across some of the ‘main development region (MDR)’—the tropical band extending over the east and central Atlantic off Africa,” noted Jeff Halverson, a hurricane researcher at the University of Maryland–Baltimore County. “Whether this will persist for several months as we get into the high season, I don't know.”\nThe official start of hurricane season is June 1, though four named tropical storms in May—Alberto and Beryl in the Atlantic, Aletta and Bud in the Pacific—didn't wait for the calendar. The Hurricane Research Division of the National Oceanic and Atmospheric Administration (NOAA) announced on May 24, 2012, that it is expecting a near-normal season, with nine to fifteen named storms and four to eight hurricanes. According to NOAA, an average season between 1980 to 2010 produced 12 named storms with six hurricanes, including three major hurricanes. “We shouldn't be fooled by the storms that have already developed off the southeast U.S. in May,” Halverson said. “Development can and does happen this early—albeit infrequently—and these developments are almost always not far off the U.S. mainland. They have little to do with what is coming off Africa and streaming across the MDR. So these early home-grown storms are not necessarily a predictor of the August to October season, which is dominated by Cape Verde storms.”\nMeteorologists often look to ENSO for a sense of whether atmospheric weather patterns will promote or tamp down hurricane formation. In general, researchers believe that El Niño reduces hurricane activity and La Niña promotes it. But the science on the matter is not really settled, and it may be that ENSO affects the number but not necessarily the intensity of storms.\nLa Niña just ended earlier this spring, and the next El Niño may be some months off. “The equatorial Pacific is neutral, with no El Niño developing...not even a hint,” said Patzert, who is based at the Jet Propulsion Laboratory. “If El Niño builds, I think it will be late and whimpy.” In the eastern Pacific, NOAA is calling for a near-normal or below-normal season. “Forecasters estimate a 70 percent chance of 12 to 18 named storms, which includes 5 to 9 hurricanes.”\nRegardless of the predictions, the key to hurricane season is vigilance. “The important issue is hurricane preparedness along the coasts,” said Patzert. “All it takes is one in your neighborhood to wreak havoc. Listen to the National Hurricane Center, know your evacuation routes, and be super prepared.”\nReferences NASA Earth Observatory. (n.d.) Global Maps: Sea Surface Temperature. NASA Earth Observatory. (2010, June 3) Sea Surface Temperatures at the Start of 2010 Hurricane Season. NOAA (2012, May 24) NOAA predicts a near-normal 2012 Atlantic hurricane season. Accessed May 31, 2012.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}