{
  "url": "https://climate.nasa.gov/news/688/earths-clouds-are-getting-lower/",
  "title": "Earth's clouds are getting lower",
  "date": null,
  "content": "This image of clouds over the southern Indian Ocean was acquired on July 23, 2007 by one of the backward (northward)-viewing cameras of the Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's polar-orbiting Terra spacecraft. Credit: NASA/JPL-Caltech.\nBy Alan Buis,\nNASA Jet Propulsion Laboratory\nEarth's clouds got a little lower — about one percent on average — during the first decade of this century, finds a new study based on NASA satellite data. The results have potential implications for future global climate.\nScientists at the University of Auckland in New Zealand analyzed the first 10 years of global cloud-top height measurements (from March 2000 to February 2010) from the Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's Terra spacecraft. The study, published recently in the journal Geophysical Research Letters, revealed an overall trend of decreasing cloud height. Global average cloud height declined by around one percent over the decade, or by around 100 to 130 feet (30 to 40 meters). Most of the reduction was due to fewer clouds occurring at very high altitudes.\n\n\n\n\n\n\n\nData from NASA's MISR instrument on NASA's Terra spacecraft show that global average cloud height declined by about 1 percent over the decade from 2000 to 2010, or around 100 to 130 feet (30 to 40 meters). Credit: University of Auckland/NASA JPL-Caltech.\n\n\n\n\nLead researcher Roger Davies said that while the record is too short to be definitive, it provides a hint that something quite important might be going on. Longer-term monitoring will be required to determine the significance of the observation for global temperatures.\nA consistent reduction in cloud height would allow Earth to cool to space more efficiently, reducing the surface temperature of the planet and potentially slowing the effects of global warming. This may represent a \"negative feedback\" mechanism — a change caused by global warming that works to counteract it. \"We don't know exactly what causes the cloud heights to lower,\" says Davies. \"But it must be due to a change in the circulation patterns that give rise to cloud formation at high altitude.\"\n\n\n\n\n\n\n\nPatterns that relate changes in cloud-top height with El Niño/ La Niña indicators. Credit: University of Auckland/NASA JPL-Caltech\n\n\n\n\nNASA's Terra spacecraft is scheduled to continue gathering data through the remainder of this decade. Scientists will continue to monitor the MISR data closely to see if this trend continues.\nFor more information, see the University of Auckland news release.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}