{
  "url": "https://climate.nasa.gov/news/456/unstable-antarctica/",
  "title": "Unstable Antarctica",
  "date": null,
  "content": "West Antarctica is seeing dramatic ice loss particularly the Antarctic Peninsula and Pine Island regions. Ice loss culprits include the loss off buttressing ice shelves, wind, and a sub-shelf channel that allows warm water to intrude below the ice. Credit: NASA/NSIDC\nKathryn Hansen NASA's Earth Science News Team\nScientists have previously shown that West Antarctica is losing ice, but how that ice is lost remained unclear. Now, using data from Earth observing satellites and airborne science missions, scientists are closing in on ice loss culprits above and below the ice.\nThe findings, presented Dec. 15 at the fall meeting of the American Geophysical Union (AGU) in San Francisco, Calif., are expected to improve predictions of sea level rise.\nTime Not Healing Glacial Wounds\nA new analysis by Ted Scambos, a glaciologist at the National Snow and Ice Data Center in Boulder Colo., and colleagues found that more than a decade after two major Antarctic ice shelves collapsed, glaciers once buttressed by the shelves continue to lose ice.\nChanges are most evident in the West Antarctic Ice Sheet and along the Antarctic Peninsula. A spine of mountains forces passing winds to give up their moisture as snow, feeding glaciers that in turn feed the ice shelves that jut out into the Southern Ocean. More than a decade ago, dramatic changes started affecting a series of ice shelves, collectively called Larsen, along the Peninsula's northeast coast. In 1995, Larsen A was the first to collapse followed by a larger loss of Larsen B in 2002. Today, a small piece of the Larsen B and the entirety of the vast Larsen C hang on.\nInvestigating how the glaciers have responded to the loss of these ice shelf \"dams,\" Scambos and colleagues tracked elevation information using data from satellites such as NASA's Ice, Cloud and land Elevation Satellite (ICESat) and previous airborne missions. They show that between 2001 and 2006, glaciers feeding Larsen A and Larsen B lost 12 gigatons of ice loss per year, or 30 percent of all ice lost throughout the Peninsula.\nMoreover, the continued draw down of glaciers, such as Drygalski Glacier, fifteen years after the loss of Larsen A, have set precedent for what to expect elsewhere. Losses by glaciers that fed the Larsen B, such as Crane Glacier, are likely to continue.\nScambos and a team of colleagues have now placed instruments on glaciers just south of the area where the shelves disintegrated, anticipating that further warming will lead to further glacier speed-ups. The instruments and new aircraft overflights will provide further insight into shelf break-up and the onset of ice acceleration.\nWind Matters\nFurther south is West Antarctica's Pine Island Glacier, another site of major ice loss presently draining more than 19 cubic miles of ice per year from the West Antarctic Ice Sheet. It continues to deteriorate rapidly and scientists want to know why.\nBy combining satellite and airborne data, Bob Bindschadler, a glaciologist with the Goddard Earth Sciences and Technology Center at NASA's Goddard Space Flight Center in Greenbelt, Md., has successfully gained more insight into interactions between the atmosphere, ocean and ice even though the data can’t reveal these connections directly.\nBindschadler and colleagues looked at images from the Landsat satellite and spotted a series of large surface undulations on the ice shelf. Next they matched the undulations with the timing of warm water pulses in the waters adjacent to the ice shelf. When surface winds are strong, they stir the Southern Ocean and lift the warm water onto the continental shelf where the additional heat contributes to melt.\nAirborne data showed the ice shelf was up to 150 meters (492 feet) thinner when the warmer water was present, allowing Bindschadler’s team to establish a direct link between the rate of ice shelf melting and atmospheric wind speed. When the team accounted for the heat coming in and the ice lost, they concluded that only 22 percent of the heat is used in melting. Whether the remaining heat might melt additional ice is unknown, but it is clear that the atmospheric circulation has a strong role on the future of the ice shelf and the fate of the ice sheet inland. Stronger winds would lead to an acceleration of ice loss; weaker winds would have a stabilizing effect.\n\"In short, ice shelves are affected by what winds are doing,\" Bindschadler said. \"As Antarctic Circumpolar winds continue to increase, ice shelves are at increasing risk.\"\nUnderwater Channel Promoting Melt?\nStudinger is project scientist for NASA's Operation IceBridge mission -- an airborne science campaign that makes annual surveys of polar snow and ice -- that is helping researchers understand changes to Pine Island and other critical regions along West Antarctica and the Peninsula.\nAfter analyzing data from the mission's first Antarctic deployment in 2009, the team revealed for the first time a curious feature below the Pine Island shelf: a sinuous channel that allows warm ocean water to reach the grounding line, leading to melting of the ice shelf from below.\nMore information will become available throughout Operation IceBridge, which sustains watch over Earth's poles until the launch of ICESat-2, scheduled for January 2016. In November 2010, teams concluded the second Antarctic campaign during which they flew over sea ice and key glaciers including a return mission over Pine Island Glacier. These data will be incorporated into the tools scientists use to refine estimates of future sea level rise.\nRelated Links:\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}