{
  "url": "https://climate.nasa.gov/news/2858/what-is-madcat-flexing-wings-for-efficient-flight/",
  "title": "What is MADCAT? Flexing Wings for Efficient Flight",
  "date": null,
  "content": "The MADCAT wing during assembly, preparing to be tested in NASA's Langley Research Center's 14 x 22 feet wind tunnel. Credit: NASA\nFrom NASA\nMost planes use rigid wings with moving parts. But what if there was a wing that was not only completely flexible, but could be programmed to change on the go? A wing that could adapt to the most efficient shape for any flight, wind conditions or scientific mission? MADCAT is making that wing a reality.\nThe Mission Adaptive Digital Composite Aerostructure Technologies, or MADCAT, team at NASA’s Ames Research Center in California’s Silicon Valley, uses carbon fiber composites – a strong and light material made of carbon atoms – to design and test efficient, ultra-light wings that can adapt on the fly.\nThe advanced carbon fiber composite materials are used to create “blocks,” modular units that can be arranged in repeating lattice-based patterns. It includes the same crisscrossing patterns you might see in a garden fence, or even a cherry pie. This variation in patterns creates a structure that can precisely flex and adapt. Computers integrated into the wing use algorithms to help it morph and twist into the most efficient shape mid-flight.\nAn initial, hand-assembled version of the MADCAT wing, illustrating the lattice pattern used in its design. Credit: NASA/Kenny Cheung\nThese “blocks” fit into a space known as a voxel, shorthand for volumetric pixel. Those voxels come together to create the larger wing, in the same way a digital image is made up of smaller pixels. They work like lightweight Lego bricks, forming structures that are able to be deconstructed and reconstructed easily into new shapes. This makes the design scalable, easier to model and adaptive for different tasks and needs. Even repairs and replacements are simplified, since there are fewer unique pieces that make up the aircraft.\nFinding the right materials to make these components is just as essential as their design. By using a process known as injection molding – where unique materials like thermoplastic polymers are heated into a liquid state, injected into a mold, and then cooled to a solid state –the resulting lattice structures are as stiff and strong as more traditional metal structures.\nMADCAT also uses new sensory systems developed to give real-time feedback on airflow around a wing, for both testing and in-flight purposes.\nEach wing is equipped with a series of sensors taking in real-time data from the surroundings. Usually, this kind of network will have each sensor send back raw data, leaving significant lag and processing time.\nInstead, the system designed for MADCAT groups sensors in the skin of the wing around nodes— small data collection centers. Once the data is gathered, it  is processed and passed along to a neighboring node. These work together like a funnel, with each set of sensors taking in data and combining it with its neighbors’, sending information – rather than unprocessed raw data – to the next stage. In other words, the sensors don’t just pass along recorded values – they say what those values actually mean, and can report and interpret airflow patterns in real time, adjusting the structure of the plane’s wing accordingly.\nThe final testing phase for MADCAT has successfully completed, significantly increased from its original demonstration as an adaptive drone at the one-meter scale. Recent testing has proven the scalability of this model, using MADCAT to develop a mid-sized plane with a 14-foot wing span with even fewer types of parts than the original model.\nThis combination of adaptive algorithms, lightweight materials and modular design all make the MADCAT wing a unique technology with the potential to revolutionize air vehicle designs. The project has proven modular ultralight wing design can work on a large scale. As this technology continues to develop and make its way into industry, our planes will become not only more cost effective in their design, construction, and repairs, but increasingly versatile, able to adapt to changing weather conditions or scientific objectives on the fly. MADCAT is forging the path to a smarter, greener and more efficient aviation future.\nMembers of the news media interested in covering this topic should get in touch with the aeronautics representative on the NASA Ames media contacts page.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}