{
  "url": "https://climate.nasa.gov/news/2919/earths-atmosphere-a-multi-layered-cake/",
  "title": "Earth’s Atmosphere: A Multi-layered Cake",
  "date": null,
  "content": "4 min read\nEarth’s atmosphere has five major and several secondary layers. From lowest to highest, the major layers are the troposphere, stratosphere, mesosphere, thermosphere and exosphere.\nTroposphere. Earth’s troposphere extends from Earth’s surface to, on average, about 12 kilometers (7.5 miles) in height, with its height lower at Earth’s poles and higher at the equator. Yet this very shallow layer is tasked with holding all the air plants need for photosynthesis and animals need to breathe, and also contains about 99 percent of all water vapor and aerosols (minute solid or liquid particles suspended in the atmosphere). In the troposphere, temperatures typically go down the higher you go, since most of the heat found in the troposphere is generated by the transfer of energy from Earth’s surface. The troposphere is the densest atmospheric layer, compressed by the weight of the rest of the atmosphere above it. Most of Earth’s weather happens here, and almost all clouds that are generated by weather are found here, with the exception of cumulonimbus thunder clouds, whose tops can rise into the lowest parts of the neighboring stratosphere. Most aviation takes place here, including in the transition region between the troposphere and the stratosphere.\nStratosphere. Located between approximately 12 and 50 kilometers (7.5 and 31 miles) above Earth’s surface, the stratosphere is perhaps best known as home to Earth’s ozone layer, which protects us from the Sun’s harmful ultraviolet radiation. Because of that UV radiation, the higher up you go into the stratosphere, the warmer temperatures become. The stratosphere is nearly cloud- and weather-free, but polar stratospheric clouds are sometimes present in its lowest, coldest altitudes. It’s also the highest part of the atmosphere that jet planes can reach.\nMesosphere. Located between about 50 and 80 kilometers (31 and 50 miles) above Earth’s surface, the mesosphere gets progressively colder with altitude. In fact, the top of this layer is the coldest place found within the Earth system, with an average temperature of about minus 85 degrees Celsius (minus 120 degrees Fahrenheit). The very scarce water vapor present at the top of the mesosphere forms noctilucent clouds, the highest clouds in Earth’s atmosphere, which can be seen by the naked eye under certain conditions and at certain times of day. Most meteors burn up in this atmospheric layer. Sounding rockets and rocket-powered aircraft can reach the mesosphere.\nThermosphere. Located between about 80 and 700 kilometers (50 and 440 miles) above Earth’s surface is the thermosphere, whose lowest part contains the ionosphere. In this layer, temperatures increase with altitude due to the very low density of molecules found here. It is both cloud- and water vapor-free. The aurora borealis and aurora australis are sometimes seen here. The International Space Station orbits in the thermosphere.\nExosphere. Located between about 700 and 10,000 kilometers (440 and 6,200 miles) above Earth’s surface, the exosphere is the highest layer of Earth’s atmosphere and, at its top, merges with the solar wind. Molecules found here are of extremely low density, so this layer doesn’t behave like a gas, and particles here escape into space. While there’s no weather at all in the exosphere, the aurora borealis and aurora australis are sometimes seen in its lowest part. Most Earth satellites orbit in the exosphere.\nThe Edge of Outer Space. While there’s really no clear boundary between where Earth’s atmosphere ends and outer space begins, most scientists use a delineation known as the Karman line, located 100 kilometers (62 miles) above Earth’s surface, to denote the transition point, since 99.99997 percent of Earth’s atmosphere lies beneath this point. A February 2019 study using data from the NASA/European Space Agency Solar and Heliospheric Observatory (SOHO) spacecraft suggests, however, that the farthest reaches of Earth’s atmosphere — a cloud of hydrogen atoms called the geocorona — may actually extend nearly 391,000 miles (629,300 kilometers) into space, far beyond the orbit of the Moon.\n— Alan Buis/NASA's Global Climate Change website\n‹ Back to main article: 'The Atmosphere: Earth's Security Blanket'\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}