{
  "url": "https://climate.nasa.gov/news/2827/massive-antarctic-iceberg-spotted-on-nasa-operation-icebridge-flight/",
  "title": "Massive Antarctic iceberg spotted on NASA Operation IceBridge flight",
  "date": null,
  "content": "2 min read\nBy Kate Ramsayer and Patrick Lynch,NASA's Goddard Space Flight Center\nOn Wednesday, November 7, NASA’s Operation IceBridge campaign flew over an iceberg that is three times the size of Manhattan – the first time anyone has laid eyes on the giant iceberg, dubbed B-46 by the U.S. National Ice Center, that broke off from Pine Island Glacier in late October.\nWednesday's flight plan took the IceBridge team over Pine Island Glacier as part of the long-running campaign to collect year-over-year measurements of sea ice, glaciers, and critical regions of Earth's ice sheets. As NASA's DC-8 flew its pre-determined flight pattern, the new iceberg that calved in late October also came into view.\nOn October 29, the National Ice Center, which tracks icebergs for navigation purposes, estimated the surface area of B-46 at 66 square nautical miles, though satellite imagery and the IceBridge flight showed that the main iceberg is already beginning to break up.\nIce shelves, floating glacial ice areas that surround much of Antarctica, calve icebergs as part of the natural process of ice flowing out to sea. But scientists are also watching closely to see if the frequency of calving events is changing over time. In late 2016, IceBridge saw a crack beginning across the approximately 22 mile-wide trunk of Pine Island Glacier. It took a year for the rift to fully form and the iceberg named B-44 to break away in September 2017. The crack that would become B-46 was first noticed in late September 2018 and the iceberg broke away about a month later. Pine Island has now calved major icebergs in 2013, 2015, 2017, and 2018. Prior to that stretch, the glacier was experiencing major calving events about every six years.\nPine Island and nearby Thwaites Glacier alone are contributing about 1 millimeter per decade to global sea level rise, as their flow of ice to the sea has accelerated in recent years, according to NASA research.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}