{
  "url": "https://climate.nasa.gov/news/3050/new-high-tide-flooding-projection-tool-aids-us-coastal-decision-making/",
  "title": "New High Tide Flooding Projection Tool Aids U.S. Coastal Decision Making",
  "date": null,
  "content": "3 min read\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nA new tool developed with funding from NASA’s Earth Science Division helps decision makers and others assess how sea level rise and other factors will affect the frequency of high tide flooding in U.S. coastal locations in the next 50 to 100 years.\nHigh-tide flooding, also known as “sunny day” or nuisance flooding, is an increasingly frequent occurrence in coastal areas around the United States. The Flooding Days Projection Tool is an online dashboard that projects the number of high tide flooding days per year for 97 U.S. cities, based on National Oceanic and Atmospheric Administration (NOAA) impact thresholds. These thresholds provide a safety gap between regular high tide water levels and conditions that result in flooding. Coastal communities are built a certain elevation above sea level with these natural fluctuations in mind.\nThe tool is based on projections of sea level rise and the height of the highest astronomical tides, which vary on a predictable 18.6-year cycle that’s determined by the Moon’s orbit around Earth. Over multiple decades, changes in the Moon’s orbit cause cyclical variations in the height of high and low tides in certain regions. These changes occur slowly.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“Tides aren’t as constant as people think they are,” said Phil Thompson, director of the University of Hawaii’s Sea Level Center in Honolulu and an assistant professor in the university’s Department of Oceanography, who developed the tool. “They change on long time scales.”\nWhen high tides get lower, the net effect of sea level rise on flooding is reduced. The tool predicts this will happen in many U.S. locations from the mid-2020s until the mid-2030s, when high tides will once again get higher. When increases in high tides synch up with increases in global or regional sea level rise and other factors that cause sea levels to vary, there’s a potential for rapid increases in coastal water levels and associated impacts. For regions where the rate of sea level rise is already accelerating, such as along the U.S. West Coast, the cycle will exacerbate those impacts.\n“We’ll observe a rapid increase in high tide flooding days for regions around the globe,” Thompson said. “For a place like California, the height of high tides will increase 3 to 5 centimeters over 10 years, on top of a similar increase from sea level rise that’s driven by climate change.”\nThompson says this will result in numerous changes. For example, assuming NOAA’s intermediate sea level rise scenario, beginning in the mid-2030s, the frequency of high tide flooding events each year in the Los Angeles coastal area will go from fewer than 10 to more like 40. In San Diego, annual flooding events will increase from 15 to more than 60. And in San Francisco, they’ll go from fewer than 10 to almost 40 per year.\n“The last time this lunar cycle increased high tides, we couldn’t see the impacts because sea level rise hadn’t pushed these events over the flooding threshold yet,” said Thompson. “But next time we will, because sea level rise is ongoing.”\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}