{
  "url": "https://climate.nasa.gov/news/3051/beyond-ice-nasas-icesat-2-shows-hidden-talents/",
  "title": "Beyond Ice: NASA's ICESat-2 Shows Hidden Talents",
  "date": null,
  "content": "Scientists are using ICESat-2 to measure ecosystems far beyond the polar regions, including sea grass in shallow coastal waters such as this one in Mozambique. Credit: NASA/Lola Fatoyinbo\nBy Kate Ramsayer,\nNASA's Goddard Space Flight Center\nFor a satellite with ice in its name, and measuring ice as its mission, NASA’s ICESat-2 is also getting a lot of attention from scientists who have warmer subjects in mind. At this month’s Fall Meeting of the American Geophysical Union (AGU), researchers are highlighting how the Ice, Cloud and land Elevation Satellite 2 is helping to understand aspects of our home planet far beyond what it was intended to do.\nWhen ICESat-2 sent back its first measurements on the heights of Earth’s surface in early 2019 the ICESat-2 science team lead, Lori Magruder of the University of Texas, recalls her colleague and fellow science team member Amy Neuenschwander banging on their shared office wall for her to come look at one of the first data sets: A profile of the Mexico coastline showed mountains and trees as expected, but then also continued to the ocean, where both waves at the surface as well as the seafloor below were easily distinguishable. Around the same time, Helen Fricker of Scripps Institution of Oceanography zeroed in on her favorite swath of Antarctic ice – the Amery Ice Shelf – not to look at the height of the frozen ice itself, but to see if meltwater pooling on the surface of the ice shelf was visible from space (it was).\n“It’s amazing what you can see with this data, and it just keeps sparking people's curiosity,” Magruder said.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nBefore its September 2018 launch, the ICESat-2 mission team was focused on making sure the satellite met its science requirements, said Tom Neumann, the mission’s project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. And it has, by precisely measuring the height of the ice sheets at Earth’s poles, of sea ice floes above the ocean waters, and of forest canopies.\nThe satellite’s continuous coverage around the globe, with height measurements of Earth’s surface taken every 2.3 feet (70 centimeters) along its ground path, has made ICESat-2 datasets appealing to those studying rivers, coastal regions, forests and more, he said.\n“After two years, we have a lot of data over a lot of places, including some latitudes where other satellites don’t cover,” Neumann said. “This gives researchers a wealth of information to use in any number of creative ways.”\nDuring the Antarctic summer, networks of rivers and ponds appear on some ice shelves and glaciers at the edge of the continent. To estimate how much ice has melted and how much water has filled these ponds, scientists generally turn to satellite images. They infer depth based on the color of the ponds – darker blue means deeper water, Fricker said. ICESat-2’s laser instrument, however, can directly measure both the height of the top of the melt pond and of the ice below.\nFricker and her colleagues compared the results using ICESat-2 data with results from just images. In a new study presented at the AGU meeting, they found that the imagery-only methods underestimated the depth of the melt ponds by 30% to 70%. Now, the team is working on ways to incorporate the new depth data with the imagery data. “The strength is in combining the two,” she said.\nResearchers are also using ICESat-2 to investigate the meltwater that pools on floes of Arctic sea ice – which impact how much heat from the Sun is absorbed by the planet. These ponds can be as big as Olympic-sized swimming pools, or bigger, and about 2.5 feet (80 cm) deep. Traditionally, the size of these melt ponds has been estimated based on relationships between area and depth from fieldwork done in 1998, said Sinead Farrell, an ice scientist at the University of Maryland, College Park\n“A lot has changed in the Arctic since then – we’ve lost a lot of the thicker, older ice, and so we want to see if those observations made in the ‘90s are still representative today,” Farrell said. With the precise measurements of ICESat-2, which show ridges, cracks and ponds on the sea ice, scientists can research that question and others.\nOne of Farrell’s graduate students, Ellen Buckley, also of the University of Maryland, is presenting work at the AGU meeting that describes ways to automatically detect melt ponds on sea ice in the ICESat-2 datasets, and track how they change throughout the summer season. This information could be used to help improve the sea ice forecasts used by ships navigating the Arctic.\nIn the mountainous regions of Asia, it can be difficult to measure how much water is flowing down rivers, but it’s key for forecasting water availability as well as flood potential. Heidi Ranndal, a scientist with the Technical University of Denmark in Copenhagen, is using ICESat-2 to improve the measurements that she gets with radar satellites. She’s able to acquire thousands of useful height measurements of a river like the Yangtze from ICESat-2.\n“I was looking at an ICESat-2 track crossing the Yangtze River, and I could actually see the outline of a ship,” Ranndal said. “That was very impressive, since usually I would get just a few data points, which makes it harder to determine the height.”\nRadar satellite data, like that from the European Space Agency's CryoSat-2 or Sentinel-3, has its strengths though – those satellites measure a given area more frequently than ICESat-2 does, and also take measurements through clouds, which ICESat-2 cannot do. So she’s combining the two types of data to improve river flow estimates, and presenting the results at the AGU meeting.\nWith ICESat-2’s ability to measure both the surface of water and the seafloor below it – up to 140 feet (43 meters) in optimal conditions – researchers are also using the satellite to investigate coastal ecosystems.\nThe bathymetry of the seafloor is generally well-characterized at a global scale, but there’s a gap in knowledge about the shallow waters between the coastline and the open ocean where existing data does not contain enough detail, said Nathan Thomas, a scientist at NASA Goddard. It can be cost-prohibitive, or even dangerous, to measure these areas by ship, so he is working to combine ICESat-2 measurements with existing satellite datasets to better map coral reefs, sea grasses, tidal flats and other aquatic ecosystems.\nThomas is also using ICESat-2 to measure mangrove forests from the tops of the trees, to the base of their roots – a tricky task given that the roots are sometimes submerged under water. If he and his colleagues can measure the full height of these trees, however, while compensating for the tides, they can calculate the stores of biomass and carbon held in these forests, and add those to the global ICESat-2 biomass inventory.\nFocusing on that same gap between land and open oceans, Brett Buzzanga of Old Dominion University in Norfolk, Virginia, is investigating how well ICESat-2 can measure sea level rise in coastal regions.\n“ICESat-2 can detect sea level changes at a high spatial resolution, and so can measure these coastal regions – it really complements other satellites and methods we use to measure sea level rise,” he said.\nHe’s also presenting data at AGU that shows what appears to be a tsunami that ICESat-2 passed over at just the right time. But he’s mostly interested in the small features of the ocean processes that are hard to measure with other remote sensing tools.\nMagruder is presenting research at the AGU meeting that examines how to use ICESat-2 to improve nearshore bathymetry maps – and said she’s excited to see what other uses people come up with for the satellite’s data.\n“It’s almost like a snowball effect, with someone saying if they can map mangroves, maybe I can do coral reefs, or maybe even ocean phytoplankton,” she said. “It’s been really fun, and everyone’s so energetic about the data and the mission.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}