{
  "url": "https://climate.nasa.gov/news/388/eyeing-the-eye/",
  "title": "Eyeing the eye",
  "date": null,
  "content": "From Patrick Lynch, NASA Langley Research Center\nYou can learn a lot about a hurricane by flying through it. So NASA does just that — using both unmanned aircraft (the Global Hawk) and manned ones, with pilots in the cockpit the old-fashioned way (the DC-8 and WB-57. But just what is it like to fly through a hurricane?\nDryden Flight Research Center DC-8 pilot Dick Ewers flew through Hurricane Earl recently as part of NASA’s hurricane research campaign known as GRIP (Genesis and Rapid Intensification Processes). He gave the media some insights as he prepared for his final journey through Earl.\n1. What’s it like flying through a hurricane?\nIt’s pretty bumpy at times, but most of the time it’s a lot of clouds. Then, as we get closer, we’ll go into some bumps and turbulence. As we break out into the eye, hopefully we’ll be able to see the sky above and all the way down to the water below. That’s very nice. All of a sudden you’re out of the car wash and you’re looking down and can see what’s happening below. Normally it’s about 10 to 15 minutes of excitement per hour.\n2. How strong did Hurricane Earl get when you flew through it?\nAt our [altitude] it was about 100 mph, but the worst part is down below. We’re above [the area] where it’s very intense. And when you’re flying in an airplane and through an airmass, and the airmass is moving at 100 mph, you don’t really notice that. But what you do notice is when you come out, the winds drops off and the aircraft rises and falls based on what’s happening around it. So the plane isn’t able to be very level at times.\n3. How risky is it?\nMy job is to take the risk out of it. My job is to make sure what I do is safe and doesn’t put the scientists or the instruments at risk. My whole mission is to make sure that plane is back here tonight. Where the risk and danger is, I will take precautions and go around it and do something to avoid something where danger is involved.\n4. How many flights did you make through Earl?\nThis will be the fourth and final flight. We thought it was declining yesterday, but it's stronger this morning, so we're going back out.\n5. How was the view of the eye?\nRarely are storms very crystal clear. This one had a lot of strataform in there, so there were clouds around and above us, and it wasn’t a pristine, clear blue eye. But you were able to see daylight above us and the water below us. I want to say [the eye] was 20 to 25 miles [32 to 40 kilometers] wide inside. You wouldn’t want to be in a boat down there.\nAdapted and cross-posted from NASA’s What on Earth blog. Patrick is based near Washington, D.C.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}