{
  "url": "https://climate.nasa.gov/news/2859/climate-other-nasa-sites-garner-webby-nominations/",
  "title": "Climate, Other NASA Sites Garner Webby Nominations",
  "date": null,
  "content": "Seven NASA websites and social media efforts are nominated for the 2019 Webby People's Voice Awards. Public voting continues through April 18. Credit: NASA/JPL-Caltech\nHave you heard? This year marks the 10th anniversary of NASA’s Global Climate Change website, and we're up for a Webby Award in the \"Green\" category! Vote for your home planet here.\nWant to talk about how to land spacecraft onto other planets? We're here for you. Looking for the latest news or in-depth stories about science, technology and exploration? We've got those, too.\nAnd apparently, people have noticed. Seven of NASA's digital properties have been nominated for the 2019 Webby Awards, which recognize excellence in digital communications. Three others have been designated honorees in this year's awards.\n\"We're really excited to have all of these efforts recognized,\" said Bettina Inclán, NASA's associate administrator for communications. \"They represent hundreds of people across NASA who are committed to bringing the excitement of exploration to everyone.\"\nThe social media efforts for NASA's InSight Mars lander, nominated in the Education & Discovery category, helped to make the hashtag #MarsLanding the No. 1 globally trending topic on Twitter on Nov. 26, 2018, the spacecraft's landing day. That day was also the Monday after Thanksgiving weekend in the United States, reputed to be the busiest online shopping day of the year. #MarsLanding trended higher than the hashtag #CyberMonday.\nThe combined excellence of all of NASA’s flagship social media accounts led to nominations in the Corporate Communications and Best Overall Social Presence (Brand) categories. The agency reached 40 million followers on Instagram this year, with more than 30 million on Twitter and 21 million on Facebook.\nThree NASA websites were nominated for Webbys: NASA.gov, the agency’s flagship website, in the Government and Civil Innovation category; Solar System Exploration, for Science; and Global Climate Change, for Green. Now averaging nearly 8 million visits a month, NASA.gov has been the agency's primary website since the early 1990s. It has received 10 Webby Award nominations since 1998, winning the public People's Voice award 10 times and three juried Webbys. In 2018, Gizmodo named it one of the \"100 Websites that Shaped the Internet as We Know It.\"\nThe Solar System Exploration site is NASA's real-time encyclopedia of deep-space exploration, with in-depth information on the variety of bodies found in our solar system and the missions that are exploring them. It has received three People's Voice awards and a Webby to date and receives about 750,000 visits a month.\nThe Global Climate Change site, established in 2009 and visited 1.2 million times monthly, has received two People's Voice awards and two Webbys, one each in the Science and Green categories. Since 2015, it has been the top Google search result for the query \"climate change.\"\nThe video “The Call of Science,\" produced by NASA's Jet Propulsion Laboratory (JPL) was nominated in the 360 Video category. The video describes NASA research on glaciers and coral reefs, highlighting its importance in understanding changing environments.\nJPL's social media efforts also received an “honoree” designation for Best Use of Earned Media. JPL's Open Source Rover is a Science Website honoree; and its podcast, \"On a Mission\" is a Science & Education Podcast honoree.\nNASA has a long history of striving for digital distinction and has been honored by the Webby Awards over the years. Established in 1996 by the International Academy of Digital Arts and Sciences, the Webby Awards honor excellence on the internet, including websites, advertising and media, online film and video, mobile sites, apps and social media. The Webby in each category is awarded by a judging panel, but members of the public can register with the Webby Awards and vote for the People's Voice Award in each category. Members of the public can vote for their favorite sites and services in hundreds of categories until April 18; registration is required.\nThe InSight Mars lander social media, Solar Exploration Site and Global Climate Change site are managed for NASA by JPL, a division of Caltech in Pasadena, California. NASA's flagship social media accounts and NASA.gov are managed by the Office of Communications at NASA Headquarters, Washington.\nStephanie L. Smith\n818-393-5464\nJet Propulsion Laboratory, Pasadena, Calif.\nslsmith@jpl.nasa.gov\nBrian Dunbar\n202-358-0873\nNASA Headquarters, Washington\nbrian.dunbar@nasa.gov\nMembers of the public can vote for the People's Voice awards as part of the Webby Awards. Here are the links to vote in each category:\n\nNASA Social Media: Corporate Communications and Best Overall Social Presence (Brand)\n\nInsight Mars Lander Social Media: Education & Discovery\n\nNASA.gov: Government and Civil Innovation\n\nSolar System Exploration: Science\n\nGlobal Climate Change: Green\n\n\"The Call of Science\": 360 Video\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}