{
  "url": "https://climate.nasa.gov/news/2828/international-team-nasa-make-unexpected-discovery-under-greenland-ice/",
  "title": "International team, NASA make unexpected discovery under Greenland ice",
  "date": null,
  "content": "Two views of the Hiawatha crater region: one covered by the Greenland Ice Sheet, the other showing the topography of the rock beneath the ice sheet, including the crater. Credit: NASA/Cindy Starr\nAn international team of researchers, including a NASA glaciologist, has discovered a large meteorite impact crater hiding beneath more than a half-mile of ice in northwest Greenland. The crater — the first of any size found under the Greenland ice sheet — is one of the 25 largest impact craters on Earth, measuring roughly 1,000 feet deep and more than 19 miles in diameter, an area slightly larger than that inside Washington’s Capital Beltway.\nThe group, led by researchers from the University of Copenhagen’s Centre for GeoGenetics at the Natural History Museum of Denmark worked for the past three years to verify their discovery, which they initially made in 2015 using NASA data. Their finding is published in the Nov. 14 issue of the journal Science Advances.\n\"NASA makes the data it collects freely available to scientists and the public all around the world,” said Joe MacGregor, a NASA glaciologist at Goddard Space Flight Center in Greenbelt, Maryland, who became involved in the investigation in its early stages. “That set the stage for our Danish colleagues’ ‘Eureka’ moment.\"\nThe researchers first spotted the crater in July 2015, while they were inspecting a new map of the topography beneath Greenland's ice sheet that used ice-penetrating radar data primarily from NASA’s Operation IceBridge — a multi-year airborne mission to track changes in polar ice — and earlier NASA airborne missions in Greenland. The scientists noticed an enormous, previously unexamined circular depression under Hiawatha Glacier, sitting at the very edge of the ice sheet in northwestern Greenland.\nUsing satellite imagery from the Moderate Resolution Imaging Spectroradiometer instrument on NASA’s Terra and Aqua satellites, MacGregor also examined the surface of the ice in the Hiawatha Glacier region and quickly found evidence of a circular pattern on the ice surface that matched the one observed in the bed topography map.\nTo confirm their suspicions, in May 2016 the team sent a research plane from Germany’s Alfred Wegener Institute to fly over the Hiawatha Glacier and map the crater and the overlying ice with a state-of-the-art ice-penetrating radar provided by the University of Kansas. MacGregor, who is an expert in radar measurements of ice, helped design the airborne survey.\n\"Previous radar measurements of Hiawatha Glacier were part of a long-term NASA effort to map Greenland’s changing ice cover,\" MacGregor said. \"What we really needed to test our hypothesis was a dense and focused radar survey there. The survey exceeded all expectations and imaged the depression in stunning detail: a distinctly circular rim, central uplift, disturbed and undisturbed ice layering, and basal debris — it’s all there.\"\nThe crater formed less than 3 million years ago, according to the study, when an iron meteorite more than half a mile wide smashed into northwest Greenland. The resulting depression was subsequently covered by ice.\n\"The crater is exceptionally well-preserved and that is surprising because glacier ice is an incredibly efficient erosive agent that would have quickly removed traces of the impact,\" said Kurt Kjær, a professor at the Center for GeoGenetics at the Natural History Museum of Denmark and lead author of the study.\nKjær said that the crater’s condition indicates the impact might even have occurred toward the end of the last ice age, which would place the resulting crater among the youngest on the planet.\nIn the summers of 2016 and 2017, the research team returned to the Hiawatha Glacier to map tectonic structures in the rock near the foot of the glacier and collect samples of sediments washed out from the depression through a meltwater channel.\n\"Some of the quartz sand coming from the crater had planar deformation features indicative of a violent impact; this is conclusive evidence that the depression beneath the Hiawatha Glacier is a meteorite crater,\" said associate professor Nicolaj Larsen of Aarhus University in Denmark, one of the authors of the study.\nEarlier studies have shown large impacts can profoundly affect Earth’s climate, with major consequences for life on Earth at the time. The researchers plan to continue their work in this area, addressing remaining questions on when and how the meteorite impact at Hiawatha Glacier affected the planet.\nFor more on NASA’s Earth science activities, visit:\nhttps://www.nasa.gov/earth\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}