{
  "url": "https://climate.nasa.gov/news/2980/nasa-receives-12-webby-award-nominations-for-2020/",
  "title": "NASA Receives 12 Webby Award Nominations for 2020",
  "date": null,
  "content": "4 min read\nThe Rolling Stones on Mars, astronauts' reactions for your GIF collection, and Moon Tunes — NASA's social media and websites spanned the virtual universe in 2020, and they got noticed. The agency received 12 nominations for the 2020 Webby Awards, nearly double the number of any previous year.\n“Receiving so many Webby nominations in different media and on multiple topics shows the creativity, dedication and diversity of NASA’s digital communications team,” said Bettina Inclán, associate administrator for communications. “I want to congratulate all of them on this well-deserved recognition.”\nFor the second straight year, NASA's social media was nominated for Best Overall Social Presence (Brand), a category in which NASA won both the 2019 Webby, awarded by judges, and the 2019 People's Voice, the result of a popular vote. Individual social media campaigns were also honored:\nFour NASA websites received five nominations:\nThe Solar System Interactive, which shows the current relative location of planets and other bodies, including spacecraft, was nominated in the Education & Reference category of Apps, Mobile and Voice.\nThe \"Down to Earth\" video series, in which astronauts talk about their perspective on Earth from space, was nominated in the Science & Education video category.\nNASA had three honorees in addition to the nominees:\nThe agency’s use of social media began in earnest in 2008, when Veronica McGregor, news manager at NASA’s Jet Propulsion Laboratory (JPL) in Pasadena, California, began tweeting in the voice of the Mars Phoenix Lander. Since then, the agency has added channels across a variety of platforms. On Twitter, NASA has 36 million followers, with 22 million on Facebook and 57 million on Instagram.\nNASA’s social media presence and the NASA.gov website are managed by NASA’s Office of Communications.\nEstablished in 1996, The Webby Awards are presented by the International Academy of Digital Arts and Sciences. In 2019, there were more than 13,000 entries, and more than 3 million votes were cast for the People’s Voice awards.\nSee the full list of NASA Webby Award winners and nominees.\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}