{
  "url": "https://climate.nasa.gov/news/3052/nasa-us-european-partner-satellite-returns-first-sea-level-measurements/",
  "title": "NASA, US, European Partner Satellite Returns First Sea Level Measurements",
  "date": null,
  "content": "The data in this graphic are the first sea surface height measurements from the Sentinel-6 Michael Freilich (S6MF) satellite, which launched Nov. 21, 2020. They show the ocean off the southern tip of Africa, with red colors indicating higher sea level relative to blue areas, which are lower. Credit: EUMETSAT\n› Full image\nSentinel-6 Michael Freilich, a joint U.S.-European satellite built to measure global sea surface height, has sent back its first measurements of sea level. The data provide information on sea surface height, wave height, and wind speed off the southern tip of Africa.\n\"We're excited for Sentinel-6 Michael Freilich to begin its critical work studying sea level and helping us understand the many aspects of our planet's global ocean,\" said Thomas Zurbuchen, NASA's associate administrator for science at the agency's headquarters in Washington. \"I know Mike would be thrilled that the satellite bearing his name has begun operating, but he'd also be looking forward to studying the data from this important mission, as we all are.\"\nSince the successful Nov. 21 launch from Vandenberg Air Force Base in California aboard a Space-X Falcon 9 rocket, engineers and scientists have spent several weeks switching on and checking out the satellite and its instruments, making sure everything is operating as it should.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n\"Christmas came early this year,\" said Josh Willis, project scientist at NASA's Jet Propulsion Laboratory in Southern California. \"And right out of the box, the data look fantastic.\"\nSentinel-6 Michael Freilich will continue a decades-long effort to measure global ocean height from space, which started in the early 1990s. Since then, the rate of sea level rise has doubled with a current rate of 0.16 inches (4 millimeters) per year. The rise is caused almost entirely by a combination of meltwater from land-based glaciers and ice sheets and the fact that seawater expands as it warms.\n\"Data from Sentinel-6 Michael Freilich will help us evaluate how the Earth is changing,\" said Karen St. Germain, director of NASA's Earth Science Division. \"When we combine the data from instruments like the altimeter on Sentinel-6 Michael Freilich with data from other satellites like GRACE-FO and IceSat-2, we can tell how much of the sea level rise is due to melting ice and how much is due to expansion as the oceans warm. Understanding these underlying physical mechanisms is what allows NASA to improve projections of future sea level rise.”\nThe initial orbit for Sentinel-6 Michael Freilich was 11.4 miles (18.4 kilometers) lower than its ultimate operational orbit of 830 miles (1,336 kilometers) above Earth. Engineers plan to move the satellite into its operational orbit by mid-December, where it will trail the Jason-3 satellite by 30 seconds. During this tandem flight, scientists and engineers will spend the next six to 12 months cross calibrating the data collected by both satellites to ensure the continuity of measurements between the two. Once assured of the data quality, Sentinel-6 Michael Freilich will then become the primary sea level satellite. The first publicly available sea level data will be available in about six months, with the rest available within a year.\n\"We are now gearing up the operational systems supporting the processing of the instruments' data by EUMETSAT and partner organizations, as they are all contributing to this complex process,” said Manfred Lugert, program manager for the Sentinel-6/Jason-CS (Continuity of Service) mission at the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT) “This will keep us busy for the next few months, as the independent scientific validation and fine tuning need to be undertaken very carefully.\" Lugert expects the first operational products from the mission would be available to those who need them by mid-2021.\nIn addition to measuring sea level, Sentinel-6 Michael Freilich is monitoring atmospheric temperature and humidity, which will help improve weather and hurricane forecasts. Engineers and scientists turned on that instrument Nov. 27, and the initial data look good.\nSentinel-6 Michael Freilich is named in honor of the former director of NASA's Earth Science Division, who was a leading figure in advancing ocean observations from space. Freilich passed away Aug. 5, 2020. \"I think he would be proud,\" said Willis. \"Like Mike himself, we expect great things from the satellite that bears his name, and so far, it's looking good.\"\nThe spacecraft is one of two identical satellites that will extend a nearly 30-year sea level record collected by an ongoing collaboration of U.S. and European satellites by another decade. That record began in 1992 with the TOPEX/Poseidon satellite and continued with Jason-1 (2001), OSTM/Jason-2 (2008), and Jason-3, which has been observing Earth's oceans since 2016. Sentinel-6 Michael Freilich will pass the baton to its twin, Sentinel-6B, in 2025.\nBoth spacecraft are a part of the Sentinel-6/Jason-CS mission, which will collect accurate measurements of sea surface height for more than 90% of the world's oceans. The satellites will also monitor atmospheric temperature and humidity, as well as wave height and wind speed, which will provide crucial information for operational oceanography, marine meteorology, and climate studies.\nESA (European Space Agency), EUMETSAT, NASA, and the National Oceanic and Atmospheric Administration (NOAA) are jointly developing the Sentinel-6/Jason-CS mission, with funding support from the European Commission and support from France's National Centre for Space Studies (CNES). The mission is part of Copernicus, the European Union's Earth observation program, which the European Commission manages.\nNASA's contributions to the Sentinel-6/Jason-CS mission are three science instruments for each of the two satellites: the Advanced Microwave Radiometer for Climate, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA also contributed launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the U.S. members of the international Ocean Surface Topography Science Team. NASA’s Jet Propulsion Laboratory at the California Institute of Technology in Pasadena manages the agency’s contribution to the mission.\nFor more information, visit:\nhttps://www.nasa.gov/sentinel-6\nhttps://www.esa.int/Sentinel-6\nhttps://edefis.eu/CopernicusFactsheets\nGrey Hautaluoma / Tylar Greene\nHeadquarters, Washington\n202-358-0668 / 202-358-0030\ngrey.hautaluoma-1@nasa.gov / tylar.j.greene@nasa.gov\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}