{
  "url": "https://climate.nasa.gov/news/3053/sea-level-projections-drive-san-franciscos-adaptation-planning/",
  "title": "Sea Level Projections Drive San Francisco’s Adaptation Planning",
  "date": null,
  "content": "6 min read\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nAs a utilities planner for the City and County of San Francisco, David Behar knows that access to the latest information about sea level rise is crucial to his job -- and his city.\nBehar is climate program director for the San Francisco Public Utilities Commission. He tracks the latest climate science and leads the translation of that work for the agency and other city departments, working with a team of engineers and planners. His work includes assessing the vulnerability of the city’s water supply, a role for which his expertise as the founding chair for the Water Utility Climate Alliance has prepared him well. The Alliance provides leadership and collaboration on climate change issues to water agencies that supply drinking water to more than 50 million Americans throughout the United States.\n“My focus is on adaptation planning,” Behar said. “What is it we need to do to be ready for the effects of climate change? What uncertainties do we face?”\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nTo understand and plan for current and future threats from sea level rise, the San Francisco Public Utilities Commission has traditionally relied heavily on global observations and projections from the Intergovernmental Panel on Climate Change (IPCC), the National Research Council (NRC), and the State of California. Because scientific projections typically have uncertainties that complicate decision making, Behar says he’s always interested in new research that helps them understand the short- to medium-term challenges they face.\nOne area of research that’s caught his attention of late is the work Ben Hamlington and his team at NASA’s Jet Propulsion Laboratory in Southern California are conducting to understand the impact of ongoing changes in a natural ocean climate cycle called the Pacific Decadal Oscillation (PDO), a key driver of sea level fluctuations along the West Coast.\nThe PDO alternates between warm and cool phases about every five to 20 years, bringing warm or cool waters to the West Coast and raising or lowering sea levels in the process. Understanding these natural sea level variations is important, as they can lead to extended periods of elevated flood risk that compound the impacts of long-term global sea level rise due to global warming. Hamlington’s research shows that a shift in the PDO from a cool to a warm phase in the past decade has led to increasing sea level along the West Coast. Scientists have seen an increase of about 0.4 inches (10 millimeters) a year for the past five years. Based on comparisons to available past observations from tide gauges and satellite altimetry, they project the West Coast will continue to see similar increases for the next few years.\nBehar says the change in the PDO and its impact on sea level rise will garner a lot of attention among West Coast sea level rise planners because it provides a preview of longer-term, more permanent trends.\n“There’s not a single planner I know who’s actively using the term 'PDO' in their daily work,” Behar said. “I want our decision makers to know in advance what this trend will look like for our shorelines. From what I’ve seen, nobody is talking about 0.4 inches a year of sea level rise on the West Coast yet. We’ll need to accelerate our short- and medium-term planning a little bit.”\nBehar says most efforts by planners to adapt to sea level rise employ a step-by-step approach that allows them to be resilient not just to changes taking place today, but also to what they think they’ll see in the next 20 to 30 years, as well as longer-term, more dangerous trends. This approach helps them handle uncertainty.\nBecause of this step-by-step process, Behar says it’s valuable to know what’s happening today on the ground and in the water. “It gives us clues about the short- to medium-term challenges we face,” he said.\nNow that the San Francisco Public Utilities Commission is starting to understand San Francisco’s potential vulnerabilities to sea level rise, Behar says they’re planning adaptation measures.\n“We need to start thinking about investing in adaptation,” he said. “What’s happening today and over the next 10 years can be as important as projections (of sea level rise) on a century scale. But we see a lot more reporting about long-term projections than we do about observations.”\nBehar says research on the PDO can give the San Francisco Public Utilities Commission an understanding of short-term challenges that can inform their long-term planning.\nFor example, their adaptation playbook includes investments in green infrastructure, such as establishing wetlands to reduce the effects of wave action. The life cycle of this green infrastructure solution depends almost entirely on the pace of short-term sea level rise. So, this information about the PDO is important for understanding how to design infrastructure for sea level rise solutions.\n“This new research on the PDO tells us that instead of 2.6 inches (66 millimeters) of sea level rise, we might see 4 inches (100 millimeters) over a decade and 8 inches (200 millimeters) over 20 years, which matches what we’ve seen over the previous century,” he said. “That will be noticeable. This acceleration of sea level rise will be felt most strongly by shorelines that today are at or near the mean high tide line.”\nBehar says accelerated sea level rise will lead to more frequent flooding, first during king tides but then during regular high tides. King tides, which are associated with the position of the Sun and Moon and are unrelated to climate change, bring an additional 8 to 12 inches (200 to 300 millimeters) of water to coastlines.\n“Some shorelines in South San Francisco Bay are low gradient (gently sloping) and will flood easily,” he said. “It will also create some vulnerability in the short term because a lot of places are sensitive to 4 inches of sea level rise. In addition to the PDO and El Niño, we’ve got king tides and storm surges, all of which will raise water levels and create a greater urgency for adaptation action.\n“It’s really important that this information be made available to people in local governments who are in charge of planning sea level adaptation response and that it be made understandable for them through collaboration with the academic community,” he added.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}