{
  "url": "https://climate.nasa.gov/news/2860/nasas-oco-3-measures-how-plants-grow-and-glow/",
  "title": "NASA's OCO-3 Measures How Plants Grow - and Glow",
  "date": null,
  "content": "This honeysuckle is glowing in response to a high-energy ultraviolet light rather than to the Sun, but its shine is similar to the solar-induced fluorescence that OCO-3 will measure. Credit: ©Craig P. Burrows\n› Larger view\nBy Carol Rasmussen,\nNASA's Earth Science News Team\nWhen plants take in too much energy, they don't get fat - they lighten up. They absorb more sunlight than they need to power photosynthesis, and they get rid of the excess solar energy by emitting it as a very faint glow. The light is far too dim for us to notice under normal circumstances, but it can be measured with a spectrometer. Called solar-induced fluorescence (SIF), it's the most accurate signal of photosynthesis that can be observed from space.\nThat's important because, as Earth's climate changes, growing seasons worldwide are also changing in both timing and length. These changes may affect world food production and the pace of greenhouse warming. It's not possible to measure photosynthesis globally from ground level, and lab experiments can't easily replicate all of the environmental factors affecting plant growth, such as water availability, wildfires and competition from other plants - factors that also are changing with the climate.\nThe Orbiting Carbon Observatory 3 (OCO-3), set to launch to the International Space Station later this month, will join its older sibling, OCO-2, in measuring SIF along with its primary target of carbon dioxide concentrations around the globe. The two satellites will be in different orbits: OCO-2 circles Earth from pole to pole, whereas OCO-3 will be mounted on the exterior of the space station, which circles between 52 degrees north and 52 degrees south latitude.\nThe view from the space station will enable OCO-3 to collect a denser data set than OCO-2 does over the parts of Earth where the most carbon is emitted and stored. The space station orbit will also bring the instrument over any given Earth location at a different time on each orbit, permitting the first dawn-to-dusk observations of how SIF varies over the course of a day.\nNicholas Parazoo of NASA's Jet Propulsion Laboratory in Pasadena, California, is the lead SIF scientist for OCO-3, and he's looking forward to the combined data set to gain insight into remote regions that are relatively little studied. \"The two high-carbon, highly uncertain regions on Earth are the Arctic, where there's a lot of carbon in the ground, and the tropics, where there's a lot of carbon in the plants,\" Parazoo said. \"With OCO-2 and OCO-3 combined, we're going to observe those regions in unprecedented detail.\"\nParazoo and his colleagues will use previously developed algorithms to extract the SIF signal from the full set of data collected by OCO-3. The instrument consists of three spectrometers, each observing different bands of wavelengths in the electromagnetic spectrum. Every kind of gas molecule in the atmosphere - oxygen, carbon dioxide and the others - absorbs sunlight in a unique set of wavelengths. A spectrometer looking at the right wavelengths will see this absorption as a distinctive series of dark lines, like the spectral bar code of a particular gas.\nOCO-3's three spectrometers are tuned to two wavelength bands covering different parts of carbon dioxide's bar code and one band with an oxygen bar code. As it happens, the oxygen spectrometer records not only wavelengths absorbed by oxygen, but also nearby wavelengths where SIF shines particularly strongly. \"So the SIF measurement wasn't by design but an extremely fortunate bonus,\" Parazoo said.\nSince NASA scientist Joanna Joiner and colleagues produced the first spaceborne SIF measurements in 2010 - before OCO-2 was launched - SIF data has been generated from earlier European and Japanese satellites. However, OCO-2 has a much finer-scale field of view, or footprint, than any preceding satellite, with each image covering an area of about a square mile (less than three square kilometers).\nOCO-3 will add to that advantage something OCO-2 cannot do: As OCO-3 orbits, it will turn its sensor quickly to point at instrumented towers on the ground below the spacecraft. These towers measure SIF and photosynthesis concurrently, with similar resolution to OCO-3. Validating the data this way provides critical information on OCO-3's performance and can increase scientific insight into the underlying SIF mechanics.\nData averaged over a large area suggest that there's a straightforward relationship between solar energy coming in and photosynthesis taking place. With OCO-2's fine-scale data, Parazoo said, \"We're finding that the relationship between SIF, absorbed solar energy and photosynthesis is more complicated than we thought. We're trying to understand that.\" He hopes OCO-3 will be able to shed some light on the causes of this complexity.\nCities are another area where the SIF measurement is of interest. They are hotter than surrounding natural regions because of their many heat sources and heat-absorbing surfaces, like pavement. Comparing how the same species of plants grow and thrive in both a city and its natural surroundings gives a sort of sneak preview of how the these plants will respond to a warmer climate.\nOCO-2 collects a single, narrow slice of data cutting through a few cities on each orbit, but OCO-3 will target and record SIF at almost every major midlatitude and tropical city. The measurements may prove helpful to urban planners in using their water resources wisely, as well as to biologists in understanding the effects of heat stress on plants.\nWith so many promising avenues of study arising from SIF, OCO-3's plant light measurements will illuminate new findings for years to come.\nEsprit Smith\nJet Propulsion Laboratory, Pasadena, California\n818-354-4269\nEsprit.Smith@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}