{
  "url": "https://climate.nasa.gov/news/2981/nasa-space-laser-missions-map-16-years-of-ice-sheet-loss/",
  "title": "NASA Space Laser Missions Map 16 Years of Ice Sheet Loss",
  "date": null,
  "content": "By Kate Ramsayer,\nNASA’s Goddard Space Flight Center\nThe Kangerdlugssup (pictured) and Jakobshavn glaciers in Greenland have lost roughly 14 to 20 feet (4 to 6 meters) of elevation per year over the past 16 years. Credit: NASA/Jim Yungel\n› Larger view\nUsing the most advanced Earth-observing laser instrument NASA has ever flown in space, scientists have made precise, detailed measurements of how the elevation of the Greenland and Antarctic ice sheets have changed over 16 years.\nThe results provide insights into how the polar ice sheets are changing, demonstrating definitively that small gains of ice in East Antarctica are dwarfed by massive losses in West Antarctica. The scientists found the net loss of ice from Antarctica, along with Greenland's shrinking ice sheet, has been responsible for 0.55 inches (14 millimeters) of sea level rise between 2003 and 2019 – slightly less than a third of the total amount of sea level rise observed in the world's ocean.\nThe findings come from NASA's Ice, Cloud and land Elevation Satellite 2 (ICESat-2), which launched in 2018 to make detailed global elevation measurements, including over Earth's frozen regions. By comparing the recent data with measurements taken by the original ICESat from 2003 to 2009, researchers have generated a comprehensive portrait of the complexities of ice sheet change and insights about the future of Greenland and Antarctica.\nThe study found that Greenland's ice sheet lost an average of 200 gigatons of ice per year, and Antarctica's ice sheet lost an average of 118 gigatons of ice per year.\nOne gigaton of ice is enough to fill 400,000 Olympic-sized swimming pools or cover New York's Central Park in ice more than 1,000 feet (300 meters) thick, reaching higher than the Chrysler Building.\n\"If you watch a glacier or ice sheet for a month, or a year, you're not going to learn much about what the climate is doing to it,\" said Ben Smith, a glaciologist at the University of Washington and lead author of the new paper, published online in Science on April 30. \"We now have a 16-year span between ICESat and ICESat-2 and can be much more confident that the changes we're seeing in the ice have to do with the long-term changes in the climate.\"\nICESat-2's instrument is a laser altimeter, which sends 10,000 pulses of light a second down to Earth's surface, and times how long it takes to return to the satellite – to within a billionth of a second. The instrument's pulse rate allows for a dense map of measurement over the ice sheet; its high precision allows scientists to determine how much an ice sheet changes over a year to within an inch.\nThe researchers took tracks of earlier ICESat measurements and overlaid the tracks of ICESat-2 measurements from 2019, and took data from the tens of millions of sites where the two data sets intersected. That gave them the elevation change, but to get to how much ice has been lost, the researchers developed a new model to convert volume change to mass change. The model calculated densities across the ice sheets to allow the total mass loss to be calculated.\n\"These first results looking at land ice confirm the consensus from other research groups, but they also let us look at the details of change in individual glaciers and ice shelves at the same time,\" said Tom Neumann, ICESat-2 project scientist at NASA Goddard Space Flight Center in Greenbelt, Maryland.\nIn Antarctica, for example, the detailed measurements showed that the ice sheet is getting thicker in parts of the continent's interior as a result of increased snowfall, according to the study. But the loss of ice from the continent's margins, especially in West Antarctica and the Antarctic Peninsula, far outweighs any gains in the interior. In those places, the loss is due to warming from the ocean.\nIn Greenland, there was a significant amount of thinning of coastal glaciers, Smith said. The Kangerdulgssuaq and Jakobshavn glaciers, for example, have lost 14 to 20 ft (4 to 6 m) of elevation per year – the glacial basins have lost 16 gigatons per year and 22 gigatons per year, respectively. Warmer summer temperatures have melted ice from the surface of the glaciers and ice sheets, and in some basins the warmer ocean water erodes away the ice at their fronts.\n\"The new analysis reveals the ice sheets' response to changes in climate with unprecedented detail, revealing clues as to why and how the ice sheets are reacting the way they are,\" said Alex Gardner, a glaciologist at NASA's Jet Propulsion Laboratory in Southern California, and co-author on the Science paper.\nThe study also examined ice shelves – the floating masses of ice at the downstream end of glaciers. These ice shelves, which rise and fall with the tides, can be difficult to measure, said Helen Amanda Fricker, a glaciologist at Scripps Institution of Oceanography at the University of California San Diego, and co-author on the Science paper. Some of them have rough surfaces, with crevasses and ridges, but the precision and high resolution of ICESat-2 allows researchers to measure overall changes.\nThis is one of the first times that researchers have used laser altimetry to measure\nloss of the floating ice shelves around Antarctica simultaneously with loss of the continent's ice sheet.\nThe researchers found ice shelves are losing mass in West Antarctica, where many of the continent's fastest-moving glaciers are located as well. Patterns of thinning over the ice shelves in West Antarctica show that Thwaites and Crosson ice shelves have thinned the most, an average of about 16 ft (5 m) and 10 ft (3m) of ice per year, respectively.\nIce that melts from ice shelves doesn't raise sea levels, since it's already floating – just like an ice cube in a full cup of water doesn't overflow the glass. But the ice shelves do provide stability for the glaciers and ice sheets behind them.\n\"It's like an architectural buttress that holds up a cathedral,\" Fricker said. \"The ice shelves hold the ice sheet up. If you take away the ice shelves, or even if you thin them, you're reducing that buttressing force, so the grounded ice can flow faster.\"\nFor more information on ICESat-2, visit:\nhttps://nasa.gov/icesat-2\nhttps://icesat-2.gsfc.nasa.gov\nPeter Jacobs\nNASA's Goddard Space Flight Center, Greenbelt, Md.\n301-286-0535\nPeter.jacobs@nasa.gov\n\nJane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}