{
  "url": "https://climate.nasa.gov/news/2482/electric-airplanes-batteries-included/",
  "title": "Electric airplanes (batteries included)",
  "date": null,
  "content": "6 min read\nIf there were no need for massive batteries, electric propulsion could dramatically reduce aviation’s contribution to climate change from carbon dioxide emissions. But what if the plane, itself, were the battery?\nSuppose an aircraft’s skin or floor, for example, could serve double-duty by storing and dispensing electrical energy without adding substantially to the weight of the materials currently used. That could bring us a lot closer to practical electric flight on a meaningful scale.\nWhat’s wrong with batteries? For one thing, they’re very heavy. Today’s best batteries would increase a small plane’s weight by about a third. A large plane’s weight would go up by a similar fraction even with highly improved batteries, four times as efficient as today’s best. Lifting all that battery weight eats up a lot of the energy that would be better put toward moving people and cargo.\nBatteries take up a lot of space, too. And accommodating them, whether inside or outside the plane, increases drag—air resistance that wastes still more energy.\nThe goal of eliminating—or at least reducing—the need for separate batteries drives a team of some 35 scientists and engineers, working at four NASA centers and led by Patricia Loyselle of NASA’s Glenn Research Center in Cleveland, Ohio. Their project, called M-SHELLS (for Multifunctional Structures for High-Energy Lightweight Load-bearing Storage), falls under NASA’s Transformative Aeronautics Concepts Program. TACP supports efforts that have a high risk of failure because of their ultra-challenging nature, but which will pay off big if they succeed. And in this case, the benefits could potentially go far beyond aeronautics.\n“We would love to see our developments incorporated in things like cars as well as aircraft,” Loyselle said. “You could use it for some of the structures that go up into space. It could be for buildings. It could be pretty much anywhere you need energy and a structure at the same time.”\nFor the M-SHELLS project to succeed, it needs to create material that is as strong as today’s aircraft-construction materials, can store large amounts of energy and both charge and dispense that energy rapidly. “You don't want to sit around for four hours waiting for the battery to recharge,” Loyselle said. “And if somebody wants to change altitude, we want to be able to deliver the power quickly.”\nThe team is trying to merge two kinds of energy technology. “We are developing what's called a hybrid supercapacitor that’s got the qualities of a battery as well as the qualities of a supercapacitor,” Loyselle said, noting that batteries are able to store a lot of energy whereas supercapacitors are speed demons for charging and discharging.\nSome newly available materials may provide the means. “Some of these new nano materials are very, very strong,” Loyselle said. “And if you have that real small particle size, reactions happen much faster.”\nLarge all-electric planes will require the ability to pack much more energy into a given amount of battery—whether M-SHELLS or the standard kinds—than any developments currently visible on the horizon. So when it comes to commercial transport aircraft, M-SHELLS products in the near term are most likely to be used for hybrid planes that use a combination of electricity and jet fuel much as a Prius uses electricity and gasoline.\nHybrid turbo-electric planes hold a lot of promise, according to Jim Felder, a NASA aerospace engineer specializing in aircraft propulsion. “If electrified propulsion really works out for large aircraft,” he said, “it could be as big a change as the transition from piston-engine propeller planes to jet engines.”\nPart of the electrical advantage goes back to the problem of drag. Air pushes back against objects moving through it, and fighting that resistance wastes energy, whether from electric batteries or jet fuel. Though engineers streamline planes as much as possible, a certain amount of drag is unavoidable.\nIronically, standard jet engines are deliberately built to create drag in order to slow down the air rushing into them. They are too large to be positioned where they could take advantage of drag caused by the airplane’s body and, in any case, that airflow is too uneven for jet turbine engines to use efficiently.\nBut fans driven by electric motors are tolerant of uneven airflow and small enough to place where they can use the aircraft’s unavoidable drag, eliminating the need to design additional drag into the system. “With electric motors, we can take advantage of a loss that's already on the vehicle to avoid another loss,” Felder said, “and we increase the overall efficiency.”\nAdding electricity to the mix also enables designers to solve a problem that afflicts all regular jet aircraft.\nJet engines have to be designed for the maximum demand that will be placed on them, which occurs as the plane is taking off and climbing. But the large engines capable of lifting a plane are actually too big for the job of cruising at a constant altitude, which is how an aircraft spends most of its time. And oversized engines don’t operate at peak efficiency, which wastes fuel.\nJet-fuel engines could be sized for cruising at maximum efficiency if electric motors were to supplement them at takeoff. That would reduce carbon dioxide emissions as well as contrails, those long, thin clouds that form in the wake of jet engines and may also have a planet-warming effect.\nIn fact, any substitution of electricity for jet fuel helps to reduce greenhouse-gas emissions—assuming, of course, that the electricity is generated in a way that emits little or no carbon dioxide. If electric motors did no more than taxi the plane on the ground, Felder said, “that could be worth a 3 to 4 percent reduction in fuel burn. Just that.”\nSo Felder and his aircraft-designing colleagues at NASA are pulling for Loyselle’s team to succeed. “If they can build every square inch of a plane out of M-SHELLS, I would be happy as a clam,” Felder said. “If they can do it without adding substantially to the mass of the vehicle, perfect!”\nNASA and Boeing are currently evaluating an updated approach to the agency’s Sustainable Flight Demonstrator…\nIn the future, aircraft with long, thin wings supported by aerodynamic braces could help airlines…\nShortly after dawn on March 27, 2001, NASA pilot Bill Rieke took off from an…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}