{
  "url": "https://climate.nasa.gov/news/2453/clean-green-climate-change-fighting-machines/",
  "title": "Clean, green climate change-fighting machines",
  "date": null,
  "content": "By Bob Silberg,\nNASA's Jet Propulsion Laboratory\nFLoW competition winners from left to right: Eli Goldstein and Aaswath Raman of SkyCool Systems; Monica Umeda and Newton Parks of Akabotics; Dagan Trnka, Daniel Burrows and Roger LeMesurier of XStream Trucking; and Sean Keegan and Parker Wells of Element 16 Technologies.\nUpdate, June 23, 2016: The XStream Trucking team, first-place winners in the FLoW competition, took second place and a $30,000 prize in the U.S. Department of Energy’s Cleantech University Prize national competition, which concluded today in Washington, D.C. Information about the event and the other winners is available here.\nInnovations in trucking, dredging, cooling and heating captured awards in the 2016 edition of the western regional finals that Caltech conducts (as part of its FLoW program—see sidebar) for the U.S. Department of Energy’s annual green-energy business plan competition.\nFifty teams from 17 universities in nine states participated in the western contest this year. The first-place team will compete for $100,000 and serious bragging rights against finalists from the other seven regions for the DOE’s Cleantech University Prize June 21-23 in Washington, D.C.\nXStream Trucking, a team from Stanford University, took first-place honors and a $50,000 prize for a plan to market its Gap Gorilla, a device that makes tractor-trailer trucks more fuel-efficient.\nThe nascent company’s CEO is Daniel Burrows, an MBA student who holds a Masters in Physics from Imperial College in London. He explained that, appropriately enough, the idea for this device came to him during a road trip with some buddies from Texas to Seattle.\n“We started thinking a lot about how trucks don't seem very aerodynamic,” Burrows said. “We were all physics students so we were looking at fluid dynamics.”\nAir gets trapped in the gap between cab and trailer, creating turbulence and drag. XStream Trucking’s Gap Gorilla automatically covers that gap when needed for better fuel efficiency.\n\n\nAccording to Burrows, when a truck is traveling at freeway speeds, as much as two-thirds of its fuel is spent overcoming drag from the air it is plowing through. So it pays to reduce that drag by encouraging the air to stream effortlessly around the vehicle.\nOther companies were already tackling the wind drag produced by truck noses, the flat backs of trailers and even the exhaust pipes sticking up from the cabs. But no one so far had solved the problem of the gap between the cab and the trailer in tractor-trailer trucks.\nThe gap is there to permit the truck to make sharp turns, which it does only at low speeds. But at freeway speeds, the gap traps air and significantly increases drag. Burrows’ solution was to cover that gap with a device that automatically deploys at 40 mph (64 kph) and retracts when the speed drops below that figure.\n“Between 6 and 8 percent of total U.S. CO2 emissions are from trucks driving inefficiently.”\n\n\n- Daniel Burrows, XStream Trucking\n\n\nBurrows’ father, Christopher, was a scientist at NASA’s Space Telescope Science Institute in Baltimore. “He was the guy who I was bouncing these ideas off of originally,” the younger Burrows said. “So NASA can take some credit.”\nAccording to Burrows, turbulence in the gap eats up about 2 to 4 percent of the fuel a truck burns. For day cabs—the kind without a sleeper over the cab—he says the gap consumes as much as 8 to 10 percent of the fuel. Given the roughly $100 billion the trucking industry spends on fuel in the U.S., bridging that gap provides significant savings, both in dollars and carbon emissions.\n“Between 6 and 8 percent of total U.S. CO2 emissions are from trucks driving inefficiently,” Burrows said. “We have the potential of saving more carbon than the entire U.S. solar market in 2014. The impact of closing that little gap on trucks on the freeway is enormous.”\nTwo entries tied for second-place honors and the accompanying $10,000 prize in Caltech’s competition: Akabotics and SkyCool Systems.\nPicture a bigger, wetter version of the Roomba, iRobot’s automatic vacuum cleaner, and you’re on your way to visualizing the Microdredger from Akabotics.\nThe company’s founders are Monica Umeda and Newton Parks, both of whom graduated from the University of Hawaii this spring—Umeda with a Masters in Electrical Engineering and Parks (the device’s inventor) with a Doctor of Architecture degree.\n“A small suction dredger uses 25,530 gallons of diesel fuel per month. We are not using any fossil fuels during operation.”\n\n\n- Monica Umeda, Akabotics\n\n\nTheir product vacuums up sediment as part of the routine maintenance that many waterways need in order to keep their water flowing freely and, in some cases, prevent or remove the buildup of toxic sludge. According to Umeda and Parks, the annual global dredging market for power plants alone is worth $4.3 billion.\nThe technology that is currently standard, they said, makes dredging operations not only extremely expensive, but often harmful to marine life. “For example,” Parks said, “the way they've done the dredging to open up the harbor in the Bay of Miami, they have killed apparently 90 percent of the reef due to the sediment plume. There's got to be a better way to handle that.”\n“The way that the industry works now,” Umeda said, “is they come in once every five or 10 years to remove massive amounts of material.” The alternative that Akabotics offers is to remove smaller amounts of sediment at a time, but as an ongoing process that is friendly to marine life. And at the same time, their device promises to reduce operating costs by as much as 75 percent.\nUsing standard methods, Parks said, “it will cost you $100 million to clean out a whole reservoir. The process is very, very labor intensive. You may need anywhere between three and six operators (per dredger).”\n“Right now,” he said, “we're a semi-autonomous product that would enable one operator to control, say, five bots. We're not at a fully autonomous stage of development yet, but that's where we're going.”\nThe Microdredger from Akabotics. The floating robot lowers a vacuum device to the waterway bed to clean out sediment.\n\n\nAkabotics also claims considerable savings on fuel. “A small suction dredger uses 25,530 gallons of diesel fuel per month,” Umeda said. “We are electric powered. You may need to plug it in every night or every other day. But we are not using any fossil fuels during operation.”\nUmeda explained that “Akabotics” is a merger of the Hawaiian word “akamai,” meaning intelligent, and “robotics.” She and her partner believe theirs is a smarter way to keep waterways clear.\nSkyCool Systems’ device sits on rooftops and looks like a solar panel. “But what it does is kind of the opposite of what a solar panel does,” said the startup’s CEO and co-founder, Aaswath Raman, who is a postdoc at Stanford.\nWhere a solar panel absorbs the sun’s energy in order to make electricity, the SkyCool Systems device rejects almost all of the solar energy beating down on it while emitting heat energy from water circulating through it. “The net effect is you can cool the water well below air temperature,” Raman said. “And the cooling happens for free,” apart from the small cost of pumping the water.\nThe trick, Raman said, is to use “the cold darkness of the universe” as a renewable resource.\nLike Kentucky Fried Chicken, the secret is in the coating. The panel is topped with nano-thin layers of materials that control how much sunlight gets absorbed (very little) and restricts the emission of the panel’s thermal energy to a special range of wavelengths.\nLike Kentucky Fried Chicken, the secret is in the coating.\n\n\nAs an ordinary object cools, it emits its heat in a broad spectrum of wavelengths. The surrounding air absorbs the energy in most of those wavelengths and re-emits it, thereby re-heating the object. Eventually, the object and the air around it reach an equilibrium in which they are at about the same temperature.\nBut in a certain narrow range of wavelengths, the object’s thermal energy passes right through the surrounding air and travels at the speed of light to the upper atmosphere or into space. So the object loses that heat permanently. Or as Raman put it, “At certain wavelengths, the sky is effectively much colder than it is at other wavelengths.”\nThe SkyCool Systems device funnels its thermal energy through that narrow band of wavelengths, which enables the panel—and the water passing through it—to cool to as much as 10 to 15 °C (18 to 27 °F) below the temperature of the surrounding air. The circulating water carries heat from the building or, for example, from supermarket refrigerators, to the panels to be discarded. And that reduces the load on the building’s air conditioning or refrigeration systems, saving electricity and money.\nSkyCool Systems panels passively cool water circulating through them to well below the temperature of the surrounding air.\n\n\nIn an article in the journal Nature, Raman pointed out that this ability to cool passively 24 hours a day could be useful not only to commercial buildings, but also to people in the developing world with limited access to electricity “for critical needs like long-term food and medical supply storage.”\nThe Transformational Idea Award, a $5,000 prize for technologies at earlier stages of readiness for commercialization, went to the Element 16 Technologies team for its plan to market an invention developed at the UCLA Energy Innovation Laboratory run by Prof. Richard Wirz.\n“Element 16” refers to sulfur, the element whose atomic number (the number of protons that define a sulfur atom) is 16. And the surprising use the fledgling company has in mind for this element is to help enterprises from paper mills to breweries produce and sell electricity more efficiently.\nThe Element 16 Technologies heat-storage system. Tubes, filled with a sulfur-based fluid, absorb and store heat from hot gas (the exhaust from a gas turbine, for example) flowing through the spaces between them.\n\n\nA number of industries that need high-temperature heat for their manufacturing processes use combined heat and power (CHP) plants. They burn natural gas to run generators, whose exhaust provides the heat they need to manufacture their main products. They sell the electricity to the grid and get maximum value out of their natural gas.\nCHP plants tend to operate 24/7, and the grid used to welcome their electricity round the clock. But as renewable energy sources came online, less CHP electricity was needed during much of the day. The price the grid would pay at those times dropped to unprofitable levels, but the CHP facilities still had to run all the time in order to get the heat they needed.\n“We want to make conventional power much more efficient and responsive to the grid, to allow for more renewables.”\n\n\n- Parker Wells, Element 16 Technologies\n\n\nParker Wells, a mechanical engineering grad student in Wirz’s lab, saw an opportunity here for a sulfur-based heat-storage system Wirz had invented for use in solar thermal plants. (Prior to becoming an associate professor at UCLA, Wirz was a senior engineer at JPL and worked on the ion thrusters that propelled the Dawn spacecraft to the asteroid belt. He is now a JPL faculty affiliate.)\nWells realized that with the ability to store and use excess heat as needed, CHP plants could shut down their generators when renewable sources are able to meet the grid’s needs, and run only when demand—and the price they could get—is high. CHP operations would save money on natural gas and emit less carbon dioxide. And their newfound flexibility would make room on the grid for additional sustainable sources like solar that can’t operate 24 hours a day.\n“There's been a lot of innovation in renewable energy,” Wells said. “But the vast majority of power is still from conventional fuel sources. We want to make conventional power much more efficient and responsive to the grid, to allow for more renewables.”\nFirst Look West (FLoW) is a multifaceted program that Caltech’s Resnick Sustainability Institute runs to help inventors of clean-energy technologies bridge the gap between laboratory and marketplace.\nAs part of the program, FLoW’s executive director, Stephanie Yanchinski, administers the western regional finals for the U.S. Department of Energy’s annual green-energy competition, now in its fifth year. These events afford teams of university students and recent graduates an opportunity to pitch business plans for cleantech companies to a panel of judges comprised of venture capitalists, corporate venturists and experts from energy utilities.\nTo help the teams develop their plans, FLoW offers a free online business course tailored to scientists and engineers and plays matchmaker between the teams and experienced entrepreneurial mentors. The program provides access to funding organizations and incubators of cleantech startups, as well as its own Rocket Fund, which provides grants to help turn lab-scale innovations into commercial prototypes. Prizewinners can also get legal support for early company formation and patenting.\nTo date, FLoW has helped launch more than 20 companies that together have raised more than $50 million in financing.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}