{
  "url": "https://climate.nasa.gov/news/2442/power-play-envisioning-a-wind-water-and-solar-world/",
  "title": "Power play: Envisioning a wind, water and solar world",
  "date": null,
  "content": "By Pat Brennan,\nNASA's Jet Propulsion Laboratory\nCredit: viki2win / Shutterstock.com\nPlacing planet Earth on a strict diet—100 percent renewable energy—can be done by 2050, without the need for radically new technology, contends Stanford University Professor Mark Z. Jacobson.\nStanford University Professor Mark Jacobson\n\n\nThe path to a world powered by wind, water and sunlight is, in fact, decidedly low tech, Jacobson says. Storing heat in underground rocks. Making mounds of ice at night, when electricity is cheaper, and melting it for air conditioning during the day. Building wind turbines on and offshore.\nBut Jacobson’s team in Stanford’s Atmosphere/Energy program is moving far beyond this simple vision of a clean power world. His research group uses sophisticated modeling to develop tailored energy plans that would allow a smooth transition to renewables in all 50 U.S. states, as well as 139 countries, by 2050. He helped co-found a non-profit, “The Solutions Project,” that disseminates these plans and educates the public and policy makers about them.\nOn a break during a recent visit to NASA’s Jet Propulsion Laboratory in Pasadena, Jacobson described his initiative.\nThe research has two components. The first is to develop roadmaps to change the energy infrastructure of countries, states and cities, for all purposes: electricity, transportation, heating and cooling, industry. The second is to educate the public and policy makers through social media, video media, and storytelling. The state and country plans are publicly available for anyone, including policymakers, to examine and start implementing them.\nThe places where these roadmaps have been implemented the most so far are in California and New York. In the case of New York, the governor first asked us for five first steps. They ended up adopting three of them. They subsequently adopted a 50 percent goal for renewables by 2030. We’d asked for 80 percent. In California, we met with the governor’s office in October, 2014, to talk about plans. In January, 2015, the governor announced a goal of 50 percent.\nThey are all based on similar methodology: trying to project the current energy (trend) to 2050, electrify every sector and then see what the resulting electricity demand is, then satisfy that demand, in each state or country, into wind, water or solar supply.\nThere is nothing really comparable—no other set of plans state-by-state or country-by-country exists. Other plans that have been developed are either not 100 percent, they’re 80 percent or less or they weren’t necessarily all sectors. They might have included just electricity, or they didn’t treat all states or many countries. And other plans include things like nuclear power, coal with carbon capture, biofuels.\nI think the whole idea—electrification of all sectors—and satisfying the electricity demand with clean, renewable generators plus low-cost storage—is novel. Electrifying all sectors makes it easier to match the power demand on the grid. We had a paper published last November in PNAS (Proceedings of the National Academy of Sciences), a grid integration paper. That paper was fortunate to win a Cozzarelli prize from PNAS due to the innovative ideas.\nThe storage options are low tech. You can produce ice with low-cost electricity (at night), and use that cold for air conditioning during the day. Using it for air conditioning avoids the need for electricity during the afternoon. A lot of places, including Stanford, use this already.\nThere’s also seasonal heat storage with rocks. You collect sunlight during the summer on the roof of a building in a collector that contains a glycol solution. The solution gets passed through to water; the heated water is piped underground to heat rocks. The rocks can stay hot because they’re insulated. In the wintertime the whole system can be run in reverse and supply 100 percent of wintertime building heat when snow is on the ground. One example of this can be found in Okotoks, Canada.\nThen there’s direct electrical storage—concentrated solar power storage, pumped hydroelectric power storage and existing conventional hydroelectric power, which is a form of storage.\nWind and solar are complementary in nature. When the wind is not blowing, the sun is often shining during the day. But really you have to match peaks in demand. The way to do that is to use low-cost electricity, heat storage and cold storage. Electricity storage includes concentrated solar power storage, pumped hydroelectric power and existing hydroelectric power. Heat/cold storage includes hot and cold water, ice and underground rock. In addition, some energy is stored in hydrogen for use in transportation. Finally, we combine these features with demand-response management.\nBecause they’re the only two forms of energy that theoretically can supply the entire world for all purposes, many times over. We can use geothermal, hydro, tidal wave. Geothermal would be in more limited locations, but it’s a good resource. Hydro (electric) is not going to grow. There’s opposition to it; we wouldn’t add any new hydropower dams, just increase the efficiency of the existing ones. Tidal wave is more expensive, so there’s probably lesser penetration. Also it’s a limited resource.\nThe role of NASA satellites in green energy\nData from Earth-orbiting NASA satellites is being used to optimize both solar and wind energy. For example, information on the amount of sunlight hitting areas where solar panels are used is provided by the Geostationary Operational Environmental Satellite (GOES) system, a collaboration between NASA and NOAA, the National Oceanic and Atmospheric Administration. Another NASA initiative, called POWER (Prediction Of Worldwide Energy Resource), provides satellite data to help utility companies evaluate effective locations for wind turbines and solar energy systems.\nLearn more:\n\nSatellites shed light on solar system—the one on your rooftop\nBringing NASA satellite data down to Earth\nData from Earth-orbiting NASA satellites is being used to optimize both solar and wind energy. For example, information on the amount of sunlight hitting areas where solar panels are used is provided by the Geostationary Operational Environmental Satellite (GOES) system, a collaboration between NASA and NOAA, the National Oceanic and Atmospheric Administration. Another NASA initiative, called POWER (Prediction Of Worldwide Energy Resource), provides satellite data to help utility companies evaluate effective locations for wind turbines and solar energy systems.\nLearn more:\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}