{
  "url": "https://climate.nasa.gov/news/3054/seeing-the-covid-19-pandemic-from-space/",
  "title": "Seeing the COVID-19 Pandemic from Space",
  "date": null,
  "content": "2 min read\nBy Abigail Seadler,NASA's Earth Science Division\nEconomic and social shutdowns in response to the COVID-19 pandemic have led to noticeable changes in Earth’s environment, at least for the short term. NASA researchers are using satellite and ground-based observations to track these impacts on our air, land, water, and climate. These datasets have been collected in a free and openly available online dashboard.\nThe NASA COVID-19 Dashboard features data collected by Earth-observing satellites, instruments aboard the International Space Station, and sensitive ground-based networks. The global maps are searchable by several categories of observable change, including economic indicators, such as shipping and construction activity, and environmental factors, such as water quality and climate variations. Investigate the data layers yourself or take a guided tour of how NASA Earth scientists are studying – and learning about – the pandemic’s effects on the Earth system.\nNASA scientists use many different tools, datasets, and methods to investigate COVID-related changes in the Earth system. Comparing complementary datasets on the dashboard helps reveal a deeper story of how the environment is changing due to COVID-related shutdowns.\nFor example, scientists at NASA’s Ames Research Center discovered that emptier parking lots near closed, non-essential businesses, in combination with cleaner air from less surface transportation, meant that heat from the sun radiating off dark asphalt and cement surfaces did not stay trapped near the ground as long. Instead, heat dissipated quickly, cooling the urban environment. Comparing the data to pre-pandemic years, scientists found that large parking lots, highway corridors, and commercial rooftops were, on average, 10-15 degrees Fahrenheit (about 5-8 degrees Celsius) cooler from March to May 2020.\nThe NASA COVID-19 Dashboard will be updated with more data and discoveries throughout the pandemic and beyond.\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}