{
  "url": "https://climate.nasa.gov/news/2426/will-orbiting-flying-carpets-light-the-world/",
  "title": "Will orbiting flying carpets light the world?",
  "date": null,
  "content": "6 min read\nImagine a rocket emerging from Earth’s atmosphere. Its nose cone opens and out comes a flying carpet.\nIt had been folded and rolled into a cylinder just 3 feet in diameter and 5 feet long. But freed from the launch vehicle, it unfurls to its full expanse: two-thirds the size of a football field and 1 inch thick.\nNow imagine that this is one of 2,500 spaceborne magic carpets flying side-by-side in tight formation, covering an area of 3.5 square miles (9 square kilometers) in Earth orbit. That’s 1,670 football fields, still only an inch thick.\nWhat are they doing up there? Capturing the sun’s energy and beaming it down to Earth to make electricity.\n“What we’re proposing, somewhat audaciously, is to develop the technology that would enable one to build the largest-ever-built space structures,” said Harry Atwater, one of three Caltech professors leading the Space Solar Power Initiative, or SSPI. The other two are Ali Hajimiri and Sergio Pellegrino, who is also a senior research scientist at NASA’s Jet Propulsion Laboratory. “The work I do at Caltech benefits enormously from the things I do at JPL,” Pellegrino said, “and from the people at JPL.”\nSSPI is a partnership between Caltech and Northrup Grumman, which is providing up to $17.5 million over three years to develop the key components.\nA quarter of Earth’s population lacks access to reliable electricity, according to the U.N. Development Programme. More than half of those people have no electricity at all. For many, orbiting solar panels could be a solution.\nThe SSPI team draws a parallel with mobile phones. “In a lot of places like sub-Saharan Africa, you don’t have a landline (phone) network,” Hajimiri said. “It's easier and more economical to deploy a wireless network there.” Similarly, he said, in places without power plants or major transmission capabilities, it’s a lot easier to install ground stations that can receive power from spacecraft and transmit it to local communities.\nAccording to Atwater, the receiving antennas would not have to displace any productive land use. They could be installed like chicken wire over farm fields, for example. Or they could be embedded within ground-based solar panels, enabling them to deliver power day and night.\nThe orbiting system would beam energy to Earth in the form of microwaves, to be converted to electricity on the ground. Would the streaming microwaves pose a safety hazard?\n“The energy density you are transmitting is no more than what you get by standing outside in the sun or using your cell phone,” Hajimiri said. In fact, he said, the microwaves would be safer than sunlight because, unlike the sun’s UV rays, they are not ionizing. “It can’t induce chemical change,” he said. “It can just generate slight heating.”\nIn orbit, a solar panel can bathe in cloud-free, high-noon sunshine 24/7 with the potential of harnessing energy wavelengths that the atmosphere absorbs before they can reach ground-based panels.\n“You look at the seasons, day-night cycle and all of that versus having it in space at geostationary orbit (an orbit where a satellite appears to hover over one spot on Earth’s surface), and there is an advantage in space, factor of 9,” Pellegrino said. In other words, a receiving antenna on Earth’s surface will provide 9 times as much electricity as a ground-based solar panel of the same size.\nHarvesting energy in space has been discussed for decades. So why hasn’t it gotten off the ground? Because launching the necessary equipment has been prohibitively expensive. But with technological innovations underway, the amount of mass that has to be lifted is shrinking to cost-effective levels.\nA number of organizations, foreign and domestic, are tackling the problem, but the SSPI team thinks they may lead the pack. “Our approach uses ultra-lightweight integrated circuits, photovoltaics and structures,” Hajimiri said, “that make it about two orders of magnitude lighter than any competing effort I am aware of.”\nThe SSPI system’s basic unit is what the team calls a “multifunctional tile,” which soaks up sunlight, converts it to radio waves and beams them to Earth. In its current design, each tile measures about 4 by 4 inches (10 by 10 cm) and is about 1 inch (3 cm) thick with the ability to flatten when packaged for launch.\nIt’s projected to be incredibly lightweight: about 0.03 ounce (about 0.8 gram) per tile. “So this makes it possible to have it launched at a cost point that is better than or at most on parity with terrestrial solar power,” Hajimiri said. And according to Atwater, when the components are manufactured at high volume, power from SSPI systems is likely to fall below the cost of electricity from coal or natural gas.\nEach flying carpet—or, more accurately, each independent spacecraft—will consist of 360,000 tiles. As previously noted, it will cover an area two-thirds the size of a football field, yet it will weight only about 816 pounds (370 kg).\nEach spacecraft will be so large and lightweight that the pressure of sunlight beating on it is likely to nudge it off course, requiring periodic correction. Its operators on the ground may be able to steer it, at least in part, by using that pressure the way a sailboat uses the wind. “Just like a sailor on the high seas,” Atwater said. “You sail with the wind and against it” to steer your boat, though he acknowledges that small thrusters will also probably be needed to keep the system at its proper orientation to Earth and the sun.\nThe fleet of 2,500 formation-flying spacecraft in each solar-energy system would comprise 900 million functionally independent tiles. The power generated by each tile would be transmitted to Earth by the same tile. This modular approach makes the system very robust. Lose a few tiles to solar flares or micrometeorites and the system laughs it off.\nIs manufacturing so many units doable? “Do you know how many cell-phone handsets there are in the world?” Atwater asked. “Several billion.” And cell phones, he pointed out, are much more complex than SSPI tiles. “So we already have manufacturing infrastructure for making lightweight electronics at the same scale.\n“We’re talking about building a new industry, to be sure,” he said. “But it's not a pipe dream.”\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}