{
  "url": "https://climate.nasa.gov/news/2271/bringing-nasa-satellite-data-down-to-earth/",
  "title": "Bringing NASA Satellite Data Down to Earth",
  "date": null,
  "content": "6 min read\nBy Bob Silberg,NASA’s Jet Propulsion Laboratory\nNASA didn’t have Wicked Joe Coffee Roasting Company in mind as the agency launched hundreds of instruments into Earth orbit over the years. But thanks to a NASA website that tailors satellite-derived data for practical applications, Wicked Joe is reaping the benefits. And so are the operators of solar-power plants in India, architects designing buildings in Florida, farmers in Africa and everyone around the world who wants to see greenhouse-gas emissions reduced.\nMany of the decisions that people make in the fields of green energy, building design and agriculture depend on knowing how much sunlight reaches the ground in given locations, along with information about wind, temperature, precipitation and other factors. But in many places, reliable data has been hard to come by.\n“We've produced these products for years, but those users never knew they existed,” said Paul Stackhouse, principal investigator of NASA’s POWER (Prediction Of Worldwide Energy Resource) project. “And that’s partly because the products were never made available in ways they could use.”\nPaul Stackhouse\nprincipal investigator of NASA's POWER project\nThat began to change in the late 1990s, when NASA’s Langley Research Center first offered solar-energy data from satellites in a user-friendly form called Surface Solar Energy (SSE) to help an organization that was promoting solar cooking in East Africa. Soon, people began to employ SSE data to analyze other kinds of solar- and wind-energy projects as well.\nToday’s POWER project not only incorporates SSE (which now includes meteorological data such as wind and precipitation along with solar radiance), it also tailors data – both near-real-time and long-term – for people who design buildings and conduct agricultural research.\nThe Canadian connection\nAccording to Stackhouse, a large portion of POWER’s traffic comes from RETScreen, an analysis tool from Natural Resources Canada, which is that country’s equivalent of the U.S. Department of Energy. RETScreen’s name is derived from “Renewable Energy Technologies Screen.” It is used for a wide range of energy-related projects, but its original and still primary purpose is to enable people, quickly and easily, to screen out potential clean-energy projects that are not cost-effective so resources can be focused on projects more likely to succeed. The RETScreen software automatically fetches the data it needs from NASA’s POWER website.\nWicked Joe used RETScreen to evaluate a solar-energy system for its facility in Topsham, Maine. In doing so, it joined more than 430,000 users in every country and territory of the world, according to Greg Leng, Director of RETScreen International Clean Energy Decision Support Center. To accommodate these far-flung users, he said, RETScreen translates NASA’s data into 36 languages, covering two-thirds of the world’s population. Like NASA’s POWER project, Canada offers its service free of charge.\n“I used to be a consultant before joining the Canadian government and we would easily spend $100,000 in 1994 trying to identify, for example, is that a good wind farm, is that a good solar farm?” Leng said. “And then at the end (of the analysis) you find out, no it's not, and that money is gone. Whereas if you're an expert and you're using the RETScreen software, you should be able to do that same study today in less than an hour.”\nGreg Leng\ndirector of RETScreen International Clean Energy Decision Support Center\nHow much have users saved with this software tool? “We know it's conservatively eight to ten billion dollars,” Leng said. And he also estimated that the projects RETScreen enables keep about 20 million metric tons of greenhouse gases out of the atmosphere every year. “Our argument has been, if you can make it a no-brainer for people from an economic standpoint,” Leng said, “the environmental benefits, the climate benefits, those are the spinoffs.”\nLeng credits NASA’s POWER project with enabling RETScreen to help so many people, especially in developing countries that lack ground-based measurement stations. “NASA's satellite data is really helping the developing world, I mean tremendously,” Leng said. “That goes a long, long way in terms of making friends and having real impact.”\nCrops and construction\nInformation in a form useful for analyzing potential solar-energy projects or wind farms is not necessarily suited to people working in agricultural research, so the POWER project provides a separate set of data tailored to those users.\n“We tie together a very small set of parameters – surface temperature, solar, some humidity information – a set of parameters that they like in a certain format that goes well in their crop-modeling systems,” Stackhouse said.\nAccording to Jeff White, a research plant physiologist at the U.S. Department of Agriculture, he and his colleagues employ those models to forecast how crops will fare under the warmer, drier future that scientists expect. But, he says, the weather data that needs to be fed into the models is either nonexistent or of questionable quality in many parts of the world. NASA’s POWER project fills those gaps.\nWhere the models show bad news for crops, many researchers are doing more than issuing warnings. “Increasingly, we are focusing more on what it is going to take to help agriculture adapt,” White said. “Because I think the consensus now is that there just isn't the political will, or you could say maybe the socioeconomic tools, to prevent further increase in CO2. For better or worse, we’re facing a much higher CO2 world.”\nOne way to limit the amount of CO2 we add to the atmosphere is to improve the energy efficiency of buildings, a goal of another major user of the POWER project, an organization formerly called the American Society of Heating, Refrigerating and Air-Conditioning Engineers and now known simply by the acronym ASHRAE. Every four years, ASHRAE publishes a handbook to guide building standards and design.\nAccording to Dru Crawley, who chairs two of the committees that contribute to the handbook, more than 70 percent of electricity in the U.S. is used for buildings, comprising more than 40 percent of the total energy used.\nThe analyses and recommendations in ASHRAE’s handbook are divided into geographical regions defined by their climates. “Those climate zones, based on NASA data, are the basis for everybody deciding how efficient their building needs to be, depending on where they’re located,” Crawley said. “Otherwise, we would probably be doing single numbers around the country, and what makes sense in Miami does not make sense in Minneapolis.”\nSustainable buildings, farming and power generation – some pretty down-to-Earth uses for information gathered from space.\nLinks:\nAnyone with a computer can take the driver's seat using this new NASA model of…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}