{
  "url": "https://climate.nasa.gov/news/2337/caltech-calls-for-crazy-new-science-to-save-the-planet/",
  "title": "Caltech calls for 'crazy new science' to save the planet",
  "date": null,
  "content": "By Bob Silberg,\nNASA’s Jet Propulsion Laboratory\nCredit: Sergey Nivens/Shutterstock.com\nDelia Milliron wants your windows to stop being so stupid. Mika Järvinen wants to lay waste to the concept of waste. Joel Dawson wants the world’s cell phone systems to save the energy equivalent of 7 million cars, while Yi Cui wants to put you into a shiny new Tesla.\nGot your own crazy idea to save the world? Caltech’s Resnick Institute just might honor you next year with its Resonate Award, a tribute it bestowed on each of these scientists this year. For details on the nomination procedure, go here.\nOf course, there’s crazy and then there’s crazy. The kind the Resnick Institute is looking for is born of great intellect uninhibited by convention. “Truly disruptive innovation can turn on its head our preconceived notion of how the world can be,” said the institute’s director, Harry Atwater, as he introduced the 2015 award winners at a panel discussion held in Aspen, Colorado, this past July.\n\"Truly disruptive innovation can turn on its head our preconceived notion of how the world can be.\"\n\n\n- Harry Atwater, Resnick Institute Director\n\n\n“The goal of the Resonate Awards is to reward and celebrate things that were already becoming known as very promising in the scientific community but which were below the radar of public visibility,” Atwater said.\nAs part of the Aspen Institute’s Aspen Ideas Festival, four of the five 2015 Resonate Award winners aired their ideas in a panel discussion entitled “Will Tech Save the Planet?” (Spoiler alert: Dr. Dawson says, “yes.”) The fifth winner was Tsutomu Ioroi, a Japanese electrochemist honored for a type of fuel cell that can generate electricity or run backwards to generate hydrogen, who did not participate in the panel discussion.\nMika Järvinen, an associate professor at Aalto University in Finland, won his Resonate Award for developing a process that not only locks carbon away from the atmosphere, it spares the world’s landfills from what Järvinen estimated as 500 million tons of waste, called “slag,” from steel production each year. The basic idea is that carbon dioxide, captured from smokestacks, is bubbled through a solution containing calcium recovered from the slag. The result is limestone-like particles that can be used to make cement and paper.\n“In my opinion, we should get rid of the word ‘waste’ totally,” Järvinen said. “Resources in nature are not infinite. We need to save something for future generations on the planet.”\n“In my opinion, we should get rid of the word ‘waste’ totally.”\n\n\n- Mika Järvinen, 2015 Resonate Award winner\n\n\nDelia Milliron, an associate professor at the University of Texas, Austin, got the nod for her smart-window technology: a coating of nano-crystals with special properties that can be adjusted by adding or removing electrical charge.\n“The coating is completely transparent and can remain that way as it controls the amount of heat coming in from the sun,” she said. “But on demand, it can also tint.” So by connecting the coated window to a wall switch—or to a computerized system that manages the entire building—one could let in lots of light but little heat, plenty of both, or any combination that is desired.\nMilliron noted that controlling heating and lighting in buildings consumes about a quarter of the energy used in this country. “We could save a lot of that if we more intelligently managed the energy exchange between inside and outside through our windows,” she said.\nManaging energy consumption in another area is growing more and more urgent, according to Atwater. “The rate of increase of energy use in computing and communications is double that in the rest of the economy,” he said. “So this is kind of a runaway freight train.”\nJoel Dawson aims to slow that train down with the technology that earned him his Resonate Award. Dawson was an associate professor at MIT until 2012, when he founded a company called Eta Devices. His product dramatically reduces the amount of electricity needed to power both individual cell phones and cellular base stations, which are the intermediaries that relay radio signals from one cell phone to another. “If you could magically change all of the base stations today, that would be the equivalent of taking 7 million cars off the road,” Dawson said.\nDawson noted that his technology could be especially important to third-world nations. “In the developing world, there is this big drive to build a communications infrastructure and it's directly tied to the ability to have low-power base stations that can still have wide coverage,” he said.\nWhile the U.S. managed the feat of connecting the entire country by telephone wire in the pre-cellular era (which Atwater noted would cost a trillion dollars to do today), Dawson pointed out that this is not a sensible route for today’s emerging nations. “If you are a developing country, you don’t start by building a wired network,” he said. “You go straight to wireless.”\nYi Cui, an associate professor at Stanford University, won his Resonate Award for developing a lightweight, high-capacity battery. His goal is a mass-producible battery that can store three times as much energy at one-third the cost of today’s comparable devices. “If it’s one-third, everyone can afford a Tesla S model, no problem,” he said.\n\"This might be the time to think about what's the next big industrial revolution. I think we are sitting on opportunity more than just problems.\"\n\n\n- Yi Cui, 2015 Resonate Award winner\n\n\nYi is also working on solar energy. “Instead of very heavy, very thick solar panels, can you make them thinner, flexible, like rolling carpet onto your rooftop,” he said, “so you can reduce installation costs and the whole system costs?”\n“With cheap storage and cheap solar together,” Atwater said, “we can really think about making zero-carbon renewables dispatchable in the same way that power plants that use fossil fuels today are dispatchable. And that can really get us to an essentially carbon-free economy.”\n“Every time you have trouble, that's where opportunity really starts,” Yi said. “This might be the time to think about what's the next big industrial revolution. I think we are sitting on opportunity more than just problems.”\nAre you crazy enough (and smart enough) to grab hold of this opportunity? Do you know someone else who is? Now is the time to submit your nomination for the 2016 Resonate Awards.\nThe Resnick Institute calls itself “Caltech’s studio for sustainability science.”\n“We are nowhere near efficient enough at using the things we have on this planet in order to sustain all the people who inhabit it,” said the institute’s executive director, Neil Fromer. He says the institute works to correct this primarily by awarding fellowships to Caltech grad students and postdocs.\n“We look for creative new ideas at the very beginning of the innovation pipeline,” he said.\nAfter two years of development under a Resnick fellowship, the institute helps promising projects to find further support.\n“JCAP is a perfect example of this,” Fromer said. “The research at the core of what became the Joint Center for Artificial Photosynthesis was seeded by us and by the precursor to the Resnick Institute. It built a critical mass and ended up with a $125 million center from the Department of Energy, which is a really big deal.”\nWhile declaring that energy is at the heart of sustainability, Fromer acknowledges that the problem is multifaceted. “It requires social and political change,” he said. “It requires business practices to change. But it also requires some crazy new science and technology to be developed in order to use our resources as efficiently as possible.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}