{
  "url": "https://climate.nasa.gov/news/2248/better-homes-and-martians/",
  "title": "Better Homes and Martians",
  "date": null,
  "content": "from “Software Cuts Homebuilding Costs, Increases Energy Efficiency”\nadapted by Bob Silberg, NASA’s Jet Propulsion Laboratory\nWant to get the most energy-efficiency bang for your buck when building a house? Think about it as if you were designing a mission to Mars.\nThat’s what Ed Crawley did when he set about building a home for his family in 2009. Of course, he actually was designing a mission to Mars at the time. More precisely, he was analyzing thousands of possible mission designs for sending astronauts to Mars, as well as potential preparatory missions to the Moon.\nThe need to sort out all those hypothetical space missions led him to develop a computing tool that makes the job more manageable. And that, in turn, led to a spinoff that helps homebuilders find the right balance of energy efficiency and building costs.\nHere is how NASA’s efforts to put footprints on Mars could wind up improving your next home.\nCrawley is a professor at MIT, specializing in aeronautics, astronautics and engineering systems. In 2009, he served on the Augustine Commission, a panel of 10 experts that President Obama tasked with analyzing the potential of human space exploration. At the same time, he and a team of graduate students were analyzing potential Mars missions directly for NASA.\nAs mentioned, he was also looking to build a house. And he noticed a common thread running through those seemingly unrelated projects.\nHow is building a house like sending astronauts to Mars? Both enterprises involve thousands of possible combinations, each of which needs to be compared to all of the other combinations if you want to make well-informed decisions.\nFor human space travel, an analyst needs to consider each component of the spacecraft, instrument and life-support systems, not only on its own merits, but also with regard to how it fits in with all the other technologies under consideration in terms of mass, energy consumption and other criteria. The multitude of possible combinations can set an analyst’s head spinning without the help of a capable cyber-assistant.  So Crawley and his students built one.\nDesigning an energy-efficient building may not involve as many elements as designing a mission to Mars, but it is nonetheless a daunting challenge. Consider that if your options include, for example, six types of wall, five kinds of roof, five choices of window, four furnace types and four kinds of air conditioner, you have 2,400 possible combinations to choose among. Each combination would cost a different amount to build and provide different energy performance.\n“I asked my architect and my builder: Who can I consult to figure out how to optimize all the capital investments in the house that had to do with energy utilization?” Crawley said. “And the answer came back: No one.”\nWindow people would recommend windows and furnace people would recommend furnaces. But no one could tell him, for example, which furnace to buy in light of his choice of windows, walls and roof.\nHe realized that many other homebuilders must share his desire to figure out how much money it would make sense to invest in the energy-efficiency aspects of a house. And he realized something else: “I knew how to do it,” he said. “We had just done it for NASA, this sort of large-system optimization.” All he needed was a software tool like the one he and his students had developed for Mars.\nCrawley founded a company called “Ekotrope” and hired software developers to adapt the algorithm he had used for space missions into a computing tool—also called Ekotrope—that could apply a similar optimization approach to building houses.\nLike the Mars-mission software tool, Ekotrope can analyze tens of thousands of design options and present the results in a visual display known as a Pereto graph (see illustration).\n\n\n\n\n\n\nSample results of an Ekotrope analysis. Each dot represents a different combination of energy-efficiency components. A user can see at a glance which options offer the best combinations of price and energy-cost savings.\nEkotrope takes into account the prices and operating costs of all the potential energy-efficiency components, as well as the rapidly changing building codes and incentives for a given area. It runs the expected performance of each potential package against a year’s worth of local weather data and produces a graph that shows how each combination performs in terms of capital costs (the cost of buying and installing the windows, furnaces, etc.) vs. the expected annual charges from the energy utilities.\nThe graph contains thousands of dots representing all possible design options. But as with the Mars analysis, the builder only needs to consider the Pareto frontier—the set of dots that populate the edges where energy costs, construction costs, or both, are low.\nUnfortunately, Ekotrope wasn’t ready in time to help Crawley with his own house. But more than a dozen large-volume homebuilders have taken advantage of his company’s service so far.\nAccording to Ekotrope co-founder and CEO Ziv Rozenblum, a typical client ends up choosing a design that’s up to 40 percent more energy-efficient than what he or she would have built without the software’s assistance and saves $1,000 to $3,000 in building costs to boot. “For a company that constructs thousands of homes a year, that’s millions of dollars saved on building costs alone,” he said.\nRozenblum cited one customer who planned to buy expensive walls that could retain heat during the winter. Ekotrope convinced her to invest in a more efficient furnace instead. “A more energy-efficient furnace will get you the same result as the wall system while saving you 90 percent,” Rozenblum recalled telling her. “We ended up saving her $20,000.”\n“Everyone knows NASA is at the forefront of innovation and technology, but we don’t always get to see the benefits in other sectors on a day-to-day basis,” Crawley said. “That is why spreading this innovation into new industries is so important and exciting. We can use it to immediately improve our world in so many different ways.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}