{
  "url": "https://climate.nasa.gov/news/2273/caltech-student-fathers-breakthrough-in-green-chemistry/",
  "title": "Caltech student fathers breakthrough in green chemistry",
  "date": null,
  "content": "By Bob Silberg,\nNASA's Jet Propulsion Laboratory\nAnton Toutov, Caltech grad student and discoverer of a renewable catalyst, immersed in chemical formulas on a chalkboard. Credit: Caltech Resnick Institute.\nOf what use is a newborn baby? This rhetorical question, variously attributed to Benjamin Franklin, Michael Faraday and Thomas Edison, is meant to suggest that a novel discovery or invention whose ultimate utility is not yet known should be viewed as a bouncing bundle of potential.\nAlong these lines, the eight-minute video Element 19 can be considered a sort of birth announcement. It heralds what Caltech’s Resnick Sustainability Institute, which produced the video and funded the work it describes, calls a breakthrough in sustainable chemistry.\nThe baby in this metaphor is a catalyst that, unlike its cousins that pervade modern industry, is based not on precious metals like gold and platinum, but rather on something you can get out of a banana: potassium. The father (or perhaps more accurately if we ignore the gender problem, the mother) is a Caltech grad student named Anton Toutov, who reports that the delivery was long and difficult.\nThis new technology is already capable of manufacturing chemicals used in pharmaceuticals, agriculture and cosmetics in a much more environmentally friendly way than traditional methods. The catalyst requires little or no processing with petrochemicals and operates at much lower temperatures than standard catalytic methods, both of which keep its carbon footprint tiny. It can reduce air pollution from certain kinds of transportation fuels and, unlike the precious-metal processes it replaces, it produces no toxic waste. But like a baby, its ultimate accomplishments may be yet to come.\nThe story began in the Caltech laboratory of professor Robert Grubbs, co-recipient of the 2005 Nobel Prize in Chemistry, where postdoc Alexey Fedorov was leading an experiment in chemically breaking apart a tough kind of plant matter called lignin. Success could lead to the ability to turn waste material from paper mills and farms into carbon-neutral biofuels, among other uses. Toutov, who at the time was still hoping to be accepted as a Ph.D. candidate, was working with him.\n\n\nPerforming the role of a precious metal, apparently, was a very un-precious compound of potassium. For chemists, it was like seeing David Copperfield make the Statue of Liberty disappear.\nThey noticed that, in addition to the chemical reaction they had intended, another reaction—thought to require the assistance of a precious-metal catalyst—had taken place without one. Performing the role of a precious metal, apparently, was a very un-precious compound of potassium. For chemists, it was like seeing David Copperfield make the Statue of Liberty disappear.\nWas this the chemical equivalent of a magician’s trick, explainable by some unnoticed but completely ordinary sleight of hand? Or was it the first glimmer of a brand-new way of doing chemistry? Toutov made it his mission to find out.\nWorking with Grubbs, he used a spectrometer to search for trace amounts of precious metal in the mixture. Nothing. They arranged for the experiment to be repeated in other labs by other scientists, and the other scientists got the same results.\nAnton Toutov (left), his teammate Kerry Betz (right) and their supervisor, Robert Grubbs.\n\n\nSo the phenomenon was real. But was it significant? After all, the reaction produced only tiny amounts of the silicon compound that was of interest and required a comparatively large amount of the potassium compound. Toutov tried to improve the process, but the process refused to cooperate.\n“The first two years were essentially a total disaster,” he said. “People were like, you've got to know when to fold the cards. You've got to know when to call it a day.”\nHe joined one of the more well-established projects in the lab, he said, “so that I could get some results, get a paper and eventually graduate with at least something. But I really, really wanted to follow through with these ideas because I knew that if it worked, it would be a breakthrough. Or at least I wanted to know for sure that it wasn't going to work. So on my own time, which ended up being like the hours of 1 to 6 a.m., I went to the lab and worked on this silicon project.”\nFinally, he set himself an eight-week time limit to either succeed or give up forever. As in any good cliffhanger, he found the important improvements he was seeking just as the clock was about to run out. “And then,” he said, “it just exploded—in a good way.”\n“It really surprised everybody, including me, that this works,” Grubbs said.\nSo what, exactly, is happening in this reaction? No one knows.\n“It's really powerful and we have no idea how it works,” Toutov said. “It's a new way of moving atoms around. We don't know why they're moving around the way that they are, but they seem to be induced in some way by this potassium catalyst.”\n“It is clear that the mechanism of how this is all happening is really very different than the way we've been classically thinking about these sorts of problems,” said Caltech professor Brian Stoltz who, along with Grubbs, has been serving as an advisor to Toutov and his team. “And I think that is the most eye-opening aspect of it. It's going to unleash people's minds and have them think about solving hard problems in very, very different ways. I think that's going to lead to a lot of new outcomes.”\n\n\n\"Turns out nature figured this out millions of years ago, and we’re only now starting to catch up.\"\n\n\n- Anton Toutov\nIn the video, Toutov puts it this way: “We thought that only precious metals are able to do these very challenging chemical reactions. Turns out that’s not true. Turns out nature figured this out millions of years ago, and we’re only now starting to catch up.”\nWhere once Toutov was a team of one, there are now more than a dozen people working on the catalysis project at Caltech, UCLA and Stanford. “I'm coordinating it,” Toutov said, “but they're working from different perspectives and from different angles to expand the method and understand it.”\nCaltech, as you will probably not be surprised to hear, has accepted Toutov as a Ph.D. candidate.\nSo bid welcome to the latest newborn baby to emerge from the Caltech nursery. Or maybe, for you X-Men fans, a newborn mutant since it sort of looks like others of its kind but is in reality a radical departure from anything that went before.\nIt may turn out to have abilities that are interesting and useful, but limited. Or it may grow up to change the world.\nBall-and-stick diagram of potassium tert-butoxide, a common chemical that can replace precious metals in certain kinds of reactions.In a chemical reaction, the catalyst is the middleman, the matchmaker, the guy who brokers the deal. It’s a chemical that interacts with other chemicals in such a way that an otherwise impossible reaction goes forward and produces the desired result, with the catalyst emerging from all the tumult in its original form.\nBall-and-stick diagram of potassium tert-butoxide, a common chemical that can replace precious metals in certain kinds of reactions.\nAccording to Caltech’s Resnick Sustainability Institute, the discovery of catalysts more than a century ago gave rise to the modern chemical industry, which uses catalysts in the production of some 90 percent of the world’s consumer chemicals and industrial goods.\nCaltech chemistry professor Robert Grubbs tells the following story about fighter aircraft in World War II: Germany’s Messerschmitts were wiping out Britain’s Spitfires until a chemist in Chicago found a catalyst that increased the octane of gasoline. By the Battle of Britain, the Spitfire engines on higher-octane gasoline could compete with the Messerschmitts. “And so,” he said, “catalysis won the Battle of Britain.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}