{
  "url": "https://climate.nasa.gov/news/2198/satellites-shed-light-on-solar-systemthe-one-on-your-rooftop/",
  "title": "Satellites shed light on solar system—the one on your rooftop",
  "date": null,
  "content": "By Bob Silberg,\nNASA’s Jet Propulsion Laboratory\nThe view from space is helping solar panel users monitor the efficiency of their systems.\nYou’ve gone solar! Thousands of dollars worth of photovoltaic panels sit atop your roof, harnessing the sun’s energy to power your lights and devices. But has your investment been paying off as richly as it should? A pair of satellites orbiting Earth at about a 10th of the distance to the moon can help you find out.\n“You just don’t know how efficiently the system was performing unless you know how much sunlight actually hit that location,” said Adrian De Luca, marketing head for Locus Energy. His company enables solar-panel users to evaluate the performance of their systems.\nThe idea is simple: The amount of sunlight falling onto your solar panels multiplied by the amount of electricity they’re designed to produce per unit of sunlight equals the amount of electricity your system should produce. Compare that to what you’re actually getting and you know whether all is well or something needs to be fixed. But how can you measure the sunlight?\n“If you build a 20-megawatt plant in the middle of the Mohave Desert, that’s a huge investment and you will bear the cost of having high-grade sensors,” De Luca said. “But for light commercial and residential systems—say, 150 kilowatts and below—it’s not economically feasible to include a high-grade sensor.”\nFor those customers, Locus Energy offers reports based on information from the Geostationary Operational Environmental Satellite (GOES) system, a collaboration between NASA and NOAA, the National Oceanic and Atmospheric Administration.\nVirtual Irradiance\n“The satellite imagery comes out in at least 15-minute intervals at a resolution of roughly one square kilometer,” said Shawn Kerrigan, the company’s chief technology officer. “We capture whatever is made available and run it through our processing engine. We’ll distill out what the cloud cover is and, using our models, estimate how much sunlight is getting through.” This enables the company’s Virtual Irradiance software to calculate how much electricity each customer’s system should have produced over any given time period.\nDe Luca points out that even a system producing as predicted might have a hidden problem. “If there was a lot more sunlight than was expected at that location for that given month,” he said, “then you might actually be underperforming.”\nThose multi-megawatt installations with costly high-grade sunlight sensors can benefit from satellite-based reports, too, Kerrigan said. “The ground irradiance sensor may have data outages that you’ll want to fill. Or it may accumulate dirt and debris at the same rate as the panels, so they mask soiling on the PV (photovoltaic) side.” (\"Soiling\" is the accumulation of the dust, animal excrement or other forms of dirt on solar panels, which can decrease the system's efficiency.)\nAccording to De Luca, Locus Energy’s software can provide reports tailored to any location within the continental U.S. or Hawaii, to a resolution of one square kilometer (less than half a square mile).\n“It makes good business sense,” said Nathan Morrill, national procurement manager for Extra Space Storage, Inc. (ESS), which is one of Locus Energy’s largest customers. ESS has installed solar panels at more than 150 of its buildings throughout the U.S., and uses GOES-based reports from Locus Energy to monitor their performance.\n“We can’t just slap them up there and think that everything’s going to be good,” Morrill said. “It’s a big investment on our part. We need to know what these systems are producing. Without the Locus system, we just wouldn’t be able to do that, not in a very easy way.”\nLearn how the GOES satellites are also helping to keep our major electrical grids in balance.\nLearn more about GOES.Two satellites in the GOES (Geostationary Operational Environmental Satellite) system, dubbed \"GOES East\" and \"GOES West\" are in operation at any given time.\nLearn more about GOES.\nFlying 22,300 miles (35,900 kilometers) above the equator, their orbits are in synch with Earth's rotation so they appear to hang motionless in the sky. This enables them to make lengthy, uninterrupted observations and measurements. Together, they keep constant watch over the continental United States, Hawaii, most of Central and South America, and the Atlantic and Pacific oceans.\nGOES satellites have been a cornerstone of weather analysis and forecasting since 1975, and their images are familiar to everyone who watches TV weather reports. They provide timely warnings of hurricanes, tornadoes, thunderstorms, fog, flash floods and other severe weather. They also serve as essential tools for monitoring volcanic eruptions, dust storms and forest fires, and for conveying search-and-rescue information.\nLearn more about GOES.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}