{
  "url": "https://climate.nasa.gov/news/991/generating-electricity-from-20-suns/",
  "title": "Generating electricity from 20 suns",
  "date": null,
  "content": "4 min read\nBy Bob Silberg,NASA’s Jet Propulsion Laboratory\nWhat do lighthouses have in common with a groundbreaking spacecraft propulsion system? And how can the technology they share help us here on Earth to generate electricity more efficiently?\nAll are applications of Fresnel lenses, which simulate the ability of regular lenses to refract and focus light, but with much less thickness and weight. Their first practical use is thought to have been enabling 19th-century lighthouses to project warning beacons many miles out over the ocean.\nIn the latter part of the 20th century, an engineer named Mark O’Neill was among the first to see these lenses as a solution to the problem of costly photovoltaic cells, which convert sunlight into electricity. With Fresnel lenses to concentrate the light, a smaller cell area can generate the same amount of electricity as a larger cell area under unenhanced light. Further, by bending the lens to form an arch, the lens becomes able to focus the light satisfactorily even if it doesn’t precisely hold its shape—a big advantage over its flat counterpart and an even bigger advantage over mirrors.\nWhen NASA was preparing technology for its Deep Space 1 mission, which would need electricity to power not only its instruments but also the first ion engine to be used as a principal means of spacecraft propulsion, it looked to O’Neill’s lens. Focusing sunlight would maximize the output of the “multi-junction” photovoltaic cells it was going to use, which utilize more of sunlight’s wavelengths than standard silicon cells. But O’Neill’s panels, intended for use on the ground, were much too big and heavy for the job.\n“You’d look at that thing and say ‘no, this is not going to work for space,’” said Mike Piszczor of NASA’s Glenn Research Center, who worked with O’Neill’s team at Entech Solar Inc. and his own team at Glenn to adapt the device.\nThey shrank the lens from 3 by 10 feet (about 1 by 3 meters) to only about 3 by 8 inches (4 by 20 cm) and reconfigured it to be more suitable for use on a spacecraft. Each lens focused light onto a series of five photovoltaic cells. With 720 of these miniaturized lens-cell modules packed into two arrays, dubbed the Solar Concentrator Arrays with Refractive Linear Element Technology (SCARLET), NASA’s Deep Space 1 drew the electricity it needed to fly by asteroid Braille and comet Borrelly, among other accomplishments.\nWhen O’Neill revisited his terrestrial solar panels, he found that the price of the traditional kind—silicon cells without concentrators—had dropped substantially, largely due to China’s involvement in the industry. So he went back to the drawing board.\nJust as the original terrestrial module had been adapted for use in space, O’Neill and his company, working together with Piszczor and others at NASA’s Glenn facility, drew from the space version to improve the module intended for use on the ground.\n“There's a lot of synergy back and forth because if you can save material, it saves weight in space and it saves costs terrestrially,” O’Neill said. “So we copied a lot of what we had developed for NASA and made the lenses very, very thin, like ten thousandths of an inch thick, where in the past we made them an eighth of an inch thick.” Similarly, they made the radiator that rejects the waste heat much thinner.\nThe result was SolarVolt, a system that concentrated the sun’s rays 20-fold onto its solar cells. It won a prestigious R&D 100 Award in 2012 for co-developers Entech Solar and NASA’s Glenn Research Center, and seemed well-suited for large-scale commercial use on Earth. “They're very efficient, very cheap, they don’t use much material and they do a heck of a job,” O’Neill said.\nBut the competition’s prices kept dropping, down to about half of SolarVolt’s manufacturing cost. “I never thought people would be able to manufacture semiconductors, fully encapsulated, hail resistant, water resistant, weather resistant, twenty-year warranty, fifteen or twenty percent efficient converting light to electricity for less than six dollars a square foot,” O’Neill said. “It's like the cost of shingles.”\nBut all is not lost. “For space applications, we are still really interested in solar concentrators,” Piszczor said. And if multi-junction photovoltaic cells become economical enough for terrestrial applications, that would be good news for the concentrators, which are needed to get the most out of those high-efficiency cells.\n“Everything comes down in cost,” O’Neill said, “so I think that eventually, these multi-junction cells will be low enough to use in terrestrial concentrators and have a competitive product.”\nNASA research pilots are experts on how to achieve the right flight-test conditions for experiments…\nLocations designed as a maintenance work area and an exercise area on the International Space…\nTechnological innovations make headlines every day, and NASA’s In Space Production Applications (InSPA) Portfolio of…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}