{
  "url": "https://climate.nasa.gov/news/2868/nasa-celebrates-earth-day-with-social-media-public-events/",
  "title": "NASA Celebrates Earth Day with Social Media, Public Events",
  "date": null,
  "content": "For Earth Day in Washington, NASA hosts two days of hands-on activities and demonstrations at Union Station, April 22 and 23. Credit: NASA\nThis Earth Day, April 22, NASA invites you to celebrate our beautiful home planet by participating in a global social media event and local events around the country.\nHere is a list of the major agency Earth Day activities:\nCelebrate the planet we all call home with NASA’s #PictureEarth social media event. Post a close-up photo on social media of your favorite natural features, such as crashing waves, blooming flowers or stunning sunsets, with the hashtag #PictureEarth. Include the location where the photo was taken in the text of your social media post. On Earth Day, we will share some of NASA's most stunning images of Earth from space to help inspire you. We’ll check Instagram, Twitter and our NASA Earth Facebook event page to find your images and select photos to showcase in future videos and composite images.\nMonday, April 22, and Tuesday, April 23, from 9 a.m. to 5 p.m. EDT\nUnion Station Main Hall, 50 Massachusetts Ave. NE, Washington\nLearn about Earth, and how NASA explores our home planet and beyond, with more than 20 hands-on activities and demonstrations. Activities range from creating your own cloud in a bottle to using your smartphone to become a citizen Earth scientist.\nThursday, April 18, at 7 p.m. PDT in the Von Kármán Auditorium at NASA’s Jet Propulsion Laboratory (JPL), 4800 Oak Grove Dr., Pasadena, California\nFriday, April 19, at 7 p.m. PDT, in the Caltech, Ramo Auditorium at 1200 E. California Blvd., Pasadena, California\nNASA scientists discuss the critical role clouds play in our planet’s interconnected natural systems and in better understanding Earth’s future climate. Speakers include Kate Marvel from NASA’s Goddard Institute for Space Studies in New York, and Graeme Stephens and Brian Kahn from JPL. The April 18 talk will stream live on Ustream.\nMonday, April 22 at 3 p.m. EDT\nThe next episode of NASA Science Live highlights our weird and wonderful home: Earth. Join us for a live 30-minute show as experts discuss what makes our planet so special. Liquid water, a protective atmosphere and an active core that gives our planet a defensive shield are just a few of the features that make our home one of the most unique places in the solar system. Ask questions during the program using #askNASA or by commenting on the livestreams on Ustream, Periscope, Facebook Live and YouTube. The program also will air on NASA Television and the agency’s website.\nMonday, April 22, Building 4221 at NASA’s Marshall Space Flight Center in Huntsville, Alabama\nMedia are invited to Marshall for the grand opening of the center’s latest state-of-the-art facility. Building 4221 is an environmentally-friendly, glass and steel structure designed to federal guidelines on energy and water efficiency. The entire facility is specially insulated, and much of the exterior is covered in low-emissivity glass that deflects heat, thereby reducing cooling costs. Rooftop solar panels absorb energy to augment electrical power. Media interested in covering the event should contact Shannon Segovia at 256-544-0034 no later than 10 a.m. EDT Monday, April 22.\nNASA uses the vantage point of space to understand and explore our home planet, improve lives, and safeguard our future. The agency’s global observations of Earth’s complex natural environment are critical to understanding how our planet’s natural resources and climate are changing now and could change in the future.\nFor more information about NASA's Earth science activities, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\nHeadquarters, Washington\n202-358-0918\nstephen.e.cole@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}