{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/198/a-world-of-extremes/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "We can expect more weird and wacky weather in the future, and it’s thanks to climate change, say scientists.\nAccording to Dr. Gerald Meehl, a senior scientist at the National Center for Atmospheric Research (NCAR), as the planet warms up, even if it’s by a relatively small amount, the result will be more extreme weather. “By itself, global warming doesn’t cause extreme conditions, but it makes naturally-occurring events even more extreme,” explained Meehl during a visit to NASA’s Jet Propulsion Laboratory earlier this month.\nAnd it’s those extremes — not the averages — that cause the most damage to humans, wildlife and ecosystems. By combining real-world observations with climate models, researchers at NCAR have come up with projections for future changes in weather extremes. Climate models, which are akin to weather forecasts, predict future climate change by taking into account the atmosphere, oceans, land, sea ice and the complicated interactions between them. They also include the effects of changes in greenhouse gas levels, the heat output of the sun and volcanic explosions here on Earth. Today’s climate models can resolve climate and weather effects down to a scale of 35 km (22 miles) — enough to be able to identify category 3 hurricanes.\nMeehl, who has been active in writing the Intergovernmental Panel on Climate Change (IPCC) climate change assessment reports, says that we can look forward to:\nMore frequent and longer-lasting heatwaves. In the U.S., for example, there will be many more heatwaves in the Pacific northwest where at present there are few.\n  More moisture from individual precipitation events (rainfall, snowfall, etc.), but longer dry spells in between those events. Ultimately, soils will get drier in the southwest U.S., where there will be more droughts, and wetter in the northwest. \n Interestingly, there will be fewer hurricanes and tropical cyclones, but the ones that form will be much more intense. As oceans warm up, they provide more energy that fuels storms and makes them more violent. But the number of storms is likely to drop as a result of changes in the vertical wind structure of the atmosphere.\n More record hot temperatures and less record cold temperatures. Right now, the ratio of the number of record high to record low temperatures is about 2:1. But a new paper from Meehl et al. published in Geophysical Research Letters (\"Relative increase of record high maximum temperatures compared to record low minimum temperatures in the U.S.\") says that ratio will become 20:1 by mid-century, and 50:1 by the end of the century. Note that even in a warming climate, we still get cold snaps — Meehl says it’s the relative proportions of cold and hot snaps that change. (Read this and this to learn more about why it is possible, and natural, to have cold spells in a warming world.)\n(For more on the difference between weather and climate, take a look here.)\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}