{
  "url": "https://climate.nasa.gov/news/961/artificial-photosynthesis-to-make-plants-green-with-envy/",
  "title": "Artificial photosynthesis to make plants green with envy",
  "date": null,
  "content": "JCAP is developing an artificial photosynthesis system that could  produce energy-packed liquid fuel using only sunlight, water and carbon dioxide as ingredients. Credit: Peshkova/Shutterstock.com\nBy Bob Silberg\nNASA's Jet Propulsion Laboratory\nNatural photosynthesis—the remarkable ability of plants to transform sunlight into useful energy­—powers virtually all life on Earth. But that’s not enough for some people.\nCaltech chemistry professor Nate Lewis and his colleagues aim to show Mother Nature how it really should be done. Their goal is to produce fuel as energy-dense as gasoline and as friendly to the environment as a daffodil.\n“Plants are the wrong color to be optimum energy-conversion machines,” Lewis said. “They should be black like solar cells, not green.” He also points out that plants max out their energy conversion at only 10 percent of the light intensity available on a bright, sunny day. The remaining 90 percent of the solar energy they receive goes unused.\nNature presumably has good reasons for wasting so much sunlight. After all, a plant only has to harness enough energy to run its own metabolism, not to satisfy the needs of an energy-hungry civilization. But the Joint Center for Artificial Photosynthesis (JCAP), of which Lewis is scientific director, has more ambitious goals. According to Lewis, artificial photosynthesis will compare to what plants do in much the same way that artificial flight compares to what birds do. We take our inspiration from nature and then strive to surpass it.\nJCAP, a U.S. Department of Energy “Energy Innovation Hub,” is America’s largest research program dedicated to turning sunshine into fuel. The artificial photosynthesis system it is developing promises to produce energy-packed liquid fuel at 10 times the efficiency of plants, using only sunlight, water and carbon dioxide as ingredients.\nUnlike fossil fuels, JCAP’s product will not contribute to the climate-changing greenhouse effect. And unlike some biofuels, such as those derived from corn, it will not compete with food crops for farmland, require fertilizer or consume large amounts of water. Just set it up in the sunshine and watch the fuel drip out.\nAdded oomph\nWhy work on converting sunlight to liquid fuel when we’ve already got photovoltaic solar panels that can convert sunlight to electricity? Because electricity can’t supply large vehicles with enough oomph. “Forty percent of global transportation—heavy-duty trucks, ships and aircraft—cannot be electrified,” Lewis said. “You’ve got to find a high-energy-density, carbon-neutral liquid fuel for global commerce.”\nSome 120 scientists and engineers are working on the task at JCAP’s headquarters at Caltech and at Lawrence Berkeley National Laboratory and other affiliated institutions. They plan to have a proof-of-concept prototype ready by 2015.\nAccording to Lewis, JCAP’s photosynthetic device will be a panel about the size of a notebook. Ultimately, many such panels could be tiled together over a large area to produce commercial quantities of fuel.\nBut first, there are a number of challenges to meet, starting with finding the best way to soak in the sunshine. “We have to get the light absorbers right,” Lewis said. “The ones we have that are good in the red part of the spectrum don't work under the same pH conditions as the ones we have that are good in the blue.”\nBetter, faster and cheaper\nThen there’s the conversion process. Just mixing sunlight with carbon dioxide and water doesn’t produce things like methanol, butanol and gasoline. (Lucky for us, or our oceans, rivers and lakes wouldn’t be the life-supporting resources to which we’ve become so accustomed.) Photosynthesis requires middlemen called catalysts, chemicals which take part in a complex series of reactions that ultimately produce the desired end product, whether sugars for plants or fuel for tractor-trailers.\nNature uses easily found elements like manganese, iron and nickel for catalysts, but humans have so far been able to emulate only part of the process (getting hydrogen out of water), and then only with expensive rarities like platinum and iridium. Artificial photosynthesis won’t be commercially viable until it can be done with catalysts that are much more affordable. “We know we can do it better,” Lewis says. “We just have to do it better, faster and cheaper.”\nDurability is yet another obstacle. “Stuff corrodes,” Lewis said, “and all of a sudden the materials that you thought you had at your disposal aren’t available because they just frittered away.”\nHow do plants work their magic with such readily available materials? Scientists don't know yet. “Photosynthesis is a very complex machine,” Lewis said. “There are hundreds of different molecules, proteins, all spatially arranged in a certain exquisite position, and you have to probe into this jellied goop to find out exactly where the molecules are and what their identities and functions are.”\nBut Lewis is undaunted. “There will always be bumps on a challenging project,” he said. “A measure of how well you do is how you navigate them. When you hit a roadblock, do you bounce back and jump over or do you just give up? We are not giving up.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}