{
  "url": "https://climate.nasa.gov/news/1055/study-wind-farms-can-store-and-deliver-surplus-energy/",
  "title": "Study: Wind farms can store and deliver surplus energy",
  "date": null,
  "content": "By Mark Shwartz,\nPrecourt Institute for Energy at Stanford University\nA big challenge for utilities is finding new ways to store surplus wind energy and deliver it on demand. It takes lots of energy to build wind turbines and batteries for the electric grid. But Stanford scientists have found that the global wind industry produces enough electricity to easily afford the energetic cost of building grid-scale storage. Credit: Dennis Schroeder/NREL\nThe worldwide demand for solar and wind power continues to skyrocket. Since 2009, global solar photovoltaic installations have increased about 40 percent a year on average, and the installed capacity of wind turbines has doubled.\nThe dramatic growth of the wind and solar industries has led utilities to begin testing large-scale technologies capable of storing surplus clean electricity and delivering it on demand when sunlight and wind are in short supply.\nNow a team of Stanford researchers has looked at the \"energetic cost\" of manufacturing batteries and other storage technologies for the electrical grid. At issue is whether renewable energy supplies, such as wind power and solar photovoltaics, produce enough energy to fuel both their own growth and the growth of the necessary energy storage industry.\n\"Whenever you build a new technology, you have to invest a large amount of energy up front,\" said Michael Dale, a research associate at Stanford. \"Studies show that wind turbines and solar photovoltaic installations now produce more energy than they consume. The question is, how much additional grid-scale storage can the wind and solar industries afford and still remain net energy providers to the electrical grid?\"\nWriting in the March 19 online edition of the journal Energy & Environmental Science, Dale and his Stanford colleagues found that, from an energetic perspective, the wind industry can easily afford lots of storage, enough to provide more than three days of uninterrupted power. However, the study also revealed that the solar industry can afford only about 24 hours of energy storage. That’s because it takes more energy to manufacture solar panels than wind turbines.\n\"We looked at the additional burden that would be placed on the solar and wind industries by concurrently building out batteries and other storage technologies,\" said Dale, the lead author of the study. \"Our analysis shows that today’s wind industry, even with a large amount of grid-scale storage, is energetically sustainable. We found that the solar industry can also achieve sustainable storage capacity by reducing the amount of energy that goes into making solar photovoltaics.\"\nReducing energy inputs to battery manufacturing is also needed, he said.\nOver the years, consumers have learned to expect electricity on demand from power plants that run on coal, natural gas or oil. But these fossil fuels, which provide reliable, around-the-clock energy, also emit megatons of greenhouse gas that contribute to global warming.\nWind and solar farms provide emissions-free energy, but only generate electricity when the wind blows or the sun shines. Surplus energy can be stored for later use, but today’s electrical grid has little storage capacity, so other measures are used to balance electricity supply and demand.\nIn the study, the Stanford team considered a variety of storage technologies for the grid, including batteries and geologic systems, such as pumped hydroelectric storage. For the wind industry, the findings were very favorable.\n\"Wind technologies generate far more energy than they consume,\" Dale said. \"Our study showed that wind actually produces enough surplus electricity to support up to 72 hours of either battery or geologic storage. This suggests that the industry could deploy enough storage to cope with three-day lulls in wind, common to many weather systems, and still provide net electricity to society.\"\nThe results were especially good for onshore wind turbines. \"We found that onshore wind backed by three days of geologic storage can support annual growth rates of 100 percent – in other words, double in size each year – and still maintain an energy surplus,\" he said.\n\"These results are very encouraging,\" said study co-author Sally Benson, a professor of energy resources engineering and director of the Global Climate and Energy Project (GCEP) at Stanford. \"They show that you could create a sustainable energy system that grows and maintains itself by combining wind and storage together. This depends on the growth rate of the industry, because the faster you grow, the more energy you need to build new turbines and batteries.\"\nFor the solar industry, the Stanford team found that more work is needed to make grid-scale storage energetically sustainable. The study revealed that some solar technologies, such as single-crystal silicon cells, are growing so fast that they are net energy sinks – that is, they consume more power than they give back to the electrical grid. From an energetic standpoint, these industries \"cannot support any level of storage,\" the study concluded.\n\"Our analysis showed that, from an energetic perspective, most photovoltaic technologies can only afford up to 24 hours of storage with an equal mix of battery and pumped hydropower,\" Dale said. \"This suggests that solar photovoltaic systems could be deployed with enough storage to supply electricity at night, and the industry could still operate at a net energy surplus.\"\nOne advantage of wind over solar power is that it has an enormous energy return on investment, Benson explained. \"Within a few months, a wind turbine generates enough electricity to pay back all of the energy it took to build it,\" she said. \"But some photovoltaics have an energy payback time of almost two years. To sustainably support grid-scale storage will require continued reductions in the amount of fossil fuel used to manufacture photovoltaic cells.\"\nThe Stanford team’s primary focus was on the energetic cost of deploying storage on wind and solar farms. The researchers did not calculate how much energy would be required to build and replace grid-scale batteries every few years, nor did they consider the financial cost of building and installing large storage systems on the grid.\n\"People often ask, is storage a good or bad solution for intermittent renewable energy?\" Benson said. \"That question turns out to be way too simplistic. It’s neither good nor bad. Although grid-scale storage of wind power might not be cost effective compared to buying power from the grid, it is energetically affordable, even with the wind industry growing at a double-digit pace.\n\"The solar industry needs to continue to reduce the amount of energy it needs to build photovoltaic modules before it can afford as much storage as wind can today.\"\nThe study was co-authored by Charles Barnhart, a postdoctoral scholar at GCEP. Funding for the research was provided by GCEP.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}