{
  "url": "https://climate.nasa.gov/news/876/nasa-begins-flight-research-campaign-using-alternate-jet-fuel/",
  "title": "NASA begins flight research campaign using alternate jet fuel",
  "date": null,
  "content": "Source: Wikipedia Commons\nBy Michael Braukus,NASA Headquarters\nWASHINGTON -- NASA researchers have begun a series of flights using the agency's DC-8 flying laboratory to study the effects of alternate biofuel on engine performance, emissions and aircraft-generated contrails at altitude. \n\nThe Alternative Fuel Effects on Contrails and Cruise Emissions (ACCESS) research involves flying the DC-8 as high as 40,000 feet while an instrumented NASA Falcon HU-25 aircraft trails behind at distances ranging from 300 feet to more than 10 miles. \nCamelina plants. Photo courtesy of Robert Evans, ARS\n\"We believe this study will improve understanding of contrails formation and quantify potential benefits of renewable alternate fuels in terms of aviation's impact on the environment,\" said Ruben Del Rosario, manager of NASA's Fixed Wing Project. \n\nACCESS flight operations are being staged from NASA's Dryden Aircraft Operations Facility in Palmdale, Calif., and will take place mostly within restricted airspace over Edwards Air Force Base, Calif. \n\nDuring the flights, the DC-8's four CFM56 engines will be powered by conventional JP-8 jet fuel, or a 50-50 blend of JP-8 and an alternative fuel of hydroprocessed esters and fatty acids that comes from camelina plants. \n\nMore than a dozen instruments mounted on the Falcon jet will characterize the soot and gases streaming from the DC-8, monitor the way exhaust plumes change in composition as they mix with air, and investigate the role emissions play in contrail formation. \n\nAlso, if weather conditions permit, the Falcon jet will trail commercial aircraft flying in the Southern California region, in coordination with air traffic controllers, to survey the exhaust emissions from a safe distance of 10 miles. \n\nThe flight campaign began Feb. 28 and is expected to take as long as three weeks to complete. \n\nACCESS follows a pair of Alternative Aviation Fuel Experiment studies conducted in 2009 and 2011 in which ground-based instruments measured the DC-8's exhaust emissions as the aircraft burned alternative fuels while parked on the ramp at the Palmdale facility. \n\nA second phase of ACCESS flights is planned for 2014. It will capitalize on lessons learned from the 2013 flights and include a more extensive set of measurements. \n\nThe ACCESS study is a joint project involving researchers at Dryden, NASA's Glenn Research Center in Cleveland and NASA's Langley Research Center in Hampton, Va. \n\nThe Fixed Wing Project within the Fundamental Aeronautics Program of NASA's Aeronautics Research Mission Directorate manages ACCESS. \n\nFor more information about aeronautics research at NASA, visit:\nWASHINGTON -- NASA researchers have begun a series of flights using the agency's DC-8 flying laboratory to study the effects of alternate biofuel on engine performance, emissions and aircraft-generated contrails at altitude. \n\nThe Alternative Fuel Effects on Contrails and Cruise Emissions (ACCESS) research involves flying the DC-8 as high as 40,000 feet while an instrumented NASA Falcon HU-25 aircraft trails behind at distances ranging from 300 feet to more than 10 miles.\nhttp://www.aeronautics.nasa.gov\nhttp://www.aeronautics.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}