{
  "url": "https://climate.nasa.gov/news/2932/nasa-soil-data-join-the-air-force/",
  "title": "NASA Soil Data Join the Air Force",
  "date": null,
  "content": "5 min read\nGetting stuck on a muddy road is a hassle for anyone, but for the U.S. Army it could be far more serious - a matter of life and death in some parts of the world. That's one of the reasons the U.S. Air Force HQ 557th Weather Wing is now using data about soil moisture from a NASA satellite in the weather forecasts, warnings and advisories that it issues for the Army and the Air Force.\nNASA's Soil Moisture Active Passive (SMAP) spacecraft, launched in 2015 and managed by NASA's Jet Propulsion Laboratory in Pasadena, California, measures the amount of water in the top two inches (five centimeters) of soil. Near-real-time SMAP data began flowing into Air Force computers on Nov. 19 to be used within the modeling environment powered by NASA's Land Information System (LIS). This implementation will be the first instance of assimilating SMAP data in an operational, near-real-time environment in the world.\nBesides dictating how muddy or dry the land surface is, soil moisture is also a key weather-maker: It evaporates into water vapor, rises and condenses into clouds. \"The forecasting model output is going to be different depending on whether soil is dry or moist,\" said Frank Ruggiero, the lead engineer for USAF's Numerical Weather Modeling program, run by Hanscom Air Force Base in Lexington, Massachusetts. \"Sometimes those differences can significantly affect the overall forecast.\"\nIn 2005, the Air Force's 557th Weather Wing at Offutt Air Force Base near Omaha, Nebraska, was looking to replace its existing Land Information System. That year, they partnered with NASA's Goddard Space Flight Center in Greenbelt, Maryland, to collaborate on the development of the LIS, a software framework that integrates satellite and ground-based data using advanced mathematical techniques to improve performance of weather and climate computer models.\n\"The initial idea was to use NASA's state-of-the-art modeling system to move new research findings and data sources into Air Force operations more rapidly,\" said Goddard's Sujay Kumar, who, with Christa Peters-Lidard, is the technical lead for transitioning the LIS to the Air Force. \"That kick-started a 15-year relationship with the Air Force.\"\nThe NASA-Air Force LIS team began researching the feasibility of adding SMAP data to the Land Information System even before the satellite was launched. The Air Force forecasting tools were already using soil moisture data from older satellites, Kumar said. \"But once we had SMAP data and conducted several studies to look at the quality of it, we were pleased to find that its high information content was likely to improve the accuracy of the soil moisture characterization in the Air Force systems,\" Kumar added.\nThe Army and Air Force have specific information needs that civilian weather forecasts don't address. \"We tend to be very focused on weather impacts, and some are unique compared to impacts for civilians,\" Ruggiero said. \"You, as a regular person, might want to know if it's mostly sunny or mostly cloudy so you'll know if it's a good beach day. But clouds affect the signal of a lot of the instrumentation we use, so we need detailed, 3D cloud depiction to know how much our signal is going to be affected.\"\nThat doesn't mean, however, that the military has to build a weather forecasting model from scratch. Instead, it enhances a civilian weather model - the Unified Model, developed by the United Kingdom's Met Office - to create a system that can produce the tailored forecasts its users need.\nThe Air Force is a partner of the Met Office and about 10 other weather agencies that utilize and adapt the Unified Model. It has been using the model - considered one of the best in the world - as the basis for its own primary forecasting model since 2015. Because other U.S. coalition partners, including the U.K., Australia and South Korea, also use it, the Air Force is assured that in joint actions, the partners operate with the same basic weather assumptions.\nScientists in the Met Office also look at new capabilities created by the partners and can choose to adopt them into the Unified Model. Jerry Wegiel, a NASA Goddard support scientist stationed at Offutt Air Force Base is NASA Goddard's lead liaison for the Unified Model partnership. \"The developers of the Unified Model are in the process of adopting [NASA's Land Information System] as a result of this multi-agency collaboration. It's currently under validation and verification, but they're going down the road of transferring this capability into their own operational suites in the future,\" Wegiel said. \"The Air Force is providing value back to the Unified Model partnership.\"\nWegiel pointed out that the LIS has other users besides weather forecasters, among them, the U.S. Department of Agriculture. \"The USDA was one of the very first adopters. Once a month they produce agricultural forecasts that are used in places like the Chicago Mercantile Exchange, and that affects U.S. policies on global agriculture sectors as we try to position U.S. commodities to remain world leaders on the competitive stage.\" With users in a wide array of fields, including military and civilian weather forecasters worldwide, SMAP's soil moisture data in the LIS are benefiting people around the globe.\nMore information on SMAP can be found here:\nhttps://smap.jpl.nasa.gov/\nView the latest SMAP soil moisture data in Earth Now:\nhttps://go.nasa.gov/35lo8Dt\nArielle SamuelsonJet Propulsion Laboratory, Pasadena, Calif.818-354-0307arielle.a.samuelson@jpl.nasa.gov\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nHurricanes threaten North American coastlines every year, and they appear to be intensifying as climate…\nAir quality planning agencies in the U.S. Great Lakes region now include high-resolution NASA satellite…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}