{
  "url": "https://climate.nasa.gov/news/2869/antarcticas-effect-on-sea-level-rise-in-coming-centuries/",
  "title": "Antarctica’s Effect on Sea Level Rise in Coming Centuries",
  "date": null,
  "content": "3 min read\nThere are two primary causes of global mean sea level rise - added water from melting ice sheets and glaciers, and the expansion of sea water as it warms. The melting of Antarctica's ice sheet is currently responsible for 20 to 25 percent of global sea level rise.\nBut how much of a role will it play hundreds of years in the future?\nScientists rely on precise numerical models to answer questions like this one. As the models used in predicting long-term sea level rise improve, so too do the projections derived from them. Scientists at NASA's Jet Propulsion Laboratory in Pasadena, California, have discovered a way to make current models more accurate. In doing so, they have also gotten one step closer to understanding what Antarctica's ice sheet - and the sea level rise that occurs as it melts - will look like centuries from now.\n\"Unlike most current models, we included solid Earth processes - such as the elastic rebound of the bedrock under the ice, and the impact of changes in sea level very close to the ice sheet,\" said JPL's Eric Larour, first author of the study. \"We also examined these models at a much higher resolution than is typically used - we zoomed in on areas of bedrock that were about 1 kilometer instead of the usual 20 kilometers.\"\nThe scientists found that projections for the next 100 years are within 1 percent of previous projections for that time period; however, further into the future, they observed some significant differences.\n\"We found that around the year 2250, some of these solid Earth processes started to offset the melting of the ice sheet and the consequent sea level rise,\" Larour said. In other words, they actually slowed the melting down.\nThe team noted that a hundred years even further into the future - by 2350 - this slowdown means that the melting of the ice sheet is likely to contribute 29 percent less to global sea level rise than previous models indicated.\n\"One of the main things we learned was that as grounded ice retreats inland, the bedrock under it lifts up elastically,\" said Erik Ivins, a co-author of the study. \"It's similar to how a sofa cushion decompresses when you remove your weight from it. This process slows down the retreat of the ice sheet and ultimately the amount of melting.\"\nAlthough this sounds like good news, the scientists say it's important to keep it in perspective. \"It's like a truck traveling downhill that encounters speed bumps in the road,\" said Larour. \"The truck will slow down a bit but will ultimately continue down the hill\" - just as the ice sheet will continue to melt and sea level will continue to rise.\nThe breakthrough of this study, he added, was to \"reach resolutions high enough to capture as many of these 'speed bumps' as possible and determine their effects in Antarctica while also modeling sea level rise over the entire planet.\"\nThe study, titled \"Slowdown in Antarctic Mass Loss from Solid Earth and Sea-Level Feedback,\" was published today in Science.\nMore information on the study can be found at:\nhttps://vesl.jpl.nasa.gov/sea-level/slr-uplift\nNews Media Contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818-354-4269esprit.smith@Jpl.nasa.gov\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}