{
  "url": "https://climate.nasa.gov/news/756/caltech-professor-sees-green-energy-in-termite-guts/",
  "title": "Caltech professor sees green energy in termite guts",
  "date": null,
  "content": "A few of the highly skilled microbes Jared Leadbetter is studying, and the factory in which they work.\nBy Bob Silberg\nNASA Jet Propulsion Laboratory\n\nSome primal termite knocked on wood\nAnd tasted it, and found it good,\nAnd that is why your Cousin May\nFell through the parlor floor today.\n— Ogden Nash\nIf you’ve had to deal with termites in your house, you probably hate their guts. But not Jared Leadbetter. He loves termites, especially their guts!\n\"It turns out termites do something we'd like to do,\" said Dr. Leadbetter, a microbiologist at Caltech. That something is turning wood into biofuel, and doing it at a nice, civilized temperature, pressure and acidity level.\n\n\n\n\n\n\nJared Leadbetter, microbiologist at Caltech\n\n\n\nBut what Leadbetter is after isn't really the biofuel termites use to power their daily functions, it's the substance they convert wood into on the way to forming what they ultimately use for energy -- an intermediate substance called \"pyruvate.\"\nHe says pyruvate is to chemistry what a major airline hub is to travel. \"If you can get to Chicago O'Hare, you may not want to go to La Crosse, but it's a pretty short flight to get to Lansing and a pretty short flight to get to Fort Wayne and some of these other local airports,\" he said. \"Termites are basically getting us to Chicago. And then they go to La Crosse and we want to go somewhere else, but we actually know how to get to all those regional airports from Chicago.\" That is, we know how to make lots of useful products from pyruvate. But we don't know how to make pyruvate from wood, or from woody plant materials like rice hulls, corn cobs and switchgrass.\nSo how do termites make that critical journey to pyruvate? They have friends in the right places. \"Termites don't digest wood by themselves,\" Leadbetter said. \"In fact, if you eliminate the microbes from their guts, they are unable to digest wood at all.\"\nIt takes guts\nAccording to the microbiologist, there are hundreds of species of microbes in termite guts found nowhere else in nature. \"Every new generation of termite acquires its microbes from the previous generation,\" Leadbetter said. \"The insect and its microbes are a system that has been refined by 100 million years of evolution.\" They work together to dismantle wood into its components, extract the sugars, and ferment them into something the termite can use for energy.\nAnd they do it very efficiently, with little adverse effect on the environment -- unless you count your house collapsing, if that's what they happen to be using as raw material. \"A lot of termites are desert-adapted, so they are degrading wood when water is at a premium,\" Leadbetter said. \"Well, we live in a society where water is at a premium.\"\nAlso, unlike some of our fellow creatures (I'm talking to you, cows), termites process their food into energy without producing copious amounts of methane, which is not only embarrassing in social situations, but also a potent greenhouse gas. \"Domestic animals and rice paddies are major sources of methane globally,\" Leadbetter said. \"A cow can lose up to about 20% of the electrons in each mouthful of food as methane and termites often lose less than 2%.\" He said that understanding why cows and rice paddies produce so much methane while termites produce so little may one day enable us to significantly reduce the amount of this gas that is released into the atmosphere and heats up the planet.\nBut what really drives Dr. Leadbetter is an intense distaste for wasting resources. Take sugarcane, which is one of the crops currently processed into ethanol and used as a biofuel. \"Between 50 and 70 percent of the energy in every sugar cane is not in the sugar that you squeeze out of it,\" he said. He explained that most of that energy remains in a woody waste product called \"bagasse,\" much of which winds up in landfills. \"That's tremendous potential,\" Leadbetter said. \"Anytime you could improve your yield by two, that is a pretty interesting idea.\"\nSimilar stories can be told about corncobs, rice hulls, and other agricultural waste. \"We have plant material, sometimes that we are already burning as an energy source, and maybe we could do something else with it that doesn't involve dirty combustion,\" he said.\nStayin’ alive\nAccording to Leadbetter, the termite holds the key to unlocking all of this potential. But understanding how to do it won’t be easy.\nPeople have enlisted the help of microbes before, but never with this degree of complexity. \"For 6,000 years,\" he said, \"we've been making beer, wine and bread using yeast,\" which is a single-cell organism in the kingdom of fungi. \"But as we move into this next stage of wanting to turn more complex materials into something we might use, it's not going to be an organism. It's not going to be 10 organisms. It's going to be a microbial community involving hundreds of organisms and thousands of enzymes.\" He estimated that it could take from 10 to 25 years before we understand the process well enough to harness it.\nCurrently, scientists are having a tough time just keeping the microbes alive outside of a termite. \"The major challenge remains being able to grow these organisms which only grow in a termite and say, well let's add one other place on Earth where they'll grow. Let's say in this test tube in the laboratory,\" Leadbetter said. He's had some success with a half-dozen or so of these microbes, but there are several hundred involved in the process. \"We have to ask, why is it we can't grow them?\" he said. \"It's because they are in some ways dependent on each other.\"\nUnraveling the intricate inner workings of the termite has occupied Dr. Leadbetter for years, and promises to do so for many years to come. But even his fascination with termites has its limits. \"I love them,\" he said. \"But they say you shouldn't bring your work home with you.\"\n\"I like to say that I work in a miniature Alice in Wonderland,\" Leadbetter said. \"It's this teeming, churning craziness -- this crazy zoo of all these different organisms. They come in all sorts of wild shapes and sizes and they're doing all sorts of different interesting things.\"\nAnd similar micro-worlds are everywhere. \"We can go for a walk in a rainforest in Costa Rica, and that's a fascinating place,\" Leadbetter said. \"But there are also these little miniature rainforests, if you will, all around us that we may not even notice.\n\"People will talk about what's in a gram of soil. Well, a gram has lots of microliter environments in it. So even one gram of soil might be a Manhattan of complexity. And to understand the little neighborhoods is going to be a very complex process.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}