{
  "url": "https://climate.nasa.gov/news/847/nasa-partners-with-community-to-demonstrate-hydrogen-bus/",
  "title": "NASA partners with community to demonstrate hydrogen bus",
  "date": null,
  "content": "By Nancy Smith Kilkenny,\n NASA's Glenn Research Center\nWhat swallows Lake Erie water, motors quietly through the streets of Cleveland, and expels water good enough to drink from its tailpipe? It's a brand new Greater Cleveland Regional Transit Authority (RTA) bus, part of a demonstration of clean, alternative transportation.\nWhat swallows Lake Erie water, motors quietly through the streets of Cleveland, and expels water good enough to drink from its tailpipe? It's a brand new Greater Cleveland Regional Transit Authority (RTA) bus, part of a demonstration of clean, alternative transportation.\nNASA's Glenn Research Center is supporting a community-based partnership with RTA, the Cleveland Foundation, the Ohio Aerospace Institute and several technology development companies, to add a hydrogen-fueled demonstration bus to the RTA fleet. It will transport passengers 60-80 miles a day along various routes with emissions of only water and heat, and will be refueled at a station at RTA's Hayden bus garage equipped with technologies developed at Glenn.\n\nCleveland's Regional Transit Authority is carrying passengers on a hydrogen fuel cell powered bus along various routes. Image credit: NASA\n \"What makes this project unique is that Glenn has installed the first electrolysis-based refueling station in Ohio,\" says Carolyn Mercer, manager of the Space Power Systems Project. \"This means we don't have to transport hydrogen tanks; we make the fuel on site, which is safer and more cost-effective.\"\n The electrolysis unit takes in city water, purifies it via an internal de-ionizing process and uses electricity to split the water into hydrogen and oxygen gases. The generated hydrogen is then stored in tanks ready for use.\nNASA's Glenn Research Center is supporting a community-based partnership with RTA, the Cleveland Foundation, the Ohio Aerospace Institute and several technology development companies, to add a hydrogen-fueled demonstration bus to the RTA fleet. It will transport passengers 60-80 miles a day along various routes with emissions of only water and heat, and will be refueled at a station at RTA's Hayden bus garage equipped with technologies developed at Glenn.\nThe dispenser operates similar to a typical gas pump. The bus is driven up alongside it, the nozzle securely connects using a pressure-sealed flange and the tank is filled with hydrogen. The fueling station is located in East Cleveland because the RTA garage there is equipped to fuel natural gas buses and the infrastructure is very similar. While it is currently powered by electricity from the grid, solar or wind power could operate the station in the future.\nThe dispenser operates similar to a typical gas pump. The bus is driven up alongside it, the nozzle securely connects using a pressure-sealed flange and the tank is filled with hydrogen. The fueling station is located in East Cleveland because the RTA garage there is equipped to fuel natural gas buses and the infrastructure is very similar. While it is currently powered by electricity from the grid, solar or wind power could operate the station in the future.\nMost buses run on diesel or gas-powered engines and emit the characteristic black plume of smoke when they accelerate from a stop. Hydrogen fueled buses, however, are powered by an electric motor and use a fuel cell instead of a battery to provide the electricity. There is no smoke, just water emitted.\n\"NASA Glenn has a long history of developing fuel cells and we want the public to understand how they can be used in an efficient and clean transportation system,\" says Valerie Lyons, chief of the Power and In-Space Propulsion Division. \"The concept of a \"fuel cell\" was around in the 1800s but when NASA developed a fuel cell for the Gemini program during the early days of space flight, it enabled the creation of a viable commercial market for fuel cells – yet another way that NASA technology creates jobs.\"\n\"NASA Glenn has a long history of developing fuel cells and we want the public to understand how they can be used in an efficient and clean transportation system,\" says Valerie Lyons, chief of the Power and In-Space Propulsion Division. \"The concept of a \"fuel cell\" was around in the 1800s but when NASA developed a fuel cell for the Gemini program during the early days of space flight, it enabled the creation of a viable commercial market for fuel cells – yet another way that NASA technology creates jobs.\"\nProton Exchange Membrane (PEM) fuel cells convert the chemical energy of hydrogen and oxygen into electrical energy with heat and water as byproducts of the electrochemical reaction. These fuel cells work with a very thin membrane of catalyzed film. Hydrogen is on one side and oxygen on the other. When the hydrogen passes through the membrane, it gives up an electron, which makes electric current to fuel the engine. Hydrogen finds oxygen on the other side of the membrane to combine and make water, which is discarded through the tailpipe. Advantages of replacing the engine with a fuel cell include the elimination of harmful emissions, a reduction in moving parts and a virtually silent operation.\n\nA station featuring an electrolyzer to create the hydrogen fuel for the bus is located in East Cleveland. Image credit: NASA\nProton Exchange Membrane (PEM) fuel cells convert the chemical energy of hydrogen and oxygen into electrical energy with heat and water as byproducts of the electrochemical reaction. These fuel cells work with a very thin membrane of catalyzed film. Hydrogen is on one side and oxygen on the other. When the hydrogen passes through the membrane, it gives up an electron, which makes electric current to fuel the engine. Hydrogen finds oxygen on the other side of the membrane to combine and make water, which is discarded through the tailpipe. Advantages of replacing the engine with a fuel cell include the elimination of harmful emissions, a reduction in moving parts and a virtually silent operation.\nResearch at Glenn is focused on improving the reliability and efficiency of fuel cells and electrolysis systems. NASA's Space Power System supports the hydrogen bus effort, which is a NASA Space Technology Game Changing Development project. These projects focus on innovative work that not only changes the way we operate in space but can also change the way we do things here on Earth.\nResearch at Glenn is focused on improving the reliability and efficiency of fuel cells and electrolysis systems. NASA's Space Power System supports the hydrogen bus effort, which is a NASA Space Technology Game Changing Development project. These projects focus on innovative work that not only changes the way we operate in space but can also change the way we do things here on Earth.\nHydrogen sensors incorporated into the refueling station are spinoffs from NASA research for space launch systems. Makel Engineering, working with Glenn, has commercialized these miniature, high-tech hydrogen gas sensors to detect leaks. Now exposed to Cleveland weather year around, these technologies, originally developed for space and aeronautics, will demonstrate applications in everyday life.\nHydrogen sensors incorporated into the refueling station are spinoffs from NASA research for space launch systems. Makel Engineering, working with Glenn, has commercialized these miniature, high-tech hydrogen gas sensors to detect leaks. Now exposed to Cleveland weather year around, these technologies, originally developed for space and aeronautics, will demonstrate applications in everyday life.\n\"RTA continues to be committed to green technology while supplying safe and reliable service,\" says Mike Lively, manager of the Operations Analysis, Research and Systems Department at RTA. \"Our partnership with NASA has made it possible to offer the first of this technology in Ohio and we are excited to offer it to our riders and the Cleveland community.\"\n\"RTA continues to be committed to green technology while supplying safe and reliable service,\" says Mike Lively, manager of the Operations Analysis, Research and Systems Department at RTA. \"Our partnership with NASA has made it possible to offer the first of this technology in Ohio and we are excited to offer it to our riders and the Cleveland community.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}