{
  "url": "https://climate.nasa.gov/news/711/astrobiology-research-sparks-greentech-revolution/",
  "title": "Astrobiology research sparks 'GreenTech' revolution",
  "date": null,
  "content": "Members of the Ames algae crew include (from left to right) Angela Detweiler, Erich Fleming, Brad Bebout and Lee Bebout. Credit: NASA\nBy Ruth Marlaire,\nAmes Research Center\nNASA’s astrobiologists study microbial life to understand how it transformed a rocky Earth into the thriving, diverse, life-sustaining planet we inhabit today. These studies of photosynthetic ‘green’ algae are creating sparks for new ‘green technologies’ on Earth and future human space exploration missions.\n“Once we understand these microbial recycling pathways, we can apply these processes in imaginative and innovative ways to solve problems on Earth, and in various space microgravity environments,” said Leslie Bebout, a research scientist in the Exobiology Branch at NASA’s Ames Research Center, Moffett Field, Calif.\nExobiology scientists at NASA Ames are conducting astrobiology research into the origin and early evolution of life, the potential of life to adapt to different environments, and the implications for life elsewhere. Goals of this research are to determine the nature of the most primitive organisms and the environments in which they evolved, and how those microbes and environments have changed over time to produce the world we have today.\nThese findings are helping scientists understand the transformations of Earth and its atmosphere throughout time. This requires an investigation of the evolution of genes, metabolic pathways, and microbial species, subject to long-term environmental change. Such an investigation will show the co-evolution of, and interactions within, microbial communities that drive the major recycling processes on Earth. These constantly flowing cycles of energy and elements are what make Earth unique, and are critical to the development of new technologies for sustainable energy, food and water processing.\n“It may surprise people to learn that NASA’s space science research has so many direct applications to the development of ‘greentech.’ Many of the organisms we study are important producers of hydrogen, methane and lipids that can be used as carbon neutral fuels, and other products,” said Orlando Santos, chief of the Exobiology Branch at Ames.\nPutting microbes to the test\nMicrobial ecology links this research together. By studying microbes in a given environment, scientists can observe how they thrive and interact with each other. It is important to note that microbial communities are profoundly influenced by their environment. By looking at geographic location, or a shift to short- or long-term environmental perturbations, scientists can determine how microbial populations and processes differ in response to different environments.\nA few years ago, Ames Exobiology scientists formed the Algae for Exploration (ALEX) group, which studies various types of lipids produced by different algal species under specific conditions, and started applying this research to new technologies. They found that non-traditional species of algae can produce the lipids needed to produce low-cost fuels. To explore this notion and determine other NASA synergies, they met with many industry and research colleagues to discuss our country’s enormous energy-consumption demands and obstacles to produce algae for biofuel on a commercial scale.\nFor the past 20 years, commercial algal growers have used traditional species to produce food supplements and nutraceuticals. According to these growers, large quantities of new type, non-traditional species of algae would have to be grown and harvested in rapid and constant succession to produce biofuel. Several hurdles currently hamper biofuel production from algae; two of the key challenges are a lack of automation and reduction of labor costs.\nLarge algal producers need real-time information about the health, or stress, of the algae cells in ever-changing weather and laboratory culture conditions. Automation is the modern solution that can help provide timely decisions for rapid crop turnovers. As it happened, NASA also was interested in this technology to study similar microbial species in changing environments. For NASA’s purposes, water-filled bioreactors are used for these studies.\n“Imagine acres and acres of tomatoes growing from seed to harvest in just a few days,” said Bebout. “How could the health of all those plants be managed and harvested successfully, and at such a rapid rate?”\nTo help them develop that automated technology, ALEX scientists collaborated with engineers from the Mission Development Division at Ames and students from Santa Clara University, Santa Clara, Calif. Together; they designed and constructed two prototypes of a device called RoboAlgae. These RoboAlgae sensors float in algae-growing systems, where they wirelessly transmit chemical and physical data to the grower. Future versions will assess the photosynthetic efficiency of the sensors, so other environmental parameters can be managed, such as irradiance, temperature, mixing, and response to changing weather conditions.\nAs an added feature, Ames researchers are modeling this data to assess and predict changes in the health of algae crops. This tool will minimize, or prevent, algae-growth crop crashes.\nNASA‘s interest in microbial research also includes atmospheric studies. The greenhouse gas methane is a biomarker for life on other planets. To study this atmospheric gas, ALEX scientists collaborated with the Sunnyvale Water Pollution Control Plant (SWPCP), Calif., to investigate microbial methane cycling and assess carbon flow through several California sewage treatment systems.\nThe same sensitive techniques used to study Mars-relevant environments were applied to assess methane cycling in the SWPCP open ponds. The carbon footprint of current SWPCP operations was of particular interest to NASA scientists, and also was valuable data for the Sunnyvale operators and engineering team. Results showed that pond organisms oxidize dissolved methane extremely efficiently, up to 83 percent. Other non-dissolved gases escaped in bubbles too quickly for microbial decomposition.\nProject results also showed that these algal oxidation ponds are a very low-energy way to reduce greenhouse gas methane, and provide quantitative data for altering carbon use in the future. In addition, the data provide insights into microbial processing of human biological waste, information as valuable on Earth, as it is in space.\n“NASA’s future includes long-term human space flights,” said Bebout. \"As part of the human exploration studies, we are studying photosynthesis in space, which can consume carbon dioxide exhaled by astronauts, produce oxygen, and recycle nitrogen-containing wastes.\"\nA matter of gravity\nTo understand the potential role photosynthesis could play in human exploration, ALEX researchers started developing laboratory models. They are using data from algae, which are ideal specimens because of their small size, metabolic flexibility, and robustness. Tapping into the commercial interest, NASA collaborated with Heinz Walz GmbH, a producer of photosynthesis measuring systems, and developed two prototype chlorophyll fluorometers, called Space PAM (Pulse Amplitude Modulation) and Space PAM II. These devices rapidly measure the flow of electrons through algae’s photosynthetic (metabolic) processes.\nSpace PAM fluorometers are already proving valuable to scientists. Scientists know that microbes perform differently in space than on Earth, but were never able to determine the cause. Was the difference due to gravity, or radiation? For the first time, scientists have the technology to determine these answers. Recently, Space PAM was integrated into a “gravity satellite” concept, called GraviSat, which was supported by NASA's Astrobiology Science and Technology Instrument Development program. This new technology uses algae grown in tiny, thimble-like wells, and spins them on a plastic disk, the size of a mini-compact disk. The disk's rotation generates artificial gravity in the wells similar to Earth's gravity. A second, non-spinning disk grows algae in micro-gravity. The Space PAM technology then measures the photosynthetic efficiencies of the algae growing side-by-side in these two different gravity environments.\nWhen astronauts go into space, they must bring everything they need to survive. Living quarters on a spaceship require careful planning and management of limited resources. As part of that management for deep space exploration, ALEX researchers want to cultivate these microorganisms in space. For this, the ALEX scientists collaborated with the Solar Energy and Biofuels Laboratory at the University of Texas, Austin. They jointly designed the Surface Attached Bio-Reactor (SABR), a bioreactor that functions in the absence of gravity.\nSABR was inspired by a tree leaf model that pulls water through a biological system using evaporation and requires no electrical pump. Preliminary ground-based data have shown that SABR can cultivate algal cells using 20 times less water than conventional systems. Moreover, it can grow other types of microbes for biofuel, food, and pharmaceuticals production, which also has terrestrial applications. SABR is expected to have significant impact in space and terrestrial bioreactor technologies, enabling highly efficient and compact systems with reduced energy and water requirements.\nScientists and engineers, in private and public sectors, are working together now more than ever to develop versatile microbial engineering platforms that use significantly less water and energy, and can optimize algal crop production and precious nutritional resources recycling. By pushing the boundaries of technology, NASA’s programs keep America’s businesses on the cutting edge.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}