{
  "url": "https://climate.nasa.gov/news/667/getting-a-charge-out-of-wasted-automobile-heat/",
  "title": "Getting a charge out of wasted automobile heat",
  "date": null,
  "content": "Only about 25 percent of the energy in every gallon of gasoline you buy actually helps your vehicle to run. The rest is converted to heat, which is radiated uselessly off of your engine or blown out of your exhaust pipe. Researchers at JPL are helping automakers develop technology to capture and recover that wasted energy.\nBy Bob Silberg,Jet Propulsion Laboratory\nNext time you’re pumping gasoline into your car or truck, think about this: Three-quarters of the energy in that pricey petroleum will be wasted. Only about 25 percent of the energy in every gallon of gasoline you buy actually helps your vehicle to run. The rest is converted to heat, which is radiated uselessly off of your engine or blown out of your exhaust pipe.\nWhat if you could recover some of that wasted energy? You’d need less gas, which would not only save money, but also reduce carbon emissions and the need for foreign sources of fuel. But is there a practical way to turn a car’s heat into useful energy?\nFor a solution to this down-to-earth problem, automakers are looking to the space program. Two major brands so far have struck deals with NASA’s Jet Propulsion Laboratory (JPL) to help them develop devices that will turn some of that waste heat into electricity. The extra juice could power a car’s electrical equipment, from windshield wipers to music systems, thereby freeing up gasoline energy to drive the power train. In the case of an electric or hybrid vehicle, this newfound electricity could contribute directly to propulsion.\nNASA has been using heat-to-electricity technology for decades to power spacecraft touring the outer planets, where the distance from the sun makes solar panels inadequate. The technology relies on thermoelectric (TE) materials—special kinds of semiconductors that generate an electric current when one end is kept hotter than the other end. The greater the temperature difference, the more electricity is produced.\nThe Cassini spacecraft currently exploring Saturn and its moons uses a thermoelectric generator. “Curiosity,” the new rover headed for Mars, will use one too, enabling it to continue its work even during the Martian nights and winters. Such devices have logged millions of hours of operation in space without a single thermoelectric-related failure, according to Thierry Caillat, a principal staff member of the JPL Thermal Energy Conversion Technologies group.\n“JPL has over 30 years of experience in high-temperature thermoelectric materials,” Caillat said. “We are expert in metallization and integrating thermoelectric materials into high-temperature TE devices.” Caillat’s  team is adapting some of the new thermoelectric materials that were developed at JPL into generators that are specifically designed for automotive applications.\nWhere space-based TE generators use plutonium as the heat source, their automotive counterparts use a vehicle’s engine or exhaust pipe. Caillat estimates that a generator using existing TE materials can improve a car’s gas mileage by about 5 percent. The goal is 10 percent.\nIn some ways, designing for trips to the grocery store is even more challenging than designing for trips to infinity and beyond. Once activated, TE generators in space tend to remain at the same temperature throughout their lifespans. Cars, on the other hand, are repeatedly turned on and off. In winter, the hot end of an automotive TE device can go from subfreezing temperatures to 600 degrees C (about 1,100 degrees F) and back in a relatively short amount of time, day after day. This “thermal cycling” is very hard on the TE materials. “Some of these cycles can be pretty fast and pretty violent,” Caillat said. “That can induce mechanical stress and generate cracks in the thermoelectric materials.”\nIn principle, the earthly arenas in which TE generators harness wasted energy could reach beyond the automotive industry. “Anything that has waste heat could be a potential field of application for thermoelectric generators,” Caillat said. “For example, the smelting industry—they have got furnaces at very high temperature. The big question in all of these applications is really the cost; can we drive down the cost?”\nIf so, the cost of driving will drop as well—in terms of both money and impact on the environment.\nThis technology is already being employed to cool the seats in some higher-end cars, and may lead to a very reliable solid-state air conditioning system that needs no refrigerant. It can also be used to keep batteries cooler, enabling them to work longer and more reliably.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}