{
  "url": "https://climate.nasa.gov/news/616/alternative-energy-crops-in-space/",
  "title": "Alternative energy crops in space",
  "date": null,
  "content": "By Lori Meggs, AI Signal Research, Inc. NASA's Marshall Space Flight Center\nWhat if space held the key to producing alternative energy crops on Earth? That's what researchers are hoping to find in a new experiment on the International Space Station.\nThe experiment, National Lab Pathfinder-Cells 3, is aimed at learning whether microgravity can help jatropha curcas plant cells grow faster to produce biofuel, or renewable fuel derived from biological matter. Jatropha is known to produce high quality oil that can be converted into an alternative energy fuel, or biofuel.\nBy studying the effects of microgravity on jatropha cells, researchers hope to accelerate the cultivation of the plant for commercial use by improving characteristics such as cell structure, growth and development. This is the first study to assess the effects of microgravity on cells of a biofuel plant.\n\"As the search for alternate energy sources has become a top priority, the results from this study could add value for commercialization of a new product,” said Wagner Vendrame, principal investigator for the experiment at the University of Florida in Homestead. \"Our goal is to verify if microgravity will induce any significant changes in the cells that could affect plant growth and development back on Earth.\"\nLaunched on space shuttle Endeavour’s STS-130 mission in February 2010, cell cultures of jatropha were sent to the space station in special flasks containing nutrients and vitamins. The cells will be exposed to microgravity until they return to Earth aboard space shuttle Discovery's STS-131 mission was targeted for April 2010.\n\n\n\n\n\n\nFluid Processing Apparatus (FPA) containing cell suspensions of jatropha curcas. The FPAs will be assembled into the Group Activation Pack (GAP), which will be transported to the ISS for microgravity studies. Image credit: Dr. Wagner A Vendrame, University of Florida at Homestead\nFor comparison studies of how fast the cultures grow, a replicated set of samples are being maintained at the University of Florida's Tropical Research and Education Center in Homestead.\n\"Watching the space shuttle go up carrying a little piece of my work is an indescribable experience,\" said Vendrame. \"Knowing that my experiment could contribute to creating a sustainable means for biofuel production on Earth, and therefore making this a better world adds special value to the work.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}