{
  "url": "https://climate.nasa.gov/news/659/researcher-tries-directed-evolution-to-craft-better-biofuels/",
  "title": "Researcher tries directed evolution to craft better biofuels",
  "date": null,
  "content": "By Marcus Y. Woo, Republished from Engineering & Science\nVolume LXXIV, Number 2, Spring/Summer 2011\nFrances Arnold is the Dickinson Professor of Chemical Engineering, Bioengineering, and Biochemistry.\n\n\n Frances Arnold joined the bioengineering revolution at just the right time. The 1970s saw the first genetic engineering experiments, in which scientists learned to manipulate proteins, cells, and simple organisms at the DNA level. When Arnold finished her PhD in chemical engineering in 1985, protein engineering was in its infancy. Researchers were modifying proteins from the bottom up, tweaking the DNA code in an effort to make the protein do something new. But that’s not easy, Arnold says, given that even today, nobody understands the incredible complexity of proteins well enough to predict useful mutations. Instead, she had her own idea.\n“It was obvious to me that one should use a tried-and-true process,” she says. “And that’s evolution.” Nearly four billion years of random mutations and natural selection has led to the diverse and marvelously functional biological machinery that constitutes the life we know today, she says. Mother Nature has been the best bioengineer in history—why not harness the evolutionary process to design proteins? Some researchers were less than enthusiastic. “People said this wasn’t science, that gentlemen don’t make random mutations,” Arnold says. “But I’m an engineer—and a woman— so I ignored the critics.”\nShe set off to help invent directed evolution, a technique in which you start with thousands of randomly mutated proteins, pick out those that possess a desired trait, and then breed those mutants over several generations. Her methods are now used to make products in everything from agriculture to toxicology. In the last decade, Arnold has turned directed evolution to developing better biofuels.\nBiofuels, which are derived from plants, can be helpful in reducing greenhouse gases. While burning fossil fuels, such as coal or oil, pumps carbon from the ground into the atmosphere, the plants that are grown to produce biofuels absorb the carbon that burning the fuels releases. \n\n\nPeople said this wasn't science, that gentlemen don't make random mutations, but I’m an engineer—and a woman— so I ignored the critics.\n\n\n- Frances Arnold\nDirecting evolution\nThe main biofuel in the United States is ethanol made by fermenting corn. But the process is inefficient, requiring a lot of land, energy, water, and fertilizer. Turning food crops into fuels may also cause food prices to increase. And corn-based ethanol only reduces greenhouse-gas emissions by a relatively modest amount over gasoline.\nThe ultimate goal is to use plant waste or dedicated energy crops—plants like switchgrass that grow easily and quickly. Biofuels from these sources generate significantly less greenhouse gases than gasoline. But breaking down cellulose— the tough molecular chain that forms a plant’s cell walls—into sugars that can be fermented is complicated and costly.\nArnold and her colleagues are using directed evolution to engineer enzymes— proteins that facilitate chemical reactions— that can break down cellulose into glucose cheaply. They’ve also made new enzymes for biochemical “pathways” that convert sugars into isobutanol, a more versatile chemical that in turn can be converted to aviation fuel, diesel, and plastics. And, with four carbon atoms to ethanol’s two, isobutanol is a more energetic fuel.\nIsobutanol was first made by James Liao’s group at UCLA, which cobbled together existing enzymes from various yeasts and bacteria to catalyze the various steps along the pathway. Those enzymes were stuck into a host microorganism, which Arnold’s laboratory is fine-tuning with directed evolution. “We use evolution to edit the whole thing and make it beautiful,” Arnold says. The cellulase enzymes and isobutanol pathway will someday be packaged neatly inside a single organism— a superbug that turns plants to fuel. \n\n\n\n\n\nA cellulose polymer (green) threads its way through an enzyme called cellobiohydrolase II (blue), which breaks it down.\nIn 2005, along with Peter Meinhold and former postdoc Matthew Peters, Arnold cofounded a company called Gevo, which just went public in February. Gevo is now retooling old ethanol facilities to make isobutanol. The company has a facility in Minnesota that will churn out 18 million gallons of isobutanol per year starting in 2012. Gevo’s process will use corn-based sugars to start, but will eventually switch to plant waste and other cellulosic materials.\nMeanwhile, Arnold’s research remains focused on more fundamental problems, such as streamlining directed-evolution techniques and seeing what other useful biological catalysts can be made.\nBuilding a better mutation\nIn particular, Arnold’s lab is looking for more efficient ways to make mutations. Instead of swapping out individual letters of DNA, which can prevent the protein from folding properly and thus deactivate it when too many changes are made at once, the researchers are trying recombination, also known as “molecular sex.” In this method, the researchers join sequences of DNA strands from different parent organisms into one strand. Recombination generates many mutations simultaneously, yet each sequence has the basic information needed to preserve the original protein’s ability to fold and function—albeit in different combinations. But there’s a caveat: because the basic information in the offspring is already in the parent DNA, it’s not yet clear how different—or how useful—the progeny proteins will be. The researchers, however, are trying to find out.\nRecently, Arnold—along with former postdoc Pete Heinzelman, who’s now at the University of Oklahoma, and graduate students Russell Komor and Indira Wu—created cellulosedigesting enzymes, or cellulases, that work at a toasty 70°C to 80°C, compared to a tepid 40°C to 50°C for regular enzymes. These high-temperature\nenzymes last longer and break down cellulose a lot faster. “They’re better suited for industrial processes,” Arnold says.\nRight now, biofuels account for only about 3 percent of the nation’s energy usage. But if the country maximized their potential by planting fields of dedicated fuel crops—without disrupting the food supply— biofuels could replace more than half of the nation’s oil imports. So we won’t be able to turn to plants exclusively, but they could take a big chunk out of our reliance on oil—especially imported oil, which, Arnold points out, constitutes a national-security risk.\n“We need to get rid of that addiction to Middle East oil,” she says. “It’s an expensive and unreliable source of critical liquid fuel and chemicals.” The current unrest in that volatile region has pushed oil prices above $100 a barrel, the highest levels since the 2008 financial crisis. And, of course, there’s the issue of climate change.\nBut revolutionary science and technology notwithstanding, nothing can replace a little prudence. “In the end we have to use less,” Arnold says. “There’s not enough biomass to feed everyone’s desire for cheap fuel. Oil is a precious resource that we must stop wasting.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}