{
  "url": "https://climate.nasa.gov/news/564/nasa-envisions-clean-energy-from-algae/",
  "title": "NASA envisions clean energy from algae",
  "date": null,
  "content": "Massive algae blooms grow depending on the amount of light they receive, the temperature, and the amount of nutrients available in the water.\nPlastic bags with semi-permeable membranes allow fresh water to flow out into the ocean, while retaining the algae and nutrients. Photo Credit: Penny Slinger Hills \n\n\n NASA scientists have proposed an ingenious and remarkably resourceful process to produce \"clean energy\" biofuels, that cleans waste water, removes carbon dioxide from the air, retains important nutrients, and does not compete with agriculture for land or freshwater.\nWhen astronauts go into space, they must bring everything they need to survive. Living quarters on a spaceship require careful planning and management of limited resources, which is what inspired the project called “Sustainable Energy for Spaceship Earth.” It is a process that produces \"clean energy\" biofuels very efficiently and very resourcefully.\nOil producing algae\nOil producing algae\n\"The reason why algae are so interesting is because some of them produce lots of oil,\" said Jonathan Trent, the lead research scientist on the Spaceship Earth project at NASA Ames Research Center, Moffett Field, Calif. “In fact, most of the oil we are now getting out of the ground comes from algae that lived millions of years ago. Algae are still the best source of oil we know.\"\nAlgae are similar to other plants in that they remove carbon dioxide from the atmosphere, produce oxygen as a by-product of photosynthesis, and use phosphates, nitrogen, and trace elements to grow and flourish. Unlike many plants, they produce fatty, lipid cells loaded with oil that can be used as fuel.\nLand plants currently used to produce biodiesel and other fuels include soy, canola, and palm trees. For the sake of comparison, soy beans produce about 50 gallons of oil per acre per year; canola produces about 160 gallons per acre per year, and palms about 600 gallons per acre per year. But some types of algae can produce at least 2,000 gallons of oil per acre per year.\nThe basic problem is growing enough algae to meet our country's enormous energy-consumption demands. Although algae live in water, land-based methods are used to grow algae. Two land-based methods used today are open ponds and closed bioreactors. Open ponds are shallow channels filled with freshwater or seawater, depending on the kind of algae that is grown. The water is circulated with paddle wheels to keep the algae suspended and the pond aerated. They are inexpensive to build and work well to grow algae, but have the inevitable problem of water evaporation. To prevent the ponds from drying out or becoming too salty, conditions that kill the algae, an endless supply of freshwater is needed to replenish the evaporating water.\nWhen closed bioreactors are used to grow algae, water evaporation is no longer the biggest problem for algae's mass-production. Bioreactors, enclosed hardware systems made of clear plastic or glass, present their own problems. They can be computer-controlled and monitored around the clock for a more bountiful supply of algae. However, storing water on land and controlling its temperature are the big problems, making them prohibitively expensive to build and operate. In addition, both systems require a lot of land.\nPlastic bags and waste water\nPlastic bags and waste water\n\"The inspiration I had was to use offshore membrane enclosures to grow algae. We're going to deploy a large plastic bag in the ocean, and fill it with sewage. The algae use sewage to grow, and in the process of growing they clean up the sewage,\" said Trent.\nWaste water produces biomass, oil, and oxygen.\n\n\n It is a simple, but elegant concept. The bag will be made of semi-permeable membranes that allow fresh water to flow out into the ocean, while retaining the algae and nutrients. The membranes are called “forward-osmosis membranes.” NASA is testing these membranes for recycling dirty water on future long-duration space missions. They are normal membranes that allow the water to run one way. With salt water on the outside and fresh water on the inside, the membrane prevents the salt from diluting the fresh water. It’s a natural process, where large amounts of fresh water flow into the sea.\nFloating on the ocean's surface, the inexpensive plastic bags will be collecting solar energy as the algae inside produce oxygen by photosynthesis. The algae will feed on the nutrients in the sewage, growing rich, fatty cells. Through osmosis, the bag will absorb carbon dioxide from the air, and release oxygen and fresh water. The temperature will be controlled by the heat capacity of the ocean, and the ocean's waves will keep the system mixed and active.\nWhen the process is completed, biofuels will be made and sewage will be processed. For the first time, harmful sewage will no longer be dumped into the ocean. The algae and nutrients will be contained and collected in a bag. Not only will oil be produced, but nutrients will no longer be lost to the sea. According to Trent, the system ideally is fail proof. Even if the bag leaks, it won’t contaminate the local environment. The enclosed fresh water algae will die in the ocean.\nThe bags are expected to last two years, and will be recycled afterwards. The plastic material may be used as plastic mulch, or possibly as a solid amendment in fields to retain moisture.\n“We have to remember,” Trent said, quoting Marshall McLuhan: “we are not passengers on spaceship Earth, we are the crew.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}