{
  "url": "https://climate.nasa.gov/news/554/solar-sculptures-converting-sunlight-into-energy/",
  "title": "Solar sculptures: Converting sunlight into energy",
  "date": null,
  "content": "By Lori Oliwenstein, Republished from Engineering & Science, Volume LXXIV, Number 2, Spring/Summer 2011\nHarry Atwater is Hughes Professor and professor of applied physics and materials science,\nand director of Caltech’s Resnick Institute.\n\n\n\nHarry Atwater’s solar cells look like no other you’ve seen before. They’re spiky, hairy, bendable. They resemble uninflated mylar balloons. Or they’re covered in tiny glass beads, looking more like microscopic Martian colonies than devices meant to convert sunlight into energy.\nThese solar cells are also well on their way to being better than any other. One of them— a gallium-arsenide thin-film cell produced by Alta Devices, a Caltech startup cofounded by Atwater—recently converted a\npreviously unheard-of 27.6 percent of the light aimed at it into electricity. Such record-breaking efficiencies, Atwater says, come from “sculpting and molding the flow of light through materials” to wring as much energy from it as possible. And one of the ways to do that is to trap the light, keep it contained. After all, the longer you can hold onto light, the more likely you are to absorb its energy. “We concentrate light the way a lens does, but in thin, flat films,” Atwater says.\nThe smaller the better\nThe smaller the better\nEmphasis on thin. Thin is most definitely in, says Atwater, because thin solar cells use less material, making them less expensive to produce, and because they can bend without breaking. You can even roll them up like bolts of fabric, which opens up a world of possibilities. Solar clothing, anyone? Atwater’s group has already made centimeter-sized thin films capable of absorbing up to 96 percent of a single wavelength of sunlight or 85 percent of the total sunlight collectible up on your roof. These films are actually arrays of silicon nanowires, each about a hundred millionth of a meter long, all reaching for the sun like stalks of corn. \n\n\nWe concentrate light the way a lens does, but in thin, flat films\n\n\n- Harry Atwater, Professor of applied physics and materials science.\nToday, the team is growing “cornfields” hundreds of square centimeters in size. And “growing” is the operative word—the wires are cultivated by deposition on a crystalline template and harvested by pouring a polymer over the entire array. Peeling this thin film off exposes the bare earth, as it were, ready for another crop. Now being developed by a start-up called Caelux—founded by Atwater, Nate Lewis (see page 22), Michael Kelzenberg (MS ’06, PhD ’10), and Morgan Putnam (MS ’08, PhD ’10)—the arrays keep getting better and better. “We’ve made cells that are 8 percent efficient, and we have good reason to believe we will double that,\" says Atwater.\nMeanwhile, Atwater—uninterested in resting on his wiry laurels—is pursuing even more unusual ways of milking sunlight for every watt it’s worth.\n\n\n\n\n\nThis is a schematic diagram of the light-trapping elements used to optimize absorption within a polymer-embedded silicon wire array.\nThe latest, developed by postdoc Jonathan Grandidier, grad student Dennis Callahan, postdoc Jeremy Munday, and Atwater, arranges tiny glass beads on a thin layer of amorphous silicon. When light shines on the beads, it becomes trapped inside and begins circulating around and around; and with each circuit, a bit of it leaks into the silicon below. This trapping method is called a “whispering gallery,” because it’s based on the same wave-focusing physics that allow a whispered remark on one side of the domed Statuary Hall in the U.S. Capitol to be heard clear across the rotunda.\nIn their quest to devise the hardest working solar cells around, Atwater and his crew have found themselves questioning longstanding theoretical assumptions. “We’re challenging what we thought were hard-and-fast efficiency limits on how much light can be absorbed by a material,” Atwater says. “We know now that we can significantly exceed those limits. It turns out that, at submicron and nanometer scales, the rules are fundamentally different. It’s a very different way of thinking.”\nThat’s not the only place where Atwater is thinking differently. “It will take an 800-gigawatt generating capacity to meet U.S. energy needs, which will require tens of thousands of square miles of solar cells,” Atwater notes. “We make concrete on that scale, but sand and gravel are abundant. On the other hand, many of the best materials for thin-film solar cells—tellurium, for instance—come from rare ores.”\nThe quest for materials\nThe quest for materials\nWhich is why Atwater, along with Lewis, is looking to Earth-abundant materials. Many previously overlooked materials may well have solar potential, says Atwater—but only if we put in the time and effort to figure out how to exploit them.\n“Zinc phosphide, copper oxide, or zinc sulfide could rival the efficiencies of the most expensive and rare materials,” says Atwater. “But we haven’t done the basic chemistry and physics necessary to develop them properly. We need to bring our understanding of these Earth-abundant materials up to that of our best solar materials, like gallium arsenide.”\nIn addition, Atwater’s team is searching for materials to pair up with the already well-studied elements like silicon. “If we could make tandems of solar cells with different light-absorbing properties and different band gaps—combine silicon with, say, copper oxide—we would end up with cells that are much more efficient,” Atwater says.\nSuch down-in-the-trenches efforts are aimed at expanding “the materials genome”—creating a portfolio of new materials from Earth-abundant building blocks, and measuring their fundamental properties. The team will be making new materials, then making them better and trying to understand them more completely. These are, says Atwater, the efforts that will make the difference in the end; the efforts that will help us harness the sun.\n“Beyond the basics, there are also a lot of little details that transcend fundamental discovery; they’re what I call cycles of learning,” he says. “That’s where the science meets real engineering. And that’s what makes this work so satisfying.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}