{
  "url": "https://climate.nasa.gov/news/2874/seasonal-monsoon-rains-block-key-ocean-current/",
  "title": "Seasonal Monsoon Rains Block Key Ocean Current",
  "date": null,
  "content": "4 min read\nOur oceans and the complex \"conveyer belt\" system of currents that connects them play an important role in regulating global climate. The oceans store heat from the Sun, and ocean currents transport that heat from the tropics to the poles. They release the heat and moisture into the air, which moderates climate nearby. But what happens if part of that conveyer belt jams?\nIt's not a theoretical question. Scientists have observed that a major ocean current called the Indonesia Throughflow, which provides the only tropical connection between the Pacific and Indian oceans, slows dramatically near the surface during the Northwest Asia monsoon season - usually December through March. And a team of scientists, led by Tong Lee of NASA's Jet Propulsion Laboratory in Pasadena, California, has figured out why.\n\"We have found that this current, which is a very important element of the global ocean current system, is significantly affected by local precipitation,\" Lee said. \"It is fairly common knowledge that winds drive ocean currents. In this case, however, the precipitation is actually a dominant factor during the monsoon season.\"\nIt's a discovery that will improve our understanding of complex Earth processes. During this season, about 10 feet (3 meters) of rain fall over the maritime continent, a region of Southeast Asia between the Indian and Pacific oceans through which the Indonesia Throughflow current travels. This influx of local rain reduces the pressure force that drives the current through the region.\nHow does that work?\nGravity causes water to travel \"downhill\" from areas of relatively higher sea level toward areas of lower sea level unless opposed by another force. In the tropical Pacific, trade winds also influence the flow of water. They blow from east to west, causing ocean currents to transport large amounts of water from the U.S. westward toward Asia. This raises the sea level on the Asian side of the Pacific Ocean and provides enough force to keep the Indonesia Throughflow moving, connecting the two oceans.\nHowever, the influx of rain during monsoon season temporarily but significantly raises the local sea level in the Indonesian seas that sit between the Pacific and Indian oceans enough to essentially eliminate the downhill flow. Think of it like a ball rolling freely downhill versus a ball on a flat surface, which has little momentum to move forward.\nAlthough the slowing of this current is primarily seasonal, it still affects the amount of heat transported from the Pacific Ocean to the Indian Ocean, which can change regional climate in Southeast Asia.\n\"The increase in local sea level due to the seasonal freshening of seawater pushes against the normally higher sea level from the Pacific Ocean,\" said Lee. \"It restricts the surface flow of this current during the monsoon season, which prevents a lot of the heat normally carried by the current from making its way to the Indian Ocean.\"\nFurthermore, since all of these currents are connected globally, less warm water is transported into the Indian Ocean, and in turn, less warm water is transported from the Indian Ocean to the Atlantic Ocean over the long term. So the Indonesia Throughflow - one element of a much larger system - can have a significant effect thousands of miles away from where it flows.\nThe results of this study will help to improve climate models by enabling scientists to factor in these effects and changes. Titled \"Maritime Continent water cycle regulates low-latitude chokepoint of global ocean circulation,\" the study was recently published in Nature.\nNASA satellite data, particularly ocean salinity measurements from the Soil Moisture Active Passive (SMAP) satellite, were instrumental in these findings. Although SMAP was designed primarily to measure soil moisture, its radiometer is also able to measure sea surface salinity. The results of this paper demonstrate the utility of SMAP salinity data in exploring changes in the water cycle, sea level, ocean circulation and climate.\nMore information on SMAP is available here:\nhttps://smap.jpl.nasa.gov/\nNews Media Contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818-354-4269esprit.smith@jpl.nasa.gov\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}