{
  "url": "https://climate.nasa.gov/news/50/turning-the-tide-to-energy/",
  "title": "Turning the tide to energy",
  "date": null,
  "content": "In the proposed hydrokinetic energy transfer system, the flow of water current causes turbine blades to rotate.  The rotor's rotational speed is increased through a gearbox, which drives a high-pressure fluid pump. The high-pressure fluid would be transported though flexible tubes to a larger pipe and then to an efficient, onshore hydroelectric power plant.\nNASA researchers who developed a new way to power robotic underwater vehicles believe a spin-off technology could help convert ocean energy into electrical energy on a much larger scale.  The researchers hope that clean, renewable energy produced from the motion of the ocean and rivers could potentially meet an important part of the world's demand for electricity. \n \n\n\n\nA major advantage of this design is that it eliminates all submerged electrical components, which are subject to corrosion.\n\n\n- JPL Engineer Jack Jones\n\n\nMany different methods already exist for using moving water to create power. Hydroelectric plants, for example, are among the most established and least expensive sources of electricity. They benefit from the large hydrostatic pressure difference between the water surface behind the dam and the turbines that can be harnessed to produce power. But the power that can be produced in this manner is limited, because most of the suitable rivers already have hydroelectric dams.\n \nOther technologies have been designed -- and are being developed -- to turn the energy of ocean currents, tides, and flowing rivers into another kind of power, called hydrokinetic energy. Many of these hydrokinetic energy systems use underwater turbines, similar to those in wind farms. Ocean currents or tides turn the turbines, which generate electricity that can be transferred by cable to shore.\n \nJack Jones, an engineer at NASA's Jet Propulsion Laboratory, and Yi Chao, a JPL scientist, have designed a new kind of underwater hydrokinetic energy system. It uses water motion to generate a high-pressure liquid rather than electricity. That liquid is then transported to shore and used to produce electricity on land. Caltech, which operates JPL for NASA, holds the patent on this innovative energy technology.\n \nThe JPL/Caltech hydrokinetic energy system is a spin-off from a research project to find a new way to power robotic underwater vehicles.  Most robotic underwater vehicles run on batteries and have to be recovered by ship to have their batteries recharged or replaced.\nIn this project, initiated by Pat Beauchamp of JPL's Center for In Situ Exploration and Sample Return, Jones was asked to develop a way to use temperature differences in the ocean to power submersibles. He had previously developed thermally controlled balloons for Venus, Mars and Titan. Jones was teamed up with Chao, who uses underwater gliders in his oceanographic research. \"I saw we could extend the lives of these vehicles significantly by harvesting energy from the ocean environment,\" Chao says.\nJones and Chao designed a system that takes advantages of changes in ocean temperature to create a high-pressure fluid that can be used to generate power.  \"The trick was to find a special substance known as a phase change material that changes from a solid to a liquid as the temperature in the environment changes from cold to warm,\" Chao says. \"When the material melts, it expands, compressing a central tube in which another liquid is stored. This liquid, now under high pressure, is used to generate electricity to charge the battery underwater.\" \n \nWorking with colleagues from JPL and the Scripps Institution of Oceanography at the University of California at San Diego, and funded by the Office of Naval Research, Jones and Chao are developing a prototype underwater vehicle powered by this new energy system. They will conduct field tests in the Pacific Ocean this fall. \n \nWhile they were working on this project, the researchers realized that they could employ the same concept -- using an environmental pump to generate a high-pressure liquid -- to produce electricity from the world's ocean. \n \nGoing with the flow\nIn the large-scale JPL/Caltech hydrokinetic energy transfer system Jones and Chao propose, ocean tides, currents and waves, as well as river flows, would provide the energy source to create the high-pressure liquid.  As the water turns underwater turbine blades, the rotor's rotational speed would be increased through a gearbox, which drives a high-pressure fluid pump. The high-pressure fluid would be transported though flexible tubes to a larger pipe and then to an efficient, onshore hydroelectric power plant.\n \n\"If we use fresh water in a closed cycle and recycle the fluid, there would be no direct impact to the ocean or river's ecosystem,\" Chao adds.  \n \n\"A major advantage of this design,\" says Jones, \"is that it eliminates all submerged electrical components, which are subject to corrosion.\" In addition, other tidal turbine energy systems, such as the one now in operation in Manhattan's East River, transfer the power generated by the turbines to the surface through buried electrical cables. These are expensive, hard to maintain, and can be dangerous, Jones says.  Similar issues exist with two other types of hydrokinetic systems in use in the United Kingdom and planned for South Korea. \n \n\"The JPL/Caltech hydrokinetic energy transfer system combines a simple, corrosion-resistant subsurface design with the least expensive electrical energy generation system onshore,\" says Jones. \n \n\"Our proposed system has another advantage,\" he says. \"The pressurized hydraulic energy can be stored in an elevated onshore reservoir and can be used to generate electricity when it is needed to respond to energy-demand.  Most environmentally friendly energy systems produce power intermittently.\" \n \n\"This type of hydraulic energy transfer system is potentially applicable to many types of hydrokinetic energy from rivers, ocean waves, tides and currents,\" Chao says. Scientists can use state-of-the-art computer models of winds, river flows, ocean currents and tides to determine any location's potential for energy production, he adds.  They can also predict how much energy could be produced in the future to help in planning energy use and storage.\n\"As with all such technologies, the ultimate arbiter is the end result of systems-engineering studies, overall efficiency, and costs in terms of dollars per output watt capacity and cents per kilowatt-hour produced,\" says Paul Dimotakis, JPL's chief technologist. \"Such studies and preliminary development efforts also need to be performed for the JPL/Caltech hydrokinetic energy systems, and if these are promising, then the next phase in development can be undertaken.\"\n \nJones and Chao will be presenting a paper on the JPL/Caltech hydrokinetic energy transfer system at the American Society of Mechanical Engineers conference on Ocean, Offshore and Arctic Engineering this summer in Honolulu, Hawaii.\nWritten by Rosemary Sullivant/Global Climate Change\nIn the the energy transfer system Jones and Chao propose, ocean tides and  waves, as well as river flows, would provide the energy source to create a high-pressure liquid.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}