{
  "url": "https://climate.nasa.gov/news/2914/the-atmosphere-earths-security-blanket/",
  "title": "The Atmosphere: Earth’s Security Blanket",
  "date": null,
  "content": "8 min read\nSizing Up Humanity's Impacts on Earth's Changing Atmosphere​: A Five-Part Series\nMost of us probably don’t think much about Earth’s atmosphere, let alone how much humans are affecting it. After all, it’s just there.\nGazing into the sky during the day, it’s tough to get a handle on what’s happening up there. Our atmosphere seems tantalizingly close and yet mysteriously distant. The life-sustaining air we breathe envelops our planet like a pale-blue security blanket, clinging to us by the force of gravity. We see birds, planes, an ever-changing patchwork of clouds and, in some places, air pollution. Farther out, our Moon glows down on us and a blazing Sun hangs in the sky. From our Earth-bound perspective, it’s hard to tell where our atmosphere ends and space begins. (Our atmosphere is like a multi-layered cake.)\nThen darkness falls, and through the murky blackness, a portal opens to the heavens, punctuated only by the light of the Moon, stars and cosmos. The descent of night makes sizing up our atmosphere an even more baffling proposition.\nIt’s only when we view Earth from the unique vantage point of space that the true nature of our atmosphere becomes apparent. From Earth orbit, we gain a new window into our planet. Beneath us, the very edge of the atmosphere — known as Earth’s “limb” — appears as a glowing halo of colors; a luminescent layer cake that gradually fades into the blackness of space. And suddenly our atmosphere, which seemed so vast and mysterious from the ground, appears shockingly thin, even fragile.\nSo thought retired NASA astronaut Scott Kelly. As he neared the end of a one-year stay aboard the International Space Station in February 2016, he told CNN, \"When you look at the ... atmosphere on the limb of the Earth, I wouldn't say it looks unhealthy, but it definitely looks very, very fragile and just kind of like this thin film, so it looks like something that we definitely need to take care of.\" Other NASA astronauts have made similar remarks.\nIndeed, Earth’s atmosphere isn’t something we can take for granted. Without it, life as we know it wouldn’t exist. Not only does it contain the oxygen we need to live, but it also protects us from harmful ultraviolet solar radiation. It creates the pressure without which liquid water couldn’t exist on our planet’s surface. And it warms our planet and keeps temperatures habitable for our living Earth.\nIn fact, Earth’s atmosphere is very thin, with a mass only about one-millionth that of the planet itself. Further, about 80 percent of the atmosphere is contained within its lowest layer, the troposphere, which is, on average, just 12 kilometers (7.5 miles) thick.\nWhile there’s no exact boundary line between the atmosphere and space, the accepted standard is about 100 kilometers (62 miles) above Earth’s surface. If you drove that distance on the ground, you might see a change in scenery. But travel that distance straight up, and you’ll quickly find yourself in an environment inhospitable to life. At about 8 kilometers (5 miles) altitude, there’s insufficient oxygen in the air to sustain human life. At around 19 kilometers (12 miles) altitude, your blood boils unless you’re in a pressurized environment.\nSo is Earth’s atmosphere big or small? Is it fragile or robust? Stable or volatile? And how much are humans affecting it, really?\nThe answer, it seems, is all of the above, and we’re affecting it a lot. In this five-part series, we asked several NASA atmospheric scientists to weigh in on the matter.\nBefore we can determine how fragile or stable Earth’s atmosphere is, we first have to define what those terms mean. So says Kevin Bowman of NASA’s Jet Propulsion Laboratory in Pasadena, California, principal investigator for the Tropospheric Emission Spectrometer (TES) instrument on NASA’s Aura satellite. TES operated from 2004 to early 2018.\n“The chemistry of Earth’s atmosphere is remarkably stable, providing a relatively safe place for animals and plants to thrive,” said Bowman. “However, even small changes to the quality of the air that we breath can have profound impacts on our health. Understanding that stability, the ways it could be impacted by humans and how it interacts with the broader Earth system are key research tasks in atmospheric chemistry.”\nBowman said one key to that stability is the hydroxyl radical (OH), a chemical that plays a central role in the ability of Earth’s atmosphere to cleanse itself of pollutants. One of the most reactive gases in our atmosphere, OH is like a global detergent that helps keep things in balance by removing pollutants from the lower atmosphere. It’s the main check on concentrations of carbon monoxide, sulfur dioxide, hydrogen sulfide, methane and higher hydrocarbons.\nScientists have numerous questions about OH. They want to know how stable it is, how quickly it cleanses these chemicals from the atmosphere, and how the atmosphere’s cleansing capacity has changed in the past and may change in the future. They also want to know how climate change may affect OH’s stability. For example, continued increases in methane — a potent greenhouse gas — will consume OH, resulting in deteriorated air quality.\nTo predict changes in OH’s capacity to cleanse the atmosphere, scientists rely on atmospheric models based on data from satellites, aircraft and ground measurements. “Studies of ancient climates suggest these models are underestimating the sensitivity of OH to climate change,” said Bowman. “As a result, our atmosphere might be more variable than we thought, and OH could end up changing much more rapidly than predicted, with detrimental effects on Earth’s surface air quality, the concentration of greenhouse gases and ozone.”\nBowman said quantifying OH has always been challenging for scientists since it can’t be measured directly. In the past, scientists derived estimates of OH by tracking quantities of another trace gas, methyl chloroform, which was widely used in the 1950s as an industrial solvent and was created by bomb blasts during that era. Methyl chloroform only reacts with OH, which slowly destroys it. But methyl chloroform was eventually replaced by other solvents, and over time, its concentrations in the atmosphere have decreased enough that it is no longer useful for estimating OH.\nObservations from instruments like TES give researchers an alternate approach to estimate OH through atmospheric computer models that produce “chemical weather forecasts.” TES measurements of a number of other chemical elements influenced by OH, such as ozone, carbon monoxide and nitrogen dioxide, have enabled scientists to better represent OH in these models. To date, studies based on TES data show there’s more OH in the northern hemisphere than in the southern hemisphere — consistent with methyl chloroform concentrations — and that OH is sensitive to changes in emissions, especially in the tropics.\nBowman discussed some of the many other science advances TES has made possible. Its biggest contributions have been in advancing our understanding of ozone in the troposphere. TES data, together with data from other instruments aboard Aura, have significantly improved our understanding of how ozone affects human health, climate and other parts of the Earth system. A 2015 TES study showed how ozone produced in Asia was transported around the world, increasing ozone emissions on the U.S. West Coast, even as U.S. ozone emissions were declining. TES data also helped quantify how ozone in the upper troposphere serves as a greenhouse gas, warming the atmosphere. This information was used to test climate model predictions of ozone’s greenhouse effect, quantifying how regional changes in pollutants that create ozone have altered climate. TES measurements have also improved our understanding of global air quality by documenting increases in tropospheric ozone levels in many regions of the world, such as Asia.\n“We’re beginning to see a redistribution in the emissions of pollutants that form ozone,” Bowman said. “They’re shifting geographically toward the equator, making ozone a more potent greenhouse gas.”\nBowman said TES has also given us a window into Earth’s water cycle by measuring so-called “heavy” water molecules, a naturally occurring variant of water that contains more neutrons than normal water molecules and provide clues to how the water evaporated and fell as precipitation in the past. This, in turn, helps scientists understand what controls the amount of water vapor in the atmosphere. A study using these data showed how the Amazon initiates its own rainy season.\nIn addition, TES provided new information about ammonia, a precursor to harmful aerosols; and new measurements of carbon-containing gases such as methane and carbonyl sulfide, giving scientists new insights into the carbon cycle.\n“TES was a pioneer,” Bowman said. “It collected a whole new set of measurements using new techniques that are now being used by a new generation of instruments.”\nTo learn more about TES, visit https://tes.jpl.nasa.gov/.\nNext up: 'The Atmosphere: Getting a Handle on Carbon Dioxide'\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}