{
  "url": "https://climate.nasa.gov/news/2862/nasa-invites-you-to-picture-earth-for-earth-day/",
  "title": "NASA Invites You to 'Picture Earth' for Earth Day",
  "date": null,
  "content": "On Earth Day, NASA will check Instagram, Twitter and our NASA Earth Facebook event page to see everyone's #PictureEarth images and select photos from around the world to showcase in videos and composite images. Credit: NASA\nOur magnificent planet is always ready for its close-up. On Earth Day, April 22, NASA wants to see your take.\n\nNASA invites you to celebrate the planet we call home with our #PictureEarth social media event. Post a close-up photo on social media of your favorite natural features, such as crashing waves, ancient trees, blooming flowers or stunning sunsets. Use the hashtag #PictureEarth and upload the photo on April 22. Be sure to include the location where the photo was taken in the text of your social media post.\n\nOn Earth Day, we will share some of NASA's most stunning images of Earth from space to inspire you. We'll check Instagram, Twitter and our NASA Earth Facebook event page to find your images and select photos from around the world to showcase later in videos and composite images.\n\nNASA satellite and airborne instruments picture Earth every day to increase our knowledge of our home and improve lives. These images, shared with scientists and the public worldwide, may use visible light, like a photographer's camera, or peer into infrared, microwave and radio wavelengths that are invisible to human eyes.\n\nScientists use data from all of our instruments, and from Earth-observing spacecraft from other nations, to build a picture of the planet that grows more and more complete over time. On April 26, our next addition to our Earth-observing fleet, the Orbiting Carbon Observatory 3, is set to launch to the International Space Station. The new knowledge made possible by this fleet helps create solutions to important global issues such as changing freshwater availability, food security and human health.\n\nFor more information about NASA's #PictureEarth, visit:\n\nhttps://www.nasa.gov/earth/picture-earth-for-earth-day-2019\n\nor\n\nhttps://www.nasa.gov/earth/retrata-la-tierra-para-el-d-a-de-la-tierra-2019\n\nFor more information about NASA's Earth science programs, visit:\n\nhttps://www.nasa.gov/earth\nSteve Cole\nNASA Headquarters, Washington\n202-358-0918\nstephen.e.cole@nasa.gov\n\nEsprit Smith\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-4269\nEsprit.Smith@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}