{
  "url": "https://climate.nasa.gov/news/36/fuel-cells-on-the-fast-track/",
  "title": "Fuel cells on the fast track",
  "date": null,
  "content": "Left: Fuel cell pioneer Sossina Haile. Right: A stack of fuel cells created in Haile's lab. (Photo courtesy Superprotonic, Inc.)\nThe slow evolution of clean-energy solutions is about to kick into high gear, if Sossina M. Haile has anything to say about it. As a fuel cell researcher at the California Institute of Technology and a founding member of the company Superprotonic Inc., she hopes to make this “technology of the future” practical for today’s applications.\n\n\n\n\n\nSize comparison of a dime and a single fuel cell - the device pictured at the top of the page is a stack of these individual cells.\n\n\n Current fuel cell technology is hamstrung by impracticality. The most efficient and powerful fuel cells need large amounts of heat and space, whereas those suitable for smaller scale operation require lots of precious, expensive platinum. “If we converted every car in the U.S. to fuel cells, we’d need more platinum than there is in the proven reserves,” Haile says.\nHaile’s research, which initially began several years ago with fuel cell researchers at JPL, has led to breakthroughs in more “consumer-ready” fuel cell technology. She’s developed fuel cell systems that strike a balance between power and manageability –- perfect, she says, for standalone residential generators. Her team has worked hard to reduce the amount of platinum needed for each system.\nHaile's team has also taken on one of the biggest roadblocks to widespread fuel cell use -- their reliance on hydrogen as a primary fuel. Hydrogen requires lots of energy to extract and it’s difficult to store and distribute. \n\n\n\n\n\nZongping Shao, who is now a professor at Nanjing College of Chemistry in China, listens to an MP3 player being powered by two fuel cells.\n\n\n In fact, Haile thinks that the verdict is still out on whether hydrogen “makes sense” as the fuel of the future. “When most people hear ‘fuel cells,’ they think hydrogen,” says Haile. “That’s a common misperception -- fuel cells aren’t necessarily restricted to hydrogen.”\nHaile's team has focused on developing fuel cells that can run on more traditional fuels, like ethanol or biomass, while also solving many of the problems of conventional hydrogen fuel cells.\nFuel cells that use carbon-based fuels still produce carbon emissions, but at a much lower rate than their internal-combustion counterparts. Because fuel cells extract energy from electrochemical reactions instead of burning their fuel, they are much more efficient and environmentally friendly. “It’s a unique middle ground,” explains Haile -- one she believes will speed the integration of these new technologies into the current energy infrastructure.\nFor Haile, the incentive to design practical, unconventional fuel cells is simple: “Science should be in the service of society.” She thinks that fuel cells that can use renewable energy resources like biomass will help end what she calls she calls “drawing from the bank” -- using fossil fuels as a source of energy.\n“There’s scientific proof that CO2 concentrations have been rising for decades to levels not felt on the Earth in millenia,” Haile says. “We need to have a diverse approach to solving the problem before it’s too late.”\nWritten by Joshua Rodriguez/Global Climate Change\nInside a fuel cell, the fuel is separated from oxygen by a thin membrane called an electrolyte. The electrolyte membrane only allows protons, or charged hydrogen atoms, to pass through it.  In order for the fuel (hydrogen in this example) to get the oxygen, it has to drop off its electrons at the anode and become converted to protons. The protons travel through the membrane and react with oxygen and electrons at the cathode. To get to the cathode, the electrons have to travel through an exterior circuit, producing an electrical current.\nHaile's Innovation\nHaile’s research has resulted in a type of electrolyte that works with carbon-based fuels, uses less expensive platinum, and works at a manageable temperatures.\nThe technology has application far beyond just automobiles -- power plants, portable generators, and even cell phones could eventually be powered by this technology.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}