{
  "url": "https://climate.nasa.gov/news/2917/the-atmosphere-fresh-insights-on-air-quality-ozone-and-climate/",
  "title": "The Atmosphere: Fresh Insights on Air Quality, Ozone and Climate",
  "date": null,
  "content": "4 min read\nSizing Up Humanity's Impacts on Earth's Changing Atmosphere: A Five-Part Series\nWhile satellite data have revolutionized how we view Earth and its atmosphere, people don’t need to travel to space to understand that our Blue Planet really isn’t that big and our atmosphere not very thick. In fact, says atmospheric scientist Bryan Duncan of NASA’s Goddard Space Flight Center in Greenbelt, Maryland, all you have to do is, in the words of Oscar Hammerstein, climb every mountain.\n“From the perspective of air pollution and human health, there’s only a small amount of Earth’s atmosphere that we can actually breathe or live in,” Duncan said. “Take Mount Everest, for example. It’s only habitable for humans for the first few, lowest kilometers.”\nAs project scientist for NASA’s Aura satellite, Duncan has seen how much humans are affecting Earth’s atmosphere and the quality of the air we breathe. Aura, launched in 2004 as a key component of NASA’s Earth Observing System, studies Earth’s ozone layer, air quality and climate. The mission has been instrumental in expanding our understanding of the composition, chemistry and dynamics of Earth’s atmosphere.\n“Humans have been modifying our environment for thousands of years,” Duncan said. “Earth monitoring satellites have clearly shown that humans are changing our atmosphere, even over the 15 years Aura has been in orbit. We clearly see major changes in air pollution around the world. For example, we’ve observed that air pollution in the United States and Europe has been reduced, demonstrating the effectiveness of policy initiatives such as the Clean Air Act and other environmental regulations, but in other places, such as India, it’s getting worse. We’ve also seen improvements in regions like China.” (Trends for air pollutants around the world, many of which are based upon Aura data, may be seen at http://airquality.gsfc.nasa.gov.)\nDuncan says Aura has benefitted science and society in two primary ways. First, it has allowed us to better understand and observe the atmospheric chemistry and dynamics that determine Earth’s protective ozone layer. Aura data have allowed us to not only monitor ozone, but also to observe the chemicals involved in ozone’s formation and destruction. This information is helping scientists understand why the ozone layer is varying over time, including how human-produced ozone-destroying chemicals thinned the ozone layer and caused the “ozone hole” over Antarctica.\nSecond, it has provided some of the first long-term observations of air pollutants around the world. These include chemicals such as sulfur dioxide, formaldehyde and nitrogen dioxide, which is primarily produced by burning fossil fuels in vehicles and power plants and contributes to surface-level ozone. “Aura has really given us a window into some of the most important pollutants and how they’re changing over time,” he said.\nAura launched with four instruments, two of which are still in operation: the Ozone Monitoring Instrument (OMI), the first satellite instrument to give us a long-term record of air pollution at high spatial resolution; and the Microwave Limb Sounder (discussed in Part Three of this series), which measures naturally occurring microwaves at the edge of the atmosphere to track stratospheric atmospheric gases, temperature, pressure and cloud ice. Aura’s other two instruments were the Tropospheric Emission Spectrometer (discussed in Part One of this series) and the High-Resolution Dynamics Limb Sounder. The Aura spacecraft is healthy and is expected to continue operating until it runs out of fuel in 2025.\nIn addition to Aura, the other two flagship missions in NASA’s Earth Observing System — Terra and Aqua — have also made major contributions to understanding Earth’s atmosphere. “While Terra and Aqua were designed to monitor Earth’s land surface and hydrosphere (all water on, under and above Earth’s surface), respectively, they’ve also contributed to atmospheric science with instruments like the Atmospheric Infrared Sounder (AIRS) on Aqua, the Multi-angle Imaging SpectroRadiometer (MISR) on Terra, and the Moderate Resolution Imaging Spectroradiometers (MODIS) on Aqua and Terra, which monitor particulate matter (the solid and liquid particles suspended in the air) around the world,” Duncan said.\n“Our job as scientists is to make these satellite data sets available, help interpret them, and ensure they’re clear enough so that they can be used to create effective and efficient policy,” he concluded. “That way, they can be used to create positive change in society.”\nFor more on Aura, visit https://aura.gsfc.nasa.gov/.\nPart Three of this series: 'The Atmosphere: Tracking the Ongoing Recovery of Earth's Ozone Hole'\nNext up: 'The Atmosphere: Keeping a Weather Eye on Earth’s Climate Instabilities'\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}