{
  "url": "https://climate.nasa.gov/news/2983/nasas-claire-parkinson-named-finalist-for-samuel-j-heyman-service-to-america-medal/",
  "title": "NASA’s Claire Parkinson Named Finalist for Samuel J. Heyman Service to America Medal",
  "date": null,
  "content": "5 min read\nOn May 3, 2020, the nonprofit, nonpartisan Partnership for Public Service announced 27 Samuel J. Heyman Service to America Medal (Sammies) finalists for 2020 – outstanding federal employees who serve the public good and are addressing many of our country’s greatest challenges. One of those winners is climatologist and author Claire Parkinson of NASA’s Goddard Space Flight Center in Greenbelt, Md.\nClaire was selected for her achievements in conducting breakthrough scientific research documenting how the changing sea ice covers in the Arctic and Antarctic oceans have played a significant role in climate change and for her role as project scientist for NASA's Aqua satellite. Claire is one of six finalists in the Paul A. Volcker Career Achievement category.\nThis medal recognizes a federal employee for leading significant and sustained accomplishments throughout a federal career of 20 or more years. In this category, she joins Dr. Anthony Fauci, who for decades has served as the government’s premier expert on infectious diseases and provided critical health care information to the public and government officials on HIV/AIDS, Ebola, Zika, SARS, MERS, swine flu and, most recently, COVID-19.\n“I am very honored to be considered for a Service to America Medal,” Parkinson said. “It has been an incredible privilege to get to work at NASA for the past 41-plus years, and what a bonus to see the NASA Earth science efforts discussed as significant societal contributions along with such efforts as NIH work on infectious diseases and treatments for leukemia and Department of Justice efforts to ensure that minority communities have access to credit. It is great to see the Earth science efforts viewed in this very positive light and to have the Partnership for Public Service so wonderfully keen on highlighting the value that the American public gets out of its federal government civil servant workforce.”\nClaire L. Parkinson has been a climatologist at NASA Goddard since July 1978 and a senior fellow at Goddard since 2005. Her research emphasis has been on polar sea ice and its connections to the rest of the climate system and to climate change, with a particular emphasis on satellite remote sensing. This work has involved satellite data set generation and analysis, including the determination of decreases in Arctic sea ice coverage since the 1970s and examination of their regional variabilities and impacts, plus the quantification and analysis of the very different time series of sea ice changes in the Antarctic. Claire has also developed a computer model of sea ice, has done fieldwork in both the Arctic and the Antarctic, and is the lead author of an atlas of Arctic sea ice from satellite data and a coauthor of two other sea ice atlases.\nSince May 1993, Claire has additionally been the project scientist for the Aqua satellite mission, which launched in May 2002 and is transmitting data on many atmospheric, ocean, land and ice variables. She has also written an introductory book on examining the Earth with satellite imagery, has coauthored with Warren Washington a university textbook on climate modeling, has coedited two books on satellite observations related to global change, is lead editor of a Data Products Handbook for NASA's Earth Observing System, and is lead editor of a NASA Earth Science Reference Handbook.\nIn 2010, she published a book entitled \"Coming Climate Crisis? Consider the Past, Beware the Big Fix\" about climate change and her concerns regarding the possibility of implementing potentially dangerous geoengineering projects. In 2011, she led a \"Women of Goddard\" outreach effort that included production of a book on \"Women of Goddard: Careers in Science, Technology, Engineering, and Mathematics\" and a set of six related posters. Outside of her NASA work, she has written a book on the history of western science from 1202 to 1930.\nThe Sammies, known as the “Oscars” of government service, are a highly respected honor with a rigorous selection process. Named for the Partnership for Public Service’s late founder who was inspired by President Kennedy’s call to serve in 1963, these awards align with his vision of a dynamic and innovative federal workforce that meets the needs of the American people.\nThe Partnership is a nonprofit, nonpartisan organization whose mission is to help make our government more effective, and the Sammies honorees represent the many exceptional federal workers who are doing just that—breaking down barriers, overcoming huge challenges and getting results. Whether they’re defending the homeland, protecting the environment, ensuring public safety, making scientific and medical discoveries or responding to natural and man-made disasters, these men and women put service before self and make a lasting difference.\nAll 27 finalists also are eligible for the Service to America Medals People’s Choice Award. Beginning Sunday, May 3 at 6 p.m. ET, members of the public can vote online for the federal employee they believe has made the most significant contribution to the American people. The People’s Choice winner will be announced in the summer.\nFor more information about the Sammies, visit https://servicetoamericamedals.org/.\nFor more about Claire Parkinson, visit:\nhttps://science.gsfc.nasa.gov/sed/bio/claire.l.parkinson\nhttps://women.nasa.gov/claire-parkinson/\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}