{
  "url": "https://climate.nasa.gov/news/2833/icesat-2-reveals-profile-of-ice-sheets-sea-ice-forests/",
  "title": "ICESat-2 reveals profile of ice sheets, sea ice, forests",
  "date": null,
  "content": "7 min read\nBy Kate Ramsayer,NASA's Goddard Space Flight Center\nLess than three months into its mission, NASA’s Ice, Cloud and land Elevation Satellite-2, or ICESat-2, is already exceeding scientists’ expectations. The satellite is measuring the height of sea ice to within an inch, tracing the terrain of previously unmapped Antarctic valleys, surveying remote ice sheets, and peering through forest canopies and shallow coastal waters.\nWith each pass of the ICESat-2 satellite, the mission is adding to data sets tracking Earth’s rapidly changing ice. Researchers are ready to use the information to study sea level rise resulting from melting ice sheets and glaciers, and to improve sea ice and climate forecasts.\n“ICESat-2 is going to be a fantastic tool for research and discovery, both for cryospheric sciences and other disciplines,” said Tom Neumann, ICESat-2 project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nNeumann and others with ICESat-2’s science team shared the first look at the satellite’s findings at the American Geophysical Union’s annual meeting on Tuesday in Washington, D.C.\nIn topographic maps of Transantarctic Mountains, which divide East and West Antarctica, there are places where other satellites just can’t see. Some instruments don’t orbit that far south, while others pick up only large features or the highest points, and so miss minor peaks and valleys. With an early pass of ICESat-2, scientists started to fill in those details.\n“It’s spectacular terrain,” said Benjamin Smith, a glaciologist with the University of Washington, Seattle, and member of the ICESat-2 science team. “We’re able to measure slopes that are steeper than 45 degrees, and maybe even more, all through this mountain range.”\nAs ICESat-2 orbits over the Antarctic Ice Sheet, the photon returns reflect from the surface and show high ice plateaus, crevasses in the ice 65 feet (20 meters) deep, and the sharp edges of ice shelves dropping into the ocean. These first measurements can help fill in the gaps of Antarctic maps, Smith said, but the key science of the ICESat-2 mission is yet to come. As researchers refine knowledge of where the instrument is pointing, they can start to measure the rise or fall of ice sheets and glaciers.\n“Very soon, we’ll have measurements that we can compare to older measurements of surface elevation,” Smith said. “And after the satellite’s been up for a year, we’ll start to be able to watch the ice sheets change over the seasons.”\nWhen sea ice first forms on polar oceans, before snow falls on it and wind smashes it into other floes, it is thin, flat and smooth. This makes it a good place to test out how precise ICESat-2 data are, since long stretches should all be nearly the same height, said Ron Kwok, a sea ice scientist at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nSo far? “The data’s spectacular,” Kwok said. “The fresh ice is totally flat to within a couple centimeters.”\nThe first months of ICESat-2 data collected over Arctic and Antarctic sea ice reveal thin ice, thick ice, and features such as ice ridges. Areas of open water in the cracks between the ice floes, called leads, stand out in the data because of the difference in reflectivity between ice and water. By comparing the height of that water surface in the leads with the height of the ice, scientists are estimating ice freeboard and thickness. With the high precision of ICESat-2, plus the satellite’s six beams taking data simultaneously, researchers will have an unprecedented understanding of the thickness of sea ice, which will be used to help improve climate modeling and forecasts.\nPlus, the ability to identify newly formed, thin ice will help researchers track the seasonal changes in remote polar regions, and understand the processes that drive those processes. The ice-thickness data will also help scientists improve computer models of how sea ice responds to Arctic warming, as well as forecasts of sea ice cover.\n“We’ll have much higher resolution of where it’s ice and where it’s water in the marginal ice zones, where the compact ice cover meets the ocean, during melt and freeze-up,” Kwok said. “That’s going to be new science to think about. “\nICESat-2 is always on, taking measurements not only at the poles but also in the tropical and temperate latitudes, and what it can see has already surprised researchers.\n“We were all taken aback seeing the amazing detail from ICESat-2, thanks to its detection technology,” said Lori Magruder, a research scientist at the University of Texas and the ICESat-2 science team lead. “On every surface, there was some amazing feature that we weren’t used to seeing with the first ICESat.”\nFor example, photons returning from over the ocean trace individual waves. In clear coastal areas, the bathymetry is visible, sometimes as deep as 80 feet (25 meters), which could help with research, including storm surge modeling, Magruder said.\nAnd as ICESat-2 orbits over forests, it can distinguish not only the tops of trees but also the inner canopies and the forest floor. While the team was unsure how clear the terrain would be under dense canopies like those found in tropical rainforests, the data turned out even better than expected. By measuring tree heights globally, the ICESat-2 mission will be able to improve estimates of how much carbon is stored in forests.\nAs the ICESat-2 science team was analyzing the first sets of data, colleagues with NASA’s Operation IceBridge were collecting data in aircraft over Antarctica—flying over the same paths that the satellite was orbiting.\nOver vast plains of rippling ice, craggy peaks poking through the ice sheet, and lines of crevasses marching down glaciers, the airborne campaign measured surface elevation with the Airborne Topographic Mapper’s laser altimeters, snow and ice thickness with radars, and sub-ice-shelf bathymetry with a gravimeter. For a decade, IceBridge has been surveying the region, but this fall they were also gathering data to help check the accuracy of ICESat-2.\nIn three separate flights, IceBridge surveyed the flat plateau along the 88-degree-south latitude line where all ICESat-2 orbits converge. Other flights tracked across glaciers, ice streams and mountains along individual satellite paths—at times right as the satellite passed overhead. To measure sea ice, the IceBridge team flew briefly at 500 feet to measure wind speed, calculated how far the ice had moved since ICESat-2 measured it, and then adjusted the flight path to survey the same patch of ice.\n“Almost every flight has ICESat-2 tracks incorporated into it,” said Joseph MacGregor, IceBridge project scientist at NASA's Goddard Space Flight Center. “We fly over fast-changing outlet glaciers, the slower-changing interior, and uncommon surfaces that are interesting to ICESat-2. The primary goal for IceBridge is to bridge the gap between ICESat and ICESat-2, so it’s very rewarding to know that we’re completing that process.”\nThe first ICESat satellite operated between 2003 and 2009, which is when IceBridge began its campaigns. ICESat-2 launched on Sept. 15 from Vandenberg Air Force Base in California. Its laser instrument, called ATLAS (Advanced Topographic Laser Altimeter System), sends pulses of light to Earth. It then times, to within a billionth of a second, how long it takes individual photons to return to the satellite. ATLAS has fired its laser more than 50 billion times since first turning on Sept. 30, and all the metrics from the instrument show it is working as it should, Neumann said.\nMission managers expect to release the data to the public in early 2019.\nFor more information on ICESat-2 visit http://nasa.gov/icesat-2 or https://icesat-2.gsfc.nasa.gov/.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}