{
  "url": "https://climate.nasa.gov/news/2866/return-of-gedis-first-data-reveals-the-third-dimension-of-forests/",
  "title": "Return of GEDI’s First Data Reveals the Third Dimension of Forests",
  "date": null,
  "content": "3 min read\nNASA’s Global Ecosystem Dynamics Investigation (GEDI) mission launched in December 2018. From its perch aboard the International Space Station, GEDI's powerful lasers create detailed 3D maps of Earth’s forests and topography – providing innovative and unique spaceborne observations. In January 2019, GEDI's lasers were turned on for the first time and the instrument is now giving scientists a first glimpse of the insights it will provide in the coming years.\nGEDI’s mission provides scientists detailed information about forest structure: How tall the forest is, how dense its branches are, and the vertical and horizontal distribution of its foliage. All of this yields crucial insights into Earth’s global carbon cycle by fostering a better understanding of how forests store carbon and what happens to that carbon when they are cut down or disturbed. Forests support numerous plant and animal species, and understanding their structure can help biologists better understand Earth’s forest habitats and biodiversity.\nWhen scientists process GEDI’s data, the resulting measurements reveal the vertical structure of the forest. The GEDI image below is of a South Carolina woodland where darker green shows where the leaves and branches are denser, while the lighter areas show where the canopy is less dense.\n“GEDI provides a vertical record, not only of how tall trees are, but how much canopy material there is at any height,” said Ralph Dubayah, GEDI principal investigator and a professor of geographical sciences at the University of Maryland. “GEDI will make over 10 billion individual observations of canopy structures, which is orders of magnitude more than we have ever had.”\nThis level of detail is what sets GEDI apart and gives it the power to see the details of Earth’s forests, the team explained.\n“The instrument team at Goddard did an amazing job delivering this incredibly capable science instrument. GEDI brings together several challenging and state-of-the-art technologies to enable this very difficult measurement that’s needed to achieve our science goals,” said Bryan Blair, GEDI’s deputy principal investigator and instrument scientist.\n“We’re very excited that GEDI is now in orbit and taking measurements,” said Michelle Hofton, a research associate professor at the University of Maryland and a GEDI co-investigator. “This ability to precisely capture Earth’s surface structure and its underlying topography is unique to GEDI. We’re thrilled at the expansive coverage we’re getting every day and looking forward to the discoveries that will be made using the data.”\nTo learn more about GEDI, visit https://gedi.umd.edu/.\nTo see what GEDI saw as it flew over southeastern Pennsylvania, visit https://earthobservatory.nasa.gov/images/144818/return-of-the-gedis-first-data.\nEarth’s far northern reaches have locked carbon underground for millennia. New research paints a picture…\nRunoff from one of North America’s largest rivers is driving intense carbon dioxide emissions in…\nMethane ‘hot spots’ in the Yukon-Kuskokwim Delta are more likely to be found where recent…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}