{
  "url": "https://climate.nasa.gov/news/2984/nasa-funds-four-research-projects-on-covid-19-impacts/",
  "title": "NASA Funds Four Research Projects on COVID-19 Impacts",
  "date": null,
  "content": "Empty streets in Los Angeles. Credit: Drew Tilk/Unsplash\nBy Esprit Smith,\nNASA's Earth Science News Team\nThe COVID-19 pandemic changed the routines of millions of people around the world seemingly overnight. In some places, once-congested streets are now easily navigable; previously crammed sidewalks, eerily vacant.\nSuch widespread, rapid change in human activity is unprecedented and its effects on our planet and our lives are only just beginning to be realized. NASA’s Earth Science Division is supporting the science community as it investigates the many changes this unique situation has brought to light. Through its Rapid Response and Novel Research in Earth Science (RRNES) initiative, the agency is providing funding for selected, rapid-turnaround projects that make innovative use of satellite data and other NASA resources to address the different environmental, economic and societal impacts of the pandemic. NASA announced last month the first RRNES projects and is continuing to evaluate new project proposals.\nThe agency recently funded the following four RRNES projects:\nThe drastic reduction of passenger vehicles on the roads has resulted in a drop in air pollution, particularly nitrogen dioxide (NO2), in many urban areas. However, according to Susan Anenberg and Dan Goldberg from George Washington University, initial analysis of satellite data indicates that the decrease in NO2 concentrations across cities globally during their lockdown periods has been inconsistent. Cities in China and Italy, for example, seem to show a much greater and more abrupt decline in this type of pollution than many cities in the U.S.\n\"Our project will link satellite remote sensing with weather, traffic counts, and other data to shed light on why we are seeing these inconsistent effects of COVID-19 lockdowns on air quality in different cities around the world,\" said Goldberg.\nData like this can greatly benefit public health both as we navigate the current pandemic and in the future.\n\"Since air pollution may be a risk factor for increased severity of COVID-19 outcomes, accurate information about air pollution levels during the COVID-19 crisis is critical to protect public health,\" Anenberg said. \"Our project will also improve public health in the long-term by advancing our understanding of how transportation policies can be designed to improve air quality most effectively and efficiently.\"\nAlthough satellites have observed a global decrease in some types of air pollution, including nitrogen dioxide, it remains to be seen how long the reduction in harmful emissions will last and what effects these changes will have on the chemistry of the atmosphere in the future. University at Buffalo scientist Kang Sun is developing a process that will give scientists and stakeholders a way to efficiently monitor both.\n\"Using a new data-driven framework that combines satellite and meteorological data, we will take NASA satellite assets one step further to quantify the reduction in emissions and its impact on air quality chemistry,\" said Sun.\nFor now, he plans to focus his research on three regions, each at different phases of the pandemic and that have adhered to different regulations and policies in an effort to control it.\n\"We will focus on nitrogen oxides in the polluted regions of Jianghan Plain (which includes Wuhan) in China, Po Valley in Italy, and southern California in the U.S.,\" he said. \"However, the established framework can be quickly applied to other regions, time periods, and trace gases with rapid sharing of the results, algorithm, and data generated by this project.”\nWhat goes into our air can also impact other parts of the Earth system, like water quality. City University of New York scientists Maria Tzortziou and Brice Grunert are researching this connection to determine what impact the COVID-19-related declines in air pollution may have on coastal water quality in Long Island Sound, near New York City.\n\"Socioeconomic policy responses to the COVID-19 pandemic have resulted in a dramatic decline in atmospheric nitrogen pollution across the globe. Yet, the impacts on atmospherically deposited nitrogen and resulting changes in coastal aquatic ecology remain unknown,\" said Tzortziou.\nIn general, an overabundance of nitrogen and other chemicals and nutrients in the water can cause excessive algae growth. When the algae decompose, a process that consumes oxygen, the water is often left without enough oxygen to sustain life. In other words, these processes have a negative effect on water quality.\nThe reduction of atmospheric nitrogen pollution due to society’s response to the pandemic provides scientists with a unique opportunity to investigate air pollution's influence on water quality.\n\"Using new measurements from ground-based and satellite platforms to capture changes in both atmospheric and water quality conditions, this project will help address a gap in our fundamental understanding of air-water exchange of nutrients and pollutants, and how this impacts and is impacted by environmental regulations, socioeconomic policy responses and decision making,\" said Tzortziou.\nIn addition to environmental changes, measures to curb the spread of COVID-19 have led to a substantial shift in human activity and movement around the globe. A team of researchers led by Miguel Román, program director at Universities Space Research Association and a principal investigator of NASA's Black Marble science team, is using satellite nighttime light data to help assess the social and economic impacts of this crisis locally to globally, and the effectiveness of containment actions, such as stay-at-home orders, taken to control the spread of the virus.\n\"Our research team has been analyzing images of Earth at night to decipher patterns of energy use, transportation, migration, and other economic and social activities,\" Román said. \"Currently, there are minimal data about how different containment strategies have affected local businesses and neighborhoods, and how companies and residents are responding to preventative measures aimed at containment.\"\nThe research team will use NASA's Black Marble – a product suite that provides daily satellite-derived nighttime light data – along with population, urban infrastructure, and local pandemic response information to develop COVID-19-specific maps and data products capable of tracking these responses from the street level to the global level in near-real-time.\n\"By tracking responses at fine spatial scales – at the sub-neighborhood level, for example – using NASA’s Black Marble product, we seek to improve understanding of how responses to containment strategies have varied within cities and across metropolitan areas with different levels of urbanization and regulation,\" said Román.\nThis information can inform stakeholders responsible for monitoring the extent, duration, and recovery from this and future outbreaks and disasters.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}