{
  "url": "https://climate.nasa.gov/news/2920/successful-ocean-monitoring-satellite-mission-ends/",
  "title": "Successful Ocean-Monitoring Satellite Mission Ends",
  "date": null,
  "content": "4 min read\nThe Jason-2/OSTM satellite provided insights into ocean currents and sea level rise with tangible benefits to marine forecasting, meteorology and understanding of climate change. These observations are being continued by its successor, Jason-3. Credit: NASA/JPL-Caltech\n› Larger view\nThe Jason-2/Ocean Surface Topography Mission (OSTM), the third in a U.S.-European series of satellite missions designed to measure sea surface height, successfully ended its science mission on Oct. 1. NASA and its mission partners made the decision to end the mission after detecting deterioration in the spacecraft's power system.\nJason-2/OSTM, a joint NASA mission with the French space agency Centre National d'Etudes Spatiales (CNES), the National Oceanic and Atmospheric Administration (NOAA), and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), launched in June 2008. The mission extended the long-term record of sea surface height measurements started by the NASA-CNES TOPEX/Poseidon and Jason-1 missions. Jason-2/OSTM's 11-year lifetime well exceeded its three-year design life. These measurements are being continued by its successor, Jason-3, launched in 2016.\n\"Today we celebrate the end of this resoundingly successful international mission,\" said Thomas Zurbuchen, associate administrator of the Science Mission Directorate at NASA Headquarters in Washington. \"Jason-2/OSTM has provided unique insight into ocean currents and sea level rise with tangible benefits to marine forecasting, meteorology and our understanding of climate change.\"\nSince its launch, Jason-2/OSTM charted nearly 2 inches (5 centimeters) of global sea level rise, a critical measure of climate change. The mission has also resulted in the distribution of over a million data products and the publication of more than 2,100 science papers.\n\"Jason-2/OSTM was a high point of operational satellite oceanography as the first Jason mission to formally include EUMETSAT and NOAA as partners,\" said Steve Volz, assistant administrator of NOAA's Satellite and Information Service. \"During its 11-year run, Jason-2/OSTM helped improve NOAA's hurricane intensity forecasts and provided important observations of marine winds and waves and in doing so has anchored these essential ocean altimetry observations in NOAA's operational observing system requirements.\"\nWith the recent degradation of the spacecraft's power system, mission partners decided to end the mission to decrease risks to other satellites and future altimetry missions, and to comply with French space law. Final decommissioning operations for Jason-2/OSTM are scheduled to be completed by CNES on Oct. 10.\n\"With the involvement of EUMETSAT and NOAA, Jason-2 brought high precision monitoring of ocean surface topography and mean sea level to operational status,\" said Alain Ratier, EUMETSAT's director general. \"Its 11-year lifetime in orbit was rewarding for the four program partners and the ocean and climate user community.\"\nJason-2/OSTM's mission might have ended earlier if not for the ingenuity of its mission teams. In July 2017, the degradation of critical onboard components and control systems required that Jason-2/OSTM move from its original science orbit, deplete excess propellant reserves, and be maneuvered into a slightly lower orbit, away from functioning satellites. In close collaboration with the Ocean Surface Topography Science Team, mission partners identified an orbit that would allow for the continuation of the Jason-2/OSTM measurements while still being compatible with orbital-debris mitigation constraints and of scientific benefit.\nThis new orbit resulted in less frequent observations of the same location on Earth, but overall resolution of the data improved because the ground tracks of the observations were closer together. This improved resolution is extremely useful for marine gravity studies and the mapping of seafloor topography. It also allowed for valuable operational oceanographic and science observations.\n\"Not only did Jason-2 extend the precise climate record established by TOPEX/Poseidon and continued by Jason-1, it also made invaluable observations for small- to medium-scale ocean studies in its second, interleaved orbit,\" said CNES President Jean-Yves Le Gall. \"Even when moved to the 'graveyard' orbit, Jason-2 continued to make unprecedented new observations of the Earth's gravity field, with precise measurements right until the end.\"\nThe technological advancements proven on Jason-1, Jason-2/OSTM and Jason-3 will be put to use well into future decades. Following Jason-3 will be two future Sentinel-6/Jason-CS satellites, planned for launch in 2020 and 2025.\nFor more information about NASA's Earth science activities, visit:\nhttps://www.nasa.gov/earth\nNews Media Contacts\nSteve ColeNASA Headquarters, Washington202-358-0918stephen.e.cole@nasa.govEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818-354-4269esprit.smith@jpl.nasa.govPascale BressonCNES, Paris, France33-01-44-76-75-39pascale.bresson@cnes.frRaphaël SartCNES, Paris, France33-01-44-76-74-51raphael.sart@cnes.frJohn LeslieNOAA National Environmental Satellite and Information Service, Silver Spring, Md.301-713-0214john.leslie@noaa.govNeil FletcherEUMETSAT, Darmstadt, Germany49-6151-807-8390neil.fletcher@eumetsat.int\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}