{
  "url": "https://climate.nasa.gov/news/2831/wintertime-arctic-sea-ice-growth-slows-long-term-decline-nasa/",
  "title": "Wintertime Arctic sea ice growth slows long-term decline: NASA",
  "date": null,
  "content": "5 min read\nBy Maria-José Viñas,NASA's Earth Science News Team\nNew NASA research has found that increases in the rate at which Arctic sea ice grows in the winter may have partially slowed down the decline of the Arctic sea ice cover.\nAs temperatures in the Arctic have warmed at double the pace of the rest of the planet, the expanse of frozen seawater that blankets the Arctic Ocean and neighboring seas has shrunk and thinned over the past three decades. The end-of-summer Arctic sea ice extent has almost halved since the early 1980s. A recent NASA study found that since 1958, the Arctic sea ice cover has lost on average around two-thirds of its thickness and now 70 percent of the sea ice cap is made of seasonal ice, or ice that forms and melts within a single year.\nBut at the same time that sea ice is vanishing quicker than it has ever been observed in the satellite record, it is also thickening at a faster rate during winter. This increase in growth rate might last for decades, a new study accepted for publication in Geophysical Research Letters found.\nThis does not mean that the ice cover is recovering, though. Just delaying its demise.\n\"This increase in the amount of sea ice growing in winter doesn’t overcome the large increase in melting we've observed in recent decades,\" said Alek Petty, a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and lead author of the study. \"Overall, thickness is decreasing. Arctic sea ice is still very much in decline across all seasons and is projected to continue its decline over the coming decades. \"\nPetty and his team used climate models and observations of sea ice thickness from the European Space Agency’s CryoSat-2 satellite to explore sea ice growth variability across the Arctic. The climate model results compared well both with CryoSat-2’s measurements and the results of another commonly used Arctic sea ice model, giving the authors confidence in the climate model’s ability to capture Arctic sea ice variability.\n\"The global climate model seems to do a good job of capturing the Arctic sea ice state and shows that most of the thickness change in the central Arctic is from thermodynamics, that is, ice formation and ice melt, although around the Arctic sea ice edge dynamics, which is ice transport, can play a bigger role,\" Petty said.\nThese model simulations showed that in the 1980s, when Arctic sea ice was on average 6.6 feet thick in October, about 3.3 extra feet of ice would form over the winter. That rate of growth has increased and may continue to do so for several more decades in some regions of the Arctic; in the coming decades, we could have an ice pack that would on average be only around 3.3 feet thick in October, but could experience up to 5 feet of ice growth over the winter.\nIt seems counterintuitive: how does a weakening ice cover manage to grow at a faster rate during the winter than it did when the Arctic was colder and the ice was thicker and stronger?\n\"Our findings highlight some resilience of the Arctic sea ice cover,\" Petty said. \"If we didn't have this negative feedback, the ice would be declining even faster than it currently is. Unfortunately, the positive feedback loop of summer ice melt and increased solar absorption associated with summer ice melting still appears to be dominant and continue to drive overall sea ice declines.\"\nNonetheless, the increased rate of sea ice thickening in winter has other implications. As ice forms at the ocean surface, it releases a lot of the salty and dense water from which it originated, which sinks and increases the mixing of waters in the upper ocean. The more ice formation that takes place, the more mixing we expect to see in the upper ocean. Increases in this ice formation and mixing during winter may help mitigate the strong freshening of the Arctic Ocean’s surface waters that has been observed in recent decades due to increased summer melt.\n\"This is altering the seasonal balance and the salinity distribution of the upper ocean in the Arctic; it's changing when we have fresh water, when we have salty water and how deep and seasonal that upper oceanic mixed layer is,\" Petty said. \"And that's all going to mean that local micro-organisms and ecosystems have to adapt to these rapidly evolving conditions.\"\nPetty’s projections found that, by the middle of the century, the strong increases in atmospheric and oceanic temperatures will outweigh the mechanism that allows ice to regrow faster, and the Arctic sea ice cover will decline further. The study predicted that the switch will happen once the sea ice is less than 1.6 feet thick at the beginning of winter, or its concentration –the percentage of an area that is covered in sea ice– is less than 50 percent.\n\"This negative feedback mechanism increasing ice growth is unlikely to be sufficient in preventing an ice-free Arctic this century,\" Petty and his colleagues concluded.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}