{
  "url": "https://climate.nasa.gov/news/2876/new-studies-increase-confidence-in-nasas-measure-of-earths-temperature/",
  "title": "New Studies Increase Confidence in NASA’s Measure of Earth’s Temperature",
  "date": null,
  "content": "5 min read\nA new assessment of NASA's record of global temperatures revealed that the agency's estimate of Earth's long-term temperature rise in recent decades is accurate to within less than a tenth of a degree Fahrenheit, providing confidence that past and future research is correctly capturing rising surface temperatures.\nThe most complete assessment ever of statistical uncertainty within the GISS Surface Temperature Analysis (GISTEMP) data product shows that the annual values are likely accurate to within 0.09 degrees Fahrenheit (0.05 degrees Celsius) in recent decades, and 0.27 degrees Fahrenheit (0.15 degrees C) at the beginning of the nearly 140-year record.\nThis data record, maintained by NASA’s Goddard Institute for Space Studies (GISS) in New York City, is one of a handful kept by major science institutions around the world that track Earth's temperature and how it has risen in recent decades. This global temperature record has provided one of the most direct benchmarks of how our home planet's climate has changed as greenhouse gas concentrations rise.\nThe study also confirms what researchers have been saying for some time now: that Earth's global temperature increase since 1880 – about 2 degrees Fahrenheit, or a little more than 1 degree Celsius – cannot be explained by any uncertainty or error in the data. Going forward, this assessment will give scientists the tools to explain their results with greater confidence.\nGISTEMP is a widely used index of global mean surface temperature anomaly — it shows how much warmer or cooler than normal Earth’s surface is in a given year. \"Normal\" is defined as the average during a baseline period of 1951-80.\nNASA uses GISTEMP in its annual global temperature update, in partnership with the National Oceanic and Atmospheric Administration. (In 2019, NASA and NOAA found that 2018 was the fourth-warmest year on record, with 2016 holding the top spot.) The index includes land and sea surface temperature data back to 1880, and today incorporates measurements from 6,300 weather stations, research stations, ships and buoys around the world.\nPreviously, GISTEMP provided an estimate of uncertainty accounting for the spatial gaps between weather stations. Like other surface temperature records, GISTEMP estimates the temperatures between weather stations using data from the closest stations, a process called interpolation. Quantifying the statistical uncertainty present in those estimates helped researchers to be confident that the interpolation was accurate.\n“Uncertainty is important to understand because we know that in the real world we don’t know everything perfectly,” said Gavin Schmidt, director of GISS and a co-author on the study. “All science is based on knowing the limitations of the numbers that you come up with, and those uncertainties can determine whether what you’re seeing is a shift or a change that is actually important.”\nThe study found that individual and systematic changes in measuring temperature over time were the most significant source of uncertainty. Also contributing was the degree of weather station coverage. Data interpolation between stations contributed some uncertainty, as did the process of standardizing data that was collected with different methods at different points in history.\nAfter adding these components together, GISTEMP’s uncertainty value in recent years was still less than a tenth of a degree Fahrenheit, which is “very small,” Schmidt said.\nThe team used the updated model to reaffirm that 2016 was very probably the warmest year in the record, with an 86.2 percent likelihood. The next most likely candidate for warmest year on record was 2017, with a 12.5 percent probability.\n“We’ve made the uncertainty quantification more rigorous, and the conclusion to come out of the study was that we can have confidence in the accuracy of our global temperature series,” said lead author Nathan Lenssen, a doctoral student at Columbia University. “We don’t have to restate any conclusions based on this analysis.”\nAnother recent study evaluated GISTEMP in a different way that also added confidence to its estimate of long-term warming. A paper published in March 2019, led by Joel Susskind of NASA's Goddard Space Flight Center, compared GISTEMP data with that of the Atmospheric Infrared Sounder (AIRS), onboard NASA's Aqua satellite.\nGISTEMP uses air temperature recorded with thermometers slightly above the ground or sea, while AIRS uses infrared sensing to measure the temperature right at the Earth's surface (or “skin temperature”) from space. The AIRS record of temperature change since 2003 (which begins when Aqua launched) closely matched the GISTEMP record.\nComparing two measurements that were similar but recorded in very different ways ensured that they were independent of each other, Schmidt said. One difference was that AIRS showed more warming in the northernmost latitudes.\n“The Arctic is one of the places we already detected was warming the most. The AIRS data suggests that it’s warming even faster than we thought,” said Schmidt, who was also a co-author on the Susskind paper.\nTaken together, Schmidt said, the two studies help establish GISTEMP as a reliable index for current and future climate research.\n“Each of those is a way in which you can try and provide evidence that what you’re doing is real,” Schmidt said. “We’re testing the robustness of the method itself, the robustness of the assumptions, and of the final result against a totally independent data set.”\nIn all cases, he said, the resulting trends are more robust than what can be accounted for by any uncertainty in the data or methods.\nAccess the paper here.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}