{
  "url": "https://climate.nasa.gov/news/3055/water-limitations-in-the-tropics-offset-carbon-uptake-from-arctic-greening/",
  "title": "Water Limitations in the Tropics Offset Carbon Uptake from Arctic Greening",
  "date": null,
  "content": "Satellite image of North America showing where plants are greening the terrain. Credit: NASA\nBy Lara Streiff,\nNASA's Earth Science News Team\nMore plants and longer growing seasons in the northern latitudes have converted parts of Alaska, Canada and Siberia to deeper shades of green. Some studies translate this Arctic greening to a greater global carbon uptake. But new research shows that as Earth’s climate changes, increased carbon absorption by plants in the Arctic is being offset by a corresponding decline in the tropics.\n\"This is a new look at where we can expect carbon uptake to go in the future,” said scientist Rolf Reichle with the Global Modeling and Assimilation Office (GMAO) at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nReichle is one of the authors of a study, published Dec. 17 in AGU Advances, which combines satellite observations over 35 years from the National Oceanic and Atmospheric Administration (NOAA’s) Advanced Very High Resolution Radiometer (AVHRR) with computer models, including water limitation data from NASA’s Modern-Era Retrospective analysis for Research and Applications, Version 2 (MERRA-2).\nTogether, these provide a more accurate estimate of global \"primary productivity\" – a measure of how well plants convert carbon dioxide and sunlight to energy and oxygen via photosynthesis, for the time span between 1982 to 2016.\nPlant productivity in the frigid Arctic landscape is limited by the lengthy periods of cold. As temperatures warm, the plants in these regions have been able to grow more densely and extend their growing season, leading to an overall increase in photosynthetic activity, and subsequently greater carbon absorption in the region over the 35-year time span.\nHowever, buildup of atmospheric carbon concentrations has had several other rippling effects. Notably, as carbon has increased, global temperatures have risen, and the atmosphere in the tropics (where plant productivity is limited by the availability of water) has become drier. Recent increases in drought and tree mortality in the Amazon rainforest are one example of this, and productivity and carbon absorption over land near the equator have gone down over the same time period as Arctic greening has occurred, canceling out any net effect on global productivity.\nPrevious model estimates suggested that the increasing productivity of plants in the Arctic could partially compensate for human activities which release atmospheric carbon, like the burning of fossil fuels. But these estimates relied on models that calculate plant productivity based on the assumption that they photosynthesize (convert carbon and light) at a given efficiency rate.\nIn reality, many factors can affect plants’ productivity. Including satellite records like those from AVHRR provide scientists with consistent measurments of the global photosynthetic plant cover, and can help account for variable events such as pest outbreaks and deforestation that previous models do not capture. These can impact the global vegetation cover and productivity.\n“There have been other studies that focused on plant productivity at global scales,” said Nima Madani from NASA’s Jet Propulsion Laboratory, (JPL) Pasadena, California, and lead author of the study, which also includes scientists from the University of Montana. “But we used an improved remote sensing model to have a better insight into changes in ecosystem productivity.” This model uses an enhanced light use efficiency algorithm, which combines multiple satellites’ observations of photosynthetic plant cover and variables such as surface meteorology.\n“The satellite observations are critical especially in regions where our field observations are limited, and that’s the beauty of the satellites,” Madani said. “That’s why we are trying to use satellite remote sensing data as much as possible in our work.”\nIt was only recently that the satellite records began to show these emerging trends in shifting productivity. According to Reichle, “The modelling and the observations together, what we call data assimilation, is what really is needed.” The satellite observations train the models, while the models can help depict Earth system connections such as the opposing productivity trends observed in the Arctic and tropics.\nThe satellite data also revealed that water limitations and decline in productivity are not confined to the tropics. Recent observations show that the Arctic’s greening trend is weakening, with some regions already experiencing browning.\n“I don’t expect that we have to wait another 35 years to see water limitations becoming a factor in the Arctic as well,” said Reichle. We can expect that the increasing air temperatures will reduce the carbon uptake capacity in the Arctic and boreal biomes in the future. Madani says Arctic boreal zones in the high latitudes that once contained ecosystems constrained by temperature are now evolving into zones limited by water availability like the tropics.\nThese ongoing shifts in productivity patterns across the globe could affect numerous plants and animals, altering entire ecosystems. That can impact food sources and habitats for various species, including endangered wildlife, and human populations.\nThe data produced from this study are publicly accessible at https://doi.org/10.3334/ORNLDAAC/1789.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}