{
  "url": "https://climate.nasa.gov/news/2870/oco-3-ready-to-extend-nasas-study-of-carbon/",
  "title": "OCO-3 Ready to Extend NASA's Study of Carbon",
  "date": null,
  "content": "OCO-3 sits on the large vibration table (known as the \"shaker\") in the Environmental Test Lab at the Jet Propulsion Laboratory. Credit: NASA/JPL-Caltech\n› Full image and caption\nBy Jane Platt,\nNASA's Jet Propulsion Laboratory\nUPDATED May 3, 9:07 PDT (12:07 EDT): The launch date of SpaceX CRS-17 has been updated to no earlier than Friday, May 3, 11:48 p.m. PDT (Saturday, May 4, 2:48 a.m. EDT).\nWhen the Orbiting Carbon Observatory 3, OCO-3, heads to the International Space Station, it will bring a new view - literally - to studies of Earth's carbon cycle.\nFrom its perch on the space station, OCO-3 will observe near-global measurements of carbon dioxide on land and sea, from just after sunrise to just before sunset. That makes it far more versatile and powerful than its predecessor, OCO-2.\n\"OCO-2 revisits areas on Earth at roughly the same time of day due to its sun-synchronous orbit,\" said Matt Bennett, OCO-3's project systems engineer at NASA's Jet Propulsion Laboratory in Pasadena, California. \"OCO-3 will expand the time period of that coverage and observe the presence of carbon dioxide at varying times of day.\"\nSince the space station orbits Earth every 90 minutes, OCO-3 will complete 16 passes a day.\n\"The point of the mission is to continue the legacy of OCO-2 but from the perspective of the International Space Station,\" Bennett said.\nThe OCO-3 space instrument is the immediate successor to OCO-2, which has been studying carbon dioxide distribution and detecting emission hotspots and volcanoes since 2014.\nOCO-3's new capabilities depend heavily on an innovative swiveling mirror assembly, which Bennett described as a \"very agile pointing mechanism.\"\n\"When OCO-2 points toward an observation target, the entire spacecraft has to rotate,\" Bennett said. \"Since OCO-3 is a 'passenger' on the space station, we had to add the pointing mirror assembly to point independently of the station.\"\nThe pointing assembly uses two pairs of mirrors to rotate in two complementary directions - one parallel to Earth's surface, the other perpendicular. This setup allows OCO-3 to point to just about anywhere within view of the space station but also allows it to capture \"snapshot maps\" - detailed mini-maps of carbon dioxide - over areas of interest.\nThis snapshot mapping mode can measure emissions from sources ranging from relatively small areas surrounding power plants to large urban areas up 1,000 square miles (2,590 square kilometers) in just two minutes. That means OCO-3 can measure the entire Los Angeles Basin in just a single pass - a task that would take OCO-2 several days.\nMeasuring large urban areas is particularly important to scientists since about 70% of total fossil-fuel emissions come from large cities.\n\"These targeted measurements will help us disentangle which sources of carbon dioxide are in nature and which are anthropogenic, or human-caused,\" Bennett said.\nWhile measuring carbon dioxide, OCO-3 can simultaneously measure how well plants are performing photosynthesis by measuring how much their chlorophyll \"fluoresces\" - or emits a specific wavelength of light - while illuminated by the Sun. This will help carbon-cycle scientists observe how well vegetation is absorbing carbon dioxide on the ground and how the surrounding atmosphere is responding.\n\"We will get to see how different sources of carbon dioxide, and sinks - areas that collect carbon, such as forests and oceans - vary by day, by season and annually,\" Bennett said.\nSince OCO-2 is still gathering data, the two missions will cross-calibrate by measuring carbon in some of the same areas on Earth, which improves verification of data.\nJPL's director for Earth Science and Technology, Diane Evans, said combined observations from both OCO missions will provide more comprehensive information about the state of carbon on our planet.\n\"They will add to the growing body of research from multiple Earth-observing missions,\" Evans said. \"And combining these data with data sets from other instruments on the space station like ECOSTRESS and GEDI will make it possible to answer key questions about the interactions of the carbon and water cycles.\"\nOCO-3 launch is scheduled for 3:59 a.m. EDT (12:59 a.m. PDT) on May 1. Watch it live on NASA TV and at https://nasa.gov/live. It's an instantaneous launch window, so if for any reason it doesn't launch at the precise scheduled moment, the launch needs to wait until the next day.\n\"I definitely have the pre-launch jitters,\" said Bennett - certainly not the first JPLer to have that experience mere days before launch.\nOCO-3 is hitching a ride to the International Space Station on a Space-X Dragon capsule, launched on a Falcon 9 rocket. Two robotic arms will welcome OCO-3 at the station: one to pull OCO-3 out of the capsule's trunk, another to grab it and install it on the Japanese Experiment Module-Exposed Facility module. All this happens while OCO-3 is without power, so it has to be installed before it gets too cold. While this sounds like a nail-biter, the station operators have successfully performed this carefully crafted robotic choreography for several payloads over the last few years.\nLike courteous houseguests, OCO-3 and its team will follow certain \"rules of the house\" of the space station. For example, when resupply missions from Earth arrive to drop off essentials and science experiments to the astronauts, OCO-3 will \"take a break\" during the docking process and roll with it - literally, as the station rotates to different attitudes, including, Bennett noted, \"belly-up, with no view for the instrument.\" The instrument also has to point around the station's solar arrays. And of course, sometimes the astronauts on the station have to perform an EVA - an extravehicular activity, aka a spacewalk. OCO-3 will power down for EVAs performed nearby to keep the astronauts safe from the moving pointing mechanism and high-voltage equipment.\nBennett says while these factors present new challenges for the OCO-3 team, he and his colleagues are excited about seeing how this \"room with a view\" and the instrument's swiveling mirrors offer up new insights into Earth's carbon cycle.\nTo read more articles about OCO-3, visit:\nhttps://climate.nasa.gov/news/2857/more-than-a-carbon-copy-oco-3-on-the-space-station/\nhttps://climate.nasa.gov/news/2860/nasas-oco-3-measures-how-plants-grow-and-glow/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}