{
  "url": "https://climate.nasa.gov/news/3056/nasa-finds-what-a-glaciers-slope-reveals-about-greenland-ice-sheet-thinning/",
  "title": "NASA Finds What a Glacier's Slope Reveals About Greenland Ice Sheet Thinning",
  "date": null,
  "content": "Photo of the Rink glacier between rocky cliffs where it meets the sea. Credit: NASA\nBy Lara Streiff,\nNASA's Earth Science News Team\nAs glaciers flow outward from the Greenland Ice Sheet, what lies beneath them offers clues to their role in future ice thinning and sea-level rise contribution.\nOutlet glaciers are rivers of ice flowing within the cracks of the bedrock and draining into the surrounding sea. They retreat and start to thin as climate warms, and this thinning works its way toward the center of the ice sheet. Now, by looking at the bed topography beneath the ice, scientists have a better understanding of which glaciers could have a significant impact on the Greenland Ice Sheet’s contribution to sea-level rise in coming years. They found that some glaciers flowing over gentler slopes could have a greater impact than previously thought. The gentle slopes allow thinning to spread from the edge of the ice sheet far into the interior, whereas glaciers with steep drops in their bed topographies limit how far into the interior thinning can spread.\nThe research, which was published December 11th in Geophysical Research Letters, analyzed 141 outlet glaciers on the Greenland Ice Sheet to predict how far into the interior thinning may spread along their flow lines, starting from the ocean edge.\n“What we discovered is some glaciers flow over these steep drops in the bed, and some don’t,” said lead author Denis Felikson with NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and the Universities Space Research Association (USRA). “For the glaciers that do have that steep drop in the bed, thinning can’t make its way past those drops.” Borrowing a term from geomorphology – the study of Earth’s physical features – they coined these steep drop features “knickpoints.”\nWhen a river flows over a knickpoint, it often results in a waterfall or a lake. But for glaciers, steep is a relative term which in reality translates to just about three degrees of incline. “It’s not like the ice is going over a cliff,” said Felikson. “But in terms of glacier dynamics, they are very steep – an order of magnitude more steep than a typical bed that the ice flows over.”\nThe researchers were able to identify these “steep” changes in topography using digital elevation models of the ice sheet bed and surface topography. Surface topography came from the Greenland Ice Mapping Project, created using NASA’s Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) instrument that flies aboard NASA’s Terra satellite, in conjunction with data from NASA’s Ice, Cloud, and land Elevation Satellite (ICESat) mission. The bed topography digital elevation model, known as the BedMachine data set, is a high-resolution model of the bed beneath the Greenland Ice Sheet, created using data from NASA’s Operation IceBridge airborne surveys of polar ice.\n“This bed topography data set was critical to us doing our work,” Felikson said. “And it is thanks to NASA remote sensing, namely the Operation IceBridge surveys, that we were able to do this.” Using the remote sensing data, scientists were able to compare topography measures to produce a single metric along a glacier’s flow line. This helped them identify a break point between the upstream and downstream parts of the glacial ice.\nIce below the knickpoint is susceptible to thinning from the glacier’s edge. But the thinning does not extend beyond this point upstream, so the interior of the ice sheet is not impacted.\nOf all the glaciers observed, a majority (65%) had discernable knickpoints. Especially steep knickpoints are prevalent in the more mountainous regions of Greenland, where several of the biggest and fastest moving glaciers also show knickpoints that are relatively close to the coast. By sheer size alone these glaciers could contribute significantly to ice sheet thinning and melt, but because their knickpoints are near the coast, thinning is not expected to spread far inland.\nHowever, glaciers that flow through gentle topography are found to either have gradual knickpoints, or no knickpoint at all. Such glaciers are of interest, and concern, because even those that are smaller in size have the potential to let thinning expand hundreds of kilometers inland, eroding the heart of the ice sheet.\n“They could be impactful in terms of sea level rise, not because they are big and deep, but because they have access to more ice that they can eat away,” said Felikson. “It will take them a lot longer to respond, but over the long term they could end up contributing just as much to sea level rise, maybe, as the big glaciers.”\nOver the gentle topography of the northwest coast of Greenland, nine of twelve neighboring glaciers are predicted to thin more than 250 km (155.3 miles) into the interior of the ice sheet, over a ∼140-km (86.9 mile) wide region. The northwest sector of the ice sheet is also the only region experiencing an ongoing increase in ice discharge over the last couple decades, and Felikson predicts that it will continue to do so given the characteristics of these glaciers.\nThis work was started at the University of Texas as part of Felikson’s dissertation and has continued throughout his time at NASA Goddard. The origins of knickpoints and their implications for long-term thinning, as well as Greenland’s overall contribution to sea level rise, remain the basis for future research.\nThe data used in this study is available at https://zenodo.org/record/4284759.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}