{
  "url": "https://climate.nasa.gov/news/2988/nasa-wins-4-webbys-4-peoples-voice-awards/",
  "title": "NASA Wins 4 Webbys, 4 People’s Voice Awards",
  "date": null,
  "content": "4 min read\nNASA today received four 2020 Webby awards, highlighting the agency's diverse digital offerings in websites, social media and apps across its broad programs.\n\"We are very pleased that these awards show the diversity of our digital communications,\" said Bettina Inclán, NASA's associate administrator for communication. \"We won for websites, social media, videos and apps. With awards going to NASA Headquarters and three field centers, they also show the whole agency's commitment to effective digital communication.\"\nNASA's four Webby Award winners are:\nTwo other digital efforts were voted the People's Voice winner: NASA's Climate Change website and Solar System Interactive, which allows users to view the solar system from a variety of perspectives, including spacecraft.\n\"Our goal is to set the standard for innovation by creating digital experiences that engage, educate and inspire,\" said Michael Greene, director of Communications and Education at JPL. \"We are honored that these efforts are being recognized by the Webby and the People's Voice awards.\"\nNASA received 12 nominations this year, a record for the agency. Its other nominees included:\nNASA had three honorees in addition to the nominees:\nEstablished in 1996, The Webby Awards are presented by the International Academy of Digital Arts and Sciences. In 2019, there were more than 13,000 entries, and more than 3 million votes were cast for the People's Voice awards.\nSee the full list of NASA Webby Award winners and nominees.\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}