{
  "url": "https://climate.nasa.gov/news/2832/more-glaciers-in-east-antarctica-are-waking-up/",
  "title": "More glaciers in East Antarctica are waking up",
  "date": null,
  "content": "5 min read\nBy Maria-José Viñas,NASA’s Earth Science News Team\nEast Antarctica has the potential to reshape coastlines around the world through sea level rise, but scientists have long considered it more stable than its neighbor, West Antarctica. Now, new detailed NASA maps of ice velocity and elevation show that a group of glaciers spanning one-eighth of East Antarctica’s coast have begun to lose ice over the past decade, hinting at widespread changes in the ocean.\nIn recent years, researchers have warned that Totten Glacier, a behemoth that contains enough ice to raise sea levels by at least 11 feet (about 3 meters), appears to be retreating because of warming ocean waters. Now, researchers have found that a group of four glaciers sitting to the west of Totten, plus a handful of smaller glaciers farther east, are also losing ice.\n\"Totten is the biggest glacier in East Antarctica, so it attracts most of the research focus,\" said Catherine Walker, a glaciologist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, who presented her findings at a press conference on Monday at the American Geophysical Union meeting in Washington. \"But once you start asking what else is happening in this region, it turns out that other nearby glaciers are responding in a similar way to Totten.\"\nFor her research, Walker used new maps of ice velocity and surface height elevation that are being created as part of a new NASA project called Inter-mission Time Series of Land Ice Velocity and Elevation, or ITS_LIVE. Researchers with ITS_LIVE will be launching a new initiative in early 2019 to track the movement of the world’s ice, which includes the creation of a 30-year record of satellite observations of changes in the surface elevation of glaciers, ice sheets and ice shelves, and a detailed record of variations in ice velocity starting in 2013.\nWalker found that four glaciers west of Totten, in an area called Vincennes Bay, have lowered their surface height by about 9 feet (almost 3 meters) since 2008—before that year, there had been no measured change in elevation for these glaciers. Farther east, a collection of glaciers along the Wilkes Land coast have approximately doubled their rate of lowering since around 2009, and their surface is now going down by about 0.8 feet (0.24 meters) every year.\nThese levels of ice loss are small when compared to those of glaciers in West Antarctica. But still, they speak of nascent and widespread change in East Antarctica.\n\"The change doesn’t seem random; it looks systematic,\" said Alex Gardner, a glaciologist with NASA’s Jet Propulsion Laboratory in Pasadena, California, lead of ITS_LIVE and a participant in the press conference. \"And that systematic nature hints at underlying ocean influences that have been incredibly strong in West Antarctica. Now we might be finding clear links of the ocean starting to influence East Antarctica.\"\nWalker used simulations of ocean temperature from a model and compared them to actual measurements from sensor-tagged marine mammals. She found that recent changes in winds and sea ice have resulted in an increase to the heat delivered by the ocean waters to the glaciers in Wilkes Land and Vincennes Bay.\n\"Those two groups of glaciers drain the two largest subglacial basins in East Antarctica, and both basins are grounded below sea level,” Walker said. \"If warm water can get far enough back, it can progressively reach deeper and deeper ice. This would likely speed up glacier melt and acceleration, but we don’t know yet how fast that would happen. Still, that’s why people are looking at these glaciers, because if you start to see them picking up speed, that suggests that things are destabilizing.\"\nThere is a lot of uncertainty about how a warming ocean might affect these glaciers, due to how little explored that remote area of East Antarctica is. The main unknowns have to do with the topography of the bedrock below the ice and the bathymetry (shape) of the ocean floor in front of and below the ice shelves, which govern how ocean waters circulate near the continent and bring ocean heat to the ice front.\nFor example, if it turned out that the terrain beneath the glaciers sloped upward inland of the grounding line—the point where glaciers reach the ocean and begin floating over sea water, forming an ice shelf—and featured ridges that provided friction, this configuration would slow down the flow and loss of ice. This type of landscape would also limit the access of warm circumpolar deep ocean waters to the ice front.\nA much worse scenario for ice loss would be if the bedrock under the glaciers sloped downward inland of the grounding line. In that case, the ice base would get deeper and deeper as the glacier retreated and, as ice calved off, the height of the ice face exposed to the ocean would increase. That would allow for more melt at the front of the glacier and also make the ice cliff more unstable, increasing the rate of iceberg release. This kind of terrain would make it easier for warm circumpolar deep water to reach the ice front, sustaining high melt rates near the grounding line.\n\"Heightened attention needs to be given to these glaciers: We need to better map the topography and we need to better map the bathymetry,\" Gardner said. \"Only then can we be more conclusive in determining whether, if the ocean warms, these glaciers will enter a phase of rapid retreat or stabilize on upstream topographic features.\"\nRelated links\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}