{
  "url": "https://climate.nasa.gov/news/2838/huge-cavity-in-antarctic-glacier-signals-rapid-decay/",
  "title": "Huge cavity in Antarctic glacier signals rapid decay",
  "date": null,
  "content": "5 min read\nThwaites Glacier. Credit: NASA/OIB/Jeremy Harbeck\n› Larger view\nA gigantic cavity - two-thirds the area of Manhattan and almost 1,000 feet (300 meters) tall - growing at the bottom of Thwaites Glacier in West Antarctica is one of several disturbing discoveries reported in a new NASA-led study of the disintegrating glacier. The findings highlight the need for detailed observations of Antarctic glaciers' undersides in calculating how fast global sea levels will rise in response to climate change.\nResearchers expected to find some gaps between ice and bedrock at Thwaites' bottom where ocean water could flow in and melt the glacier from below. The size and explosive growth rate of the newfound hole, however, surprised them. It's big enough to have contained 14 billion tons of ice, and most of that ice melted over the last three years.\n\"We have suspected for years that Thwaites was not tightly attached to the bedrock beneath it,\" said Eric Rignot of the University of California, Irvine, and NASA's Jet Propulsion Laboratory in Pasadena, California. Rignot is a co-author of the new study, which was published today in Science Advances. \"Thanks to a new generation of satellites, we can finally see the detail,\" he said.\nThe cavity was revealed by ice-penetrating radar in NASA's Operation IceBridge, an airborne campaign beginning in 2010 that studies connections between the polar regions and the global climate. The researchers also used data from a constellation of Italian and German spaceborne synthetic aperture radars. These very high-resolution data can be processed by a technique called radar interferometry to reveal how the ground surface below has moved between images.\n\"[The size of] a cavity under a glacier plays an important role in melting,\" said the study's lead author, Pietro Milillo of JPL. \"As more heat and water get under the glacier, it melts faster.\"\nNumerical models of ice sheets use a fixed shape to represent a cavity under the ice, rather than allowing the cavity to change and grow. The new discovery implies that this limitation most likely causes those models to underestimate how fast Thwaites is losing ice.\nAbout the size of Florida, Thwaites Glacier is currently responsible for approximately 4 percent of global sea level rise. It holds enough ice to raise the world ocean a little over 2 feet (65 centimeters) and backstops neighboring glaciers that would raise sea levels an additional 8 feet (2.4 meters) if all the ice were lost.\nThwaites is one of the hardest places to reach on Earth, but it is about to become better known than ever before. The U.S. National Science Foundation and British National Environmental Research Council are mounting a five-year field project to answer the most critical questions about its processes and features. The International Thwaites Glacier Collaboration will begin its field experiments in the Southern Hemisphere summer of 2019-20.\nThere's no way to monitor Antarctic glaciers from ground level over the long term. Instead, scientists use satellite or airborne instrument data to observe features that change as a glacier melts, such as its flow speed and surface height.\nAnother changing feature is a glacier's grounding line - the place near the edge of the continent where it lifts off its bed and starts to float on seawater. Many Antarctic glaciers extend for miles beyond their grounding lines, floating out over the open ocean.\nJust as a grounded boat can float again when the weight of its cargo is removed, a glacier that loses ice weight can float over land where it used to stick. When this happens, the grounding line retreats inland. That exposes more of a glacier's underside to sea water, increasing the likelihood its melt rate will accelerate.\nFor Thwaites, \"We are discovering different mechanisms of retreat,\" Millilo said. Different processes at various parts of the 100-mile-long (160-kilometer-long) front of the glacier are putting the rates of grounding-line retreat and of ice loss out of sync.\nThe huge cavity is under the main trunk of the glacier on its western side - the side farther from the West Antarctic Peninsula. In this region, as the tide rises and falls, the grounding line retreats and advances across a zone of about 2 to 3 miles (3 to 5 kilometers). The glacier has been coming unstuck from a ridge in the bedrock at a steady rate of about 0.4 to 0.5 miles (0.6 to 0.8 kilometers) a year since 1992. Despite this stable rate of grounding-line retreat, the melt rate on this side of the glacier is extremely high.\n\"On the eastern side of the glacier, the grounding-line retreat proceeds through small channels, maybe a kilometer wide, like fingers reaching beneath the glacier to melt it from below,\" Milillo said. In that region, the rate of grounding-line retreat doubled from about 0.4 miles (0.6 kilometers) a year from 1992 to 2011 to 0.8 miles (1.2 kilometers) a year from 2011 to 2017. Even with this accelerating retreat, however, melt rates on this side of the glacier are lower than on the western side.\nThese results highlight that ice-ocean interactions are more complex than previously understood.\nMilillo hopes the new results will be useful for the International Thwaites Glacier Collaboration researchers as they prepare for their fieldwork. \"Such data is essential for field parties to focus on areas where the action is, because the grounding line is retreating rapidly with complex spatial patterns,\" he said.\n\"Understanding the details of how the ocean melts away this glacier is essential to project its impact on sea level rise in the coming decades,\" Rignot said.\nThe paper by Milillo and his co-authors in the journal Science Advances is titled \"Heterogeneous retreat and ice melt of Thwaites Glacier, West Antarctica.\" Co-authors were from the University of California, Irvine; the German Aerospace Center in Munich, Germany; and the University Grenoble Alpes in Grenoble, France.\nNews media contact\nEsprit Smith Jet Propulsion Laboratory, Pasadena, California818-354-4269Esprit.smith@jpl.nasa.gov\nBrian BellUniversity of California, Irvine949-824-8249bpbell@uci.edu\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}