{
  "url": "https://climate.nasa.gov/news/2877/first-icesat-2-global-data-released-ice-forests-and-more/",
  "title": "First ICESat-2 Global Data Released: Ice, Forests and More",
  "date": null,
  "content": "4 min read\nBy Kate Ramsayer,NASA's Goddard Space Flight Center\nMore than a trillion new measurements of Earth’s height – blanketing everything from glaciers in Greenland, to mangrove forests in Florida, to sea ice surrounding Antarctica – are now available to the public. With millions more observations added each day, data from NASA’s Ice, Cloud and land Elevation Satellite-2 is providing a precise global portrait of elevation and will allow scientists to track even the slightest changes in the planet’s polar regions.\n“The data from ICESat-2 are really blowing our minds, and I’m really excited to see what people with different perspectives will do with it,” said Lori Magruder, a senior research scientist at the University of Texas, Austin, and the ICESat-2 science team lead.\nThe long-awaited ICESat-2 mission, launched in September 2018, continues the record of polar height data begun with the first ICESat satellite, which operated from 2003 to 2009. NASA’s airborne Operation IceBridge project bridged the data gap between the two satellites. The new satellite provides far more measurements than its predecessor. ICESat took approximately 2 billion measurements in its lifetime, a figure ICESat-2 surpassed within its first week.\nWhen ICESat orbited over a rift in Antarctica’s Filchner-Ronne Ice Shelf in October 2008, for example, it recorded a handful of data points indicating a crevasse in the ice. When ICESat-2 passed over 10 years later, it collected hundreds of measurements tracing the sheer walls and jagged floor of the growing rift.\nICESat-2 is taking these measurements in a dense grid across the Arctic as well as Antarctica, recording each spot every season to track both seasonal and annual changes in ice.\nICESat-2’s ability to measure heights beyond the poles is also impressing scientists – Magruder pointed to coastal areas, where in clear waters the satellite can detect the seafloor up to 100 feet (30 m) below the surface. Over forests, the satellite not only detects the top of the canopy, but the forest floor below – which will allow researchers to calculate the mass of vegetation in a given area.\nAll this is being done with six laser beams from a satellite 310 miles (500 kilometers) in space, noted Tom Neumann, ICESat-2 project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\n“Getting the exact latitude, longitude, and elevation of where a photon bounced off Earth is hard – lots of things have to happen and go really, really well,” he said. To make sure everything is working, the science team conducts a series of checks using data from airborne surveys, ground-based campaigns, even the satellite itself.\nThat includes scientists travelling to Antarctica, where they drove modified snow-groomers along an arc of the 88-degree-south latitude line, taking highly accurate elevation measurements to compare with the data collected by ICESat-2 in space. Magruder compared measurements taken in White Sands, New Mexico, with what the satellite was tracking. In its most recent Antarctic and Arctic campaigns, NASA’s airborne Operation IceBridge flew specific routes designed to take measurements over the same ice, at close to or exactly the same time the satellite flew overhead.\nICESat-2 is designed to precisely measure the height of ice and track how it changes over time. Earth’s melting glaciers cause sea levels to rise globally, and shrinking sea ice can change weather and climate patterns far from the planet’s poles.\nSmall changes across vast areas like the Greenland ice sheet can have large consequences. ICESat-2 will be able to measure the shift in annual elevation across the ice sheet to within a fraction of an inch. To do this, the satellite uses a laser altimeter – an instrument that times how long it takes light to travel to Earth’s surface and back. With that time – along with the knowledge of where in space ICESat-2 is, and where on Earth the laser is pointing – computer programs create a height data point. The data is originally processed at NASA Goddard, then turned into advanced data products that researchers will be able to use to study elevations across the globe.\nICESat-2 data products are now available for free from the National Snow and Ice Data Center at https://nsidc.org/data/icesat-2.\nFor more information, visit www.nasa.gov/content/goddard/icesat-2 or https://icesat-2.gsfc.nasa.gov/. For more information on the data products, visit https://earthdata.nasa.gov/icesat-2-data.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}