{
  "url": "https://climate.nasa.gov/news/2834/space-views-of-penguin-poo-yield-insights/",
  "title": "Space views of penguin ‘poo’ yield insights",
  "date": null,
  "content": "4 min read\nUsing satellite observations of Antarctica to search for penguin guano (poo) may not sound like the most exciting research, but it’s providing scientists with unique insights on the Adélie penguin’s diet and the effect that changes in that diet might have on the Adélie’s future.\nAdélie penguin populations have declined significantly in some areas even as the global population increases. Scientists want to understand why these changes have occurred since they may indicate a change in the Southern Ocean environment or the availability of penguin prey.\nA NASA-funded team recently unlocked some long-standing secrets about the Adélie penguin—a species that can provide an early-warning of threats to Antarctica’s delicate ecosystem. Casey Youngflesh, a graduate student from Stony Brook University, Stony Brook, New York, along with Stony Brook associate professor Heather Lynch, are part of the team that has been tapping into Landsat satellite imagery to see if the Adélie’s diet has been changing in response to Antarctica’s changing climate.\nOver the last few years, Lynch and other scientists have been using satellite data to track the distribution and abundance of penguins across the barren landscape of Antarctica. An initial global survey for Adélie penguins turned up 3.8 million breeding pairs. Landsat imagery has since uncovered several previously unknown massive penguin populations.\nThe satellite images can’t see the penguins individually, but it can detect their presence by the stain left on the ice by their excrement—called guano.\n“Male and female penguins take turns incubating the nest. The guano left behind builds up in the same areas occupied by the nests themselves,” Lynch explained. “We can use the area of the colony, as defined by the guano stain, to work back to the number of pairs that must have been inside the colony.”\nRecently, Youngflesh and Lynch have been taking advantage of Landsat’s four decades of consistent imagery of penguin guano to determine what the Adélie are eating, and if that diet has changed over the years. The team presented their new findings today at the annual meeting of the American Geophysical Union in Washington.\n“First and foremost, I find it incredible that we are now able to determine what penguins are eating from space,” remarked Youngflesh. “Dietary research has been conducted on these penguins in the past, though it was typically limited in scale due to the labor-intensive nature of the work.”\nLandsat data can detect the color of the penguin guano, which the team used to determine what was on the Adélie’s menu. “Penguin guano ranges from white to pink to dark red,” Lynch said. “White guano is from eating mostly fish; pink and red would be from eating mostly krill.”\nAs part of its research, the team has taken these Landsat views and compared them to the chemical analysis of penguin guano from ground samples. “The team found that Landsat’s views had a surprisingly good relationship between what we can measure spectrally with color and what we can measure in a lab,” Lynch added.\nAfter poring over years of Landsat images, the team found—to its surprise—that while Adélie penguin diet did show changes from year to year, no consistent pattern was apparent.\n“It is interesting that no obvious trend in diet was seen over time, despite changes in the physical environment,” Youngflesh said. “This was a big surprise, since the abundance and distribution of Adélie penguins has changed dramatically over the last 40 years and scientists had hypothesized that a shift in diet may have played a role.”\n“These findings are important for our understanding of how the Antarctic ecosystem functions and how this system might change in the future,” Youngflesh emphasized. “Given continued changes in the physical environment and a growing krill fishery in the region, changes are likely to be seen both in the availability of penguin prey and penguin populations themselves. Tools such as these will be important for the management of the Antarctic ecosystem, which is often considered among the most pristine areas in the world.”\nLynch’s project was funded by NASA’s Applied Sciences Program. Youngflesh’s efforts were funded through a NASA Earth and Space Science Fellowship award.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}