{
  "url": "https://climate.nasa.gov/news/2989/ice-melt-linked-to-accelerated-regional-freshwater-depletion/",
  "title": "Ice Melt Linked to Accelerated Regional Freshwater Depletion",
  "date": null,
  "content": "A small glacier in the Arctic region of Norwegian archipelago Svalbard, as photographed by NASA's Airborne Tropical Tropopause Experiment (ATTREX). This is one of the seven regions where ice loss is accelerating, causing the depletion of freshwater resources. Credit: NASA/John Sonntag\nSeven of the regions that dominate global ice mass losses are melting at an accelerated rate, a new study shows, and the quickened melt rate is depleting freshwater resources that millions of people depend on.\nThe impact of melting ice in Greenland and Antarctica on the world's ocean is well documented. But the largest contributors to sea level rise in the 20th century were melting ice caps and glaciers located in seven other regions: Alaska, the Canadian Arctic Archipelago, the Southern Andes, High Mountain Asia, the Russian Arctic, Iceland and the Norwegian archipelago Svalbard. The five Arctic regions accounted for the greatest share of ice loss.\nAnd this ice melt is accelerating, potentially affecting not just coastlines but agriculture and drinking water supplies in communities around the world, according to the study by scientists at NASA's Jet Propulsion Laboratory; the University of California, Irvine; and the National Center for Atmospheric Research in Boulder, Colorado. The study was led by Enrico Ciraci, a UCI graduate student researcher in Earth system science.\n\"In the Andes Mountains in South America and in High Mountain Asia, glacier melt is a major source of drinking water and irrigation for several hundred million people,\" said study coauthor Isabella Velicogna, a senior scientist at JPL and professor of Earth system science at UCI. \"Stress on this resource could have far-reaching effects on economic activity and political stability.\"\nThe researchers based their work on data from the recently decommissioned U.S.-German Gravity Recovery and Climate Experiment (GRACE) pair of satellites that operated from 2002 to 2017, and their successor pair, GRACE Follow On (launched in 2018). The researchers calculated that, on average, these seven regions lost more than 280 billion tons of ice per year.\nThis ice loss contributed a total of 13 millimeters (0.5 inches) in global sea level rise between 2002 and 2019, and the rate has increased from 0.7 millimeters (0.028 inches) per year in 2002 to 0.9 millimeters (0.035 inches) per year in 2019.\nAs with GRACE, the GRACE-FO satellites continuously measure very slight changes in Earth's gravitational pull as they orbit Earth. Over time, shifts in the distribution of water are the largest source of gravity changes on the planet, so scientists can use the measurements of gravity change to track variations in the mass of water as it cycles from the ice caps and glaciers to the ocean.\nGRACE was a joint mission of NASA and the German Aerospace Center, in partnership with the University of Texas at Austin. GRACE-FO is a partnership between NASA and the German Research Centre for Geosciences. When it launched in May 2018, 11 months had passed since GRACE made its last measurements.\nVelicogna and her coauthors closed the resulting data gap between the end of GRACE and the initiation of GRACE-FO by using a state-of-the-art modeling tool called Modern-Era Retrospective Analysis for Research and Applications, Version 2 (MERRA-2) from NASA's Global Modeling and Assimilation Office. MERRA-2 utilizes a host of independent observational datasets to boost the precision of its estimates. For this study, the researchers noted how well the MERRA-2 results lined up with the GRACE and GRACE-FO data, giving them a high degree of confidence of what these satellites would have observed if one or both were operating in the period of the data gap.\nHaving a record based on the long-term, precision measurements of hundreds of thousands of the world's glaciers for over 18 years, Velicogna said, significantly enhances our understanding of their evolution.\n\"This paper demonstrates that GRACE-FO, in addition to GRACE, is providing precise, reliable, worldwide observations of the fate of mountain glaciers, which are not only important for understanding sea level change, but also for managing our freshwater resources,\" she said.\nThe study, titled \"Continuity of the Mass Loss of the World's Glaciers and Ice Caps From the GRACE and GRACE Follow-On Missions,\" was published April 30 in Geophysical Research Letters.\nJPL managed the GRACE mission and manages the GRACE-FO mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. The California Institute of Technology (Caltech) in Pasadena, California, manages JPL for NASA.\nMore information on GRACE and GRACE-FO can be found here:\nhttps://www.nasa.gov/mission_pages/Grace/index.html\nhttps://gracefo.jpl.nasa.gov/mission/overview/\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nBrian Bell\nUniversity of California, Irvine\n949-824-8249\nbpbell@uci.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}