{
  "url": "https://climate.nasa.gov/news/2836/antarcticas-contribution-to-sea-level-rise-was-mitigated-by-snowfall/",
  "title": "Antarctica’s contribution to sea level rise was mitigated by snowfall",
  "date": null,
  "content": "5 min read\nBy Maria-José Viñas,NASA’s Earth Science News Team\nA new NASA-led study has determined that an increase in snowfall accumulation over Antarctica during the 20th century mitigated sea level rise by 0.4 inches. However, Antarctica’s additional ice mass gained from snowfall makes up for just about a third of its current ice loss.\n“Our findings don’t mean that Antarctica is growing; it’s still losing mass, even with the extra snowfall,” said Brooke Medley, a glaciologist with NASA Goddard Space Flight Center in Greenbelt, Maryland, and lead author of the study, which was published in Nature Climate Change on Dec. 10. “What it means, however, is that without these gains, we would have experienced even more sea level rise in the 20th century.”\nThe polar ice sheets grow via snow accumulation and shrink through melting and the production of icebergs. Presently, both ice sheets are imbalanced –losing more ice annually than they are gaining– and their ice loss is estimated to be currently causing about a half of the observed sea level rise. Sea level adjusts to changes in snowfall, which modulates how much water is locked into the ice sheets.\nSnowfall is very difficult to measure over Antarctica. For starters, there are very few weather stations in the frozen continent, and most of them are installed along the coastline. Secondly, satellites have a hard time measuring snow from space – they basically confuse the snow that’s falling down with the snow that’s already on the ground. Climate models struggle to replicate the total amount of snow that falls over Antarctica each year. So scientists often have to rely on ice cores, cylinders of ice drilled from the ice sheet whose layers store a trove of information; amongst it, how much snow fell in a certain year or decade. But drilling ice cores is logistically challenging, so they are sparse and do not cover the entire continent.\nMedley and her colleague, British Antarctic Survey’s Elizabeth Thomas, reconstructed how much snow fell over the entire Antarctic continent and nearby islands from 1801 to 2000 using 53 ice cores and three atmospheric reanalyses –climate models informed by satellite observations. Ice cores are only point measurements of snow accumulation, but by comparing them to the reanalyses’ simulations of Antarctic snowfall across the ice sheet, the researchers were able to determine the area of Antarctica each ice core was representative of.\nThe scientists found that the distribution of ice cores gave a good coverage of most of Antarctica, with some gaps in portions of East Antarctica due to the fact that this area of the continent sees extremely little snowfall, making it difficult to measure.\n“Antarctica is bigger than the contiguous United States. You wouldn’t say that because you’re in New York City and it’s snowing, it must mean that it’s also snowing in San Diego. It’s the same with Antarctica;  you can’t just stand in one spot, take one measurement and say ‘okay, I think I have a good handle on all of Antarctica.’ It requires a lot of measurements,” Medley said.\nMedley and Thomas found that snow accumulation increased over the 20th century by 0.04 inches per decade, and that rate more than doubled after 1979.\n“From the ice cores we know that the current rate of change in snowfall is unusual in the context of the past 200 years,” Thomas said.\nThe researchers also investigated what caused the increase of snowfall and its distribution pattern over the ice sheet from 1901 to 2000. They found that it was consistent with a warming atmosphere, which holds more moisture, combined with changes in the Antarctic circumpolar westerly winds that are related to the ozone hole. A related paper published in Geophysical Research Letters on Dec. 10 confirms the relationship between stratospheric ozone depletion and increased snowfall over Antarctica.\n“The fact that changes in westerly winds due to ozone depletion plays a role in Antarctic snow accumulation variability indicates that even this remote, uninhabited land has been affected by human activity,” Medley said.\n“The increased snowfall is a symptom of the same changes in atmospheric circulation that are causing the melt of Antarctic ice,” Thomas said.\n“Snowfall plays a critical role in Antarctic mass balance and it will continue to do so in the future,” Medley said. “Currently it is helping mitigate ice losses, but it’s not entirely compensating for them. We expect snowfall will continue to increase into the 21st century and beyond, but our results show that future increases in snowfall cannot keep pace with oceanic-driven ice losses in Antarctica.”\nMedley hoped that their results will also help evaluate existing climate models so that ice sheet modelers can pick the most reliable ones to use for their predictions of how the Antarctic ice sheet will behave in the future.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}