{
  "url": "https://climate.nasa.gov/news/2835/nasa-finds-asian-glaciers-slowed-by-ice-loss/",
  "title": "NASA finds Asian glaciers slowed by ice loss",
  "date": null,
  "content": "3 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nA NASA-led, international study finds Asia's high mountain glaciers are flowing more slowly in response to widespread ice loss, affecting freshwater availability downstream in India, Pakistan and China. Researchers analyzed almost 2 million satellite images of the glaciers and found that 94 percent of the differences in flow rates could be explained by changes in ice thickness.\nFor more than a decade, satellite data have documented that the glaciers were thinning as the melt rates on their top surfaces increased. However, \"It has not been entirely clear how these glaciers are responding to this ice loss,\" said the lead author of the new study, Amaury Dehecq of NASA's Jet Propulsion Laboratory in Pasadena, California. \"The rate at which they will disappear in the future depends on how they adjust to a warming climate.\"\nAsia's mountain glaciers flow from the cold heights of the world's tallest mountains down to warmer climate zones, where they melt much faster, feeding major rivers such as the Indus and Yangtze. Scientists need to understand what is regulating the glaciers' flow speeds to project how glacial meltwater will contribute to the region's water resources and to sea level rise. Observing the glaciers from ground level is difficult because of their huge geographic expanse and inaccessibility, so the researchers turned to satellite images.\nDehecq and his colleagues developed algorithms to analyze almost 2 million pairs of U.S. Geological Survey/NASA Landsat satellite images from 1985 to 2017. The algorithms enabled automatic feature tracking to measure the distance that distinctive spots on the glaciers, such as crevasses or patches of dirt, traveled between an earlier and a later image. \"We do this millions of times and average through the noise (errors and random disturbances) to see changes in velocity on the order of 1 meter (3 feet) a year,\" said study coauthor Alex Gardner of JPL.\n\"What's surprising about this study is that the relationship between thinning and flow speed is so consistent,\" said coauthor Noel Gourmelen of the University of Edinburgh in Scotland. In the few locations where glaciers have been stable or thickening rather than thinning, the study found that flow speeds also have been increasing slightly.\nThe reason a glacier flows down a slope at all is because gravity pulls on its mass. The pull makes a glacier both slide on its base and deform, or \"creep\" - a slow movement caused by ice crystals slipping past one another under the pressure of the glacier's weight. As the glacier thins and loses mass, both sliding and creeping become more difficult, and the glacier's flow slows as a result.\nHowever, other factors also affect a glacier's rate of flow, such as whether water is lubricating the glacier's base so that it can slide more easily. Scientists were unsure of the relative importance of these different factors. The new study shows that ice thickness far outweighs any other factor in regulating flow speed over the long term.\nThe study published this week in Nature Geoscience is titled \"Twenty-first Century Glacier Slowdown Driven by Mass Loss in High Mountain Asia.\" Coauthors are from JPL; the Université Savoie Mont-Blanc in Annecy, France; the University of Edinburgh in Scotland; the Université de Strasbourg in France; the Université Grenoble Alpes in Grenoble, France; and the Université de Toulouse in France. Caltech in Pasadena, California, manages JPL for NASA.\nNews media contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, California818-354-4269Esprit.smith@jpl.nasa.gov\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}