{
  "url": "https://climate.nasa.gov/news/2871/data-with-flippers-studying-the-ocean-from-a-seals-point-of-view/",
  "title": "Data with Flippers? Studying the Ocean from a Seal’s Point of View",
  "date": null,
  "content": "4 min read\nScientist Lia Siegelman is using a surprising data source to study the ocean around Antarctica - one that has flippers and bears a passing resemblance to Jabba the Hut.\nSiegelman is using data from a single tagged southern elephant seal to study small-scale ocean features in a little-known part of the ocean around Antarctica. She is a visiting research student from the University of Western Brittany in Brest, France, at NASA's Jet Propulsion Laboratory in Pasadena, California.\nWeighing as much as a midsize pickup truck, southern elephant seals may look sluggish on land, but in the water they're endurance athletes. They spend 9-10 months of each year at sea, swimming thousands of miles and continually diving to depths as great as 3,300 feet (1,000 meters). \"Even when they sleep, they dive - they float down like a leaf,\" Siegelman said. They average about 80 dives a day, spaced less than half a mile apart (700 meters), returning to the surface briefly for air but staying underwater up to two hours at a time.\nWith all this diving, a tagged elephant seal collects data from the entire top layer of the Southern Ocean. Some seals even forage under Antarctic sea ice, where conventional ocean instruments can't go. As global warming changes important ocean currents in ways that affect Antarctic melt rates, any additional data from these dangerous, remote seas is likely to be valuable. That's why Siegelman and her colleagues explore using seal data to better understand the ocean environment.\nFor more than two decades, scientists have been tagging seals on the Kerguelen Islands, a French territory in the Antarctic, to study the animals' behavior. In 2014, the researchers began using a new type of sensor that records every dive, providing an oceanographic data set with very high resolution.\nThe animals are tagged in a French research program called SO-MEMO (Observing System - Mammals as Samplers of the Ocean Environment), operated by the French National Center for Scientific Research (CNRS). The tag - actually, sensors with antennas - are glued to the seals' heads in accordance with established ethical standards when the animals come ashore either to breed or to molt (shed dead skin). The researchers remove the tags to retrieve their data when the seals return to land. If they miss a tag, it drops off with the dead skin in the next molting season.\nSiegelman and her co-authors analyzed a three-month foraging voyage by a female seal, during which the animal logged an impressive 3,520 miles (5,665 kilometers) and dove 6,942 times. Most seals from the Kerguelen Islands forage to the east, but this particular seal made a beeline to the west to an area in the Antarctic Circumpolar Current where there's a standing meander - a place where the topography of the ocean floor creates a permanent bend in the path of the current.\nThe seal spent about a third of her entire voyage zigzagging in the meander, providing a wealth of data from a region where few direct oceanographic measurements have been made. The researchers used the data to identify the location of sudden changes in water density called fronts, like the cold and warm fronts in the atmosphere. These oceanic features have a width of only 3-12 miles (5-20 kilometers). The sharp dividing lines between denser and lighter waters pull nutrients up from the depths, fertilizing microscopic ocean plants called phytoplankton. The increased food supply works its way up the food chain into a lavish buffet for elephant seals. The researchers saw the effects of this bounty in the short lunges the seal made during her dives, as if after nearby prey.\n\"I hope this [result] will encourage physicists and biologists to use those very rich data from seals,\" Siegelman said. A paper on the research, titled \"Submesoscale ocean fronts act as biological hotspot for southern elephant seal,\" was published this month in the journal Scientific Reports. Co-authors are from Caltech in Pasadena, the University of Western Brittany and the University of Western Australia in Crawley.\nNews Media Contact\nEsprit Smith Jet Propulsion Laboratory, Pasadena, Calif.818-354-4269Esprit.Smith@jpl.nasa.gov\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}