{
  "url": "https://climate.nasa.gov/news/2872/nasa-study-human-influence-on-global-droughts-goes-back-100-years/",
  "title": "NASA Study: Human Influence on Global Droughts Goes Back 100 Years",
  "date": null,
  "content": "5 min read\nHuman-generated greenhouse gases and atmospheric particles were affecting global drought risk as far back as the early 20th century, according to a study from NASA’s Goddard Institute for Space Studies (GISS) in New York City.\nThe study, published in the journal Nature, compared predicted and real-world soil moisture data to look for human influences on global drought patterns in the 20th century. Climate models predict that a human “fingerprint” – a global pattern of regional drying and wetting characteristic of the climate response to greenhouse gases – should be visible early in the 1900s and increase over time as emissions increased. Using observational data such as precipitation and historical data reconstructed from tree rings, the researchers found that the real-world data began to align with the fingerprint within the first half of the 20th century.\nThe team said the study is the first to provide historical evidence connecting human-generated emissions and drought at near-global scales, lending credibility to forward-looking models that predict such a connection. According to the new research, the fingerprint is likely to grow stronger over the next few decades, potentially leading to severe human consequences.\nThe study’s key drought indicator was the Palmer Drought Severity Index, or PDSI. The PDSI averages soil moisture over the summer months using data such as precipitation, air temperature and runoff. While today NASA measures soil moisture from space, these measurements only date back to 1980. The PDSI provides researchers with average soil moisture over long periods of time, making it especially useful for research on climate change in the past.\nThe team also used drought atlases: Maps of where and when droughts happened throughout history, calculated from tree rings. Tree rings’ thickness indicates wet and dry years across their lifespan, providing an ancient record to supplement written and recorded data.\n“These records go back centuries,” said lead author Kate Marvel, an associate research scientist at GISS and Columbia University. “We have a comprehensive picture of global drought conditions that stretch back way into history, and they are amazingly high quality.”\nTaken together, modern soil moisture measurements and tree ring-based records of the past create a data set that the team compared to the models. They also calibrated their data against climate models run with atmospheric conditions similar to those in 1850, before the Industrial Revolution brought increases in greenhouse gases and air pollution.\n“We were pretty surprised that you can see this human fingerprint, this human climate change signal, emerge in the first half of the 20th century,” said Ben Cook, climate scientist at GISS and Columbia University’s Lamont-Doherty Earth Observatory in New York City. Cook co-led the study with Marvel.\nThe story changed briefly between 1950 and 1975, as the atmosphere became cooler and wetter. The team believes this was due to aerosols, or particles in the atmosphere. Before the passage of air quality legislation, industry expelled vast quantities of smoke, soot, sulfur dioxide and other particles that researchers believe blocked sunlight and counteracted greenhouse gases’ warming effects during this period. Aerosols are harder to model than greenhouse gases, however, so while they are the most likely culprit, the team cautioned that further research is necessary to establish a definite link.\nAfter 1975, as pollution declined, global drought patterns began to trend back toward the fingerprint. It does not yet match closely enough for the team to say statistically that the signal has reappeared, but they agree that the data trends in that direction.\nWhat made this study innovative was seeing the big picture of global drought, Marvel said. Individual regions can have significant natural variability year to year, making it difficult to tell whether a drying trend is due to human activity. Combining many regions into a global drought atlas meant there was a stronger signal if droughts happened in several places simultaneously.\n“If you look at the fingerprint, you can say, ‘Is it getting dry in the areas it should be getting drier? Is it getting wetter in the areas it should be getting wetter?’” she said. “It’s climate detective work, like an actual fingerprint at a crime scene is a unique pattern.”\nPrevious assessments from national and international climate organizations have not directly linked trends in global-scale drought patterns to human activities, Cook said, mainly due to lack of data supporting that link. He suggests that, by demonstrating a human fingerprint on droughts in the past, this study provides evidence that human activities could continue to influence droughts in the future.\n“Part of our motivation was to ask, with all these advances in our understanding of natural versus human caused climate changes, climate modeling and paleoclimate, have we advanced the science to where we can start to detect human impact on droughts?” Cook said. His answer: “Yes.”\nModels predict that droughts will become more frequent and severe as temperatures rise, potentially causing food and water shortages, human health impacts, destructive wildfires and conflicts between peoples competing for resources.\n“Climate change is not just a future problem,” said Cook. “This shows it’s already affecting global patterns of drought, hydroclimate, trends, variability — it’s happening now. And we expect these trends to continue, as long as we keep warming the world.”\nMarvel, K., B.I. Cook, C.J.W. Bonfils, P.J. Durack, J.E. Smerdon, and A.P. Williams, 2019: Twentieth-century hydroclimate changes consistent with human influence. Nature, 569, no. 7754, 59-65, doi:10.1038/s41586-019-1149-8.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}