{
  "url": "https://climate.nasa.gov/news/2926/can-climate-affect-earthquakes-or-are-the-connections-shaky/",
  "title": "Can Climate Affect Earthquakes, Or Are the Connections Shaky?",
  "date": null,
  "content": "10 min read\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nThe twin magnitude 6.4 and 7.1 earthquakes that struck the Ridgecrest area in California’s Mojave Desert northeast of Los Angeles on July 4 and 5, respectively, were felt by up to 30 million people in California, Nevada, Arizona and Baja California, resulting in loss of life, injuries, billions in damage and lots of frazzled nerves. While the remote location undoubtedly minimized impacts, the quakes did serve as a wake-up call for complacent Californians that they live in Earthquake Country and need to prepare for the inevitable “Big One” that scientists say is sure to come. They also got people talking about all aspects of earthquakes.\nThere are lots of myths about earthquakes. A common one is that there’s such a thing as “earthquake weather” — certain types of weather conditions that typically precede earthquakes, such as hot and dry, or dry and cloudy. The myth stems from the Greek philosopher Aristotle, who proposed in the 4th century B.C. that earthquakes were caused by trapped winds escaping from subterranean caves. He believed the large amounts of air trapped underground would make weather on Earth’s surface before a quake hot and calm.\nWith the advent of seismology — the study of earthquakes — we now know that most quakes are caused by tectonic processes — forces within the solid Earth that drive changes in the structure of Earth’s crust, primarily the rupture of underground rock masses along faults (linear zones of weakness). We also know that most earthquakes occur far beneath Earth’s surface, well beyond the influence of surface temperatures and conditions. Finally, we know the statistical distribution of earthquakes is approximately equal across all types of weather conditions. Myth busted.\nIn fact, according to the U.S. Geological Survey, the only correlation that’s been noted between earthquakes and weather is that large changes in atmospheric pressure caused by major storms like hurricanes have been shown to occasionally trigger what are known as “slow earthquakes,” which release energy over comparatively long periods of time and don’t result in ground shaking like traditional earthquakes do. They note that while such large low-pressure changes could potentially be a contributor to triggering a damaging earthquake, “the numbers are small and are not statistically significant.”\nBut what about climate? Are there any connections between climate phenomena and earthquakes? We asked geophysicist Paul Lundgren of NASA’s Jet Propulsion Laboratory in Pasadena, California, to do a scientific shakedown on the matter.\nIn order to make any connection between climate and earthquakes, says Lundgren, you first have to determine what kinds of tectonic processes might be related to climate phenomena. Scientists know earthquakes can be triggered or inhibited by changes in the amount of stress on a fault. The largest climate variable that could change fault stress loads is surface water in the form of rain and snow. Lundgren says several studies have supported such correlations. But there’s a catch.\n“Typically, where we’ve seen these types of correlations is in microseismicity -- tiny earthquakes with magnitudes less than zero, far smaller than humans can feel,” he said. “Those occur quite frequently.”\nLundgren cited work by his colleague Jean-Philippe Avouac at Caltech and others, who’ve found a correlation between the amount of microseismicity in the Himalaya and the annual monsoon season. During the summer months, large amounts of precipitation fall on the Indo-Gangetic Plain, which encompasses the northern regions of the Indian subcontinent. This increases stress loads on Earth’s crust there and decreases levels of microseismicity in the adjacent Himalaya. During the winter dry season, when there’s less water weight on Earth’s crust in the plain, Himalayan microseismicity peaks.\nLundgren says it gets much more difficult, however, to make such inferences about larger earthquakes.\n“We’ve seen that relatively small stress changes due to climate-like forcings can effect microseismicity,” he said. “A lot of small fractures in Earth’s crust are unstable. We see also that tides can cause faint Earth tremors known as microseisms. But the real problem is taking our knowledge of microseismicity and scaling it up to apply it to a big quake, or a quake of any size that people could feel, really.” Climate-related stress changes might or might not promote an earthquake to occur, but we have no way of knowing by how much.\n“We don’t know when a fault may be at the critical point where a non-tectonic forcing related to a climate process could be the straw that breaks the camel’s back, resulting in a sizeable earthquake, and why then and not earlier?” he said. “We’re simply not in a position at this point to say that climate processes could trigger a large quake.”\nWe know seasonal effects can cause changes on faults, but what about less periodic climate phenomena, like a long-term drought? Might they cause changes too?\nAs it turns out, changes in stress loads on Earth’s crust from periods of drought can, in fact, be significant. Research by JPL scientist Donald Argus and others in 2017 using data from a network of high-precision GPS stations in California, Oregon and Washington found that alternating periods of drought and heavy precipitation in the Sierra Nevada between 2011 and 2017 actually caused the mountain range to rise by nearly an inch and then fall by half that amount, as the mountain rocks lost water during the drought and then regained it. The study didn’t specifically look at potential impacts on faults, but such stress changes could potentially be felt on faults in or near the range.\nSimilarly, pumping of groundwater from underground aquifers by humans, which is exacerbated during times of drought, has also been shown to impact patterns of stress loads by “unweighting” Earth’s crust. Lundgren pointed to a 2014 study in the journal Nature by Amos et al. that looked at the effects of groundwater extraction in California’s Central Valley on seismicity on the adjacent San Andreas Fault. The researchers found that such extractions can promote lateral changes in stress to the two sides of the San Andreas, which move horizontally against each other along the boundary of two major tectonic plates. This could potentially cause them to unclamp and slip, resulting in an earthquake.\n“Such stresses are small, but if you have groundwater pumping over a long period of time, then they could become more significant,” he said. “Even though such changes might be small compared with stress changes caused by the normal buildup of stress on a fault from tectonic processes, it could potentially hasten the onset of the next big quake on the San Andreas. In addition, because the amount of slip on a fault increases with time between earthquakes, this could result in more frequent but smaller quakes.”\nHowever, says Lundgren, the Fort Tejon segment of the San Andreas Fault that is nearest to the Central Valley last ruptured in 1857, so given the erratic nature of earthquakes along the fault and the great variability in time between events, with our current level of knowledge, scientists are far from understanding when and where the next large earthquake will occur on it.\nAnother climate-related phenomenon that’s believed to have connections to tectonic processes is glaciation. The retreat of a glacier can reduce stress loads on Earth’s crust underneath, impacting the movement of subsurface magma. A recent study in the journal Geology on volcanic activity in Iceland between 4,500 and 5,500 years ago, when Earth was much cooler than today, found a link between deglaciation and increased volcanic activity. Conversely, when glacial cover increased, eruptions declined.\nThe rapid movement of glaciers has also been shown to cause what are known as glacial earthquakes. Glacial earthquakes in Greenland peak in frequency in the summer months and have been steadily increasing over time, possibly in response to global warming.\nIn addition to climate-related impacts of water on seismicity, human management and applications of water can also affect earthquakes through a phenomenon known as induced seismicity.\nFor example, water stored in large dams has been linked to earthquake activity in various locations around the world, though the impact is localized in nature. In 1975, approximately eight years after Northern California’s Lake Oroville, the state’s second-largest human-built reservoir, was created behind the Oroville Dam, a series of earthquakes occurred nearby, the largest registering magnitude 5.7. Shortly after the water in the reservoir was drawn down to its lowest level since it was originally filled in order to repair intakes to the dam’s power plant and then refilled, the earthquakes occurred.\nSeveral studies investigating the quakes concluded that fluctuations in the reservoir level, and corresponding changes in the weight of the reservoir, changed the stress loads on a local fault, triggering the quakes. Monitoring of earthquake activity at the reservoir in the years following the quakes established a seasonal correlation between the reservoir’s level and seismicity. Seismicity decreases as the reservoir fills in winter and spring, and the largest earthquakes tend to occur as the reservoir level falls in the summer and fall.\nInduced seismicity can also occur when human water applications lubricate a fault. Studies by USGS and other institutions have linked sharp increases in earthquake activity in Oklahoma and other Midwest and Eastern U.S. states in recent years to increases in the practice of injecting wastewater into the ground during petroleum operations. Injection wells place fluids underground into porous geologic formations, where scientists believe they can sometimes enter buried faults that are ready to slip, changing the pore pressure on them and causing them to slip.\nLundgren says when he first started studying earthquakes, everything was focused on understanding them within the context of plate tectonics and processes happening within Earth’s crust. But that’s now changing.\n“In the past decade or so, with the widespread adoption of new technologies such as GPS that have greater spatial distribution and sensitivity, people have also begun looking at other second-order effects — other factors that might have an influence on earthquakes,” he said. “It’s very intriguing to be able to find potential links between earthquakes and climate, such as seasonal differences. The challenge, however, is squaring such connections with fundamental physics.\n“We’re not close to being able to predict when an earthquake may occur as a result of climate processes,” he concluded. “Even if we know that some outside climate process is potentially affecting a fault system, since we don’t know the fault’s potential state of readiness to break, we can’t yet make that extra inference to say, ah ha, I might get a quake a week or a month later.”\nWhat these studies do emphasize is the incredible complexity of our Earth system. Continued research will help us better unravel how its various components are interconnected, sometimes in surprising ways.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}