{
  "url": "https://climate.nasa.gov/news/1026/just-5-questions-community-initiatives-against-climate-change/",
  "title": "Just 5 questions: Community initiatives against climate change",
  "date": null,
  "content": "By Carol Rasmussen\nNASA Earth Science News team\nA town meeting may be the best place to initiate successful action against climate change. Credit: U.S. Federal Emergency Management Agency (FEMA).\nIn recent decades, extreme weather events have contributed to increasing loss of lives, human and natural infrastructure and other things of value. Climate change has already begun to exacerbate such losses through more frequent and intense floods, high winds, heat waves, droughts, wildfires and the like, locally and regionally. University of Colorado policy scientist Ron Brunner studies how U.S. communities deal with environmental threats and climate change, from floods in the Midwest to melting permafrost in Alaska. His books include Adaptive Governance and Climate Change and Finding Common Ground: Governance and Natural Resources in the American West.\n1. How do local initiatives against climate change compare to international efforts?\nMore than twenty-five years ago, scientists and policy makers framed climate change as a global problem requiring global solutions. We created the U.N. Intergovernmental Panel on Climate Change (IPCC) and other international institutions to address the problem. Scientists believed that if they reached consensus on the global impacts of climate change, politicians would act to prevent dangerous concentrations of greenhouse gases in the atmosphere. But despite the progress that’s been made in climate science, a lack of political will among national governments has led to policy gridlock. International institutions have made very little difference in reducing net losses and vulnerability to climate change, on both global and national scales.\nMeanwhile, with little publicity, many local communities have focused independently on their own climate-related problems. Some have significantly reduced their greenhouse gas emissions. Others have decreased their losses and vulnerability to extreme weather events and climate change. In doing so, they have grown their economies and nurtured civic pride, among other community values. Not every community has succeeded, of course. But successful communities serve as working models of how we can reduce or adapt to climate change, which other communities can build upon.\n2. What are some examples of successful communities?\nIn 1974, victims of a major flood in Tulsa, Oklahoma, began organizing to pressure the city government to reduce flood damage. Gradually the city improved its technical capabilities, organizational structure and funding for flood control.  After yet another major flood in 1984, the city banned development in floodplains and began relocating more than a thousand buildings away from them. By 1992, Tulsa had earned the lowest flood insurance rates in the country. With a federal planning grant in 1998, Tulsa Partners began creating public-private partnerships for the mitigation of other extreme events such as droughts, ice storms and tornadoes. Since then, the city has continued to make progress toward its long-term goal, a disaster-resistant and sustainable community.\nBeginning in 1998, the Danish island of Samsø achieved carbon neutrality [a carbon footprint of zero] in about five years, partly through wind turbines funded by the islanders themselves. Samsø now generates more electricity from renewable resources than the island needs and sells the surplus energy to the mainland, replacing carbon dioxide emissions from fossil fuel consumption while growing its economy.\n3. Do communities ever take action solely on the basis of predicted climate change?\nIt’s unlikely, but we don’t know for sure, because there are too few detailed case studies. In the cases that have been well documented, there are many interacting factors motivating each community. In Samsø perhaps the major impetus was economic opportunity. In Tulsa and many other places, losses to floods, heat waves, tornadoes and other extreme events have initiated action, whether or not community members attributed those losses to climate change.\nGlobal climate predictions may be too far-removed from local experience and needs on-the-ground to stimulate local action. And at present local climate change predictions tend to document the existing uncertainties rather than provide solid predictions that can be acted upon.\n4. As you’ve researched community successes in combating climate change, have you uncovered any principles or best practices that others can follow?\nThe short answer is that successful groups take action against climate change even though they don’t completely understand everything that might be need to reach their long-term goal. They proceed by trial and error, building on what works and setting aside what doesn’t, to make progress step by step. At each step, they move ahead pragmatically and creatively, using whatever resources they have to meet near-term needs.\n\n\n\n\n\nLocal governments have proven to be more successful than international bodies in building consensus and taking action against climate change. Source: Wikimedia Commons photo.\nTo succeed, community groups must do certain things very well. This includes finding a political consensus on community policy and then funding, implementing and evaluating that policy. They must be willing to terminate policies that don’t work to free up resources for others. They have to be creative and flexible. Funding for community initiatives against climate change, for example, has come from a variety of sources: surcharges on water and sewage bills, a sales-tax increase approved by voters and grants from various state and federal agencies.\nPractices that have been successfully field-tested in one community tend to be adapted by similar communities. But because each community is ultimately unique, there are no best practices for everyone, only better practices, depending on the local context.\n5. What’s the next step toward creating more successes?\nThe highest research priority is harvesting experience, in the form of comprehensive and detailed case studies, from many more successful communities. We have paid too much attention to barriers - to research problems that have yet to be solved. It's time to pay attention to these success stories. They can inform and inspire action and start new communities down their own unique roads to successful climate adaptation. For these communities, the highest practical priority is to build on what has already worked, not reinvent it.\nDr. Ronald Brunner\n\n\n\n\n\n\n\n\n\nAffiliation: Professor Emeritus, Department of Political Science, University of Colorado, Boulder\nExpertise: Theory and practice of the policy sciences, with practical experience in climate change policy\nPolicy theory and practice; applying policy theory to real-life problems in the areas of climate change, energy, social welfare, space, education and natural resources.\nEducation: B.A. and Ph.D., Yale University\nMore info\n\n\n\n\nExplore\n\n\n\n\n\n\n\n\n\nImages of Change\nAffiliation: Professor Emeritus, Department of Political Science, University of Colorado, Boulder\nExpertise: Theory and practice of the policy sciences, with practical experience in climate change policy\nPolicy theory and practice; applying policy theory to real-life problems in the areas of climate change, energy, social welfare, space, education and natural resources.\nEducation: B.A. and Ph.D., Yale University\nMore info\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}