{
  "url": "https://climate.nasa.gov/news/215/just-5-questions-aerosols/",
  "title": "Just 5 questions: Aerosols",
  "date": null,
  "content": "Aerosols have more of an impact on our climate than you might think.\nInterview by Dr. Amber Jenkins,\nNASA/Jet Propulsion Laboratory\nWhile the word “aerosol” may conjure up thoughts of things that come in spray cans, it means something quite different to scientists. And it turns out that aerosols have a far bigger role to play in climate change and global warming than originally thought. Dr. Amber Jenkins spoke to researcher Dr. Nadine Unger to find out more.\nAerosols are tiny particles in the air that can be produced when we burn different types of fossil fuels — coal, petroleum, wood and biofuels — in different ways. A significant man-made source of aerosols is pollution from cars and factories. If you live in a big city you’re probably pretty familiar with soot, an aerosol that forms black layers on your windowsill. But aerosols can also be produced naturally, for example, through being given off from trees or burning vegetation.\nThe word “aerosol” is used by scientists to mean “atmospheric particulate”. But it was used a lot by the media during the 1980s and 1990s to refer to the spray cans that released chlorofluorocarbons (CFCs) into the air, which damage the ozone layer and created the ozone hole. So it’s no surprise that there is some confusion over the word!\nYes. Aerosols have a profound impact on the climate because, just like greenhouse gases, they are able to change the Earth’s “radiative”, or energy, balance. Aerosols can control how much energy from the sun reaches the planet’s surface by changing the amount that is absorbed in the atmosphere and the amount that is scattered back out to space. It turns out that most aerosols are cooling — that is to say, they reflect the sun’s energy back out into space. There is only one aerosol — soot, also known as black carbon — that actually helps contribute to global warming by boosting the warming effects of greenhouse gases in the atmosphere.\nSince the Industrial Revolution, humans have pumped more and more aerosols into the air, and this in turn has actually counteracted global warming to a significant degree. Using climate models, we estimate that aerosols have masked about 50 percent of the warming that would otherwise have been caused by greenhouse gases trapping heat near the surface of the Earth. Without the presence of these aerosols in the air, our models suggest that the planet would be about 1 °C (1.8 °F) hotter.\nNo. It’s true that aerosols have limited the warming that we’ve experienced on Earth since the Industrial Revolution. But they also have very big, detrimental impacts on human health, and have been implicated in health problems such as lung damage. Aerosols also affect other parts of the climate system like rainfall — reducing rain in areas like India and China where it is desperately needed for food production — and they alter patterns of wind and atmospheric circulation.\nIn the US, diesel vehicles are the major source of soot, and filters on exhaust pipes can help reduce the amount that they pump into the air. In terms of sulfate aerosols, which are created by sulfur dioxide given off by power plants, the US and Europe have very successfully used sulfur dioxide scrubbers in power plants to reduce these emissions over the past 20 years or so. But we can definitely do more.\nBy reducing aerosol (soot) emissions, we can buy ourselves some climate time — about 5 to 10 years — while we work on reducing emissions of greenhouse gases such as carbon dioxide (CO2) in parallel. CO2, you see, hangs around in the atmosphere for an extremely long time, from decades to centuries, so even if we implement cuts today, it will take years for them to take effect. Aerosols, on the other hand, have much shorter lifetimes. If we work to reduce soot emissions now, which can enhance the global warming effect of CO2 by 20-50 percent, the climate impacts will be felt more rapidly.\nI have a paper in review at the moment that is quite exciting; we're looking at the future total climate impacts of current emissions from different industries, taking into account the effects of both greenhouse gases such as CO2, ozone and methane, and the impacts of aerosols. What we've found is that for the next 40 years, emissions from road vehicles will have the largest global warming impacts of all human activities — because of the air pollutant effects that enhance greenhouse gas warming. After 2050, however, power sector emissions are by far the largest global warmer because of the build up of CO2 in the atmosphere from that activity.\nThere are a few other relevant questions coming out of this. In particular, should we be including the effects of aerosols (also known as “non-CO2 effects”) in emissions trading schemes? The aviation industry is starting to consider this, but shouldn’t we be doing it for all the other industries and sectors as well?\nAffiliation: Columbia University, Center for Climate Systems Research; NASA Goddard Institute for Space Studies\nExpertise: Air pollution; Impact of climate change on air quality; Effects of ozone and aerosol pollution on Earth's climate\nEducation: Degrees in chemistry and atmospheric chemistry from the University of Leeds, U.K.\nMore info & publications\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}