{
  "url": "https://climate.nasa.gov/news/2992/nasa-ocean-ecosystem-mission-preparing-to-make-waves/",
  "title": "NASA Ocean Ecosystem Mission Preparing to Make Waves",
  "date": null,
  "content": "PACE’s high-resolution instruments will see ocean and atmosphere features in unparalleled detail when the mission launches in 2023. The mission combines science and engineering advances and builds off historical ocean color sensors by NASA and other space agencies. Credit: NASA\nBy Jessica Merzdorf,\nNASA's Goddard Space Flight Center\nNASA’s Plankton, Aerosol, Cloud, ocean Ecosystem mission, or PACE, has successfully passed its design reviews and moved into its construction and testing phase, preparing to advance the fields of global ocean and atmospheric science when it launches in 2023.\nAfter passing its last critical design review in February 2020 – a rigorous evaluation by NASA science and engineering experts to ensure the mission and its components are sound before starting the building process – PACE has entered its integration and testing phase of development. An engineering test unit of its key instrument, the Ocean Color Instrument (OCI), is under construction at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and both the instrument and spacecraft will soon be tested in rigorous conditions that simulate launch and orbit.\nThe mission even has a ride locked in: SpaceX of Hawthorne, California will provide a Falcon 9 Full Thrust rocket to post the PACE spacecraft to its orbit 420 miles (676 kilometers) above Earth.\n“The PACE project spent five years creating our mission design, and this milestone is proof that it’s credible,” said Jeremy Werdell, an oceanographer in the Ocean Ecology Laboratory at NASA Goddard and PACE’s project scientist. “Test versions of PACE’s instruments were evaluated to support these critical design reviews. Watching OCI be built has finally made the mission feel real. It’s incredibly exciting to see its design realized in hardware, with test results confirming that it performs even better than expected.”\nPACE’s high-resolution instruments will see ocean and atmosphere features in unparalleled detail when the mission launches in 2023. The mission combines science and engineering advances and builds off historical ocean color sensors by NASA and other space agencies. Phytoplankton — tiny plant-like organisms and algae that live in the ocean — make up the basis of the marine food web and generate half of Earth’s oxygen, so monitoring their distributions over time is vital for understanding the health of the ocean and atmosphere. By measuring the intensity of the color of light that exits Earth’s ocean surface, PACE will capture fine details about plankton species, beneficial phytoplankton communities that fuel fisheries, and harmful algal blooms (HABs) that can poison animals and humans and disrupt tourism and commercial fishing.\n“If we look at plankton from the perspective of the carbon cycle, different types of plankton have specific roles,” said Ivona Cetinić, an oceanographer at NASA Goddard and PACE’s project science lead for biogeochemistry. “All of them take carbon from the atmosphere, but some are eaten by other animals, while others draw the carbon deep into the ocean. Right now, we know how much they take in, and we can put that into our big models, but it’s hard to understand what happens to carbon in the ocean. With PACE, we can study the role phytoplankton play, how different types determine the path carbon will take when it enters the ocean.”\nBesides the OCI, PACE will carry two polarimeters: Instruments that measure how various molecules and particles in the atmosphere change the oscillation of light waves passing through them. Light waves travel through space at different angles, and these angles change when they strike particles and gases in the atmosphere, or reflect off Earth’s surface. The amount and direction of this change provides clues to the particles’ composition and size, as well as surface features.\nThe Spectro-polarimeter for Planetary Exploration (SPEXone) will be built and overseen by the SRON Netherlands Institute for Space Research and Airbus Defence and Space Netherlands. The Hyper-Angular Rainbow Polarimeter #2 (HARP2) is built by the Earth and Space Institute at the University of Maryland, Baltimore County. Both of these instruments are capable of observing Earth from multiple angles simultaneously.\n“When you’re looking out your window, you might look down and there’s a bush, and it’s green, but if you go outside and stand next to it, it might look brown,” said Andrew Sayer, an atmospheric scientist at NASA Goddard and PACE’s project science lead for atmospheres. “From the window, you’re seeing the top, which is covered in leaves. From the ground, you’re seeing the trunk, which is brown. The apparent color of something changes depending on the angle you’re looking at it from. When you’ve got a multi-angle instrument like SPEXone or HARP2, they can infer more about what they’re looking at.”\nPACE’s ability to see the complete rainbow will set a new standard for ocean scientists, Werdell said.\n“With PACE, NASA and its partners are building an Earth observatory that pushes the boundaries of space technologies and physics – a satellite to measure our home planet in ways that until recently were inconceivable,” he said. “It is without question going to be the most advanced ocean color instrument ever built – a masterpiece of all the greatest things about global ocean color.”\nTo learn more about PACE, visit https://pace.gsfc.nasa.gov.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}