{
  "url": "https://climate.nasa.gov/news/2886/these-glaciers-melt-at-your-fingertips/",
  "title": "These Glaciers Melt at Your Fingertips",
  "date": null,
  "content": "4 min read\nIcy barriers began melting away at the close of the last ice age, easing human passage into North America. Now scientists are piecing together some chilling details: how one corner of Arctic ice retreated over 12,000 years in response to a changing climate.\nA new set of computer simulations seeks to capture the demise of the ice on the margins of southwestern Greenland. They include a public version that allows you to take control, change environmental conditions and watch the effect on the ice.\nIt’s an early step toward a big idea. Like workers tinkering together mechanical parts, these scientists hope eventually to create a detailed reconstruction of a vanished climate.\nThat could shed new light on ice loss today and in decades to come.\nUsing computer modeling to make predictions of how ice will melt over the coming century “is like going down a dark hallway with a candle,” said Joshua Cuzzone, an ice researcher at NASA’s Jet Propulsion Laboratory in Pasadena, California. “We kind of know where we’re going, but we don’t know the specifics.”\nPart of the answer involves better understanding of the past. So Cuzzone is lead author of a new paper that seeks to illuminate ice melt since the early Holocene.\nThe coastal terrain of southwestern Greenland offered a nearly ideal platform for Cuzzone and his team to build and test their simulation. The coast is craggy enough, but not too craggy; and the geologic history can be seen clearly in the lines of rubble, called moraines, left behind as glaciers dwindled.\nThese geological details provided the scaffolding for a powerful simulator called the Ice Sheet System Model, or ISSM. ISSM embodies, in a computer, the equations describing the thermal and mechanical physics of ice flowing on bedrock. Such computer models face a tradeoff: if they reproduce small features well – ice streams, marine-terminating glaciers, small bumps in bedrock – they cannot be run for long periods because of the excessive computer load they impose. Earlier models had to choose between detail and long simulations.\nThe amount of small-scale detail a model is able to reproduce is called “model resolution,” and that’s where ISSM departs from previous models. It is designed with resolution that varies spatially: more detail in areas of sharp topography, and less detail (coarser resolution) in others.\nImagine draping a flexible mesh over the landscape. It settles and conforms itself to the hills, valleys, ocean inlets and flats. Now imagine this flexible mesh having variable resolution, with threads that are closer together in some regions than in others. The closer threads better adapt to small-scale details of bedrock and ice flow – in other words, the mesh is finer for the craggy, complex parts of the landscape, including fjords, and much coarser for flatter, more featureless sections.\nThe model works in a similar fashion. The “mesh” defines the model’s variable resolution. Start the clock 12,000 years ago and the tiny, gridded spaces formed by the mesh begin to sink at varying rates, tracking contours as the ancient ice melts away.\nWhile the main driver of climate change is very different today – human emission of heat-trapping gases versus slow-working, natural processes – the mechanics of ice melt are quite similar.\n“If we are able to model the retreat history locked within the geological record, it might provide us with a better understanding of how sensitive these ice sheets are,” Cuzzone said. “We’ll be able to infer how anomalous our present-day ice-mass loss is compared to the past 12,000 years.”\nThat, in turn, could help create more precise forecasts of ice melt in the future, and corresponding rates of sea level rise.\nAdapting the meshes, with high resolution for complex terrain and low resolution for the flats, yielded the best of both worlds: accurate modeling without a heavy burden on computer time. This approach allowed Cuzzone and his team to reproduce the large-scale, well-known retreat of the southwestern Greenland Ice Sheet during the Holocene, the geologic period that began some 11,650 years ago.\nThe next step will involve using state-of-the-art reconstructions of past climate, derived from work by paleoclimatologists at the University of Washington, as the environmental setting for the ice model to see how it responds through time.\n“This will be the constraining model for past ice history across southwestern Greenland,” Cuzzone said. “We’re seeing how well it does. Using the fact that it actually does pretty well, we’ll be able to have confidence in making the claim of comparing past ice-mass loss to current ice-mass loss.”\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nClimate change is rapidly reshaping a region of the world that’s home to millions of…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}