{
  "url": "https://climate.nasa.gov/news/2927/examining-the-viability-of-planting-trees-to-help-mitigate-climate-change/",
  "title": "Examining the Viability of Planting Trees to Help Mitigate Climate Change",
  "date": null,
  "content": "15 min read\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nIt’s an intriguing premise: what if we could reduce the severity of global climate change by planting hundreds of billions of trees to remove excess carbon from our atmosphere? A recent study published in the journal Science sought to provide answers by estimating the global potential of restoring forested lands as a possible strategy for mitigating climate change.\nThe international research team, led by Jean-Francois Bastin of ETH-Zurich in Switzerland, used direct measurements of forest cover around the world to create a model for estimating Earth’s forest restoration potential. They found Earth’s ecosystems could support another 900 million hectares (2.2 billion acres) of forests, 25 percent more forested area than we have now. By planting more than a half trillion trees, the authors say, we could capture about 205 gigatons of carbon (a gigaton is 1 billion metric tons), reducing atmospheric carbon by about 25 percent. That’s enough to negate about 20 years of human-produced carbon emissions at the current rate, or about half of all carbon emitted by humans since 1960. The study attracted worldwide attention, as well as some criticism within the science community.\nIs the concept of planting trees to help combat climate change really going out on a limb, so to speak, or might it take root? Sassan Saatchi, a senior scientist at NASA’s Jet Propulsion Laboratory in Pasadena, California, believes it has some merit. But while he says there’s potential for using reforestation as a climate mitigation tool, he cautions there are many factors to consider and that planting trees will never be a substitute for decreasing fossil fuel emissions.\n“I feel there’s a strong possibility a significant portion of these lands can be reforested to their original forest cover,” said Saatchi, an expert in global forest carbon stocks and dynamics. “It’s definitely not a solution by itself to addressing current climate change. To do that, we need to reduce human emissions of greenhouse gases. But it could still have some partial impact on our ability to reduce climate change.”\nSaatchi says the study establishes a reasonable estimate of global forest restoration potential and addresses the issue more directly than previous work. The researchers used new satellite-based land cover and land use maps, along with other climate and soil data and advanced techniques to arrive at their results. He says their conclusions on tree restoration aren’t that different from the recommendations made by the Intergovernmental Panel on Climate Change in 2018, which suggested that 950 million hectares (2.3 billion acres) of new forests could help limit the increase in global average temperature to 1.5-degrees Celsius (2.7 degrees Fahrenheit) above pre-industrial levels by 2050. However, he says, “the devil is in the details.”\nBefore a global forest restoration effort is undertaken, Saatchi says, numerous questions must first be addressed to assess the concept’s feasibility, scientific soundness, cost-efficiency, risks and other considerations. “We need to understand not only whether it’s possible to do such a thing, but whether we should do it,” he says.\n“The paper has sparked a healthy debate in the science community, which has now come forward to begin to address issues that the paper did not,” he said. “The science community has been looking at these questions to some extent for a long time, but there’s more urgency to address them now, since we no longer have the same climate conditions we had 50 or 100 years ago, when humans began massive deforestation for agriculture and human settlements. Since then, Earth’s population and land use have increased drastically. In some parts of the Northern Hemisphere, countries have been able to save more forests, but other areas, such as the tropics, have seen massive deforestations because of the need to feed larger populations.”\nSaatchi outlined a few of the many questions scientists and others will want to investigate. For example, how realistic are the study’s estimates of how much carbon can be sequestered through reforestation? How long will this approach take to make a dent in atmospheric carbon concentrations? Can grasslands and savanna ecosystems sustain increased tree cover? How might converting non-forest land to forests compete with food production? How much time, money and resources will it take to implement a global forest restoration of this magnitude? How do the costs of adopting such a climate mitigation strategy stack up against its potential benefits? How much carbon would be released to the atmosphere by restoring forests? How will global climate models respond to a massive forest restoration? Will an Earth with a billion hectares of new forests actually be cooler?\n“Planting a billion hectares of trees won’t be easy,” he said. “It would require a massive undertaking. If we follow the paper’s recommendations, reforesting an area the size of the United States and Canada combined (1 to 2 billion hectares) could take between one and two thousand years, assuming we plant a million hectares a year and that each hectare contains at least 50 to 100 trees to create an appropriate treetop canopy cover.”\nEven once the trees are planted, says Saatchi, it will take them about a century to reach maturity. Most forests in the United States are less than 100 years old because they are recycled constantly. Trees in tropical regions take a little bit longer to reach maturity, but sequester carbon much faster.  We know it will take time for new forests to absorb atmospheric carbon.”\nSaatchi says scientists will want to do a comprehensive evaluation of all potential effects a mass reforestation may have on Earth’s climate and the global carbon cycle.\nCurrently, Earth’s forests and soil absorb about 30 percent of atmospheric carbon emissions, partially through forest productivity and restoration. While deforestation has occurred throughout human history, the practice has increased dramatically in the past 50 years. According to the United Nations’ Food and Agriculture Organization, about 7.3 million hectares (18 million acres) of forest are lost every year, and roughly half of Earth’s tropical forests have already been cleared. In the continental United States, an estimate from the University of Michigan found that 90 percent of indigenous forests have been removed since 1600.\nAs deforestation has ramped up, Earth’s climate has changed significantly. Warmer, more adverse climate conditions are creating more difficult growing conditions for forest ecosystems.\nKey questions scientists will need to address are how global reforestation might affect Earth’s surface albedo (reflectivity) and evapotranspiration. In the near term and locally, says Saatchi, forest restoration may actually have a warming effect. As the trees mature, the new forest canopy cover would presumably make Earth’s surface albedo darker, particularly in the Northern Hemisphere during periods of snow cover, causing it to absorb more heat. Increasing forest cover, particularly in the tropics, will increase evapotranspiration, causing a cooling effect. With Earth already warming significantly due to greenhouse gas emissions, will forest reforestation on a global scale have a net warming or cooling effect on our planet, and will the benefits of reforested areas absorbing more carbon outweigh their increased heat absorption? These effects may vary geographically from tropical to boreal regions and may depend largely on water and light availability. In addition, how might these changes impact climate change patterns?\n“Recent Landsat satellite-based analyses show that close to 400 million hectares (988 million acres) of forests have been disturbed in this century alone (2000-2017), either by human activities or through droughts and fires – that’s almost 50 percent of the area recommended for reforestation by the authors of the new study,” he said. Some of these areas have gone back to being forests, but a large amount of these degraded forests located in tropical and subtropical regions are suitable targets for restoration.\nAnother science question concerns biodiversity. Will ecosystems in reforested areas revert to their previous conditions and maintain their ability to sequester carbon? While ecosystems that existed before areas were deforested may have been highly diverse, reforesting them with only a single type of species (known as monocultures), might result in ecosystems that won’t function as efficiently as they did before – in other words, they may not grow the same or stay as healthy over time. Saatchi says each region of the world will need to address this question for itself. But restoring a region’s original biodiversity or its natural forests may not be easy. For example, the region’s soil health may have changed.\nYet another concern is something Saatchi calls climate connectivity. When ecosystems become too fragmented, they begin losing their natural functions. “In Earth’s tropical regions, a combination of deforestation and climate conditions may have actually changed the system so much that climate connectivity is reduced,” he says. “Once this connectivity is lost, it becomes much more difficult for a reforested area to have its species range and diversity, and the same efficiency to absorb atmospheric carbon.”\nSaatchi says scientists are already studying some of these questions. He believes that by the end of the next decade, better results from satellite observations and modeling will likely enable us to determine whether a global forest reforestation will produce the carbon and climate benefits suggested by the new study, and whether it should be undertaken. In the meantime, stopping further deforestation and restoring these areas to their original forest cover of 50 years ago may be the most effective mitigation strategy.\nSaatchi says a number of current and planned satellite missions from NASA and other space agencies can make valuable contributions to these research efforts:\n“With these new missions, we should be able to monitor how every patch of forest around the world is absorbing carbon, and how carbon absorption is changing, on a monthly and annual basis,” said Saatchi.\nSaatchi says the study’s results can help address policy-relevant questions. In accordance with the Paris Agreement, after 2020, the global community has agreed to major emission reduction programs. Reforestation can complement these emission reduction strategies.\n“With the Paris Agreement, governments around the world committed to reduce emissions by adopting low-carbon pathways in accordance with nationally determined contributions,” he said. “As a result, it’s become more urgent than ever to have realistic estimates of each country’s capacity to increase its forest cover and health. While it’s likely the burden of restoring forests will fall primarily on the shoulders of the world’s large and economically-developed countries, the developing world can also contribute by reducing land use change and deforestation.” He adds governments will need to decide which land areas to target first and which will have the least negative economic impacts to both society and individual communities, such as indigenous populations.\nIf it’s determined that a global reforestation effort can be successful, will the world’s governments have the will to do it? Saatchi pointed to some recent examples that show what might be possible.\nOver the past 15 years or so, China has planted millions of trees and created millions of hectares of new forest cover, much of it in areas with marginal agricultural potential. “China’s land use policy increased forest cover in southern China between 10 and 20 percent, turning these areas into intense managed forests,” he said. “As a result, they created close to a carbon sink (an area that stores carbon) in their forests, almost doubling their carbon uptake. The effort has offset 20 percent of China’s annual fossil fuel emissions, and since 2012 that percentage has increased to 33 percent. So that’s a success story.”\nManaged activities to increase the carbon sequestration of forests have also taken place in other parts of the Northern Hemisphere, including the United States, Canada, Europe and Russia, he says. He believes it’s possible to increase them even further and to extend the area or the capacity of these forests to sequester more carbon. In fact, he says, some foresters have been doing so for decades.\n“U.S. forests have actually been a net sink for carbon for many decades,” he says. “A paper published a couple of years ago showed that reforestation could reduce U.S. annual carbon emissions from all sources by 10 to 15 percent. Imagine if we do that? It’s possible. We just need to study the cost-to-benefit ratio – is it economically feasible to plant those trees compared to how much carbon they would offset?”\nAnother region Saatchi says is low-hanging fruit in terms of its potential to extend global tree cover is the Amazon, where large wildfires have made headlines recently. Between the 1970’s and 2010, 20 percent of the Amazon basin was deforested for land use activities — more than 100 million hectares of trees. But prior to last year, Brazil had significantly reduced deforestation for nearly a decade. “Restoring these Amazonian forests, if possible, would certainly absorb more carbon from the atmosphere,” he said.\nUltimately, should a global reforestation effort be deemed feasible, the biggest question may be whether it will be in time to make a difference for climate change. Saatchi is hopeful.\n“We know business as usual will be disastrous,” he said. “We’ve already identified some solutions for reducing carbon emissions in parts of our society, such as in transportation and agriculture, and we’re working on ways to transform our energy consumption. So why not restore our ecosystem as well? Half of what comes out of car tailpipes stays in the atmosphere; the rest gets absorbed by the ecosystem. That’s a huge absorptive capability that must be saved.\n“Maybe we’ll find we don’t need to plant a billion hectares of trees,” he continued. “Perhaps we can restore existing, degraded ecosystems to their natural state, especially in the tropics, and invest in maintaining their diversity and services. But I believe a global reforestation effort can have a gradual climate mitigation impact. What happens to Earth 100 years from now depends on the choices we make today.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}