{
  "url": "https://climate.nasa.gov/news/2881/earths-freshwater-future-extremes-of-flood-and-drought/",
  "title": "Earth’s Freshwater Future: Extremes of Flood and Drought",
  "date": null,
  "content": "5 min read\nBy Ellen Gray, NASA's Earth Science News Team,and Jessica Merzdorf, NASA's Goddard Space Flight Center\nThis article is part of a series that explores NASA research into Earth's fresh water and surveys how those advances help people solve real world problems. Learn more.\nNASA satellites are a prominent tool for accounting for water, as it constantly cycles from water vapor to rain and snow falling onto soils, and across and beneath the landscape. As Earth’s atmosphere warms due to greenhouse gases and the satellite data record continues to get longer and more detailed, scientists are studying how climate change is affecting the distribution of water.\nTrends are beginning to emerge, especially at the extremes in the frequency and magnitude of floods and droughts. These trends affect everything from local weather to where crops can grow, and have consequences that will ripple through communities today and in the coming century.\nWhen thinking about changes to the distribution of water around the planet, it's not just knowing where it rains or doesn't, but also how much, and how frequently heavy rain falls versus light rain. Rainfall amount impacts soils saturation and how high streams and rivers rise, which then changes their capacity to hold more in the event of another storm. Lack of rain stresses vegetation and supplemental water reserves, and when their frequency increases, those reserves are less likely to recover before the next dry spell.\nNASA satellite data and ground measurements support research into long-term changes to water distribution. One of those efforts is the U.S. National Climate Assessment, which studies climate change and its potential impacts in each region of the country.\nAmong those changes, for example, is an observed increase in very heavy precipitation events across the United States. From 1958 to 2016 heavy rainfall events have increased in the northeastern states by 55 percent, midwestern states by 42 percent, and southeastern states by 27 percent. The western states have also seen modest increases in heavy rain events that can overwhelm the local watershed's capacity to absorb excessive water.\n\"When you think about changing the distribution of precipitation, then you start to think that if you're getting more heavy precipitation, that might mean more flooding,” said Christa Peters-Lidard a hydrologist and Deputy Director for Hydrology, Biospheres, and Geophysics at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"If we’re going to see more heavy rainfall events and we’re going to see them especially in areas that are not designed for those floods, that means that we need to think about how to adapt our infrastructure and rethink the way we’ve designed some of our bridges and drainage systems.\"\nPeters-Lidard is no stranger to the realities of what changing patterns of heavy rainfall can do to communities built under different conditions. In the last five years, her home town of Ellicott City, Maryland, has seen two 1,000-year floods that destroyed businesses and homes. \"It's been a devastating impact on the community,\" she said. In response to the floods and likelihood of more minor flooding events, \"we're rethinking Main Street and where we should rebuild and where we should not.\"\nBut while some areas are projected to get wetter, others will become much drier. Warming temperatures and changing precipitation patterns can lead to droughts, and NASA research shows that humans have been influencing global patterns of drought for nearly a century.\nKate Marvel and Ben Cook, researchers at NASA’s Goddard Institute for Space Studies and Columbia University in New York City, investigated humans’ influence on 20th-century drought patterns using historical weather data and drought maps calculated from tree rings. They found that a data \"fingerprint\" – a drying and wetting pattern predicted to occur in response to greenhouse gas emissions – was visible as far back as the early 1900s.\nThe \"fingerprint\" predicts that parts of Asia would become wetter in response to greenhouse gas emissions, while the southwestern United States, Central America and Europe would become drier. When the researchers compared this to actual data, they found that the pattern emerged beginning in the early in the 20th century. It dropped off briefly after 1950, presumably due to high levels of pollution in the atmosphere, but it re-emerged in recent decades and is getting stronger.\nDemonstrating that humans influenced global drought patterns in the past is an important part of understanding how we may influence them in the future, said Cook.\n\"Climate change is not just a future problem,\" he said. \"This shows it’s already affecting global patterns of drought, hydroclimate, trends, variability — it’s happening now. And we expect these trends to continue, as long as we keep warming the world.\"\nDemonstrating climate models’ ability to accurately depict past droughts, helps to confirm their ability to model future droughts as well. Other research of Cook’s shows that if greenhouse gas emissions continue to increase along current trajectories, the U.S. Southwest could see \"megadroughts\" lasting more than three decades. Cook and his team ran 17 different climate models, and all of them agree that there are likely to be longer and more intense droughts in the future.\nThe team was also the first to compare their projections to paleoclimate records of droughts in the distant past, such as the North America droughts between the years 1100 and 1300. This allowed them to examine droughts more severe than any in the modern record and see how future projected droughts compare. They found that future “megadroughts” could last as long or longer than the past droughts, and they will likely be even drier.\nAccording to these climate forecasts, the future of fresh water will be full of extremes: Droughts will pose serious challenges to the safety, health, food and water supplies of plants, animals and humans in some regions, and floods will do the same in others. As fresh water flows around the planet, NASA science will be vital in not only predicting these extreme challenges, but in preparing to face them as well.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}