{
  "url": "https://climate.nasa.gov/news/2929/drought-stressed-forest-fueled-amazon-fires/",
  "title": "Drought-Stressed Forest Fueled Amazon Fires",
  "date": null,
  "content": "A new satellite-based map of a section of the Amazon Basin reveals that at least some of the massive fires burning there this past summer were concentrated in water-stressed areas of the rainforest. The stressed plants released measurably less water vapor into the air than unstressed plants; in other words, they were struggling to stay cool and conserve water, leaving them more vulnerable to the fires.\nThe fires in the Amazon Basin, which continue to burn into November, are mainly the result of such human activities as land clearing and deforestation. The pattern — spotted from space by NASA's ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) — points to how water-stressed plants can impact the spread of fires. The data may one day help NASA's Earth-observing missions predict the path of future forest or brush fires like those currently raging in California.\nThe primary mission of ECOSTRESS, an instrument that measures thermal infrared energy emitted from the land surface, is to provide insight into plants' health by taking their temperature. To keep cool, plants \"sweat\" by releasing water vapor through their pores, a process called evapotranspiration. After multiple orbits, ECOSTRESS is able to measure how much plants transpire and track their response to climate change.\nIn August, fires spread over large swaths of the Amazon Basin. ECOSTRESS captured the first image of the Amazon rainforest in Peru before the fires began, on Aug. 7. It shows a surface temperature map revealing water-stressed and non-stressed forest (shown in brown and blue, respectively). The fire icons represent fires imaged by NASA's Terra satellite between Aug. 19 and 26. The fires are limited primarily to areas of water-stressed plants that transpired the least. The second image, taken by the Terra satellite on Aug. 18, shows the ECOSTRESS study area and smoke from active fires in the rainforest.\nThe image also reveals how certain parts of the forest were more resilient, seeming to protect themselves from burning. Plants in these areas were cooler — in other words, they released more water vapor from their leaves — than plants in the burn zones, though mission scientists don't know whether that's a coincidence or a direct causal relationship. The water-stressed areas of the forest look as green and healthy as these cooler areas, making them invisible except to a radiometer that can measure thermal infrared energy from the surface.\n\"To the naked eye, the fires appear randomly distributed throughout the forest,\" said Josh Fisher, ECOSTRESS science lead at NASA's Jet Propulsion Laboratory in Pasadena, California. \"But, if you overlay the ECOSTRESS data, you can see that the fires are mainly confined within the highly water-stressed areas. The fires avoided the low-stress areas where the forest appears to have access to more water.\"\nIt's still a mystery why some plants become stressed while other plants don't, though scientists believe it's dependent on factors like the species of plant or amount of water in the soil. The data from ECOSTRESS will help answer questions about which plants will thrive in their changing environments and could also be used to help with decisions related to water management and agricultural irrigation.\nJPL built and manages the ECOSTRESS mission for the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; this program is managed by NASA's Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nMore information about ECOSTRESS is available here:\nhttps://ecostress.jpl.nasa.gov\nArielle Samuelson\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\narielle.a.samuelson@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}