{
  "url": "https://climate.nasa.gov/news/2930/a-third-of-california-methane-traced-to-a-few-super-emitters/",
  "title": "A Third of California Methane Traced to a Few Super-Emitters",
  "date": null,
  "content": "By Esprit Smith,\nNASA's Earth Science News Team\nViews from NASA's Methane Source Finder, a tool that provides methane data for the state of California. The data are derived from airborne remote-sensing, surface-monitoring networks and satellites and are presented on an interactive map alongside infrastructure information. Credit: NASA/JPL-Caltech\n› Larger view\nNASA scientists are helping California create a detailed, statewide inventory of methane point sources — highly concentrated methane releases from single sources — using a specialized airborne sensor. The new data, published this week in the journal Nature, can be used to target actions to reduce emissions of this potent greenhouse gas.\nLike carbon dioxide, methane traps heat in the atmosphere, but it does so more efficiently and for a shorter period of time. Scientists estimate that most methane emissions in California are driven by industrial facilities, such as oil and gas fields, large dairies and landfills. To help reduce methane's impact on climate, the state has made cutting human-caused emissions a priority. But in order to cut these hard-to-detect emissions, they have to be measured and the sources identified.\nNASA, through partnerships with the California Air Resources Board (CARB) and the California Energy Commission, set out to do just that. Over a two-year period, a research team at NASA's Jet Propulsion Laboratory in Pasadena, California, flew a plane equipped with the Airborne Visible InfraRed Imaging Spectrometer - Next Generation (AVIRIS-NG) instrument over nearly 300,000 facilities and infrastructure components in those sectors. The instrument can detect plumes of methane in great detail. Each pixel covers an area of about 10 feet (3 meters) across, which allows scientists to see even small plumes that often go undetected.\nThe team identified more than 550 individual point sources emitting plumes of highly concentrated methane. Ten percent of these sources, considered super-emitters, contributed the majority of the emissions detected. The team estimates that statewide, super-emitters are responsible for about a third of California's total methane budget.\nEmissions data like this can help facility operators identify and correct problems — and in turn, bring California closer to its emissions goals. For example, of the 270 surveyed landfills, only 30 were observed to emit large plumes of methane. However, those 30 were responsible for 40 percent of the total point-source emissions detected during the survey. This type of data could help these facilities to identify possible leaks or malfunctions in their gas-capture systems.\n\"These findings illustrate the importance of monitoring point sources across multiple sectors [of the economy] and broad regions, both for improved understanding of methane budgets and to support emission mitigation efforts,\" said the lead scientist on the study, Riley Duren, who conducted the work for NASA's Jet Propulsion Laboratory.\nInitial results have been shared with facility operators in California to make them aware of the need to improve their methane-leak detection processes and to institute better controls on methane emissions. Results will also be used to help state and local agencies and businesses prioritize investments in methane-emission mitigation.\nAlthough the survey provides a detailed map of methane emissions for the areas observed in the state, researchers caution that this was the first attempt to estimate emissions for individual methane sources from a large population distributed across such an extensive area over multiple years.\nAdditionally, this survey was designed to detect highly concentrated releases of methane from a single component or piece of industrial equipment, such as an oil well. The survey excluded non-point sources, such as small natural gas leaks from millions of homes, because even though they may have a collective impact on atmospheric methane levels, their individual emissions are below the detection levels of this method.\nThe survey builds on a decade of cooperation between NASA, CARB and the California Energy Commission to support the state's ambitious climate change mitigation program, specifically on the study of air pollution impacts from the oil and gas sector.\n\"This new remote-sensing technology addresses the continuing need for detailed, high-quality data about methane,\" said California Air Resources Board Chair Mary D. Nichols. \"It will help us and the Energy Commission develop the best strategies for capturing this highly potent greenhouse gas.\"\nThe final report of the California Methane Survey will be available in the fall.\nThe map and data from this survey can be viewed here:\nhttp://methane.jpl.nasa.gov/\nArielle Samuelson\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\narielle.a.samuelson@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}