{
  "url": "https://climate.nasa.gov/news/2837/warming-seas-may-increase-frequency-of-extreme-storms/",
  "title": "Warming seas may increase frequency of extreme storms",
  "date": null,
  "content": "2 min read\nAn 'anvil' storm cloud in the Midwestern U.S. Credit: UCAR\n› Larger view\nA new NASA study shows that warming of the tropical oceans due to climate change could lead to a substantial increase in the frequency of extreme rain storms by the end of the century.\nThe study team, led by Hartmut Aumann of NASA's Jet Propulsion Laboratory in Pasadena, California, combed through 15 years of data acquired by NASA's Atmospheric Infrared Sounder (AIRS) instrument over the tropical oceans to determine the relationship between the average sea surface temperature and the onset of severe storms.\nThey found that extreme storms - those producing at least 0.12 inches (3 millimeters) of rain per hour over a 16-mile (25-kilometer) area - formed when the sea surface temperature was higher than about 82 degrees Fahrenheit (28 degrees Celsius). They also found that, based on the data, 21 percent more storms form for every 1.8 degrees Fahrenheit (1 degree Celsius) that ocean surface temperatures rise.\n\"It is somewhat common sense that severe storms will increase in a warmer environment. Thunderstorms typically occur in the warmest season of the year,\" Aumann explained. \"But our data provide the first quantitative estimate of how much they are likely to increase, at least for the tropical oceans.\"\nCurrently accepted climate models project that with a steady increase of carbon dioxide in the atmosphere (1 percent per year), tropical ocean surface temperatures may rise by as much as 4.8 degrees Fahrenheit (2.7 degrees Celsius) by the end of the century. The study team concludes that if this were to happen, we could expect the frequency of extreme storms to increase by as much as 60 percent by that time.\nAlthough climate models aren't perfect, results like these can serve as a guideline for those looking to prepare for the potential effects a changing climate may have.\n\"Our results quantify and give a more visual meaning to the consequences of the predicted warming of the oceans,\" Aumann said. \"More storms mean more flooding, more structure damage, more crop damage and so on, unless mitigating measures are implemented.\"\nThe peer-reviewed study was published in the December 2018 issue of the Geophysical Research Letters journal.\nNews media contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818-354-4269esprit.smith@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}