{
  "url": "https://climate.nasa.gov/news/2931/earths-paunch-helps-sharpen-ice-loss-estimates/",
  "title": "Earth’s ‘Paunch’ Helps Sharpen Ice-Loss Estimates",
  "date": null,
  "content": "4 min read\nBy Pat Brennan,NASA's Sea Level Change Portal\nPlanet Earth is losing the battle of the bulge. Rotation makes it slightly fatter in the middle and flatter at the poles; though still quite round, it is not a perfect sphere.\nThis flattening is called “oblateness,” and measuring its changes is a key part of tracking ice loss from polar regions. A recent paper combines measurements of gravity by different methods to more accurately capture how this oblateness changes with time, and improve calculations of ice loss.\nThis new method reveals more ice loss and larger increases in ocean water than previously estimated: an increase of 0.08 millimeters per year for sea level rise, along with an additional 15.4 gigatons of ice loss each year for the Antarctic Ice Sheet and 3.5 for the Greenland Ice Sheet.\n“The ice sheets are losing more mass, and the ocean is gaining more, than we previously thought,” said Bryant D. Loomis of Goddard Space Flight Center in Greenbelt, Maryland, the paper’s lead author.\nOne way scientists measure the loss of melting ice and the resulting shifting of mass, from ice sheets to the ocean, is by NASA’s GRACE satellites (Gravity Recovery and Climate Experiment) — both the now-ended original mission and its sequel, GRACE-FO (Follow-On).\nFor both missions, a pair of satellites was designed to keep sharp track of each other’s movements as they pass over Earth’s surface. Large masses on or near the surface below — mountains, glaciers or hidden expanses of subsurface groundwater — give a gravitational tug on the first of the passing spacecraft. That causes a slight increase in speed; the microwave link with the second satellite is stretched a bit, changing again as the second satellite passes over. The size of these changes in distance between the satellites reveals the mass of the objects below.\nWhen it comes to measuring changes in the oblateness, however, GRACE and GRACE-FO are not as accurate as another method.\n“That’s the only part of the gravity field GRACE doesn’t observe well,” Loomis said.\nFortunately, changes in the oblateness are well-observed by the other method, called satellite laser ranging or SLR. This technology, which dates back to the 1960s, involves shooting a laser beam at a satellite from a ground station and measuring how quickly it bounces back from a specially designed mirror on the satellite.\nMeasurements of the effect of surface gravity on satellites in orbit can be used to calculate the mass of objects on Earth. While not as accurate as GRACE at smaller spatial scales, it does an excellent job of measuring oblateness.\n“Since early in the GRACE mission, scientists have been replacing the GRACE values of oblateness (called ‘J2’) with the more accurate SLR solution,” Loomis said.\nCorrectly accounting for this slight polar flattening can make a big difference in estimating the loss of ice mass in polar regions as planet Earth warms.\nBut Loomis and his team discovered important differences between previous estimates of oblateness and their own values. He and his co-authors decided to include the valuable GRACE gravity information at the smaller spatial scales when processing the SLR measurements and found that it improved the results.\nThey showed that the new approach led to more accurate estimation of ice loss that was in better agreement with other types of measurements. One of these is known as the “sea level budget,” or the sum of all known contributions to changes in sea level. These are the thermal expansion of the ocean (measured by drifting floats called Argo), plus the change in ocean mass, measured by GRACE and GRACE-FO with a little help from SLR. The two measurements must add up to the total sea level change measured by satellite radar altimeters, like the one aboard the current Jason-3 satellite.\nThe improvement in measurements of loss of ice mass brought the sea level budget closer to being “closed” — that is, accounting for all contributions in a way that matches up with known rates of sea level rise.\nTheir new solution is now becoming more widely adopted in the scientific community, Loomis said — and all because of more precise “weighing” of a slightly rotund planet Earth.\n“Even though it’s a relatively small change, it nudges it in the right direction to improve the sea level budget closure,” Loomis said.\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}