{
  "url": "https://climate.nasa.gov/news/2998/nasa-partner-space-agencies-amass-global-view-of-covid-19-impacts/",
  "title": "NASA, Partner Space Agencies Amass Global View of COVID-19 Impacts",
  "date": null,
  "content": "NASA, ESA, and JAXA have assembled a wide array of their observations of Earth from space, including “nightlights” data from the NASA-NOAA Suomi NPP satellite, to track global and local changes brought on by the world’s response to the COVID-19 pandemic. This image shows San Francisco Bay. Credit: NASA\nIn response to the global coronavirus (COVID-19) pandemic, NASA, ESA (European Space Agency), and JAXA (Japan Aerospace Exploration Agency) have joined forces to use the collective scientific power of their Earth-observing satellite data to document planet-wide changes in the environment and human society. The wealth of these agencies’ collective information now is available at the touch of a finger.\nIn an unprecedented collaboration, the three space agencies have created the joint COVID-19 Earth Observation Dashboard, which integrates multiple satellite data records with analytical tools to allow user-friendly tracking of changes in air and water quality, climate change, economic activity, and agriculture.\nThis tri-agency data resource gives the public and policymakers a unique tool to probe the short-term and long-term impacts of pandemic-related restrictions implemented around the world. The dashboard will continue to grow with new observations added over the coming months as the global economy gradually reopens.\n“Together NASA, ESA, and JAXA represent a great human asset: advanced Earth-observing instruments in space that are used every day to benefit society and advance knowledge about our home planet,” said Thomas Zurbuchen, NASA associate administrator for science. “When we began to see from space how changing patterns of human activity caused by the pandemic were having a visible impact on the planet, we knew that if we combined resources, we could bring a powerful new analytical tool to bear on this fast-moving crisis.”\nIn April, the three agencies formed a task force to take on the challenge. The group identified the most relevant satellite data streams and adapted existing computing infrastructure to share data from across the agencies and produce relevant indicators. The dashboard presents users with seamless access to data indicating changes in air and water quality, economic and agricultural activity on a global scale and in select areas of interest.\nAir quality changes around the world were among the first noticeable impacts of pandemic-related stay-at-home orders and reductions in industrial activity that emerged from satellite observations. One air pollutant, nitrogen dioxide (NO2), which is primarily the result of burning fossil fuels for transportation and electricity generation, shows up clearly in satellite data. NO2 has a lifetime of a few hours and is a precursor of ground-level ozone, which makes it a useful indicator of short-term air quality changes. The dashboard brings together current NO2 data from two NASA and ESA satellites, along with historical data for comparison. In additional to the global view of NO2, targeted regional areas include Los Angeles, Tokyo, Beijing, Paris, and Madrid.\nChanges in another critical component of our atmosphere, carbon dioxide (CO2), are highlighted in the dashboard to probe how global and local reactions to the pandemic have changed concentrations of this climate-warming greenhouse gas. Because of CO2’s high background concentration in the atmosphere and its long atmospheric lifetime of more than 100 years, short-term changes in atmospheric CO2 resulting from changes in anthropogenic emissions are very small relative to expected variations in abundances from the natural carbon cycle.\nA recent study in the journal Nature estimated that a three-month economic slowdown such as the world has just experienced would temporarily reduce the expected increase in CO2 concentrations from emissions into the atmosphere by a fraction of a percent. The dashboard presents data from a NASA satellite to look for global-scale, long-term changes in CO2. Carbon dioxide observations from a JAXA satellite zooms in on changes in select urban areas such as New York, San Francisco, Tokyo, and Delhi. Analysis from both NASA and JAXA data sets are consistent with the estimates of emission reductions in the Nature study.\nRecent water quality changes have been reported in a few locations that typically have intense human activities, such as industry and tourism, which have decreased during the pandemic. The dashboard presents targeted satellite observations from all three agencies of total suspended matter and chlorophyll concentrations in select coastal areas, harbors, and semi-enclosed bays to assess what has produced these changes in water quality, how widespread they may be, and how long they last. Long Island Sound, the North Adriatic Sea, and Tokyo Bay are among the areas examined.\nWidespread declines in global economic activity are a well-known impact of the pandemic. Observations from space over time of shipping activity in ports, cars parked at shopping centers, and nighttime lights in urban areas can be used as indicators of how specific sectors of the economy have been affected. Satellite data from each agency and commercial data purchased by NASA and ESA are presented in the dashboard to quantify these changes in Los Angeles; the Port of Dunkirk, France; Ghent, Belgium; Beijing, and other locations.\nThe dashboard will also present tri-agency satellite data looking for signs of changes in agricultural production around the world, such as harvesting and planting due to disruptions in the food supply chain or the availability of labor. Understanding the extent of any such changes would be important in maintaining global and local markets and food security as the world recovers from the pandemic.\nFor more information on NASA’s response to the COVID-19 pandemic, visit:\nhttps://www.nasa.gov/coronavirus\nFor more information about NASA's Earth science programs, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\nHeadquarters, Washington\n202-358-0918\nstephen.e.cole@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}