{
  "url": "https://climate.nasa.gov/news/2882/jakobshavn-glacier-grows-for-third-straight-year/",
  "title": "Jakobshavn Glacier Grows for Third Straight Year",
  "date": null,
  "content": "2 min read\nNew NASA data shows that Jakobshavn Glacier — Greenland's fastest-moving and fastest-thinning glacier for most of the 2000s — grew from 2018 into 2019, marking three consecutive years of growth.\nThese images, produced using GLISTIN-A radar data as part of NASA's Oceans Melting Greenland (OMG) mission, show how much mass the glacier gained from 2016-17, 2017-18 and 2018-19. Areas with the most growth — about 33 yards (30 meters) — are shown in dark blue. Red areas represent thinning. The glacier grew 22 to 33 yards (20 to 30 meters) each year between 2016 and 2019. OMG, led by Principal Investigator Josh Willis, is one of several NASA missions dedicated to furthering our understanding of global sea level rise.\nJakobshavn's growth did not come as a surprise to scientists. A recent study team from NASA's Jet Propulsion Laboratory in Pasadena, California, determined that water transported to the area around the glacier by a key ocean current has been colder than it was prior to 2016, when the growth began. The colder water is not melting the ice from the front and underneath the glacier as quickly as the warmer water did.\nThe temperature change of the current's water is part of a known climate pattern, one that is expected to flip again, and cause more of the melting and ice thinning for which Jakobshavn is known. Although the melting rate has slowed, the glacier continues to contribute to sea level rise, ultimately losing more ice to the ocean than it gains from snow accumulation overall.\nMore information on OMG can be found here:\nhttps://omg.jpl.nasa.gov/portal/\nNews Media Contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818-354-4269esprit.smith@jpl.nasa.gov\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}