{
  "url": "https://climate.nasa.gov/news/2883/study-predicts-more-long-term-sea-level-rise-from-greenland-ice/",
  "title": "Study Predicts More Long-Term Sea Level Rise from Greenland Ice",
  "date": null,
  "content": "7 min read\nBy Jessica Merzdorf,NASA’s Goddard Space Flight Center\nGreenland’s melting ice sheet could generate more sea level rise than previously thought if greenhouse gas emissions continue to increase and warm the atmosphere at their current rate, according to a new modeling study. The study, which used data from NASA’s Operation IceBridge airborne campaign, was published in Science Advances today.\nIn the next 200 years, the ice sheet model shows that melting at the present rate could contribute 19 to 63 inches to global sea level rise, said the team led by scientists at the Geophysical Institute at the University of Alaska Fairbanks. These numbers are at least 80 percent higher than previous estimates, which forecasted up to 35 inches of sea level rise from Greenland’s ice.\nThe team ran the model 500 times out to the year 3000 for each of three possible future climate scenarios, adjusting key land, ice, ocean and atmospheric variables to test their effects on ice melt rate. The three climate scenarios depend on the amount of greenhouse gas emissions in the atmosphere in coming years. In the scenario with no reduction of emissions, the study found that the entire Greenland Ice Sheet will likely melt in a millennium, causing 17 to 23 feet (5 to 7 meters) of sea level rise.\nIn the scenario where emissions are stabilized by the end of the century rather than continue to increase, the model shows ice loss falling to 26 to 57 percent of total mass by 3000. Drastically limiting emissions so they begin to decline by the end of the century could limit ice loss to 8 to 25 percent. This scenario would produce up to 6 feet (about 2 meters) of sea level rise in the next millennium, according to the study.\nThe updated model more accurately represents the flow of outlet glaciers, the river-like bodies of ice that connect to the ocean. Outlet glaciers play a key role in how ice sheets melt, but previous models lacked the data to adequately represent their complex flow patterns. The study found that melting outlet glaciers could account for up to 40 percent of the ice mass lost from Greenland in the next 200 years.\nBy incorporating ice thickness data from IceBridge and identifying sources of statistical uncertainty within the model, the study creates a more accurate picture of how human-generated greenhouse gas emissions and a warming climate may affect Greenland in the future.\nCapturing the changing flow and speed of outlet glacier melt makes the updated ice sheet model more accurate than previous models, according to the authors. As ocean waters have warmed over the past 20 years, they have melted the floating ice that shielded the outlet glaciers from their rising temperatures. As a result, the outlet glaciers flow faster, melt and get thinner, with the lowering surface of the ice sheet exposing new ice to warm air and melting as well.\n“Once we had access to satellite observations, we were able to capture the surface velocity of the whole Greenland Ice Sheet and see how that ice flows. We recognized that some outlet glaciers flow very fast — orders of magnitude faster than the interior of the ice sheet,” said lead author Andy Aschwanden, a research associate professor at the University of Alaska Fairbanks’ Geophysical Institute.\nIceBridge’s detailed ice thickness measurements helped the team to be the first to model these areas where outlet glaciers are affected by warmer ocean waters, as well as to model more of the complex feedbacks and processes influencing ice loss than previously possible. They examined the importance of factors like underwater melting, large ice chunks breaking off of glaciers, changing snowfall rates and rising air temperatures. They also examined factors that could slow down ice loss, like the movement of Earth’s surface “bouncing back” from the weight of ice that is no longer there.\n“At the end of the day, glaciers flow downhill,” Aschwanden said. “That’s very simplified, but if you don’t know where downhill is, the model can never do a good job. So the most important contributor to understanding ice flow is knowing how thick the ice is.”\nEach of the three emissions scenarios used in the study produced different patterns of ice retreat across Greenland. The least severe scenario showed the ice retreating in the west and north, while the moderate scenario showed ice retreat around the island, except for in the highest elevation areas. The most severe scenario, in which emissions continue to increase at their present rate, showed more than half of the model runs losing more than 99 percent of the ice sheet by 3000.\nAt its thickest point, the Greenland Ice Sheet currently stands more than 10,000 feet (3,048 meters) above sea level. It rises high enough into the atmosphere to alter the weather around it, as mountains do. Today, this weather pattern generates almost enough snowfall to compensate for the amount of naturally melting ice each year. In the future, however, melting and flow will thin the interior, lowering it into a layer of the atmosphere that lacks the conditions necessary for sufficient replenishing snowfall.\n“In the warmer climate, glaciers have lost the regions where more snow falls than melts in the summer, which is where new ice is formed,” said Mark Fahnestock, research professor at the Geophysical Institute and the study’s second author. “They’re like lumps of ice in an open cooler that are melting away, and no one is putting any more ice into the cooler.”\nThe team stressed that despite the need for ongoing research on exactly how glaciers will move and melt in response to warming temperatures, all of the model runs show that the next few decades will be pivotal in the ice sheet’s future outcome.\n“If we continue as usual, Greenland will melt,” Aschwanden said. “What we are doing right now in terms of emissions, in the very near future, will have a big long-term impact on the Greenland Ice Sheet, and by extension, if it melts, to sea level and human society.”\nThe model runs were performed on high-performance supercomputers at NASA’s Ames Research Center and the University of Alaska Fairbanks (UAF) using the Parallel Ice Sheet Model (PISM), an open-source model developed at UAF and the Potsdam Institute for Climate Impact Research. NASA also provided funding support for the study. While other ice sheet models could perform the simulations they did, the team said, PISM is unique for its high resolution and low computational cost.\nNASA’s Operation IceBridge is the world’s largest airborne survey of polar land and sea ice. Using an array of aircraft and scientific instruments, IceBridge has collected data between the end of the first Ice, Cloud and Land Elevation Satellite (ICESat) mission in 2010 and the second, ICESat-2, which launched in 2018. It has measured the height of the ice below its flight path as well as the bedrock under the ice sheets.\n“NASA’s space and airborne campaigns, like IceBridge, have fundamentally transformed our ability to try and make a model mimic the changes to the ice sheet,” Fahnestock said. “The technology that allows improved imaging of the glacier bed is like a better pair of glasses allowing us to see more clearly. Only NASA had an aircraft with the instruments and technology we needed and could go where we needed to go.”\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}