{
  "url": "https://climate.nasa.gov/news/2936/clouds-arctic-crocodiles-and-a-new-climate-model/",
  "title": "Clouds, Arctic Crocodiles and a New Climate Model",
  "date": null,
  "content": "6 min read\nBy Bob Silberg,NASA’s Jet Propulsion Laboratory\n◆ Understanding how greenhouse gases will affect clouds is crucial to forecasting climate change. But current computer climate models can’t handle the high resolution needed to simulate cloud dynamics worldwide.\n◆ A recent study suggests that if greenhouse gases raise the atmosphere’s temperature enough, stratocumulus clouds could disappear, causing a large spike in global temperature.\n◆ JPL is partnering with Caltech, MIT and the Naval Postgraduate School to build a new climate model that can take full advantage of Earth-observing satellites, with thousands of sub-models capable of simulating the dynamics of clouds and other small-scale phenomena.\nCrocodile bones, 50 million years old, have shown up on the Arctic island of Ellesmere, and that’s a problem. Scientists have been unable to explain how the Arctic could have warmed up enough to host those tropical creatures.\nTapio Schneider, a senior research scientist at NASA’s Jet Propulsion Laboratory and professor at Caltech, thinks the answer may lie in the clouds.\nGiven that they are so insubstantial—all the moisture that constitutes clouds planetwide at any given moment would amount to no more than a micro-thin film of water if spread out over Earth’s surface—clouds have an outsized impact on our climate.\nThey cool Earth's surface by reflecting much of the Sun’s energy back into space. They warm like blankets by preventing the planet from radiating away all of the heat it absorbs each day. And of course, they are key components of the water cycle, storing water that has evaporated from the oceans and other bodies and then returning it as rain and snow.\nIt stands to reason that any computer model that hopes to explain past climates or forecast how ours will change would have to take clouds into account. And that’s primarily where climate models fall short.\nClimate models are digital simulations of Earth’s climate that run on supercomputers. Each model works by dividing the atmosphere into a three-dimensional grid and calculating what goes on within each box of that grid. You input things like temperature, humidity and pressure, and the model uses physics to compute how weather will develop within each box, what effects those developments will have on neighboring boxes, what effects those neighboring boxes will have on their neighbors, and on and on all over the planet and into the future.\nThe problem that climate models have with clouds is that cloud behavior operates on a much finer scale than the grid boxes that the models employ. You would need to divide the atmosphere into boxes a thousand times smaller to capture those physics. And you would need a supercomputer vastly more powerful than today’s best in order to run the calculations for the entire planet in a useful amount of time.\nBut today’s supercomputers can handle that kind of resolution for a much more limited region, and the cloud dynamics observed there can help us understand what happens over much larger regions. So Schneider led a study at Caltech, using a little more than 12 cubic miles (52 cubic kilometers) of simulated atmosphere, divided into 2 million grid boxes that were small enough to capture cloud dynamics. The goal was to see how increasing the concentration of greenhouse gases in the atmosphere is likely to affect the development of stratocumulus clouds over tropical oceans, and how global temperature could change as a result.\nLow-lying stratocumulus clouds are the most common type on Earth, and they’re the heavyweight champs among clouds at cooling the planet. If the buildup of greenhouse gases were to increase even slightly how much of Earth’s surface these clouds cover, global warming would slow down significantly. But if cloud coverage were to decrease, the world would heat up faster.\nIn Schneider’s high-resolution simulation, global temperature rose and stratocumulus clouds thinned at a fairly steady pace as CO2 concentration increased—until the concentration reached roughly triple today’s level.\nAt that point, the clouds broke up. And without their cooling effect, global temperature jumped by 8°C (about 14°F).\nIf this is what happened 50 million years ago, Schneider said, the surge of heat from the loss of the clouds, on top of the warming from the increase in greenhouse gases, could have raised temperatures enough to make the Arctic suitable for crocodiles. If we continue releasing greenhouse gases at our current rate, he added, we could reach that point again somewhere around the beginning of the next century.\nFurther, returning to our current “normal” might not be easy. In Schneider’s model, once the stratocumulus clouds were lost, greenhouse-gas concentration had to fall to about half of today’s level before the clouds returned to their present state.\nThis small-scale simulation might or might not show what really could happen all over the world. But incorporating thousands of such simulations, representing key spots throughout the planet, into a global model could dramatically improve the model's ability to calculate cloud behavior worldwide and the future of Earth's climate.\nSchneider hopes to make such a global climate model a reality through the work of the Climate Modeling Alliance, a coalition of scientists, engineers and mathematicians from JPL, Caltech, the Massachusetts Institute of Technology (MIT) and the Naval Postgraduate School­. And the new model promises other important improvements as well.\n“We live in a golden age of Earth observations from space,” Schneider said, and the new model is being designed to automatically incorporate the flood of data continually pouring down from our Earth-observing satellites, as well as from ocean buoys and other sources. That, Schneider said, means the new model will be able to take advantage of much more observational data than current models can employ.\nThe new model also aims to automate and improve the current process of tweaking a model to bring it into closer agreement with actual measurements. “Right now, there’s manual calibration of just a few points, a few parameters, relative to very few pieces of data,” Schneider said. “We want to do the same thing, but with all imprecisely known parameters of the model rather than just a few, and using data much more massively.”\nThis level of accuracy stands to benefit everyone who needs to plan for the challenges ahead, from the leaders of governments and businesses to individuals.\n“Just as you now have weather-forecasting apps on the phone in your pocket, helping you make decisions about the future, we want to make sure that in a few years, you can have climate-prediction apps on your phone,” Schneider said.  “So, for example, when you buy a house, you can know how likely it is that the forest behind the house will burn or that the neighborhood will be flooded. I would say within 5 years, we’ll have it.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}