{
  "url": "https://climate.nasa.gov/news/3001/keeping-a-steady-eye-on-sea-level-change-from-space/",
  "title": "Keeping a Steady Eye on Sea Level Change from Space",
  "date": null,
  "content": "Coastal areas around the world – such as the Zambezi River Delta shown in a Landsat 8 satellite image – are contending with the consequences of a warming planet including droughts and floods, in addition to changing sea levels. Credit: NASA's Earth Observatory\nFull image and caption\nOver the course of nearly three decades, an uninterrupted series of satellites has circled our planet, diligently measuring sea levels. The continuous record of ocean height that they've built has helped researchers reveal the inner workings of weather phenomena like El Niño and to forecast how much the ocean could encroach on coastlines around the world. Now, engineers and scientists are preparing two identical satellites to add to this legacy, extending the dataset another decade.\nBoth spacecraft are a part of the Sentinel-6/Jason-CS (Continuity of Service) mission, a U.S.-European collaboration that aims to make some of the most accurate measurements of sea levels around the world. The first satellite to launch, Sentinel-6 Michael Freilich, will lift off in November. Its twin, Sentinel-6B, will launch in 2025. Both will assess sea levels by sending electromagnetic signals down to the ocean and measuring how long it takes for them to return to the spacecraft.\n\"This mission will continue the invaluable work of accurately measuring sea surface height,\" said Karen St. Germain, director of NASA's Earth Science Division. \"These measurements enable us to understand and predict sea level changes that will affect people living in coastal regions around the world.\"\nThe satellite will build on efforts that began in 1992 with the launch of the TOPEX/Poseidon mission and that continued with three more missions over the years: Jason-1, OSTM/Jason-2, and Jason-3. Sentinel-6/Jason-CS aims to extend the nearly 30-year sea level dataset that these previous missions built by another 10 years.\nMeasuring the height of the ocean gives scientists a real-time indication of how Earth's climate is changing, said Josh Willis, the mission's project scientist at NASA's Jet Propulsion Laboratory in Southern California. The oceans absorb about 90% of the excess heat from the planet's warming climate. Seawater expands as it heats up, resulting in about a third of the modern-day global average sea level rise. Melting ice from land-based sources like glaciers and ice sheets accounts for the rest.\nTo understand how rising seas will affect humanity, researchers need to know how fast this is happening, said Willis. \"Satellites are the most important tool to tell us this rate,\" he explained. \"They're kind of a bellwether for this creeping global warming impact that's going to inundate coastlines around the world and affect hundreds of millions of people.\"\nCurrently, sea levels rise an average of 0.13 inches (3.3 millimeters) per year, more than twice the rate at the start of the 20th century. \"By 2050, we'll have a different coastline than we do today,\" said Willis.\n\"As more and more people move to coastal regions, and coastal megacities continue to develop, the impact of sea level change will be more profound on those societies,\" said Craig Donlon, mission project scientist at the European Space Agency.\nThe information that Sentinel-6 Michael Freilich gathers will join a dataset that's become the gold standard for climate studies from space. This is because the chain of overlapping satellites that started with TOPEX/Poseidon has continuously measured ocean heights since the early 1990s. That continuity is key to this dataset's success.\nSome of the long-term datasets climate scientists rely on, like ocean temperature or the height of tides, have gaps or major changes in how data was collected (like before and after satellite records began) that make understanding the long-term climate signal challenging. Researchers must account for these variations to ensure that their results are truly representative of the phenomena they're looking at.\nThe satellites that followed TOPEX/Poseidon — Jason-1, OSTM/Jason-2, and Jason-3 — flew in the same orbit as one another, each launching before the older one was decommissioned. When Sentinel-6 Michael Freilich lifts off later this year, it will orbit Earth 30 seconds behind the Jason-3 satellite, which launched in 2016. Scientists will then spend a year cross-calibrating the data collected by the two satellites to ensure the continuity of measurements from one mission to the next. Engineers and scientists will do the same cross-calibration with Sentinel-6 Michael Freilich's twin in five years as its predecessor's mission winds down.\nWithout these satellites and the data they've collected, researchers would have a much rougher understanding of the rate of sea level rise, as well as of phenomena like El Niño. This is a weather pattern triggered by a huge shift in the winds that normally blow from east to west across the equatorial Pacific Ocean. An El Niño can shift ocean currents and global weather patterns, bringing torrential rain to the Southwestern U.S. and triggering droughts in Asia and Australia. Its counterpart, La Niña, can have the opposite effect.\nOne of the discoveries to come out of this sea level dataset is the far-reaching effects that El Niño and La Niña can have on the world. \"In 2010, there was a massive La Niña and it essentially flooded huge parts of Australia and Southeast Asia. It rained so much on land, it dropped global sea levels by one centimeter [0.4 inches],\" said Willis. \"We had no idea it could have such a massive impact on global sea level.\"\nThe global view that the Sentinel-6 Michael Freilich satellite will provide, together with sea level data from models and observing stations, will provide invaluable information for governments and local authorities tasked with planning for things like sea level rise and storms, said Donlon.\nCopernicus Sentinel-6/Jason-CS is being jointly developed by the European Space Agency (ESA), the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), NASA, and the National Oceanic and Atmospheric Administration (NOAA), with funding support from the European Commission and support from France's National Centre for Space Studies (CNES).\nThe first Sentinel-6/Jason-CS satellite that will launch was named after the former director of NASA's Earth Science Division, Michael Freilich. It will follow the most recent U.S.-European sea level observation satellite, Jason-3, which launched in 2016 and is currently providing data.\nNASA's contributions to the Sentinel-6/Jason-CS mission are three science instruments for each of the two Sentinel-6 satellites: the Advanced Microwave Radiometer, the Global Navigation Satellite System – Radio Occultation, and the Laser Reflector Array. NASA is also contributing launch services for those satellites, ground systems supporting operation of the JPL-developed science instruments, the science data processors for two of these instruments, and support for the international Ocean Surface Topography Science Team.\nTo learn more about NASA's study of sea level rise, visit:\nhttps://sealevel.nasa.gov\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}