{
  "url": "https://climate.nasa.gov/news/2934/new-earth-mission-will-track-rising-oceans-into-2030/",
  "title": "New Earth Mission Will Track Rising Oceans Into 2030",
  "date": null,
  "content": "The Jason-CS/Sentinel-6 mission that will track sea level rise, one of the clearest signs of global warming, for the next 10 years. Sentinel-6A, the first of the mission's two satellites, is shown in its clean room in Germany and is scheduled to launch in November 2020. Credit: IABG\n› Full image and caption\nBy Arielle Samuelson,\nNASA's Jet Propulsion Laboratory\nEarth's climate is changing, and the study of oceans is vital to understanding the effects of those changes on our future. For the first time, U.S. and European agencies are preparing to launch a 10-year satellite mission to continue to study the clearest sign of global warming — rising sea levels. The Sentinel-6/Jason-CS mission (short for Jason-Continuity of Service), will be the longest-running mission dedicated to answering the question: How much will Earth's oceans rise by 2030?\nBy 2030, Sentinel-6/Jason-CS will add to nearly 40 years of sea level records, providing us with the clearest, most sensitive measure of how humans are changing the planet and its climate.\nThe mission consists of two identical satellites, Sentinel-6A and Sentinel-6B, launching five years apart. The Sentinel-6A spacecraft was on display for the media on Nov. 15 for a last look in its clean room in Germany's IABG space test center. The satellite is being prepared for a scheduled launch in November 2020 from Vandenberg Air Force Base in California on a SpaceX Falcon 9 rocket.\nSentinel-6/Jason-CS follows in the footsteps of four other joint U.S.-European satellite missions — TOPEX/Poseidon and Jason-1, Ocean Surface Topography/Jason-2, and Jason-3 — that have measured sea level rise over the past three decades. The data gathered by those missions have shown that Earth's oceans are rising by an average of 0.1 inches (3 millimeters) per year.\nSentinel-6/Jason-CS will continue that work, studying not just sea level change but also changes in ocean circulation, climate variability such as El Niño and La Niña, and weather patterns, including hurricanes and storms.\n\"Global sea level rise is, in a way, the most complete measure of how humans are changing the climate,\" said Josh Willis, the mission's project scientist at NASA's Jet Propulsion Laboratory in Pasadena, California. \"If you think about it, global sea level rise means that 70 percent of Earth's surface is getting taller — 70 percent of the planet is changing its shape and growing. So it's the whole planet changing. That's what we're really measuring.\"\nDecades of space- and ground-based observations have documented Earth's surface temperature rising at a rapidly accelerating rate. The oceans help to stabilize our climate by absorbing over 90 percent of the heat trapped on the planet by excess greenhouse gases, like carbon dioxide, that have been emitted into the atmosphere since the start of the Industrial Revolution.\nAs the oceans warm, they expand, increasing the volume of water; the trapped heat also melts ice sheets and glaciers, contributing further to sea level rise. The rate at which it is rising has accelerated over the past 25 years and is expected to continue accelerating in years to come.\nSentinel-6/Jason-CS will measure down to the millimeter how much global sea level rises during the 2020s and how fast that rise accelerates. As the rate increases, humans will need to adapt to the effects of rising seas — including flooding, coastal erosion, hazards from storms and negative impacts to marine life.\nAlong with measuring sea level rise, the mission will provide datasets that can help with weather predictions, assessing temperature changes in the atmosphere and collecting high-resolution vertical profiles of temperature and humidity.\nAs with its Jason-series predecessors, Sentinel-6/Jason-CS will gather global ocean data every 10 days, providing insights into large ocean features like El Niño events. However, unlike previous Jason-series missions, its higher-resolution instruments will also be able to provide data on smaller ocean features — including complex currents — that will benefit navigation and fishing communities.\n\"Global sea level rise is one of the most expensive and disruptive impacts of climate change that there is,\" said Willis. \"In our lifetimes, we're not going to see global sea level fall by a meaningful amount. We're literally charting how much sea level rise we're going have to deal with for the next several generations.\"\nSentinel-6/Jason-CS is being jointly developed by the European Space Agency (ESA), the European Organisation for the Exploitation of Meteorological Satellite (EUMETSAT), NASA and the National Oceanic and Atmospheric Administration (NOAA) with funding support from the European Commission and support from France's National Centre for Space Studies (CNES). NASA's contributions to the Sentinel-6 mission are science instrument payloads for the two Sentinel-6 satellites, launch services for those satellites, ground systems supporting the science instruments operations and support for the international Ocean Surface Topography Science Team.\nTo learn more about NASA missions studying climate change, visit:\nhttps://climate.nasa.gov\nTo learn more about NASA's study of sea level rise, visit:\nhttps://sealevel.nasa.gov\nView the latest sea level data in Earth Now:\nhttps://go.nasa.gov/341j5aV\nArielle Samuelson\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\narielle.a.samuelson@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}