{
  "url": "https://climate.nasa.gov/news/2841/2018-fourth-warmest-year-in-continued-warming-trend-according-to-nasa-noaa/",
  "title": "2018 fourth warmest year in continued warming trend, according to NASA, NOAA",
  "date": null,
  "content": "4 min read\nEarth's global surface temperature in 2018 was the fourth warmest since 1880, according to independent analyses by NASA and the National Oceanic and Atmospheric Administration (NOAA).\nGlobal temperatures in 2018 were 1.5 degrees Fahrenheit (0.83 degrees Celsius) warmer than the 1951 to 1980 mean, according to scientists at NASA’s Goddard Institute for Space Studies (GISS) in New York. Globally, 2018's temperatures rank behind those of 2016, 2017 and 2015. The past five years are, collectively, the warmest years in the modern record.\n“2018 is yet again an extremely warm year on top of a long-term global warming trend,” said GISS Director Gavin Schmidt.\nSince the 1880s, the average global surface temperature has risen about 2 degrees Fahrenheit (1 degree Celsius). This warming has been driven in large part by increased emissions into the atmosphere of carbon dioxide and other greenhouse gases caused by human activities, according to Schmidt.\nWeather dynamics often affect regional temperatures, so not every region on Earth experienced similar amounts of warming. NOAA found the 2018 annual mean temperature for the contiguous 48 United States was the 14th warmest on record.\nWarming trends are strongest in the Arctic region, where 2018 saw the continued loss of sea ice. In addition, mass loss from the Greenland and Antarctic ice sheets continued to contribute to sea level rise. Increasing temperatures can also contribute to longer fire seasons and some extreme weather events, according to Schmidt.\n“The impacts of long-term global warming are already being felt — in coastal flooding, heat waves, intense precipitation and ecosystem change,” said Schmidt.\nNASA’s temperature analyses incorporate surface temperature measurements from 6,300 weather stations, ship- and buoy-based observations of sea surface temperatures, and temperature measurements from Antarctic research stations.\nThese raw measurements are analyzed using an algorithm that considers the varied spacing of temperature stations around the globe and urban heat island effects that could skew the conclusions. These calculations produce the global average temperature deviations from the baseline period of 1951 to 1980.\nBecause weather station locations and measurement practices change over time, the interpretation of specific year-to-year global mean temperature differences has some uncertainties. Taking this into account, NASA estimates that 2018’s global mean change is accurate to within 0.1 degree Fahrenheit, with a 95 percent certainty level.\nNOAA scientists used much of the same raw temperature data, but with a different baseline period and different interpolation into the Earth’s polar and other data poor regions. NOAA’s analysis found 2018 global temperatures were 1.42 degrees Fahrenheit (0.79 degrees Celsius) above the 20th century average.\nNASA’s full 2018 surface temperature data set — and the complete methodology used to make the temperature calculation — are available at:\nhttps://data.giss.nasa.gov/gistemp\nGISS is a laboratory within the Earth Sciences Division of NASA’s Goddard Space Flight Center in Greenbelt, Maryland. The laboratory is affiliated with Columbia University’s Earth Institute and School of Engineering and Applied Science in New York.\nNASA uses the unique vantage point of space to better understand Earth as an interconnected system. The agency also uses airborne and ground-based monitoring, and develops new ways to observe and study Earth with long-term data records and computer analysis tools to better see how our planet is changing. NASA shares this knowledge with the global community and works with institutions in the United States and around the world that contribute to understanding and protecting our home planet.\nFor more information about NASA’s Earth science missions, visit:\nhttps://www.nasa.gov/earth\nNews media contacts\nSteve ColeHeadquarters, Washington202-358-0918stephen.e.cole@nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}