{
  "url": "https://climate.nasa.gov/news/3003/nasa-cnes-space-laser-measures-massive-saharan-dust-plume/",
  "title": "NASA, CNES Space Laser Measures Massive Saharan Dust Plume",
  "date": null,
  "content": "A space-based laser that measures clouds and small atmospheric particles called aerosols has provided a unique view of the massive Saharan dust plume that crossed the North Atlantic Ocean in June.\nThe Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO) satellite — a joint venture between NASA and the French space agency, Centre National d'Etudes Spatiales (CNES) — observed the plume as it traveled across the ocean and eventually affected the mainland of the United States.\nThough long range Saharan dust events occur every summer, the unusually large quantity of dust remaining after this plume's trans-Atlantic voyage earned it the nickname “Godzilla.”\nThe plume swept out from the west coast of Africa over the Atlantic Ocean on June 17, 2020. Within days it extended across the Atlantic, degrading air quality and lowering visibility in the Caribbean. It reached the southeastern United States on June 25, resulting in an air pollution event lasting several days that saw the U.S. Environmental Protection Agency’s (EPA) air quality index (AQI) reach orange (unhealthy for sensitive groups) from the Florida panhandle all the way to Kansas.\nThe animation above includes images and data from instruments on board the CALIPSO and the National Oceanic and Atmospheric Administration (NOAA) GOES-East satellites, which observed the event unfold in great detail on June 18 to 27. The animation visualizes true-color photographs from the GOES-East imager beneath vertical profiles of measurements acquired from CALIPSO's lidar several hours earlier. Together, they show the impressive extent of the dust plume across the ocean and into the atmosphere.\n“The thickness and quantity of dust observed by the CALIPSO lidar reaching the Caribbean was among the most substantial that I have seen in my personal experience watching CALIPSO observations of Saharan dust transport over the past decade,” said Jason Tackett, research physical scientist for CALIPSO at NASA’s Langley Research Center in Hampton, Virginia.\nThe altitude of the plume measured by the CALIPSO lidar, an instrument adept at detecting dust, was impressive. At the beginning of the event, the lidar measured the plume top height at 6 to 7 kilometers (3.7 to 4.3 miles) just off the North African coast, which is higher than typical for these events. By the time it reached the Gulf of Mexico, the plume had descended, with tops around 3.5 to 4 kilometers (2.2 to 2.5 miles), reaching down to the surface. Ordinarily, Saharan dust outbreaks descend to lower altitudes before reaching the Caribbean.\nDust from the Saharan desert is lofted into the atmosphere by winds over the continent and then transported across the Atlantic Ocean within the Saharan Air Layer, a layer of air that forms over the Sahara Desert and then frequently moves west across the Atlantic Ocean, typically during the late spring, summer, and early fall. The seasonal transport of dust within this warm, dry air mass has been shown to depress the formation of hurricanes and to provide vital nutrients to the Amazon rainforest.\nAtmospheric aerosols such as dust can also affect climate. Depending upon their shapes, sizes and composition, they can reflect sunlight back to space and cool the atmosphere. They can also absorb sunlight and warm the atmosphere. Overall, aerosols have a short-term cooling effect on Earth's climate.\nSatellite observations from CALIPSO, GOES-East, and other instruments provide critical information to track the vertical and horizontal transport of Saharan dust. Atmospheric scientists can then plug that data into their air quality models, which helps fine tune them and allows for better prediction of effects from these events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}