{
  "url": "https://climate.nasa.gov/news/2887/the-water-future-of-earths-third-pole/",
  "title": "The Water Future of Earth’s ‘Third Pole’",
  "date": null,
  "content": "9 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nThis article is part of a series that explores NASA research into Earth's fresh water and surveys how those advances help people solve real world problems. Learn more.\nHimalaya. Karakoram. Hindu Kush. The names of Asia's high mountain ranges conjure up adventure to those living far away, but for more than a billion people, these are the names of their most reliable water source.\nSnow and glaciers in these mountains contain the largest volume of fresh water outside of Earth's polar ice sheets, leading hydrologists to nickname this region the Third Pole. One-seventh of the world's population depends on rivers flowing from these mountains for water to drink and to irrigate crops.\nRapid changes in the region's climate, however, are affecting glacier melt and snowmelt. People in the region are already modifying their land-use practices in response to the changing water supply, and the region's ecology is transforming. Future changes are likely to influence food and water security in India, Pakistan, China and other nations.\nNASA is keeping a space-based eye on changes like these worldwide to better understand the future of our planet's water cycle. In this region where there are extreme challenges in collecting observations on the ground, NASA's satellite and other resources can produce substantial benefits to climate science and local decision makers tasked with managing an already-scarce resource.\nThe most comprehensive survey ever made of snow, ice and water in these mountains and how they are changing is now underway. NASA's High Mountain Asia Team (HiMAT), led by Anthony Arendt of the University of Washington in Seattle, is in its third year. The project consists of 13 coordinated research groups studying three decades of data on this region in three broad areas: weather and climate; ice and snow; and downstream hazards and impacts.\nAll three of these subject areas are changing, starting with climate. Warming air and alterations in monsoon patterns affect the regional water cycle – how much snow and rain falls, and how and when the snowpack and glaciers melt. Changes in the water cycle raise or lower the risk of local hazards such as landslides and flooding, and have broad impacts on water allocation and crops that can be grown.\nFor most of human history, a detailed scientific study of these mountains was impossible. The mountains are too high and steep, and the weather too dangerous. The satellite era has given us the first opportunity to observe and measure snow and ice cover safely in places where no human has ever set foot.\n\"The explosive growth of satellite technology has been incredible for this region,\" said Jeffrey Kargel, a senior scientist at the Planetary Science Institute in Tucson, Arizona, and leader of a HiMAT team studying glacial lakes. \"We can do things now that we couldn't do ten years ago – and ten years ago we did things we couldn't do before that.\" Kargel also credited advances in computer technology that have enabled far more researchers to undertake large data-processing efforts, which are required to improve weather forecasting over such complex topography.\nArendt's HiMAT team is charged with integrating the many, varied types of satellite observations and existing numerical models to create an authoritative estimate of the water budget of this region and a set of products local policy makers can use in planning for a changing water supply. A number of data sets by HiMAT teams have already been uploaded to NASA's Distributed Active Archive Center at the National Snow and Ice Data Center. Collectively, the suite of new products is called the Glacier and Snow Melt (GMELT) Toolbox.\nThere's some urgency in completing the toolbox, because changes in melt patterns appear to be increasing the region's hazards – some of which are found only in this kind of terrain, such as debris dam \"failures\" on glacial lakes and surging glaciers blocking access to mountain villages and pastures. In the last few decades, towns and infrastructure such as roads and bridges have been wiped out by these events.\nKargel's team is studying catastrophic flooding from glacial lakes. These lakes start as melt pools on the surfaces of glaciers, but under the right conditions they may continue to melt all the way to ground level, pooling behind a precarious pile of ice and debris that was originally the front end of the glacier. An earthquake, rockfall or simply the increasing weight of water may breach the debris dam and create a flash flood.\nLakes like this were almost unknown 50 or 60 years ago, but as most high mountain Asian glaciers have been shrinking and retreating, glacial lakes have been proliferating and growing. The largest one Kargel has measured, Lower Barun in Nepal, is 673 feet (205 meters) deep with a volume of almost 30 billion gallons (112 million cubic meters), or about 45,000 Olympic-sized swimming pools full. The HiMAT team has mapped every glacial lake larger than about 1,100 feet (330 meters) in diameter for three different time periods – about 1985, 2001 and 2015 – to study how the lakes have evolved.\nAs the size and number of glacial lakes increase, so does the threat they pose to the local population and infrastructure. Dalia Kirschbaum of NASA's Goddard Space Flight Center in Greenbelt, Maryland, leads a group that is using satellite data to predict what areas are most susceptible to landslides in high mountain Asia, which can then inform the placement of new infrastructure of the region.\nOne critical factor in future rates of snow and ice melt is the role of dust, soot and pollution that settle on the frozen surfaces. Pristine white snow reflects more than 90% of incoming solar radiation back into the atmosphere. But when snow is blanketed by darker-colored particles of soot or dust, this coating absorbs more heat and the snow melts faster. Research has shown that the reason the Little Ice Age ended in Europe was the coating of soot deposited on the Alps by the Industrial Revolution. In Asia, the last 35 years have seen significant increases in the amount of soot settling on mountain snow. Whether these Asian ranges will react the same way the Alps did centuries ago is an important question.\nSeveral HiMAT teams are focused on this issue. Si-Chee Tsay of NASA Goddard is using satellite data to gain a better understanding of the properties of snow, ice, and dust and soot particles in this region. His group is also working in collaboration with regional researchers in Nepal to install sensors at ground level on glaciers located on Mt. Everest, Annapurna and Dhaulagiri, among other sites. These sensors will allow researchers to check the accuracy of satellite readings obtained over the same sites.\nTom Painter of the University of California, Los Angeles, is leading a team using satellite data from NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) and the NOAA/NASA Visible Infrared Imaging Radiometer Suite (VIIRS) in the community Weather Research and Forecasting model to quantify past and possible future variations in snow cover and other factors as soot and dust change. Another team, led by Sarah Kapnick of NOAA, is accounting for dust and soot within global climate models, to improve understanding of both historical and predicted future regional changes.\nThe tallest mountains in the world make for unique challenges in weather forecasting. A team led by Summer Rupper of the University of Utah in Salt Lake City has addressed one of these challenges by developing a model that differentiates between ice and snow that were deposited on the region during the monsoon season and those that came from winter storms, so that scientists can study where and when snow is likely to fall throughout the year.\nIn the HiMAT survey's final year, Arendt said, the research is coming together and the teams' scientific papers are heading for publication. One of the more alarming conclusions is that the glaciers will be 35 to 75% smaller in volume by 2100 due to rapid melting. A paper published on June 19 in Science Advances by HiMAT team members supports this conclusion with an analysis of 40 years of satellite data on glaciers in the Himalayan range. (The early years of data that researchers used for this study come from declassified spy satellites.) Not only are all glaciers in the Himalayan Range losing ice, the average rate of ice loss doubled between the first 25 years of satellite data, 1975-2000, and the most recent 16 years, 2000-2016.\nWhether rain and snowfall will also change, and whether changes would compound or mitigate the effects of ice loss, are not yet clear. Precipitation already varies considerably from one range to another in this region, depending on the monsoon and the flow of winter storms into the area. For example, precipitation is currently increasing in the Karakoram Range, where glaciers are either stable or advancing, but in every other range in this region, nearly all glaciers are retreating. Whether that anomaly will continue, grow stronger, or reverse as the climate continues to change is not yet clear. \"Global climate dynamics will dictate where storms end up and how they intercept the mountains,\" Arendt said. \"Even small changes in the tracking of the storms can create significant variability.\"\nFindings like these are why the HiMAT teams are eager to complete their GMELT toolbox, Arendt noted. The new products will offer decision-makers the best compilation of knowledge that can currently be made of how high mountain Asia has been changing in recent decades, along with a new set of resources to help them plan how best to prepare for the future of this hard-to-predict region.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}