{
  "url": "https://climate.nasa.gov/news/2842/drought-deluge-turned-stable-landslide-into-disaster/",
  "title": "Drought, deluge turned stable landslide into disaster",
  "date": null,
  "content": "4 min read\nThe Mud Creek landslide in photographic and radar images. The radar velocity map shows the pre-collapse (solid line) and post-collapse (dashed line) extent of the sliding area, with faster sliding velocities before the collapse shown in darker shades of red. The highest velocities were about 16 inches (40 centimeters) per year. Credit: Google/SIO/NOAA/U.S. Navy/NGA/GEBCO/Landsat/Copernicus\n› Larger view\n\"Stable landslide\" sounds like a contradiction in terms, but there are indeed places on Earth where land has been creeping downhill slowly, stably and harmlessly for as long as a century. But stability doesn't necessarily last forever. For the first time, researchers at NASA's Jet Propulsion Laboratory in Pasadena, California, and collaborating institutions have documented the transition of a stable, slow-moving landslide into catastrophic collapse, showing how drought and extreme rains likely destabilized the slide.\nThe Mud Creek landslide near Big Sur, California, dumped about 6 million cubic yards (5 million cubic meters) of rock and debris across California Highway 1 on May 20, 2017. The damage took more than a year and $54 million to repair. No long-term motion had been documented at Mud Creek before this event, but workers in the state's transportation department had noticed small mudslides in the weeks before the collapse and closed the highway as a precaution.\nThe JPL-led team identified Mud Creek as a stable landslide using an eight-year data set from an airborne JPL instrument called the Uninhabited Airborne Vehicle Synthetic Aperature Radar, processed with a technique called interferometric synthetic aperture radar processing (InSAR). They calculated that Mud Creek had been sliding at an average speed of about 7 inches (17 centimeters) per year since at least 2009. They used the European Space Agency's Sentinel-1A/B satellite data to document how the sliding area's behavior changed.\nThe airborne and satellite data measure changes only at the ground surface, however. \"From that, we tried to infer what may have happened to the landslide's sliding surface, tens of meters underground, that allowed the Mud Creek slide to transition from stable to unstable,\" said the study's lead author, Alexander Handwerger, a NASA postdoctoral fellow doing research at JPL.\nThe collapse happened after several days of heavy rainfall during one of the wettest years in over a century for this area. Before 2017, a five-year drought had produced several of California's hottest and driest years ever. Using a computer model of how water affects soil, the researchers studied what would happen as the intense rains saturated the parched ground. Water would replace air in the tiny spaces between soil particles, greatly increasing the pressure on the particles. This pressure change could have destabilized the sliding surfaces belowground and triggered the collapse.\nCalifornia alone has more than 650 known stable landslides. If one began losing stability in the future, could InSAR data reveal the change? To answer that question, the team compared the Mud Creek images with images of two other stable landslides in similar types of soil and rock.\nPaul's Slide, only 13 miles (21 kilometers) north of Mud Creek, went through the same weather conditions yet did not fail catastrophically. A landslide in Northern California received over 3 feet (1 meter) more rainfall than Mud Creek without catastrophic failure. \"We thought if we compared these two cases that didn't fail to the one that did, we might find some characteristic velocity pattern that would be a warning that a slide was going to fail catastrophically,\" Handwerger said.\nThe idea paid off. Handwerger found that all three stable slides accelerated slightly after the winter rainy season started and then, as the season continued, slowed down again and stabilized. This is their usual annual pattern. But after the late-season rains, Mud Creek accelerated again, increasing in speed until its ultimate collapse. The other slides did not.\n\"We think that second speed-up may be a signal of interest, but we only have this one case,\" Handwerger said. \"Since we now know that stable landslides in this region can fail catastrophically and we have good data coverage here, our plan is to monitor this whole stretch of the Pacific Coast Highway and look for these unusual velocity changes. If we get enough examples, we can start to actually figure out the mechanisms that are controlling this behavior.\"\nThe paper on the research, titled \"A shift from drought to extreme rainfall drives a stable landslide to catastrophic failure,\" was published today in Scientific Reports. Coauthors represent JPL; the University of Maryland in College Park; Portland State University in Oregon; and the University of California, Berkeley.\nIn response to recent flooding near Kerrville, Texas, NASA deployed two aircraft to assist state…\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nEditor’s note: The caption for the OPERA portal image of uplift in the Gulf of California…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}