{
  "url": "https://climate.nasa.gov/news/2937/nasa-french-space-laser-measures-massive-migration-of-ocean-animals/",
  "title": "NASA, French Space Laser Measures Massive Migration of Ocean Animals",
  "date": null,
  "content": "Researchers used the space-based CALIPSO lidar to measure the planet’s largest animal migration, which takes place when small sea creatures swim up from the depths at night to feed on phytoplankton, then back down again just before sunrise. Credit: NASA/Timothy Marvel\nEvery night, under the cover of darkness, countless small sea creatures – from squid to krill – swim from the ocean depths to near the surface to feed. This vast animal migration – the largest on the planet and a critical part of Earth’s climate system – has been observed globally for the first time, thanks to an unexpected use of a space-based laser.\nResearchers observed this vertical migration pattern using the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO) satellite — a joint venture between NASA and the French space agency, Centre National d'Etudes Spatiales — that launched in 2006. They published their findings in the journal Nature Wednesday.\n“This is the latest study to demonstrate something that came as a surprise to many: that lidars have the sensitivity to provide scientifically useful ocean measurements from space,” said Chris Hostetler, a scientist at NASA's Langley Research Center in Hampton, Virginia, and co-author on the study. \"I think we are just scratching the surface of exciting new ocean science that can be accomplished with lidar.”\nThe study looks at a phenomenon known as Diel Vertical Migration (DVM), in which small sea creatures swim up from the deep ocean at night to feed on phytoplankton near the surface, then return to the depths just before sunrise. Scientists recognize this natural daily movement around the world as the largest migration of animals on Earth in terms of total number.\nThe cumulative effect of daily vertically migrating creatures on Earth's climate is significant. During the day, ocean phytoplankton photosynthesize and, in the process, absorb significant amounts of carbon dioxide, which contributes to the ocean's ability to absorb the greenhouse gas from the atmosphere. Animals that undergo DVM come up to the surface to feed on phytoplankton near the ocean’s surface and then swim back down, taking the phytoplankton carbon with them. Much of this carbon is then defecated at depths where it is effectively trapped deep in the ocean, preventing its release back into the atmosphere.\n\"What the lidar from space allowed us to do is sample these migrating animals on a global scale every 16 days for 10 years,\" said Mike Behrenfeld, the lead for the study and a senior research scientist and professor at Oregon State University in Corvallis, Oregon. \"We've never had anywhere near that kind of global coverage to allow us to look at the behavior, distribution and abundance of these animals.\"\nZeroing in on tropical and subtropical ocean regions, researchers found that while there are fewer vertically migrating animals in lower-nutrient and clearer waters, they comprise a greater fraction of the total animal population in these regions. This is because the migration is a behavior that has evolved primarily to avoid visual predators during the day when visual predators have their greatest advantage in clear ocean regions.\nIn murkier and more nutrient-rich regions, the abundance of animals that undergo DMV is higher, but they represent a smaller fraction of the total animal population because visual predators are at a disadvantage. In these regions, many animals just stay near the surface both day and night.\nThe researchers also observed long-term changes in populations of migrating animals, likely driven by climate variations. During the study period (2008 to 2017), CALIPSO data revealed an increase in migrating animal biomass in the subtropical waters of the North and South Pacific, North Atlantic and South Indian oceans. In the tropical regions and North Atlantic, biomass decreased. In all but the tropical Atlantic regions, these changes correlated with changes in phytoplankton production.\nThis animal-mediated carbon conveyor belt is recognized as an important mechanism in Earth’s carbon cycle. Scientists are adding animals that undergo DVM as a key element in climate models.\n\"What these modelers haven't had is a global dataset to calibrate these models with, to tell them where these migrators are most important, where they're most abundant, and how they change over time,\" said Behrenfeld. \"The new satellite data give us an opportunity to combine satellite observations with the models and do a better job quantifying the impact of this enormous animal migration on Earth’s carbon cycle.\"\nThe satellite data are also relevant to global fisheries because the migrating animals are an important food source for larger predators that lurk in the depths of the ocean. Those predators are often species of fish that are attractive to commercial fisheries. The larger the DVM signal, the larger the population of fish that can live in the deep sea.\nThough CALIPSO's laser was designed to measure clouds and atmospheric aerosols, it can penetrate the upper 20 meters of the ocean's surface layer. If the migrating animals reach this layer, they are detected by CALIPSO.\nNASA uses the vantage point of space to understand and explore our home planet, improve lives and safeguard our future. The agency’s observations of Earth’s complex natural environment are critical to understanding how our planet’s natural resources and climate are changing now and could change in the future.\nFor more information about NASA’s Earth science activities, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\nHeadquarters, Washington\n202-358-0918\nstephen.e.cole@nasa.gov\nJoe Atkinson\nLangley Research Center, Hampton, Va.\n757-864-5644\njoseph.s.atkinson@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}