{
  "url": "https://climate.nasa.gov/news/2888/when-drought-threatens-crops-nasas-role-in-famine-warnings/",
  "title": "When Drought Threatens Crops: NASA’s Role in Famine Warnings",
  "date": null,
  "content": "5 min read\nBy Maria-José Viñas,NASA’s Earth Science News Team\nThis article is part of a series that explores NASA research into Earth's fresh water and surveys how those advances help people solve real world problems. Learn more.\nNASA’s satellite imagery and model forecasts regularly help agricultural and aid agencies to monitor the performance of crops worldwide and prepare for food shortages.\n“In the 1970’s the U.S. realized that drought impacts on global agriculture were severely affecting trade and food aid decisions, while ground based information and forecasting of drought was very limited,” said Brad Doorn, water resources program manager in the Earth Science Division at NASA Headquarters, Washington. “Earth observations from space provide the persistent, global information needed to detect precipitation, temperature, soil moisture, and vegetation conditions that give us a more complete picture of conditions that lead to drought, as well as its impacts.”\nOne of the areas of the planet that NASA and its partner agencies have been keeping a close eye on is southern Africa, which has experienced a year of extremes. Overly dry conditions developed across parts of the region around the start of the 2018-2019 maize crop season in October and persist until today, putting millions of people at risk of famine. Countries like Namibia, Zimbabwe and Angola are facing some of the worst droughts on record. To make matters worse, two tropical cyclones hit areas of Mozambique and surrounding regions in March and April, causing flooding and high levels of crop loss in the affected region.\nThe drought is tied to El Niño, a weather pattern tied with persistent warming in the central and eastern tropical Pacific, which is expected to last until the end of 2019. El Niño brings high temperatures and a dearth of rainfall to southern Africa. When the shortages in rainfall persist, they evolve into deficits in soil moisture, which can decimate rainfed crops – the most predominant type in southern Africa, where less than 10% of the arable land is irrigated.\nEach of the steps leading to agricultural drought can be seen from space. As drought conditions develop, NASA computer models that use satellite measurements provide an outlook for the upcoming months.\nA team at NASA's Goddard Space Flight Center in Greenbelt, Maryland, has developed a data assimilation system that takes observations from NASA’s Soil Moisture Active Passive (SMAP) satellite and ingests them into the US Department of Agriculture’s Foreign Agricultural Service (FAS) crop forecasting system, which is used by the agency to monitor regional droughts and floods and forecast crop yield. SMAP, launched in 2015, measures the water content of soils and can give a first warning on crop stress.\n“The FAS crop analysts use the enhanced soil moisture information we provide them to predict the impact of drought on crop growth and estimate expected end-of-season yield. Crop yield forecasts are updated monthly and are presented relative to last year’s yield and last month’s estimates,” said Iliana Mladenova, a research scientist at Goddard.\nThe USDA FAS’s soil moisture model also incorporates precipitation and temperature observations to derive soil moisture. But there are areas of the world where rain gauges are scarce or don’t get properly maintained, like southern Africa. Direct satellite measurements of soil moisture in these places may be used to correct the model for precipitation errors and improve the model estimates of the soil water content at the surface and the root zone – the soil region where plants extract water from.\nNASA’s Applied Sciences Program has been collaborating with FAS since 2005. Back then, the soil moisture measurements came from NASA’s Advanced Microwave Scanning Radiometer (AMSR-E) satellite mission. Mladenova expects to eventually be able to combine the measurements from different satellite missions into a “soil moisture almanac” of sorts.\nNASA is also part of an interagency effort funded by the United States Agency for International Development (USAID) that provides early warning and analysis on instances of acute food insecurity around the world. NASA contributes to the Famine Early Warning System Network (FEWS NET), by running seasonal forecasting models to predict the evolution of temperature and precipitation, as well as other hydrological variables, for up to half a year in advance.\n“FEWS NET’s mission is to inform the U.S. where we might need to send aid,” said Christa Peters-Lidard a hydrologist and Deputy Director for Hydrosphere, Biosphere, and Geophysics at NASA's Goddard Space Flight Center in Greenbelt, Maryland. “If a country is in a situation where they are unable to mitigate the drought because they don’t have the ability to irrigate or access to alternative food markets, that’s where the U.S. and our partners across the world have to make decisions about whether to send aid.”\nNASA has been involved in FEWS NET since its launch, in 1985. This longstanding collaboration has evolved from one focused primarily on remote sensing of vegetation conditions to one that takes advantage of NASA’s Land Information System, a software framework that integrates satellite and ground-based observations with models.\nNASA’s efforts to monitor agricultural drought will only become more important in the future, with droughts expected to become more frequent and intense as the climate warms.\n“There is a lot of uncertainty about what the future holds for Southern Africa with respect to rainfall, but there is observational evidence that air temperatures are increasing across the region,” said Amy McNally, a researcher at Goddard and the University of Maryland in College Park, Maryland. “Higher temperatures are associated with greater aridity meaning more evaporation from reservoirs and drier soils.”\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}