{
  "url": "https://climate.nasa.gov/news/2889/nasas-ecostress-maps-european-heat-wave-from-space/",
  "title": "NASA’s ECOSTRESS Maps European Heat Wave from Space",
  "date": null,
  "content": "3 min read\nEurope's massive heat wave is on its way out — and it's leaving a slew of broken temperature records in its wake. Many countries were gripped by temperatures above 104 Fahrenheit (40 degrees Celsius) between June 26 and June 30. According to the World Meteorological Organization, June 2019 is now the hottest month on record for the continent as a whole.\nNASA's Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) measures Earth's surface temperature from the International Space Station at different times of day. Although its primary objective is to monitor the health of plants, ECOSTRESS can also detect heat events such as the one much of Europe just experienced.\nECOSTRESS mapped the surface, or ground temperature, of four European cities — Rome, Paris, Madrid and Milan — during the mornings of June 27 and June 28. In the images, hotter temperatures appear in red and cooler temperatures appear in blue. They show how the central core of each city is much hotter than the surrounding natural landscape due to the urban heat island effect — a result of urban surfaces storing and re-radiating heat throughout the day.\nThe fact that surface temperatures were as high as 77-86 degrees Fahrenheit (25-30 degrees Celsius) in the early morning indicates that much of the heat from previous days was stored by surfaces with high heat capacity (such as asphalt, concrete and water bodies) and unable to dissipate before the next day. The trapped heat resulted in even higher midday temperatures, in the high 40s (Celsius) in some places, as the heat wave continued.\nECOSTRESS launched to the space station last summer and began collecting its first heat data just days after installation. The instrument measures variations of ground temperatures to within a few tenths of a degree, and it does so with unprecedented detail: It's able to detect temperature changes at various times of day over areas the size of a football field. These measurements help scientists assess plant health and response to water shortages, which can be an indicator of future drought. They can also be used in observing heat trends, spotting wildfires and detecting volcanic activity.\nECOSTRESS provides a wide range of image products for studying the land surface and recently made all these products publicly available through the NASA Land Processes Distributed Active Archive Center (LPDAAC).\nNASA's Jet Propulsion Laboratory in Southern California (JPL) built and manages the ECOSTRESS mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA's Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nFor more information on ECOSTRESS visit the JPL mission website.\nLearn more about Earth science activities aboard the International Space Station.\nNews Media Contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818.354.4269esprit.smith@jpl.nasa.gov\nSkylab 3 astronauts witnessed many spectacular sights during their 858 orbital trips around the Earth…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}