{
  "url": "https://climate.nasa.gov/news/2938/seal-takes-ocean-heat-transport-data-to-new-depths/",
  "title": "Seal Takes Ocean Heat Transport Data to New Depths",
  "date": null,
  "content": "By Esprit Smith,\nNASA's Earth Science News Team\nA tagged elephant seal basks on Kerguelen Island, a French territory in the Antarctic. Elephant seals are tagged as part of a French research program called SO-MEMO (Observing System - Mammals as Samplers of the Ocean Environment), operated by the French National Center for Scientific Research (CNRS). The tags - actually, sensors with antennas - are glued to the seals' heads in accordance with established ethical standards when the animals come ashore either to breed or to molt. The researchers remove the tags to retrieve their data when the seals return to land. If they miss a tag, it drops off with the dead skin in the next molting season. Credit: Sorbonne University/Etienne Pauthenet › Larger view\nThe Antarctic Circumpolar Current flows in a loop around Antarctica, connecting the Atlantic, Pacific and Indian oceans. It is one of the most significant ocean currents in our climate system because it facilitates the exchange of heat and other properties among the oceans it links.\nBut how the current transfers heat, particularly vertically from the top layer of the ocean to the bottom layers and vice versa, is still not fully understood. This current is very turbulent, producing eddies — swirling vortices of water similar to storms in the atmosphere — between 30 to 125 miles (50 to 200 kilometers) in diameter. It also spans some 13,000 miles (21,000 kilometers) through an especially remote and inhospitable part of the world, making it one of the most difficult currents for scientists — as least those of the human variety — to observe and measure.\nLuckily for Lia Siegelman, a visiting scientist at NASA's Jet Propulsion Laboratory in Pasadena, California, the rough seas posed no challenge for her scientific sidekick: a tagged southern elephant seal.\nEquipped with a specialized sensor reminiscent of a small hat, the seal swam more than 3,000 miles (4,800 kilometers) on a three-month voyage, much of it through the turbulent, eddy-rich waters of the Antarctic Circumpolar Current. The seal made around 80 dives at depths ranging from 550 to 1,090 yards (500 to 1,000 meters) per day during this time. All the while, it collected a continuous stream of data that has provided new insight into how heat moves vertically between ocean layers in this volatile region — insight that brings us one step closer to understanding how much heat from the Sun the ocean there is able to absorb.\nFor a new paper published recently in Nature Geoscience, Siegelman and her co-authors combined the seal's data with satellite altimetry data. The satellite data of the ocean surface showed where the swirling eddies were within the current and which eddies the seal was swimming through. Analyzing the combined dataset, the scientists paid particular attention to the role smaller ocean features played in vertical heat transport. Siegelman was surprised by the results.\n\"These medium-sized eddies are known to drive the production of small-scale fronts — sudden changes in water density similar to cold and warm fronts in the atmosphere,\" she said. \"We found that these fronts were evident some 500 meters [550 yards] into the ocean interior, not just in the surface layer like many studies suggest, and that they played an active role in vertical heat transport.\"\nAccording to Siegelman, their analysis showed that these fronts act like ducts that carry a lot of heat from the ocean interior back to the surface. \"Most current modeling studies indicate that the heat would move from the surface to the ocean interior in these cases, but with the new observational data provided by the seal, we found that that's not the case,\" she said.\nThe ocean surface layer can absorb only a finite amount of heat before natural processes, like evaporation and precipitation, kick in to cool it down. When deep ocean fronts send heat to the surface, that heat warms the surface layer and pushes it closer to its heat threshold. So essentially, in the areas where this dynamic is present, the ocean isn't able to absorb as much heat from the Sun as it otherwise could.\nCurrent climate models and those used to estimate Earth's heat budget don't factor in the effects of these small-scale ocean fronts, but the paper's authors argue that they should.\n\"Inaccurate representation of these small-scale fronts could considerably underestimate the amount of heat transferred from the ocean interior back to the surface and, as a consequence, potentially overestimate the amount of heat the ocean can absorb,\" Siegelman said. \"This could be an important implication for our climate and the ocean's role in offsetting the effects of global warming by absorbing most of the heat.\"\nThe scientists say this phenomenon is also likely present in other turbulent areas of the ocean where eddies are common, including the Gulf Stream in the Atlantic Ocean and the Kuroshio Extension in the North Pacific Ocean.\nAlthough their results are significant, Siegelman says more research is needed to fully understand and quantify the long-term effects these fronts may have on the global ocean and our climate system. For example, the study is based on observations in the late spring and early summer. Results may be more pronounced during winter months, when these small-scale fronts tend to be stronger. This body of research will also benefit from additional studies in other locations.\nFor more information on how the elephant seal data were acquired, see:\nhttps://climate.nasa.gov/news/2871/data-with-flippers-studying-the-ocean-from-a-seals-point-of-view/\nArielle Samuelson\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\narielle.a.samuelson@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}