{
  "url": "https://climate.nasa.gov/news/2890/managing-fresh-water-across-the-united-states/",
  "title": "Managing Fresh Water Across the United States",
  "date": null,
  "content": "8 min read\nBy Ellen Gray, NASA's Earth Science News Team,and Elizabeth Goldbaum, NASA's Earth Science Technology Office\nThis article is part of a series that explores NASA research into Earth's fresh water and surveys how those advances help people solve real world problems. Learn more.\nThe varied landscapes of the United States have unique relationships with water. On the East Coast, rain is a regular occurrence. In the West, drought is a constant threat. Rivers and lakes fed by rainfall, snowmelt or a mix of both provide two-thirds of the country's drinking water while also supporting agriculture.\nManaging these water resources requires balancing growing demand for water in the face of shifting availability and changing climate. Many state and federal agencies and other organizations turn to NASA research, satellite data and analytical tools to help tackle these issues.\nSince the 1960s, NASA has been steadily expanding its view of how fresh water moves around the planet. Early satellites that imaged clouds and snow cover evolved to more recent missions that quantify rain and snowfall worldwide every half-hour, make daily observations of global snow cover, detect changes in aquifers deep underground, and monitor moisture in soils every few days.\nThese observations are some of the most powerful assets scientists have when studying the water cycle, how it affects people and their water supplies, and how it may change in a warming climate. At NASA, researchers maintain and refine these data sets, providing them to the public at no cost. NASA researchers also help to interpret the information with sophisticated computer programs that integrate the disparate data sets and fill gaps to create a coherent picture of where and how water moves around the planet every day.\nTo put these tools in the hands of decision makers, NASA funds a robust set of projects that connects researchers with local water managers to address location-specific water issues. These needs range from drought and crop forecasts in the Midwest, to estimating available water from snowpack and rainfall in California, to dealing with climate change, which affects water decisions everywhere.\nOne of the challenges of studying water in its many forms is tying together all the satellite observations into a continuous stream of information. That's where hydrology models come in.\nModels fill in gaps in the satellite observations, said Matt Rodell, chief of the Hydrological Sciences Laboratory at NASA's Goddard Space Flight Center in Greenbelt, Maryland. These can be gaps in time and space, for instance when the satellite wasn't overhead, or gaps where satellites can't directly observe a process, such as water infiltrating the soil into an aquifer below ground. These gaps can be represented in the model with equations that use soil and vegetation properties and satellite-observed weather conditions as a starting point.\nModeling projects using NASA data include:\nCrop irrigation is the largest human demand on water resources in the world, accounting for 93 percent of water consumption globally. In the United States depending on the region, irrigation water comes from both the river systems fed by rain and snow and from aquifers, which are crucial sources of water in arid regions and when droughts occur.\nAccounting for irrigation itself in modeling, however, is an open area of research. Observations from satellites and the ground capture a partial picture for irrigation when water moves from rivers, lakes, reservoirs or groundwater to the soil. Modeling is not straightforward, because it depends on simulating water management decisions. The decision to irrigate, for how long and how much belongs to the farmer, and it can’t be solved by a simple equation, said Sujay Kumar,head of model development for NASA's Land Information System at Goddard. Nevertheless, irrigation impacts on the water cycle are important enough that modelers are developing methods to represent them and capture them from remote sensing.\nClimate change can increase the demand for water while limiting its availability, according to the U.S. National Climate Assessment. As warming causes snowfall to change to rain, water flows into reservoirs, lakes and rivers at different times of the year than it has historically, said Jeff Arnold, a scientist with the U.S. Army Corps of Engineers. Arnold is part of a NASA-funded project team led by researchers at the National Center for Atmospheric Research (NCAR) in Boulder, Colorado, that is creating tools to make global climate change predictions relevant to specific regions of the United States. The Army Corps wants to know how much change to expect across the country in the next 50-100 years, Arnold said, since that can affect how the corps operates its infrastructure, such as dams and hydropower plants.\n“Water security is having the right amount of water at the right time and at the right place,” Arnold said.\nThe tools developed by the project will enable water managers to create strategies to modernize and maintain their infrastructure, said Andy Wood, the lead scientist at NCAR. Wood's team has been working closely with water managers across the United States and incorporating their feedback into tools that use NASA's Land Information System model to monitor and predict seasonal changes in water supplies at the watershed scale.\nNoah Molotch, a hydrologist at the University of Colorado at Boulder, has also taken a user-first approach to a NASA-funded project using satellite observations to improve tools for California water managers.\nCalifornia's water supply is heavily dependent on the Sierra Nevada snowpack and managing its meltwater through the spring. To assess the status of their water supply, managers use tools based on forecasts of streamflow volumes for 20 major river basins across the state. Originally developed during years with normal rain and snowfall, these tools were not as accurate during the recent drought when climate conditions were abnormal. Molotch's team is using satellite observations, particularly estimates of the amount of water in snow derived from MODIS snow cover observations, to improve the forecast models so managers have better information during droughts.\nAt the other end of the water spectrum, a project led by Jennifer Jacobs at the University of New Hampshire in Durham integrates soil moisture data from SMAP to assess the flood potential of the Red River in North Dakota and Minnesota. And, in partnership with the National Weather Service’s North Central River Forecast Center, the team is working to improve operational flood forecasting for people in the region.\nThe upcoming 2021 launch of the Surface Water and Ocean Topography (SWOT) mission will add another important piece to the freshwater puzzle: data on surface water height and slope, which will enable estimation of river flows. With the addition of these observations all major parts of the water cycle will be seen from space: precipitation, evaporation, runoff and water storage.\nVariations in water availability is the key question that the models at all levels try to answer, Kumar said, whether they are answering specific questions about stream flow or snowpack or crop conditions.\nIn addition to supporting specific applications, NASA's satellite observations and data-integrating model outputs are available to the public at no cost at a variety of resolutions and time scales, supporting educators, academics, and public and private institutions.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}