{
  "url": "https://climate.nasa.gov/news/2940/greenlands-rapid-melt-will-mean-more-flooding/",
  "title": "Greenland's Rapid Melt Will Mean More Flooding",
  "date": null,
  "content": "The Greenland Ice Sheet, seen here in Oct. 2018, is melting at a rapidly accelerating rate because of Earth's warming climate. As the ice melts into the ocean, it raises the sea level around the world, causing flooding and other damage to coastal communities. Credit: NASA/JPL-Caltech\n› Larger view\nThe Greenland Ice Sheet is rapidly melting, having lost 3.8 trillion tons of ice between 1992 and 2018, a new study from NASA and the European Space Agency (ESA) finds. The study combined 26 independent satellite datasets to track global warming's effect on Greenland, one of the largest ice sheets on Earth, and the ice sheet melt's impact on rising sea levels. The findings, which forecast an approximate 3 to 5 inches (70 to 130 millimeters) of global sea level rise by 2100, are in alignment with previous worst-case projections if the average rate of Greenland's ice loss continues.\nChanges to the Greenland and Antarctic ice sheets are of considerable societal importance, as they directly impact global sea levels, which are a result of climate change. As glaciers and ice sheets melt, they add more water to the ocean. Increasing rates of global warming have accelerated Greenland's ice mass loss from 25 billion tons per year in the 1990s to a current average of 234 billion tons per year. This means that Greenland's ice is melting on average seven times faster today than it was at the beginning of the study period. The Greenland Ice Sheet holds enough water to raise the sea level by 24 feet (7.4 meters).\nThe paper, published Dec. 10 in Nature, is the result of an international collaboration between 89 polar scientists from 50 scientific institutions supported by NASA and ESA. The Ice Sheet Mass Balance Inter-comparison Exercise, or IMBIE, used well-calibrated data from 13 NASA and ESA satellite missions to create the most accurate measurements of ice loss to date. The team found that half of the loss is tied to surface ice melting in warmer air. The rest of the loss is the result of factors such as warmer ocean temperatures, iceberg calving and the ice sheet shedding ice into the ocean more quickly.\n\"There are climate projections that are based on models of varying levels of complexity and observations, but they have large uncertainties. Our study is purely an observational one that tests those uncertainties. Therefore, we have irrefutable evidence that we seem to be on track with one of the most pessimistic sea level rise scenarios,\" said Erik Ivins, second author and lead scientist at NASA's Jet Propulsion Laboratory in Pasadena, California.\nGreenland is home to the only permanent ice sheet outside Antarctica. The sheet covers three-fourths of Greenland's land mass. But in the last 26 years, Greenland's melting ice has added 0.4 inches (11 millimeters) to sea level rise. Its cumulative 3.8 trillion tons of melted ice is equivalent to adding the water from 120 million Olympic-size swimming pools to the ocean every year, for 26 years.\n\"As a rule of thumb, for every centimeter rise in global sea level, another 6 million people are exposed to coastal flooding around the planet,\" said Andrew Shepherd, lead author and scientist from the University of Leeds in the United Kingdom. \"On current trends, Greenland ice melting will cause 100 million people to be flooded each year by the end of the century, so 400 million in total due to sea level rise.\"\nIn addition to storm surges and high tides that will increase flooding in many regions, sea level rise exacerbates events like hurricanes. Greenland's shrinking ice sheet also speeds up global warming. The vast expanse of snow and ice helps cool down Earth by reflecting the Sun's rays back into space. As the ice melts and retreats, the region absorbs more solar radiation, which warms the planet.\nThe new study will contribute to the evaluation and evolution of sea level rise models used by the Intergovernmental Panel on Climate Change in evaluating risks to current and future populations. The results of the study currently appear consistent with the panel's worst-case projections for sea level rise in the next 80 years.\n\"The full set of consequences of future melt from the Greenland Ice Sheet remain uncertain, but even a small increase in sea level can have devastating effects on ports and coastal zones, cause destructive erosion, wetland flooding, and aquifer and agricultural soil contamination with salt,\" said Ivins.\nThis is the third IMBIE study on ice loss as a result of global warming. IMBIE's first report in 2012 measured both Greenland and Antarctica's shrinking ice sheets, finding that the combined ice losses from Antarctica and Greenland had increased over time and that the ice sheets were losing three times as much ice as they were in the early 1990s. Antarctica and Greenland continue to lose ice today, and that rate of loss has accelerated since the first IMBIE study.\nIMBIE is supported by the NASA Earth Science Division and the ESA Climate Change Initiative.\nTo learn more about NASA missions studying climate change, visit:\nhttps://climate.nasa.gov\nTo learn more about NASA's study of sea level rise, visit:\nhttps://sealevel.nasa.gov\nView the latest sea level data in Earth Now:\nhttps://go.nasa.gov/341j5aV\nArielle Samuelson\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\narielle.a.samuelson@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}