{
  "url": "https://climate.nasa.gov/news/3006/nasa-noaa-satellite-sees-siberian-smoke-reach-alaska/",
  "title": "NASA-NOAA Satellite Sees Siberian Smoke Reach Alaska",
  "date": null,
  "content": "2 min read\nThis summer, Siberia has seen potentially record-breaking temperatures as high as 100.4 degrees Fahrenheit (38 degrees Celsius) as well as wildfires burning on a massive scale across the countryside.\nThese fires are spewing significant smoke and particulates into the atmosphere, which have begun to make their way across the Bering Sea to the U.S. and Canada. A low-pressure system swirled these aerosols over Alaska last week, where they were spotted by the Visible Infrared Imaging Radiometer Suite (VIIRS) instrument on NASA-NOAA’s Suomi-National Polar-orbiting Partnership (Suomi-NPP) satellite.\nA collaborative effort between NOAA (National Oceanic and Atmospheric Administration) and NASA, Suomi-NPP is the technology demonstration satellite for the Joint Polar Satellite System (JPSS), the nation’s latest series of polar-orbiting environmental satellites. The first JPSS satellite, now called NOAA-20, launched in November 2017. Suomi-NPP and JPSS satellites produce data used for weather forecasting and environmental monitoring of events like wildfires, floods, hurricanes, severe storms and more across the U.S. and the world.\n“JPSS touches everyone through its data,” said Matt Ritsko, NOAA Business Branch Lead at NASA's Goddard Space Flight Center in Greenbelt, Maryland. “Extreme weather events have profound impacts everywhere; JPSS spacecraft are always on watch to provide the insights needed in our local communities, helping the world every day. The program’s new 'JPSS in Your Community' application tells the story of how people in local communities are part of a nationwide team to make JPSS possible.”\nFor more information on benefits from the JPSS series of satellites and how the data are used in all 50 states and U.S. territories, visit https://www.jpss.noaa.gov/jpss-in-your-community.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nIn Aug. 2024, a team of NASA researchers and partners gathered in Missoula, Montana to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}