{
  "url": "https://climate.nasa.gov/news/2892/through-smoke-and-fire-nasa-searches-for-answers/",
  "title": "Through Smoke and Fire, NASA Searches for Answers",
  "date": null,
  "content": "10 min read\nBy Samson Reiny,NASA's Earth Science News Team\nFollow the space agency this summer to learn how NASA investigates fires to improve lives and safeguard the future.\nNASA satellites reveal a world marked by fire: a global patchwork of flame and smoke driven by the seasons and people. Summer wildfires rage across the western United States and Canada, Australia and Europe. In early spring, agricultural fires blanket the breadbasket regions of Southeast Asia as they do throughout the dry season in central and southern Africa and Brazil.\nFor years, NASA has used the vantage point of space, combined with airborne and ground-based field campaigns, to decipher the impact of fires—from first spark to final puff of smoldering smoke— and help other agencies protect life and property.\nBut the effects of fires linger long after they’re extinguished: They can upend ecosystems, influence climate and disrupt communities. While NASA keeps an eye on today’s fires, it also tackles the big-picture questions that help fire managers plan for the future.\nThis summer, NASA is embarking on several field campaigns across the world to investigate longstanding questions surrounding fire and smoke. Aircraft will fly through smoke and clouds to improve air quality, weather and climate forecasting, and investigate fire-burned forests to capture ecosystem changes that have global impact.\nLast year’s U.S. wildfire season was the most deadly and costly in California history. It’s become a trend: Longer, hotter dry seasons brought on by climate change combined with superabundant vegetation due to aggressive fire suppression practices over the last century have resulted in 16 of the 20 largest fires in the state’s history occurring in the last 20 years. Under these conditions, early detection is key for disaster responders to formulate strategies for managing wildfires of increasing size and severity and for carrying out evacuations. Instruments on NASA Earth-orbiting satellites often provide the initial snapshot of a fire’s location and progression.\n“We are, in essence, the tallest fire towers,” said Doug Morton, chief of the biospheric sciences laboratory at NASA’s Goddard Spaceflight Center in Greenbelt, Maryland. “Real-time transfer of those satellite data into the hands of forest managers, protected area managers and firefighters about the locations of new blazes—that’s where NASA’s initial role is critically important.”\nGround and airborne observations track daytime fire activity. To track fires at night, the U.S. Forest Service uses two aircraft fitted with NASA-developed thermal sensors and onboard automated data processing systems that deliver fire detection maps via cellular signal to the incident command center (the nerve center for fire operations across responding government agencies) in a matter of a few minutes.\n“We’re talking about incident command getting crucial information in 5 to 20 minutes versus several hours with older technology,” said Vince Ambrosia, a wildfires remote-sensing scientist at NASA Ames Research Center in Moffett Field, California. “Those numbers speak for themselves on the value of critical, timely information.”\nIn addition to monitoring active fires, NASA is also working to improve fire forecasting. Anticipating a fire’s next move relies on reconciling the complex exchange between topography, vegetation and weather. One area of focus is the development of models that account for moisture content in fuel sources such as desiccated, fallen trees that are more prone to catching fire and spreading it. Another is remote detection of ladder fuels—tall grasses, bushes and tree branches that can carry flames from the ground into higher tree branches to create fast-spreading crown fires. NASA scientists are working to develop maps of ladder fuel for both active fire forecasting and fire mitigation using data from space.\nAnyone living downwind from a wildfire knows that communities don’t have to be in the direct path of a fire to feel its effects. Smoke can travel thousands of miles, blanketing towns and cities with noxious chemicals and fine particles that cause respiratory distress and other health issues.\nRegular smoke forecasts for the United States using satellite data are produced by the National Oceanic and Atmospheric Administration’s (NOAA) National Weather Service. Smoke forecasts are critical to local health managers for planning school and other closures, and for giving communities time to acquire face masks and find suitable shelter.\nThis month, NOAA and NASA begin a major field campaign to improve its ground- and satellite-based forecasting models by taking a closer look at the smoke. The joint Fire Influence on Regional to Global Environments and Air Quality (FIREX-AQ) campaign will employ a fleet of science aircraft packed with instrumentation for analyzing smoke chemistry at varying altitudes from the point of combustion to hundreds and possibly thousands of miles downwind. The first leg of the mission, which begins in late July, will focus on wildfires in the western United States; the second, in August, will cater to agricultural fires in the U.S southeast.\n“Not all smoke is the same,” said Barry Lefer, tropospheric composition program manager at NASA Headquarters in Washington. “Pine, grasses, deciduous trees, shrubs—their chemistries are different, so when they burn each of those smoke species reacts differently with the weather and atmosphere. We want to observe those interactions and how they change as they travel downwind. This will give more nuance to our models and improve forecasts.”\nSmoke and cloud interactions have a profound impact on weather and climate. Like other aerosols, smoke particles can act as cloud seeds; water vapor can coalesce around them to form cloud water droplets. Smoke also affects how much sunlight clouds reflect back into the atmosphere. Quantifying these mechanisms is crucial for improving global climate forecast models.\nYet aerosol-cloud interactions are notoriously difficult to observe in the field, said Hal Maring, radiation sciences program manager at NASA Headquarters. “Some clouds have very short lifetimes while others have very long ones, and they’re all located in radically different parts of the skies. Getting a quantitative look at these processes is a tall order.”\nAnother major NASA-sponsored field campaign this summer and fall, this time in the Philippines, will tackle this scientific challenge. In August NASA, the Manila Observatory and the Naval Research Laboratory (NRL), in partnership with the Philippine government, will converge on the skies surrounding the country with several instrumented aircraft, along with the ocean research vessel Sally Ride, to take more than a month’s detailed account of aerosol-cloud interactions. A decade in the making, the Cloud, Aerosol, and Monsoon Processes Philippines Experiment (CAMP2Ex) mission will take measurements to help improve monitoring and long-range weather and climate forecasting.\nThe Maritime Continent—Indonesia, Borneo, New Guinea, the Philippine Islands, the Malay Peninsula and the surrounding seas—has long been an area of scientific inquiry. Agricultural and other fires from the region, along with air pollution from cities, provide a ready supply of aerosols that influence major weather processes; besides the torrential monsoons over the Asian archipelago, the region also produces moisture that provides rainfall over the Pacific Ocean and can even influence weather in the continental United States.\n“The region is the perfect natural laboratory,” said NRL research meteorologist Jeff Reid, who, along with Maring, is co-leading CAMP2Ex. “The region has just the right mixture of meteorological and aerosol variability. Numerous satellite remote sensing and modeling studies have linked the presence of pollution and biomass-burning smoke to changes in cloud and storm properties, but we lack the observations of the actual mechanisms taking place. CAMP2Ex provides a much-needed crucible for satellite observing systems and model predictions to monitor and understand how atmospheric composition and weather interact.”\nCarbon is a building block for all life on Earth; it’s also a key factor in climate change. Starting from the Industrial Age, the burning of carbon-containing fossil fuels for energy needs has released an excess of heat-trapping carbon dioxide and other gases into the atmosphere. Forest fires also contribute as they release carbon dioxide. In the northern latitudes there’s another source of carbon emissions that scientists are studying, in the form of thawing soil.\nIn 2014 the summer fires in the Northwest Territories, Canada, claimed 7 million acres of boreal forest—an area larger than Massachusetts—making it one of the most severe fire seasons in the country’s history. Those fires emitted approximately 94 tera-grams of carbon, offsetting half of all the carbon removed from the atmosphere through annual tree growth across all of Canada’s vast forests.\n“We expect that carbon stocks will start to recover after this loss because vegetation will regrow and take carbon out of the atmosphere, which is a good thing,” said NASA Goddard Earth scientist Peter Griffith. “But it will take 75 to 100 years to make up for that carbon loss.”\nFires are essential for many forests, as they return nutrients to the soil and encourage the growth of essential tree species, such as Black Spruce in Canada’s boreal forests. But because the Arctic is warming twice as fast as the rest of the planet, resulting in longer, warmer, drier summers, evidence suggests that more frequent, more intense fires—and the substantial carbon loss and ecosystem consequences that come with fire—are there for the long haul.\nNASA’s Arctic Boreal Vulnerability Experiment (ABoVE) is in the middle of a 10-year airborne field campaign to investigate the social and ecological impacts of the rapidly changing climate in Alaska and northwestern Canada. These include impacts to and from wildfires, changes to wildlife habitats and the thawing of permafrost: perennially frozen ground that contains ice, rocks and sand along with organic material. A warming Arctic is thawing permafrost, which allows decomposition to set it in, releasing more carbon dioxide and methane into the atmosphere. Fires speed up that process by burning away many inches of the insulating layer of unfrozen organic soil, exposing frozen soil to the warmer air.\nFor the last few years, ABoVE has been flying aircraft equipped with radar and lidar instrumentation to the Northwest Territories to monitor permafrost loss in burned areas. The data reveal that the ground in burned areas is sinking faster year by year as the ground thaws, Griffith said. The airborne data taken over carefully measured ground locations will help to connect those changes at sites to what NASA researchers observe across North America from landcover and ice-measuring satellites.\nAs the scorched boreal forests recover, the once dominating conifers—tree species that retain their leaves year-round—are being replaced by deciduous trees, which can have follow-on ecosystem effects that scientists are still trying to understand. “It’s clear that birds and animals, as well as people who live in or around these forests and who depend on wildlife for food, will have to adapt,” Griffith said. “The climate changes and other environmental changes that are impacting northern ecosystems and the people who live there are happening because of decisions that are being made far, far away. We are all truly connected.”\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nIn Aug. 2024, a team of NASA researchers and partners gathered in Missoula, Montana to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}