{
  "url": "https://climate.nasa.gov/news/2941/nasas-operation-icebridge-completes-eleven-years-of-polar-surveys/",
  "title": "NASA's Operation IceBridge Completes Eleven Years of Polar Surveys",
  "date": null,
  "content": "NASA’s Operation IceBridge, a ten-year mission to collect polar data between ICESat and ICESat-2, may be coming to a close, but its hundreds of terabytes of data and the expertise of its team will continue to fuel research and discovery for decades to come. Credit: NASA / Jim Yungel\nBy Jessica Merzforf,\nNASA's Goddard Space Flight Center\nFor eleven years from 2009 through 2019, the planes of NASA’s Operation IceBridge flew above the Arctic, Antarctic and Alaska, gathering data on the height, depth, thickness, flow and change of sea ice, glaciers and ice sheets.\nDesigned to collect data during the years between NASA’s two Ice, Cloud, and land Elevation Satellites, ICESat and ICESat-2, IceBridge made its final polar flight in November 2019, one year after ICESat-2’s successful launch.\nAs the team and planes move on to their next assignments, the scientists and engineers reflected on a decade of IceBridge’s most significant accomplishments.\nNASA’s first Ice, Cloud, and land Elevation Satellite (ICESat) monitored ice, clouds, atmospheric particles and vegetation globally beginning in 2003. As ICESat neared the end of its life, NASA made plans to keep measuring ice elevation with aircraft until ICESat-2’s launch. ICESat finished its service in August 2009, and IceBridge took over land and sea ice measurements for the next decade.\nThe number and models of IceBridge aircraft changed from year to year, and they carried more than a dozen instruments, from elevation-mapping lasers and ice-penetrating radars, to optical and infrared cameras, to gravimeters and magnetometers that reveal information about the bedrock under the ice. Beyond simply bridging the altimetry gap, the mission’s comprehensive suite of instruments allowed it to document fast and slow changes to the ice sheets, understand the geophysical causes of those changes, track yearly fluctuations in sea ice thickness and improve computing and modeling tools for research.\nBefore IceBridge, NASA was annually monitoring vulnerable areas of the Greenland Ice Sheet via the Arctic Ice Mapping Project (AIM). But IceBridge far surpassed previous campaigns in size and scope, with annual surveys of both poles, more instruments and a longer timeframe that allowed it to track changes across and even within years.\nOne of IceBridge’s first important contributions was mapping hundreds of miles of grounding lines in both Antarctica and Greenland. Grounding lines are where a glacier’s bottom loses contact with the bedrock and begins floating on seawater. A grounding line that is higher than rock that the ice behind it is resting on increases the possibility of future unstable retreat.\n“Before IceBridge, we had a lot of glaciers where we didn’t have information on their grounding lines, which made it challenging to model them and develop reliable projections of sea level rise,” said Michael Studinger, team lead for the Airborne Topographic Mapper (ATM) instrument and IceBridge’s project scientist from 2010 to 2015.\nThe team mapped 200 glaciers along Greenland’s coastal areas over their decade of work, as well as coastal areas, the interior of the Greenland Ice Sheet and high-priority areas in Antarctica. “We asked, ‘How will this look in 2030 or a hundred years from now?'” Studinger said.\nThe team’s expertise and adaptability enabled them to quickly modify flight routes as needed. During their 2011 Antarctic survey, IceBridge scientists spotted a massive crack in Pine Island Glacier, one of the fastest-changing glaciers on the continent. They later returned to study it more closely, and the crack produced a new glacier that October. This nimbleness made IceBridge uniquely versatile and responsive to the needs of the science community, enabling more science than their baseline assignments.\nPine Island has grown thinner and more unstable in recent decades, now generating new icebergs almost every year. IceBridge monitored Pine Island and other Antarctic glaciers every year, watching for cracks that could lead to icebergs and using radar and gravimeters to map features like the deep water channel underneath Pine Island Glacier, which may bring warm water to its underside and make it melt faster.\n“We need measurements to understand Antarctica’s ice today and models to understand its future, which ultimately affects us all via sea-level change,” said IceBridge project scientist Joe MacGregor. “Precisely measuring which Antarctic glaciers are thinning right now – and watching how they evolve over several years – helps us improve those models. Most of the biggest changes in Antarctic ice are occurring in West Antarctica, and unfortunately, that ice is very likely to continue thinning for the foreseeable future.”\nIn 2013, scientists from the British Antarctic Survey released an updated map of the bedrock beneath the Antarctic Ice Sheet. The model included surface elevation, ice thickness and bedrock topography data from ICESat, IceBridge and missions from international partners.\nUnderstanding what kind of rock lies beneath an ice sheet can yield important clues about how the ice on top might flow and change, said Studinger.\n“Gravity and magnetic measurements provide you with constraints to infer what kind of rock you have below an ice sheet,” he said. “That matters for the way and speed the ice is flowing. If you have soft sediment rock, that and meltwater can be a lubricant for an ice sheet. Crystalline rock, like granite, is harder to turn into a lubricant, making it more challenging for an ice sheet to develop a fast flow.”\nCarried by its own weight and the dynamics of the ground or water beneath it, ice flows toward the ocean, eventually floating offshore and potentially breaking off into icebergs, like those of the Pine Island Glacier. The better scientists understand this flow, the better they can model how it might progress in the future. IceBridge’s array of instruments measuring the top, middle and bottom of the Antarctic ice sheet are uniquely suited to studying this process, said Studinger.\n“Having all these pieces of information together is incredibly valuable, and we repeat the measurements year after year so we can see how things change over time,” he said. “That is a tremendous data asset and something we can’t do from space.”\nSometimes measuring the unseen bedrock not only helps explain known processes, but also yields new surprises. Researchers from the University of Bristol used decades of airborne radar data, much of it from IceBridge, to map the bedrock underneath the Greenland Ice Sheet. They found a previously unknown canyon more than 400 miles long and up to a half-mile deep slicing through the northern half of the country.\nThe scientists believe the canyon — dubbed the “grand canyon” of Greenland — may have once been a river system, and today likely transports subglacial meltwater from Greenland’s interior to the Arctic Ocean.\nAfter mapping the bedrock under the Greenland Ice Sheet, scientists turned their attention to the middle layers of the ice. Using both ice-penetrating radar and ice samples taken in the field, MacGregor and his team created the first map of the ice sheet’s many layers, formed as thousands of years of snow became compacted downward and formed ice.\nAs with all models, a better understanding of the past means more robust predictions of the future. Measuring past melt, accumulation and flow helps glaciologists refine their models of the Greenland Ice Sheet’s future.\n“Getting a sense of how old Greenland’s ice is at different depths across the island allowed us to peer into its past,” said MacGregor. “Making the 3D map of Greenland’s ice layers enabled us to discover that the ice sheet has slowed down over the last several thousand years. It also gave us clues as to how the ice sheet has warmed in the past, and where it may be frozen to bedrock or slowly melting instead.”\nICESat-2 launched from California’s Vandenburg Air Force Base on September 15, 2018, rocketing IceBridge into the final phase of its mission: connecting ICESat and ICESat-2.\nIceBridge continued collecting data after ICESat-2’s launch, its primary function being to validate the new satellite’s measurements. By conducting precise underflights, where planes traced the satellite’s orbit lines and took the same measurements at nearly the same time, the science teams could compare results and make sure ICESat-2’s instruments were functioning properly.\nNormally, IceBridge flights were conducted in full daylight, for maximum visibility. But during the satellite underflights, the planes also took measurements at dusk, to look for changes in accuracy with lower light. They also measured so-called “blue ice,” or ice not covered by snow, to better understand how the lasers penetrated ice.\nIceBridge underflew a number of European satellites during its ten years, like the ESA’s CryoSat-2 and Sentinel-3 satellites, and overflew ground campaigns like ESA’s CryoVEx campaign and the Danish PROMICE weather stations. Its precise, reliable measurements provided a standard to help other missions ensure high-quality measurements of their own.\nIn 2019, IceBridge continued flying in support of ICESat-2 for its Arctic and Antarctic campaigns. The hundreds of terabytes of data the team collected over the decade will fuel science for years to come.\n“This data doesn’t get old,” Studinger said. “This data set we have right now will be incredibly valuable going into the future. It’s basically the only data set of its kind that we have.”\n“Our data is freely available to anyone,” said project manager Eugenia De Marco. “I believe that, as humans, we are stewards of this planet, and as such, it is our responsibility to take care of it. The first step in that process is to find out what’s going on with the physical world so we can better address the challenges facing our planet. I believe IceBridge and the data it has collected helps answer the question of what’s going on, and that is one of the biggest contributions IceBridge has provided over the years.”\nThe campaign completed more than 900 flights between Greenland and Antarctica, and more than 150 in Alaska. While some members of the team changed over the decade, some have been with the project since its beginning.\n“We had this incredible can-do attitude on both the instrument teams and the aircraft teams,” said Studinger, who was the project’s first lead scientist in 2009 and worked with the mission throughout the decade. “We might have been working really long days for 11 weeks straight in Greenland, but still, at 5 in the morning, people step on the airplane and say hello with a big smile on their face. It really speaks to the people, who, for me, were the most enjoyable part – the IceBridge family.”\nIceBridge finished its last polar flight on November 20, 2019. The team will complete one more set of Alaska flights in 2020.\n“Operation IceBridge took what NASA had already learned how to do with planes at the poles and supersized it, with consistently successful airborne campaigns across the Arctic and Antarctic for eleven years straight,” said MacGregor. “While IceBridge was laser-focused on its primary objective – bridging the gap between ICESat and ICESat-2 – it was sufficiently big and broad in scope that it generated a momentum all its own, too. IceBridge opened the door to new ways of thinking about monitoring the polar regions and enabled numerous unexpected discoveries, and brought new scientists and new data types into the fold.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}