{
  "url": "https://climate.nasa.gov/news/3008/stunning-forecast-a-century-of-ice-loss-for-nearly-100000-glaciers/",
  "title": "Stunning Forecast: A Century of Ice Loss for Nearly 100,000 Glaciers",
  "date": null,
  "content": "4 min read\nBy Pat Brennan,NASA's Jet Propulsion Laboratory\nThe ice in one of the world’s highest concentrations of non-polar glaciers could see significant melting before the end of the century, potentially affecting sea levels around the globe, according to a new computer model from the NASA Sea Level Science Team.\nThe region, known as High Mountain Asia, could see ice loss run from 29 to 67 percent, depending on the level of greenhouse gas emissions over the period modeled.\nAccording to the study, water flow in monsoon-fed river basins, driven largely by melting glaciers, could hit its peak by 2050 – potentially reducing runoff beyond that time and forcing changes in how water is consumed, or forcing communities to find other water sources. Understanding the coming changes in such flows is critical to proper planning for hydropower, irrigation, and water supplies.\nThe new “Python Glacier Evolution Model,” or PyGEM, uses extensive data sets, instead of less detailed estimates from isolated, regional effects or extrapolations based on a small number of glaciers.\n“This is a huge advance compared to previous studies,” said David Rounce, a researcher at the University of Alaska, Fairbanks, and a member of the NASA Sea Level Science Team, who is lead author of the new modeling study. “We are able to assess changes in glacier mass and runoff at an unprecedented scale.”\nBy sheer number, High Mountain Asia accounts for 44 percent of all the glaciers in the world—apart from the Greenland and Antarctic ice sheets—though it accounts for only a fraction of glacial mass. The melting of these glaciers over decades contributes significantly to rapid, and accelerating, global sea-level rise.\nAs they grow in power and precision, computer models are revealing the intricate dance of climate, ice-melt, and sea-level rise with increasing clarity.\nThe key to the sweeping new modeling method is its grounding in hard data. The science team studied changes to 95,536 glaciers from 2000-2018, as observed by the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) aboard NASA's Terra satellite (Shean et al., 2020). The observations cover nearly every glacier in High Mountain Asia, which covers an area of 38,000 square miles (98,000 square kilometers), including those too small to be captured in previous studies.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\nThis allowed the team to estimate the decline in ice mass – the quantity of ice in terms of “weight,” or heft – for each glacier; reassembling these estimates into a regional mosaic yielded broad coverage of a vast glacial area as well as forecasts for smaller zones within it.\n“The models are certainly becoming a lot more powerful,” Rounce said. “Observations are starting to become available for almost every glacier, which is truly unprecedented when we consider that a decade ago, global glacier evolution models were relying on data from less than 300 glaciers.”\nDespite the model’s wide scope and high precision, its forecasting power is subject to the same limitation as previous projections: researchers don’t know whether emissions of heat-trapping greenhouse gases will increase, decrease, or stay the same in the decades to come. To account for this, the team used the standard practice of delivering a range of forecasts under scenarios, for higher, lower, and largely unchanged emissions.\nOn the plus side, Rounce says, PyGEM is among the first models of its kind to be made available to the scientific community as an “open source” code – allowing any researcher to plug in data and run the model.\nTo that end, Rounce spent weeks in Innsbruck, Austria, working with another researcher to make PyGEM compatible with the Open Global Glacier Model, another open-source model published last year.\nThe new work also could help planners prepare for future sea-level rise.\n\"Thyis is a super-exciting area of work because it will truly enable us to push the science forward as a community, as opposed to pushing things forward as a bunch of individual research groups,\" he said.\nRead the study, \"Glacier Mass Change in High Mountain Asia Through 2100 Using the Open-Source Python Glacier Evolution Model (PyGEM)\"\nThis article was originally published on NASA's Sea Level Change Portal.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}