{
  "url": "https://climate.nasa.gov/news/3009/nasa-study-maps-the-roots-of-global-mangrove-loss/",
  "title": "NASA Study Maps the Roots of Global Mangrove Loss",
  "date": null,
  "content": "In 2002, the Río Cauto Delta, pictured here in a January 2020 Landsat 8 image, was named a Ramsar site – an internationally recognized wetland of importance. The delta is home to numerous species of mangroves. Credit: NASA's Earth Observatory/Lauren Dauphin\nBy Jessica Merzdorf,\nNASA's Goddard Space Flight Center\nUsing high-resolution data from the joint NASA-U.S. Geological Survey Landsat program, researchers have created the first map of the causes of change in global mangrove habitats between 2000 and 2016—a valuable tool to aid conservation efforts for these vital coastline defenders.\nMangroves are hardy trees and shrubs that grow in the salty, wet, muddy soils of Earth’s tropical and subtropical coastlines. They protect the coastlines from erosion and storm damage; store carbon within their roots, trunks, and in the soil; and provide habitats for commercially important marine species. The study showed that overall, mangrove habitat loss declined during the period. However, losses from natural causes like erosion and extreme weather declined more slowly than human causes such as farming and aquaculture. For conservation and resource managers trying to prevent loss or re-establish new habitats, this finding highlights the need for strategies that account for natural causes of loss.\nThe global map will benefit researchers investigating the carbon cycle impacts of mangrove gain and loss, as well as help conservation organizations identify where to protect or restore these vital coastal habitats.\nIn 2010, mangroves covered about 53,000 square miles (about 137,000 square kilometers) of Earth’s coastlines, straddling the line between salt water and muddy soil with their long, stilt-like root systems. The majority of these ecosystems are found in Southeast Asia, but they exist throughout the tropical and subtropical latitudes over the globe.\nThese hardy trees and shrubs provide a “triple whammy” of environmental benefits, said Lola Fatoyinbo Agueh, an environmental scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. Mangroves are uniquely efficient carbon sinks: locations where carbon is stored out of the atmosphere. They make up only 3% of Earth’s forest cover, but if they were all cut down, they could contribute up to 10% of global carbon emissions. Adapted to withstand salty water, strong tides, low-oxygen soils and warm tropical temperatures, mangroves protect the coastlines from erosion and storm surges and provide a “nursery” for marine creatures.\n“Mangroves provide shoreline protection from extreme storms and tidal waves,” said Fatoyinbo. “Because they are amphibious trees, their root structure protects the inland areas from the coast, and they also protect the coast from the inland areas, because they’re able to accumulate a lot of the soil that comes in from upstream or from the coast. They hold that sediment in their roots and essentially grow new land. If you have areas where you have increased erosion due to sea level rise, mangroves might counter that.”\nMangroves have been threatened by deforestation for decades, as agriculture and aquaculture, urban development and harvesting have caused the loss of more than a quarter of mangrove forests in the past 50 years. Forests in Southeast Asia have been especially hard-hit, as countries like Indonesia clear mangroves to make room for shrimp and rice farming.\nWhen planning conservation or restoration efforts for these crucial forests, experts need to know what the primary human and natural threats are for their area. Using high-resolution imagery from Landsat 5, 7 and 8, Fatoyinbo and her colleagues used machine learning algorithms to create a high-resolution map of mangrove losses between 2000 and 2016, with an important addition: They showed what drove those losses.\nThe team found that nearly 1,300 square miles (over 3,300 square kilometers) of mangrove forests were lost during the study period, or about 2% of global mangrove area. Sixty-two percent of the lost area was due to human causes, mainly farming and aquaculture. The rest was due to natural causes, including erosion and extreme weather events.\nOver the period, both human and natural drivers of loss declined, the team said. But human impact declined more quickly.\n“On the one hand, it’s great,” said lead author Liza Goldberg, a NASA Goddard intern and rising freshman at Stanford University. “It shows that conservation efforts are increasing in effectiveness on a local scale, and there’s an increase in awareness of the importance of mangroves, economic damage from storms, and loss of life. But on the flip side, the decline in losses, especially in Southeast Asia, means that in many areas, there are simply no more mangroves to lose.”\nWhile natural drivers of loss also decreased, they did so more slowly, the team said. This shift in the proportion of loss drivers poses challenges for conservation and resource managers.\n“The main takeaway is that conservation and restoration efforts should continue to increase their focus on evaluating and mitigating natural threats,” Goldberg said.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\nBesides their role in stabilizing coastal ecosystems, mangroves are vital to Earth’s carbon cycle—the exchange of carbon between the land, ocean, atmosphere, and living things. Their leaves fall to the soil and decompose very slowly, creating carbon-rich peat instead of releasing it back into the atmosphere. When these trees and shrubs are cut down or destroyed by storms or floods, that carbon instead escapes into the atmosphere, where it contributes to climate change as a greenhouse gas.\n“The type of carbon emissions you’ll see from mangroves depend on what type of conversion is happening,” said Fatoyinbo. “If you’re doing clear-cutting and digging up the soil where most of the carbon is stored to put in a shrimp pond, that will have a very different rate of emission from, let’s say, a tropical storm that comes in and damages standing trees, but where you might have regrowth happening afterwards.”\nThe team is collaborating with nonprofit and other organizations to put their data to work, helping with carbon emissions estimation, conservation planning and other initiatives to protect these ecosystems for future generations.\nGoldberg began working with Fatoyinbo and David Lagomasino when she was just 14, starting with basic lab tasks and advancing quickly to writing her own analysis codes for mangrove data. She recently completed her senior year of high school at Atholton High School in Maryland and will begin undergraduate studies at Stanford University this fall.\n“Working with Liza has been really amazing. She’s very inspiring,” said Fatoyinbo. “We had a lot of discussion with her and large international organizations that are interested in mangroves, and when we asked what would help them better implement their policies and procedures, we kept hearing about needing better change maps and better understanding what the drivers of change are. Liza took that and ran with it.”\nGoldberg plans to continue partnering with Fatoyinbo’s team during her undergraduate studies.\n“It’s been an honor to work with Lola and her team for the last couple of years,” Goldberg said. “It’s rare to find an environment where people are so supportive regardless of your age and level of expertise, and it’s been invaluable for my own research as I go into college. This environment is unique to NASA and to Goddard.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}