{
  "url": "https://climate.nasa.gov/news/312/sensitive-side/",
  "title": "Sensitive side",
  "date": null,
  "content": "By Rosemary Sullivant,\nNASA Jet Propulsion Laboratory\nA little extra carbon dioxide in the air may, unfortunately, go further towards warming Earth than previously thought. A team of British and U.S. researchers have uncovered evidence [1] that Earth’s climate may be up to 50 percent more sensitive to long-term increases in atmospheric carbon dioxide than current climate models predict. The reason for the underestimation, they say, may be due to long-term changes in ice sheets and vegetation that are not well represented in today’s global climate models.\nJust how much will global temperature rise in response to increases in atmospheric carbon dioxide? This is one of the key questions that climate scientists need to answer. According to the climate models used in the most recent report from the Intergovernmental Panel on Climate Change (IPCC), doubling the amount of carbon dioxide in the atmosphere from pre-industrial levels is expected to warm Earth by about 3 degrees Celsius (5 degrees Fahrenheit), once the atmosphere and oceans spend a few years or decades adjusting and reaching a balance.\nBut according to a recent study by a team of researchers that includes Gavin Schmidt of NASA’s Goddard Institute for Space Studies, Earth’s climate is also influenced by other, much slower processes. These include changes in ice sheets, vegetation and aerosols, for example, that take place over hundreds and thousands of years. Because of their complexity and long timescales, these processes are almost impossible to integrate into today’s climate computer models. As a result, it has been difficult to know just what their effect on Earth’s climate sensitivity would be.\n \nTo learn more about this sensitivity, Schmidt and his co-authors looked back 3 million years into Earth’s past. They used a computer model that describes the oceans and atmosphere to predict, retroactively, the climate of the mid-Pliocene — a period when both global temperatures and atmospheric carbon dioxide concentrations were higher than today. The model substantially underestimated just how high temperatures would go. When the researchers adapted the model to include the effects of long-term climate changes in vegetation and ice sheets, they were able to get a much closer representation of the warming in the Pliocene Epoch.\nThe team found that it took much lower concentrations of atmospheric carbon dioxide to recreate the Pliocene’s warm climate than current models — which consider only the relatively fast-adjusting components of the climate — predict. Pliocene carbon dioxide levels are estimated to have been around 400 parts per million by volume (ppmv), while according to current simulations it would take 500 to 600 ppmv of carbon dioxide to bring about the warm temperatures of the Pliocene. As a result, the researchers estimate that Earth’s response to elevated concentrations of atmospheric carbon dioxide is 30 to 50 percent greater than previously calculated. In other words, the climate is more sensitive to carbon dioxide than we thought.\nThis higher sensitivity of the climate should be taken into account, the team concludes, when targets are set for limiting greenhouse gas emissions. The results of the study appear in Nature Geoscience.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}