{
  "url": "https://climate.nasa.gov/news/2894/first-data-from-nasas-oco-3-mission-co2-i-see-you/",
  "title": "First Data from NASA’s OCO-3 Mission: ‘CO2, I See You’",
  "date": null,
  "content": "3 min read\nNASA's Orbiting Carbon Observatory-3 (OCO-3), the agency's newest carbon dioxide-measuring mission to launch into space, has seen the light. From its perch on the International Space Station, OCO-3 captured its first glimpses of sunlight reflected by Earth's surface on June 25, 2019. Just weeks later, the OCO-3 team was able to make its first determinations of carbon dioxide and solar-induced fluorescence - the \"glow\" that plants emit from photosynthesis, a process that includes the capture of carbon from the atmosphere.\nThe first image (above) shows carbon dioxide, or CO2, over the United States during OCO-3's first few days of science data collection. These initial measurements are consistent with measurements taken by OCO-3's older sibling, OCO-2, over the same area - meaning that even though OCO-3's instrument calibration is not yet complete, it is right on track to continue its (currently still operational) predecessor's data record.\nOCO-3 was also able to make its first measurements of solar-induced fluorescence. The second image (below) shows solar-induced fluorescence in western Asia. Areas with lower plant glow - indicating lower photosynthesis activity - are shown in light green; areas with higher photosynthesis activity are shown in dark green. As expected, there is significant contrast in plant activity from areas of low vegetation near the Caspian Sea to the forests and farms north and east of the Mingachevir Reservoir (near the center of the image).\n\"The team is so excited to see how well OCO-3 is performing,\" said Project Scientist Annmarie Eldering, who is based at NASA's Jet Propulsion Laboratory in Pasadena, California. \"These preliminary carbon dioxide and solar-induced fluorescence retrievals look fantastic and will only improve as calibration improves.\"\nOCO-3 launched to the space station on May 4. Although one of its main objectives is to continue the five-year data record started by OCO-2, it has two unique capabilities. First, OCO-3 is equipped with a new pointing mirror assembly that will allow scientists to map local variations in carbon dioxide from space more completely than can be achieved by OCO-2.\nSecond, the space station's orbit will allow OCO-3 to see the same location on Earth at different times of day, which will allow scientists to study how carbon dioxide fluctuates throughout the day. OCO-2, not mounted on the space station, is in a near polar orbit that only allows it to see the same location at the same time of day.\nOCO-3's data will complement data from two other Earth-observing missions aboard the space station - ECOSTRESS, which measures temperature stress and water use by plants, and GEDI, which assesses the amount of above-ground organic plant material present particularly in forests. The combined data from all of these instruments will give scientists both an unprecedented level of detail about how plants around the globe are responding to changes in climate and a more complete understanding of the carbon cycle.\nThe mission team expects to complete OCO-3's in-orbit checkout phase - the period where they ensure all instruments and components are working and calibrated correctly - next month. They are scheduled to release official carbon dioxide and solar-induced fluorescence data to the science community a year later; however, given the quality of the measurements that OCO-3 is already making, the data will likely be available sooner.\nThe OCO-3 project is managed by JPL. Caltech manages JPL for NASA.\nNews Media Contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818-354-4269esprit.smith@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}