{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/336/spaced-out/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Gretchen Cook-Anderson, \nNASA's Earth Science News Team\nHigh above Earth's surface — 300 miles to be precise — a special set of twins continually unveils new information about our planet. They're not human twins, nor are they the constellation we know as Gemini. They've arguably, however, attained star status in their eight years in space.\nThey are the Gravity Recovery and Climate Experiment, or Grace, a pair of NASA and German satellites that fly about 137 miles apart, changing position relative to one another in response to variations in the pull of Earth's gravity. A microwave ranging system captures microscopic changes in the distance between the two satellites. Grace responds to gravity changes that occur when mass — primarily water and ice — on or beneath the surface changes.\nAnd like many stars, the harmonious Grace twins have achieved some very big hits. They've racked up unprecedented observations of some of the world's most famous waterways; shed light on ice loss at the coldest reaches of the globe; and rendered first-time measurements of changes in hidden groundwater reservoirs that sustain millions daily.\nThough Grace has also shaken up old ways of studying changes in solid ground — in the aftermath of earthquakes, for example — today's nod is to the mission's contribution to water science.\nIn celebration of a deal inked earlier this month by NASA and the German Aerospace Center to extend Grace's on-orbit life through 2015, here are just a few of the mission's greatest water- and ice-related accomplishments to date:\nData from Grace were used to measure recent year-to-year water losses from Central Valley aquifers in California's most productive agricultural region. \n\n An international study recently used Grace data to show that ice losses from Greenland's ice sheet are rapidly spreading up its northwest coast. \n\n NASA scientists found that groundwater levels in northwestern India have been declining by an average of one foot per year. More than 26 cubic miles of groundwater disappeared between 2002 and 2008 — double the capacity of India's largest surface water reservoir and triple that of Lake Mead, the largest man-made reservoir in the United States.\n\n NASA scientists used Grace measurements to directly monitor and measure the complete cycle of water movement for South America — a first for an entire continent.\n\n Grace data confirmed the mass of ice in Antarctica decreased significantly from 2002 to 2005, enough to elevate global sea level by 0.05 inches during that period — about 13 percent of total sea level rise observed over the same four years.\nCross posted and adapted from NASA’s What on Earth blog. Gretchen is based in Chicago.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}