{
  "url": "https://climate.nasa.gov/news/2944/nasa-noaa-to-announce-2019-global-temperatures-climate-conditions/",
  "title": "NASA, NOAA to Announce 2019 Global Temperatures, Climate Conditions",
  "date": null,
  "content": "NASA and NOAA are two keepers of the world's temperature data and independently produce a record of Earth's surface temperatures and changes. Shown here are 2018 global temperature data: higher than average (1951-1980) temperatures are shown in red, lower than normal temperatures are in blue. Credit: NASA Earth Observatory\nClimate experts from NASA and the National Oceanic and Atmospheric Administration (NOAA) will release their annual assessment of global temperatures and discuss the major climate trends of 2019 during a media teleconference at 12:15 p.m. EST Wednesday, Jan. 15.\nThe briefing will take place at the 100th American Meteorological Society Annual Meeting in Boston.\nThe teleconference participants are:\nMedia can participate in the teleconference by calling 800-369-2090 (toll-free in the United States and Canada) or 1-203-827-7030 (international) and use the passcode CLIMATE. Audio of the briefing with supporting graphics will stream live at:\nhttp://www.nasa.gov/live\nThe supporting graphics will also be available at:\nhttp://www.ncdc.noaa.gov/sotc/briefings\nNASA and NOAA are two keepers of the world's temperature data and independently produce a record of Earth's surface temperatures and changes based on historical observations over oceans and land.\nFor more information about NASA's Earth science programs, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\nHeadquarters, Washington\n202-358-0918\nstephen.e.cole@nasa.gov\nPeter Jacobs\nGoddard Space Flight Center, Greenbelt, Md.\n301-286-0535\npeter.jacobs@nasa.gov\nJohn Bateman\nNOAA Satellite and Information Service, Silver Spring, Md.\n202-424-0929\nnesdis.pa@noaa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}