{
  "url": "https://climate.nasa.gov/news/2891/a-drier-future-sets-the-stage-for-more-wildfires/",
  "title": "A Drier Future Sets the Stage for More Wildfires",
  "date": null,
  "content": "9 min read\nBy Jessica Merzdorf,NASA's Goddard Space Flight Center\nThis article is part of a series that explores NASA research into Earth's fresh water and surveys how those advances help people solve real world problems. Learn more.\nNovember 8, 2018 was a dry day in Butte County, California. The state was in its sixth consecutive year of drought, and the county had not had a rainfall event producing more than a half inch of rain for seven months. The dry summer had parched the spring vegetation, and the strong northeasterly winds of autumn were gusting at 35 miles per hour (56 kilometers per hour) and rising, creating red flag conditions: Any planned or unplanned fires could quickly get out of control.\nSure enough, just before daybreak, strong winds whipped a stray spark from a power line into an inferno. The Camp Fire became the most destructive fire in California’s history, scorching approximately 240 square miles (622 square kilometers), destroying nearly 14,000 buildings, causing billions of dollars in damage and killing 88 people. Later the same day, the Woolsey Fire broke out in Los Angeles County, burning 150 square miles (about 390 square kilometers) and killing three.\nDroughts can create ideal conditions for wildfires. Lack of rain and low humidity dry out trees and vegetation, providing fuel. In these conditions, a spark from lightning, electrical failures, human error or planned fires can quickly get out of control.\nGlobal climate change is predicted to change precipitation and evaporation patterns around the world, leading to wetter climate in some areas and drier in others. Areas that face increasingly severe droughts will also be at risk for more and larger fires. Several NASA missions collect valuable data to help scientists and emergency responders monitor droughts and fires. Some instruments monitor water in and below the soil, helping to assess whether areas are moving toward dangerous droughts. Others watch for heat and smoke from fires, supporting both research and active disaster recovery.\nUnderstanding how fires behave in dry conditions can help firefighters, first responders and others prepare for a hotter, drier future.\nEarth’s warming climate is forecasted to make global precipitation patterns more extreme: Wet areas will become wetter, and dry areas will become drier. Areas such as the American Southwest could see both reduced rainfall and increased soil moisture evaporation due to more intense heat, and in some cases, the resulting droughts could be more intense than any drought of the past millennium.\nBen Cook of NASA’s Goddard Institute for Space Studies (GISS) in New York City researches “megadroughts” — droughts lasting more than three decades. Megadroughts have occurred in the past, like the decades-long North American droughts between 1100 and 1300, and the team used tree ring records to compare these droughts with future projections. He and his team examined soil moisture data sets and drought severity indices from 17 different future climate models, and they all predicted that if greenhouse gas emissions continue to increase at their present rate, the risk of a megadrought in the American Southwest could hit 80 percent by the end of the century. Additionally, these droughts will likely be even more severe than those seen in the last millennium.\nSuch severe droughts will affect the amount and dryness of fuel such as trees and grass, Cook said.\n“Fire depends on two things: having enough fuel and drying that fuel out so it can catch fire. So in the short term, more droughts probably mean more fire as the vegetation dries out,” said Cook. “If those droughts continue for a long period, like a megadrought, however, it can actually mean less fire, because the vegetation will not grow back as vigorously, and you may run out of fuel to burn. It’s definitely complicated.”\nCurrent and future NASA measurements of soil moisture and precipitation will help to evaluate climate models’ predictions, making them even more accurate and useful for understanding Earth’s changing climate.\nCook and his GISS colleague Kate Marvel were the first to provide evidence that human-generated greenhouse gas emissions were influencing observed drought patterns as long ago as the early 1900’s. By showing that human activities have already affected drought in the past, their research provides evidence that climate change from human-generated greenhouse gas emissions will likely influence drought in the future.\nIf the future does hold megadroughts for the southwestern United States, what might this mean for its fire seasons?\n“Once we change the climatology and get drier and drier fuels, we should expect more intense fires and higher fire severity,” said Adam Kochanski, an atmospheric scientist at the University of Utah, referring to the size and impact of the fires. If fuels are moist, the fire is more likely to stay close to the ground and be less destructive, he said. Dry trees and plants make it more likely that flames will reach the forest canopy, making the fire more destructive and harder to control.\nKochanski and Jan Mandel of the University of Colorado Denver used data from NASA and other sources to simulate the interactions between wildfires, soil moisture and local weather. They built on previous work by the National Center for Atmospheric Research (NCAR) and others to develop the SFIRE module for the widely used Weather Research and Forecasting model (WRF).\nThis module uses data from NASA’s Moderate Resolution Imaging Spectroradiometer (MODIS) aboard its Aqua and Terra satellites, and the Visible Infrared Imaging Radiometer Suite (VIIRS) aboard the Suomi National Polar-Orbiting Partnership (Suomi NPP) spacecraft.\nWeather influences fires, but fires also influence local weather by producing heat, water vapor and smoke, Kochanski said. The winds from large fires can alter local weather patterns, and in extreme conditions, generate firestorms and fire tornadoes.\n“It’s not uncommon for people involved in wildland fires to report that although the wind is not very strong, the fires propagate very fast,” Kochanski said. “If it isn’t that windy, but your fire is intense and releases a lot of heat, it has the potential to generate its own winds. Even if the ambient winds are weak, this fire will start moving as if it were really windy.”\nBetter modeling of these interactions not only helps firefighters better predict where and how a wildfire might spread, but also helps forest managers know whether a planned burn is safe.\nFires’ effects persist long after they are extinguished, and the availability or lack of fresh water plays an important role in vegetation regrowth and recovery. Dry conditions may prevent new seeds from germinating in the burned areas. Vegetation loss can lead to erosion and sediment blocking waterways, and firefighting chemicals may contaminate water sources.\nForest fires can have impacts on future winter snowpacks as well, said Kelly Gleason, a snow hydrologist and assistant professor at Portland State University. “Snowpack” refers to the snow that accumulates over an entire winter, rather than a single snowfall.\nHere too, NASA data are key to understanding the processes involved. Gleason and her team used 16 years of data from NASA’s MODIS instrument to investigate wildfires’ effects on snow melt in forests in the American West. They discovered that soot and debris from fire makes snow darker and less reflective for up to 15 years after a fire.\n“It’s like wearing a black T-shirt on a sunny day,” Gleason said. “It primes the snowpack to absorb more sunlight energy. And there’s more energy anyway, because the forest canopy was burned, so more sun comes through.”\nTheir survey of roughly 850 fires between 2000 and 2016 showed that snow in burned forests melted, on average, five days earlier than snow in unburned forests. In some areas the snow melted weeks or months earlier than normal, Gleason said.\n“Every year we experience earlier snow melt, there are strong relationships with big, hot, long-lasting fires the following summer,” she said. “It creates this vicious cycle where snow melts earlier due to climate change, which extends the summer drought period where the soil dries out, and when the fuels dry out, you get these big fires. This further accelerates snowmelt, further extending the summer drought period and fire potential.”\nMandel and Kochanski’s fire-atmosphere model is already in operational use in Israel and Greece. While the software requires computing expertise to use, it is available for free, consistent with NASA's mission to freely provide its data and other products to the public.\nBranko Kosović, program manager for Renewable Energy for the Research Applications Laboratory and director of the Weather Systems and Assessment Program at NCAR, also used WRF to develop the fire prediction system for the state of Colorado’s Division of Fire Prevention and Control. This model uses a related module called FIRE and produces a fire, weather and smoke forecast useful for both wildfires and planned fires.\nKosović is also using the WRF system for his research, which uses NASA remote sensing data and machine learning to estimate fuel moisture daily over the contiguous Unites States.\n“Measuring live fuel moisture [currently] has to be done manually,” Kosović said. “People have to go out, take the live fuel, and essentially cure it in ovens to see how much moisture there is. It’s very labor intensive. And you can imagine that, because of that, the data is sparse, both in space and in frequency and time.”\nKosović, Mandel and Kochanski hope to build systems that will give forest managers better information to plan controlled fires and help improve resource allocation during wildfires, leading to better risk assessment and recovery.\nNASA scientists monitor both fresh water and fires constantly, from space, the air and the ground, collecting short- and long-term data as Earth’s climate continues to change. Programs such as the NASA Earth Science Disasters Program use satellite data to track active fires, monitor their effects on air quality and perform research that helps communities be more prepared before disasters strike. And looking to the future, modeling plays a key role in preparing for changing drought and fire seasons around the world.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}