{
  "url": "https://climate.nasa.gov/news/2951/climate-change-could-trigger-more-landslides-in-high-mountain-asia/",
  "title": "Climate Change Could Trigger More Landslides in High Mountain Asia",
  "date": null,
  "content": "NASA’s Landslide Hazard Assessment for Situational Awareness (LHASA) risk model and Global Landslide Catalog track the areas most at risk from deadly landslides, which can cause effects ranging from destroying towns to cutting off drinking water and transportation networks. Credit: NASA's Scientific Visualization Studio/Helen-Nicole Kostis\nBy Jessica Merzdorf,\nNASA’s Goddard Space Flight Center\nMore frequent and intense rainfall events due to climate change could cause more landslides in the High Mountain Asia region of China, Tibet and Nepal, according to the first quantitative study of the link between precipitation and landslides in the region.\nHigh Mountain Asia stores more fresh water in its snow and glaciers than any place on Earth outside the poles, and more than a billion people rely on it for drinking and irrigation. The study team used satellite estimates and modeled precipitation data to project how changing rainfall patterns in the region might affect landslide frequency. The study team found that warming temperatures will cause more intense rainfall in some areas, and this could lead to increased landslide activity in the border region of China and Nepal.\nMore landslides in this region, especially in areas currently covered by glaciers and glacial lakes, could cause cascading disasters like landslide dams and floods that affect areas downstream, sometimes hundreds of miles away, according to the study. The study was a collaboration between scientists from NASA’s Goddard Space Flight Center in Greenbelt, Maryland; the National Oceanic and Atmospheric Administration (NOAA) in Washington; and Stanford University in Palo Alto, California.\nHigh Mountain Asia stretches across tens of thousands of rugged, glacier-covered miles, from the Himalayas in the east to the Hindu Kush and Tian Shan mountain ranges in the west. As Earth’s climate warms, High Mountain Asia’s water cycle is changing, including shifts in its annual monsoon patterns and rainfall.\nHeavy rain, like the kind that falls during the monsoon season in June through September, can trigger landslides on the steep terrain, creating disasters that range from destroying towns to cutting off drinking water and transportation networks. In summer 2019, monsoon flooding and landslides in Nepal, India and Bangladesh displaced more than 7 million people. In order to predict how climate change might affect landslides, researchers need to know what future rainfall events might look like. But until now, the research making the landslide predictions has relied on records of past landslides or general precipitation estimate models.\n“Other studies have either addressed this relationship very locally, or by adjusting the precipitation signal in a general way,” said Dalia Kirschbaum, a research scientist at NASA’s Goddard Space Flight Center. “Our goal was to demonstrate how we could combine global model estimates of future precipitation with our landslide model to provide quantitative estimates of potential landslide changes in this region.”\nThe study team used a NASA model that generates a “nowcast” estimating potential landslide activity triggered by rainfall in near real-time. The model, called Landslide Hazard Assessment for Situational Awareness (LHASA), assesses the hazard by evaluating information about roadways, the presence or absence of nearby tectonic faults, the types of bedrock, change in tree cover and the steepness of slopes. Then, it integrates current precipitation data from the Global Precipitation Measurement mission. If the amount of precipitation in the preceding seven days is abnormally high for that area, then the potential occurrence of landslides increases.\nThe study team first ran LHASA with NASA precipitation data from 2000-2019 and NOAA climate model data from 1982-2017. They compared the results from both data sets to NASA’s Global Landslide Catalog, which documents landslides reported in the media and other sources. Both data sets compared favorably with the catalog, giving the team confidence that using the modeled precipitation data would yield accurate forecasts.\nFinally, the study team used NOAA’s model data to take LHASA into the future, assessing precipitation and landslide trends in the future (2061-2100) versus the past (1961-2000). They found that extreme precipitation events are likely to become more common in the future as the climate warms, and in some areas, this may lead to a higher frequency of landslide activity.\nMost significantly, the border region of China and Nepal could see a 30 to 70 percent increase in landslide activity. The border region is not currently heavily populated, Kirschbaum said, but is partially covered by glaciers and glacial lakes. The combined impacts of more frequent intense rainfall and a warming environment could affect the delicate structure of these lakes, releasing flash floods and causing downstream flooding, infrastructure damage, and loss of water resources.\nThe full human impact of increasing landslide risk will depend on how climate change affects glaciers and how populations and communities change. When they evaluated their model projections in the context of five potential population scenarios, the team found that most residents in the area will be exposed to more landslides in the future regardless of the scenario, but only a small proportion will be exposed to landslide activity increases greater than 20 percent.\nThe study demonstrates new possibilities for research that could help decision-makers prepare for future disasters, both in High Mountain Asia and in other areas, said Kirschbaum.\n“Our hope is to expand our research to other areas of the world with similar risks of landslides, including Alaska and Appalachia in the United States,” said Sarah Kapnick, physical scientist at NOAA’s Geophysical Fluid Dynamics Laboratory and co-author on the study. “We’ve developed a method, figured out how to work together on a specific region, and now we’d like to look at the U.S. to understand what the hazards are now and in the future.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}