{
  "url": "https://climate.nasa.gov/news/3010/study-2019-sees-record-loss-of-greenland-ice/",
  "title": "Study: 2019 Sees Record Loss of Greenland Ice",
  "date": null,
  "content": "4 min read\nGreenland set a new record for ice loss in 2019, shedding the most mass from its giant ice sheet in any year since at least 1948.\nThe large loss – 532 billion tons – is a stark reversal of the more moderate rate of melt seen in the previous two years. And it exceeds Greenland's previous record of 464 billion tons, set in 2012. The record melt will likely raise average global sea level by 1.5 millimeters. Using a hypothetical comparison, all the water combined would cover the entire state of California in more than 4 feet (1.2 meters) of water.\nThe findings were published Aug. 20 in the journal Communications Earth & Environment.\n\"What I found interesting is such a high variability in the rate of loss for the Greenland Ice Sheet,\" said Alex Gardner, a researcher at NASA's Jet Propulsion Laboratory in Southern California and a coauthor of the study. \"The years 2017 and 2018 were relatively mild after a decade of record losses, then 2019 came back to set a new record.\"\nTo provide ice-loss estimates for the study, an international team of scientists, including Gardner, combined measurements from the GRACE and GRACE Follow-On (Gravity Recovery and Climate Experiment) satellites with data from computer models that simulate snowfall and ice-sheet melting on Greenland.\nFlown between 2002 and 2017, the twin GRACE satellites measured the gravitational pull exerted by massive bodies such as ice sheets: As one satellite passed over a gravitational \"bump\" on Earth's surface, it would speed up just a bit, changing the distance between it and its twin. Precise measurements of these changes would yield the \"weight,\" or mass, of the object below.\nGRACE-FO picked up the baton in 2018 and has been continuing to monitor changes in ice mass. Together, the two GRACE missions provide a record of total yearly changes in ice mass now approaching 20 years, allowing scientists to see significant global trends and variations from year to year. Despite a nearly one-year gap in the data record from GRACE to GRACE-FO (July 2017 to May 2018), the total yearly change in ice mass could be measured precisely.\nThe new findings reveal that climate-related changes in weather patterns over Greenland are a major reason for the large island's increasing rate of loss, according to glaciologist Ingo Sasgen of the Alfred Wegener Institute in Bremerhaven, Germany, who led the study. The five years with the biggest losses all have occurred in the past decade.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\n\"More and more often, we have stable [atmospheric] high-pressure systems over the ice sheet, which favor the influx of warmer air from the midlatitudes, one of the conditions promoting melt,\" Sasgen said. A similar pattern was seen in the previous record year of 2012.\nThe years 2017 and 2018 were unusually cold and snowy, Sasgen added, leading to a more modest but still pronounced decline in Greenland's \"mass balance\" – the difference between ice added by snowfall and subtracted both by ice melt and by the ice flowing into the ocean along the ice sheet's margins.\nIn 2019, Greenland returned to the pattern more prevalent in recent years: lower rates of snowfall compared to the long-term average. The computer modeling of regional climate helped reveal weather effects, such as lingering high atmospheric pressure and resulting warm air.\nEven as the new study improves understanding of atmospheric effects on Arctic ice melt, others, like NASA's Oceans Melting Greenland (OMG), track the ocean's effects. Both are critical to a complete picture of changes over decades.\n\"When you look at the record as a whole, you start to see the long-term trend becoming more clear,\" Gardner said.\nJPL managed the GRACE mission and manages the GRACE-FO mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. GRACE and GRACE-FO are mission partnerships between NASA and the German Aerospace Center, and NASA and the German Research Centre for Geosciences, respectively. Based on Pasadena, California, Caltech manages JPL for NASA.\nNews Media Contacts\nIan J. O'Neill / Jane J. LeeJet Propulsion Laboratory, Pasadena, Calif.818-354-2649 / 818-354-0307ian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}