{
  "url": "https://climate.nasa.gov/news/2896/tracking-smoke-from-fires-to-improve-air-quality-forecasting/",
  "title": "Tracking Smoke from Fires to Improve Air Quality Forecasting",
  "date": null,
  "content": "7 min read\nBy Samson Reiny,NASA's Earth Science News Team\nNASA’s DC-8 flying laboratory took to the skies on Monday to kick off a two-month investigation into the life cycles of smoke from fires in the United States. The goal is to better understand smoke impact on weather and climate and provide information that will lead to improved air quality forecasting.\nA joint campaign led by NASA and the National Oceanic and Atmospheric Administration (NOAA), Fire Influence on Regional to Global Environments and Air Quality (FIREX-AQ) is targeting broad questions about the chemical and physical properties of fire smoke, how it is measured and how it changes from the moment of combustion to its final fate hundreds or thousands of miles downwind. All of these have implications for public health.\n“Ultimately, our goal is to better understand complex smoke-atmosphere interactions to improve the models for air quality forecasts, leading to increased accuracy and earlier notification, which are critical for communities downwind of fires,” said FIREX-AQ co-investigator Barry Lefer, tropospheric composition program manager at NASA Headquarters in Washington. “That common purpose is what brought our agencies together several years ago when we started planning for this major effort.”\n“We’ve pulled together an outstanding team of scientists who will be using the most sophisticated suite of instruments and models ever assembled to examine the nature of fires and smoke,” said David Fahey, director of NOAA’s Chemical Sciences Division. “Our long partnership with NASA has taken us literally around the planet and produced too many major scientific discoveries to count. I expect this will be no different.”\nThe first phase of the campaign centers on observing smoke from wildfires in the western United States. Equipped with state-of-the-art remote sensing and in situ instruments, several aircraft based in Boise, Idaho, will work in unison to sample smoke plumes and their changing chemistry along with weather dynamics, tracking the plumes from combustion to destinations often several states away.\nNASA’s DC-8 flying laboratory—a long-distance-traveling scientific workhorse—will be joined by two NOAA Twin Otters. NASA’s stratosphere-reaching ER-2 aircraft will also be flying out of Armstrong Flight Research Center in Palmdale, California.\nIn mid-August, the base of operations will move to Salina, Kansas, with flights directed at smoke from agricultural fires in the U.S. southeast. There are hundreds of these fires every year and they are closely situated to population centers, but their small size relative to satellite observational capability means they often go undetected by the satellites that provide the basis for many estimates of smoke emission amounts. The aircraft observations also are critical for understanding small-scale plume dynamics and their scientific impacts.\nSmoke forecasts are based on several different forecast models that use as inputs satellite and other data, such as the amount of area burned in agricultural fires. NASA and NOAA satellites provide information, such as fuel type, fire intensity and burn scar area, along with wind, temperature and other weather variables, that feed into models that predict smoke amount, direction and speed.\nSmoke chemistry starts with the fuel type, whether pine forests, oak forests or sage brush. In addition to gases such as carbon dioxide and carbon monoxide, burning will release different types and amounts of short-lived gases called volatile organic compounds (VOCs), which combine with other gases and sunlight to produce ground-level ozone—a gas that is harmful to humans and damages crops. Besides fuel type, the temperature of the burn also affects the resulting chemistry; in general, cooler, smoldering fires produce more VOCs, carbon monoxide and particulate matter, all of which are harmful to human health. Hotter, flaming fires produce less VOCs, carbon monoxide and total particulates but more black carbon—an aerosol material with negative health consequences and additional climate warming potential.\n“What’s burning matters, but how it’s burning matters maybe even more,” said Carsten Warneke, University of Colorado and NOAA mission scientist for FIREX-AQ. In 2016, he and his colleagues at NOAA burned different fuels at varying temperatures in the Missoula Fire Science laboratory to gain a more detailed understanding of those factors. “Now, with this campaign, we’re taking our understanding from the laboratory to smoke from large fires happening in the field where the atmospheric dynamics change greatly over time and distance. From here, we can continue our work to improve the models.”\nResolving those uncertainties in fuel chemistry also plays into another focus area for the campaign: plume injection height. Plume injection heights depend on a complex interaction of fire dynamics with the surrounding weather conditions and geography.\nCooler fires, which more often occur at nighttime, inject smoke low in the atmosphere, where it poses a health risk to communities downwind. Hotter fires will inject smoke into higher altitudes, where it may travel farther laterally but are more likely to stay clear of populated areas.\nGiven the importance of their data to forecasting models, several satellites are used to retrieve plume injection heights. A few satellites with lidar instruments could be used to measure injection height directly, but these satellites do not observe the fires very frequently. Infrared instruments on other satellites are used to derive a measure of the fire’s intensity, which is in turn used to estimate injection height as well as the amount of smoke emitted, but clouds and other smoke cover often hinder detection.\nThe aircraft are observing plume injection heights directly and will compare them to other direct measurements such as fire radiative power, smoke chemistry and atmospheric conditions at varying altitudes. This will provide a clearer understanding of plume height as a function of chemistry and other factors such as weather. “We’re growing the compendium of observations that can give us confidence that, when we estimate plume rise for the sake of smoke forecasting, we’re going to create a more accurate model that will lead to better air quality forecasts,” said NASA Langley’s Jim Crawford, FIREX-AQ NASA mission scientist.\nLonger-term improvement of air quality forecasting is a major focus of the campaign, but FIREX-AQ will also address broader impacts of smoke on weather and climate. For example, smoke particles can act to help initiate clouds. Smoke also affects how much sunlight clouds reflect back into the atmosphere. The optical properties of the smoke particles—how much light smoke absorbs and scatters—depends on their sizes and composition and determines their climate effects.\nFIREX-AQ will help address one of the major uncertainties about fire emissions, namely the materials responsible for light absorption in smoke. Traditionally, all light absorption has been attributed to black carbon. NOAA research scientist Joshua Schwarz is focused on supporting these aerosol-relevant aspects of the mission.\n“In recent years, there has been recognition of non-black carbon, light-absorbing aerosol species such as brown carbon,” said Schwarz, who is a co-mission scientist for FIREX-AQ. “Biomass burning is a major source of brown carbon, and this is a really exciting opportunity in FIREX-AQ because we’ve got the instrumentation necessary to answer the question of fire-smoke brown carbon and how it changes in the atmosphere.”\nThe improvements that FIREX-AQ brings to understanding the satellite retrievals of aerosol properties over North America will also improve the value of those observations over other areas of the globe. “If we can improve our understanding of fire emissions in North America, we’ll help take a big step forward on biomass burning’s net global climate impact.”\nFor more information on FIREX-AQ, visit:\nhttps://www.esrl.noaa.gov/csd/projects/firex-aq/\nTo follow NASA’s fires news, visit:\nhttps://www.nasa.gov/mission_pages/fires/main/index.html\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nIn Aug. 2024, a team of NASA researchers and partners gathered in Missoula, Montana to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}