{
  "url": "https://climate.nasa.gov/news/2952/probing-the-hazy-mysteries-of-marine-clouds/",
  "title": "Probing the Hazy Mysteries of Marine Clouds",
  "date": null,
  "content": "5 min read\nBy Joe Atkinson,NASA's Langley Research Center\nSea salt, soot, sulfate — probably not the first words that come to mind when you think of clouds.\nBut as these and many other microscopic aerosol particles rise through the atmosphere, they act as nuclei on which water vapor can condense to form cloud droplets.\nBecause different kinds of aerosol particles affect the formation and evolution of clouds in ways that aren't entirely understood, and because more data on that process will help researchers refine climate and weather models, it's a phenomenon ripe for an intensive field study.\nA new NASA airborne science mission will pick up that gauntlet by taking researchers on coordinated flights above, through and below the clouds over the western North Atlantic Ocean. The Aerosol Cloud Meteorology Interactions Over the Western Atlantic Experiment (ACTIVATE) is scheduled to begin the first of six flight campaigns this week at NASA's Langley Research Center in Hampton, Virginia.\nUsing two aircraft, a King Air and an HU-25 Falcon, ACTIVATE scientists will amass nearly 1,200 hours of coordinated flight data over the course of those campaigns. ACTIVATE data will help climate and weather modelers better understand how aerosol particles and meteorological processes affect cloud properties. In addition, modelers will use these data to better characterize how the clouds themselves, in turn, affect aerosol particle properties and atmospheric lifetime as well as the meteorological environment. Two-month-long flight campaigns will be spread out over the next three years, across different seasons and covering a slew of atmospheric conditions.\nACTIVATE will focus on marine boundary layer clouds — meaning clouds in the layer of the atmosphere closest to the ocean's surface. Those could range from thin stratiform clouds to thicker, deeper and more convective cumulus clouds.\n\"One big advantage of the western North Atlantic Ocean is its meteorological set up,\" said Armin Sorooshian, ACTIVATE principal investigator and an atmospheric scientist at the University of Arizona. \"That's one of the important reasons we picked this region. It's got a wide range of weather conditions, which leads to different cloud types.\"\nEqually important is that it's a region with a rich array of aerosol particles on which cloud droplets can form. Some of the possible aerosol sources include smoke from agricultural fires and wildfires in the U.S. and Canada; biogenic emissions from plants, trees and ocean-dwelling microorganisms; urban outflow from cities on the East Coast; and even dust blown over from the Sahara Desert.\nThe coordinated flights will measure these aerosol particles and cloud processes from just about every imaginable angle. The Falcon will fly under and through the clouds, where a suite of instruments will take samples directly from the surrounding air to measure everything from aerosol properties to droplet composition to gas concentrations.\nUp above the clouds, researchers on the King Air will employ two remote sensors — an active sensor that fires a pulsed laser and measures a vertical profile of the atmosphere, and a passive sensor that measures light scattering from the sun at many different angles and wavelengths. These complementary measurements provide properties of cloud droplets and aerosol particles, such as the size and number concentration. In addition, researchers will use dropsondes to measure atmospheric conditions such as humidity, temperature, air pressure and winds. Dropsondes are small instruments that are ejected from a tube in the aircraft and take readings as they parachute through the atmosphere.\n\"Although it is more challenging to coordinate and execute, using a two-aircraft approach offers a unique opportunity to sample both the horizontal and vertical changes in the aerosol-cloud system simultaneously,\" said John Hair, ACTIVATE project scientist at Langley. \"In addition, with this approach, we expect the abundance of planned flights to sample a range of atmospheric conditions and aerosol types that will reveal how weather processes and aerosol particles impact the formation, size and lifetime of cloud droplets.\"\nThrough this coordinated flight approach laser focused on one particular region of the planet that offers a rich variety of meteorological and aerosol conditions, ACTIVATE scientists plan to build an unprecedented catalog of data that will fill an important gap in the knowledge of climate and weather forecasters.\n\"To my knowledge there's never been a campaign or a mission of this magnitude that has focused so much on just building statistics in one region,\" said Sorooshian. \"The data we collect will be a treasure trove for modelers, who need this kind of information to better evaluate the effects of differing atmospheric conditions on model outcomes.\"\nThe ACTIVATE science team includes researchers from NASA, the National Institute of Aerospace, universities, Brookhaven National Laboratory, Pacific Northwest National Laboratory, the National Center for Atmospheric Research and the German Aerospace Center. The current flight campaign is the first of two in 2020, with two more to follow in 2021, and another two in 2022.\nACTIVATE is one of five NASA Earth Venture campaigns taking to the field in 2020. To learn more visit https://www.nasa.gov/feature/goddard/2019/nasa-embarks-on-us-cross-country-expeditions.\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}