{
  "url": "https://climate.nasa.gov/news/3012/nasa-led-study-reveals-the-causes-of-sea-level-rise-since-1900/",
  "title": "NASA-led Study Reveals the Causes of Sea Level Rise Since 1900",
  "date": null,
  "content": "This aerial photograph shows fast-moving meltwater rivers flowing across the Greenland Ice Sheet, a region that, combined with Antarctic meltwater and thermal expansion, accounts for two-thirds of observed global mean sea level rise. Credit: NASA\nTo make better predictions about the future impacts of sea level rise, new techniques are being developed to fill gaps in the historic record of sea level measurements. We know the factors that play a role in sea level rise: Melting glaciers and ice sheets add water to the seas, and warmer temperatures cause water to expand. Other factors are known to slow the rise, such as dams impounding water on the land, stymying its flow into the sea.\nWhen each factor is added together, this estimate should match the sea level that scientists observe. Until now, however, the sea level \"budget\" has fallen short of the observed sea level rise, leading scientists to question why the budget wouldn't balance.\nA new study published on Aug. 19 seeks to balance this budget. By gaining new insights to historic measurements, scientists can better forecast how each of these factors will affect sea level rise and how this rise will impact us in the future.\nFor example, in its recent flooding report, the National Oceanic and Atmospheric Administration (NOAA) noted a rapid increase in sea level rise-related flooding events along U.S. coasts over the last 20 years, and they are expected to grow in extent, frequency, and depth as sea levels continue to rise.\nOn reexamining each of the known contributors to sea level rise from 1900 to 2018, the research, led by NASA's Jet Propulsion Laboratory in Southern California, uses improved estimates and applies satellite data to better understand historic measurements.\nThe researchers found that estimates of global sea level variations based on tide-gauge observations had slightly overestimated global sea levels before the 1970s. (Located at coastal stations scattered around the globe, tide gauges are used to measure sea level height.) They also found that mountain glacier meltwater was adding more water to the oceans than previously realized but that the relative contribution of glaciers to sea level rise is slowly decreasing. And they discovered that glacier and Greenland ice sheet mass loss explain the increased rate of sea level rise before 1940.\nIn addition, the new study found that during the 1970s, when dam construction was at its peak, sea level rise slowed to a crawl. Dams create reservoirs that can impound freshwater that would normally flow straight into the sea.\n\"That was one of the biggest surprises for me,\" said lead researcher Thomas Frederikse, a postdoctoral fellow at JPL, referring to the peak in global dam projects at that time. \"We impounded so much freshwater, humanity nearly brought sea level rise to a halt.\"\nSince the 1990s, however, Greenland and Antarctic ice sheet mass loss and thermal expansion have accelerated sea level rise, while freshwater impoundment has decreased. As our climate continues to warm, the majority of this thermal energy is absorbed by the oceans, causing the volume of the water to expand. In fact, ice sheet melt and thermal expansion now account for about two-thirds of observed global mean sea level rise. Mountain glacier meltwater currently contributes another 20%, while declining freshwater water storage on land adds the remaining 10%.\nAll told, sea levels have risen on average 1.6 millimeters (0.063 inches) per year between 1900 and 2018. In fact, sea levels are rising at a faster rate than at any time in the 20th century. But previous estimates of the mass of melting ice and thermal expansion of the ocean fell short of explaining this rate, particularly before the era of precise satellite observations of the world's oceans, creating a deficit in the historic sea level budget.\nIn simple terms, the sea level budget should balance if the known factors are accurately estimated and added together. It's a bit like balancing the transactions in your bank account: Added together, all the transactions in your statement should match the total. If they don't, you may have overlooked a transaction or two.\nThe same logic can be applied to the sea level budget: When each factor that affects sea level is added together, this estimate should match the sea level that scientists observe. Until now, however, the sea level budget has fallen short of the observed sea level rise.\n\"That was a problem,\" said Frederikse. \"How could we trust projections of future sea level change without fully understanding what factors are driving the changes that we have seen in the past?\"\nFrederikse led an international team of scientists to develop a state-of-the-art framework that pulls together the advances in each area of study - from sea level models to satellite observations - to improve our understanding of the factors affecting sea level rise for the past 120 years.\nThe latest satellite observations came from the pair of NASA - German Aerospace Center (DLR) Gravity Recovery and Climate Experiment (GRACE) satellites that operated from 2002-2017, and their successor pair, the NASA - German Research Centre for Geosciences (GFZ) GRACE Follow-On (launched in 2018). Additional data from the series of TOPEX/Jason satellites - a joint effort of NASA and the French space agency Centre National d'Etudes Spatiales -that have operated continuously since 1992 were included in the analysis to enhance tide-gauge data.\n\"Tide-gauge data was the primary way to measure sea level before 1992, but sea level change isn't uniform around the globe, so there were uncertainties in the historic estimates,\" said Sönke Dangendorf, an assistant professor of oceanography at Old Dominion University in Norfolk, Virginia, and a coauthor of the study. \"Also, measuring each of the factors that contribute to global mean sea levels was very difficult, so it was hard to gain an accurate picture.\"\nBut over the past two decades, scientists have been \"flooded\" with satellite data, added Dangendorf, which has helped them precisely track the physical processes that affect sea levels.\nFor example, GRACE and GRACE-FO measurements have accurately tracked global water mass changes, melting glaciers, ice sheets, and how much water is stored on land. Other satellite observations have tracked how regional ocean salinity changes and thermal expansion affect some parts of the world more than others. Up-and-down movements of Earth's crust influence the regional and global levels of the oceans as well, so these aspects were included in the team's analysis.\n\"With the GRACE and GRACE-FO data we can effectively back-extrapolate the relationship between these observations and how much sea level rises at a particular place,\" said Felix Landerer, project scientist at JPL for GRACE-FO and a coauthor of the study. \"All observations together give us a pretty accurate idea of what contributed to sea level change since 1900, and by how much.\"\nThe study, titled \"The Causes of Sea Level Rise Since 1900,\" was published Aug. 19 in Nature. In addition to scientists from JPL and Old Dominion University, the project involved researchers from Caltech, Université Catholique de Louvain in Belgium, University of Siegen in Germany, the National Oceanography Centre in the United Kingdom, Courant Institute in New York, Chinese Academy of Sciences, and Academia Sinica in Taiwan.\nJPL managed the GRACE mission and manages the GRACE-FO mission for NASA's Earth Science Division of the Science Mission Directorate at NASA Headquarters in Washington. Based on Pasadena, California, Caltech manages JPL for NASA.\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}