{
  "url": "https://climate.nasa.gov/news/2947/nasa-partners-name-ocean-observing-satellite-for-noted-earth-scientist/",
  "title": "NASA, Partners Name Ocean-Observing Satellite for Noted Earth Scientist",
  "date": null,
  "content": "The Sentinel-6A satellite, which NASA and several partners have renamed in honor of noted Earth scientist Michael Freilich. Credits: ESA/NASA\n› Larger view\nNASA and several partners announced Tuesday that they have renamed a key ocean-observing satellite launching this fall in honor of Earth scientist Michael Freilich, who retired last year as head of NASA's Earth Science division, a position he held since 2006.\nNASA—along with ESA (European Space Agency), the European Commission (EC), the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), and the National Oceanic and Atmospheric Administration (NOAA)—made the announcement during a special event at the agency's headquarters.\n\"This honor demonstrates the global reach of Mike's legacy,\" said NASA Administrator Jim Bridenstine. \"We are grateful for ESA and the European partners' generosity in recognizing Mike's lifelong dedication to understanding our planet and improving life for everyone on it. Mike's contributions to NASA—and to Earth science worldwide—have been invaluable, and we are thrilled that this satellite bearing his name will uncover new knowledge about the oceans for which he has such an abiding passion.\"\nThe Sentinel-6A/Jason CS satellite, scheduled to launch this fall from Vandenberg Air Force base in California, will now be known as Sentinel-6 Michael Freilich. The mission aims to continue high-precision ocean altimetry measurements in the 2020-2030 timeframe using two identical satellites launching five years apart—Sentinel-6A Michael Freilich and Sentinel-6B.\nNASA and its partners are developing the mission with support from the Centre National d'Etudes Spatiales (CNES), France's space agency. Project management is being provided by NASA's Jet Propulsion Laboratory in Pasadena, California. ESA is developing the new Sentinel family of missions specifically to support the operational needs of the European Union's Copernicus program, the EU's Earth observation program managed by the European Commission. They will replace older satellites nearing the end of their operational lifespan to ensure there are no gaps in ongoing land, atmosphere and ocean monitoring, as well as introduce new monitoring capabilities.\n\"Together, with other missions of the European Union's Earth Observation Programme Copernicus, Sentinel-6 Michael Freilich will contribute to improved knowledge and understanding of the role of the ocean in climate change and for mitigation and adaptation policies in coastal areas,\" said Mercedes Garcia Perez, head of the Global Issues and Innovation of the European Union Delegation to the United States. \"It will have a large societal impact worldwide as it supports applications in the area of operational oceanography, including ship routing, support for off-shore and other marine industries, fisheries, and responses to environmental hazards. This new satellite within the Copernicus constellation will be an additional tool for implementing the European Green Deal to transition the EU to a carbon-neutral economy.\"\nA secondary objective of the mission is to collect high-resolution vertical profiles of temperature, using the Global Navigation Satellite Sounding Radio-Occultation sounding technique, which derives atmospheric information from analyses of signals from international Global Positioning System satellites. Sentinel-6 measurements of temperature changes in the troposphere and stratosphere will be used by weather agencies worldwide to improve the accuracy of global forecasts produced by their complex, state-of-the-art computer models.\nThe Sentinel-6 Michael Freilich satellite also will continue the existing 28-year data set of sea level changes measured from space. Before his retirement, Freilich was instrumental in advancing the collaborative mission to a critical stage of development and helping to strengthen its essential international partnerships.\n\"This mission demonstrates what the United States and Europe can achieve as equal partners in such a large space project. Our suggestion to rename the mission to 'Sentinel-6 Michael Freilich' is an expression of how thankful we are to Mike. Without him, this mission as it is today would not have been possible,\" said Josef Aschbacher, ESA director of Earth Observation Programmes.\nFreilich's career as an oceanographer spanned nearly four decades and integrated research on Earth's ocean, leading satellite mission development, and helping to train and inspire the next generation of scientific leaders. His training was in ocean physics, but his vision encompasses the full spectrum of Earth's dynamics.\n\"Earth Science shows perhaps more than any other discipline how important partnership is to the future of this planet,\" said Thomas Zurbuchen, NASA associate administrator for Science. \"Mike exemplifies the commitment to excellence, generosity of spirit and unmatched ability to inspire trust that made so many people across the world want to advance big goals on behalf of our planet and all its people by working with NASA. The fact that ESA and the European partners have given him this unprecedented honor demonstrates that respect and admiration.\"\nDuring Freilich's NASA tenure, the agency increased the pace of Earth science mission launches and in 2014 alone sent five missions to space to study our home planet. The missions balanced many objectives from research to applications and technology development activities. Freilich also led NASA's response to the National Academy of Sciences' first-ever Earth Science and Applications from Space decadal survey in 2007, which expanded NASA's innovative Earth-observing programs and continues to guide the agency's global Earth observation efforts.\n\"My NOAA colleagues and I enthusiastically support renaming Sentinel-6A after Mike,\" said Stephen Volz, assistant administrator for NOAA's Satellite and Information Service. \"This is a fitting honor for a man who helped transform space-based Earth observation and has brought together the best contributions from our global Earth science community to improve our collective understanding of how our planet is changing.\" NOAA uses data from missions such as Sentinel-6 in a variety of ways, from monitoring the rate of global sea-level rise to producing more accurate weather forecasts.\nFreilich also established the sustained Venture Class program of low-cost space and airborne science missions that is now a central feature of the NASA Earth Science Division's portfolio. He pioneered the broad use of the International Space Station as a platform for Earth-observing instruments, a unique observing platform for the Earth system. Unlike many of the traditional Earth observation platforms, the space station orbits the Earth in an inclined equatorial orbit that is not Sun-synchronous. This means that the space station passes over locations between 52 degrees north and 52 degrees south latitude at different times of day and night, and under varying illumination conditions. This is particularly important for collecting imagery of unexpected natural hazard and disaster events such as volcanic eruptions, earthquakes, flooding and tsunamis, as well as for cross-calibrating other satellites in Sun-synchronous polar orbits.\nFreilich also inaugurated a NASA activity to use data products from private sector, small-satellite constellations and commercial partners to supplement traditional government data sources. Under Freilich's leadership, NASA looked at new ways to carry out its critical mission and established cutting-edge programs to use small satellites and payloads hosted on commercial satellites to advance Earth science research and to demonstrate new technologies.\nAll told, during Freilich's time at NASA Headquarters, he oversaw 16 successful major mission and instrument launches and eight CubeSat/small-satellite launches. The agency's Earth Science Division has 14 Earth-observing missions in development for launch by 2023, which includes eight major hosted instruments on other nations' satellites.\nNASA uses the unique vantage point of space and suborbital platforms to better understand Earth as an interconnected system for societal benefit. The agency also develops new technologies and approaches to observe and study Earth with long-term data records, research, modeling, and computer analysis tools to quantify how our planet is changing. NASA shares this knowledge with the global community, including managers and policymakers domestically and internationally to understand and protect our home planet.\nhttps://www.nasa.gov/earth\nGrey Hautaluoma / Steve Cole\nHeadquarters, Washington\n202-358-0668; 202-358-0918\ngrey.hautaluoma-1@nasa.gov / stephen.e.cole@nasa.gov\nJohn Leslie\nNOAA's Office of Communications for Satellites\n301-713-0214\njohn.leslie@noaa.gov\nMatthew Segal\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-8307\nmatthew.j.segal@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}