{
  "url": "https://climate.nasa.gov/news/3013/pinpointing-tropical-forests-with-high-ecological-quality/",
  "title": "Pinpointing Tropical Forests with High Ecological ‘Quality’",
  "date": null,
  "content": "4 min read\nBy Aries Keck,NASA's Earth Science Division\nHigh-resolution NASA satellite data have made it possible for scientists to develop maps showing the \"quality\" of tropical forests. Previous maps only focused on the size of a forest. These maps show forest quality as a single measurement, taking into account information like the height of trees, thickness of the forest canopy, and if logging, fire or a similar disturbance occurred.\n\"Now we have maps that show not just where the forests are located, but the ecological quality of those forests,\" said lead author Andrew Hansen of Montana State University.\n\"That's important because it allows policymakers to prioritize forests that have the highest value in terms of biodiversity, carbon storage, and water yield,\" Hansen said.\nAbout half of the world's humid tropical forests could be considered of \"high quality,\" according to the study published in the journal Nature Ecology & Evolution. The study was supported the United Nations Development Programme (UNDP), the Wildlife Conservation Society and other leading research institutions.\nOnly 6.5% of these high-quality forests have formal protections, said Hansen. With their low levels of human pressure, large trees and thick canopy vegetation, these forests act as key habitats for many plants and animals, which fosters biodiversity. They also help stabilize the climate worldwide by absorbing carbon dioxide from the atmosphere. The paper's authors note where these high-quality forests are at risk and include a conservation framework that recommends ways to protect existing forests as well as restoring others.\nOne way to restore the quality of forests is increasing the number of species that live there by strengthening protections like limiting hunting and reducing invasive species, Hansen said. \"Another way is restoring forest structure,\" he added. \"Grow taller forests with more canopy layers for example.\"\nMost of the high-quality forests mapped in the study are located in remote areas of the Amazon and Congo.\n\"The key advance here was remote sensing,\" Hansen said, adding that Earth observations now make it possible to measure details like forest height and vegetation in far greater detail than ever before.\nThe team combined precise measurements of the height of vegetation on the Earth's surface from the Ice, Cloud and land Elevation Satellite-2 (ICESat-2) with the main data set for the work, the decades-long record collected by the Landsat series of satellites, an Earth-observing mission developed in partnership between NASA and the U.S. Geological Survey.\n\"It's a globally consistent, fine-scale measurement of forest structure and allows identification of taller, older and more closed-canopy humid tropical forests,\" Hansen said. By combining that information with measurements of human activity, the team developed their overall index of forest quality.\nWoody Turner is the lead of the Earth Sciences Ecological Forecasting program area, which funds the project. \"NASA is making great strides in bringing together imagery from multiple Earth observation satellites with measurements of human activity and other on-the-ground data,\" he said. \"The trick is to get very different types of data, often captured at different spatial scales, into a common framework for a soup-to-nuts approach needed to address some of these global issues.\"\nIn 2021, 196 countries will define global biodiversity priorities for the next 30 years at the UN Biodiversity Conference. Hansen says that he and his co-authors at the UNDP plan to work with countries to see how their research can both influence the targets to be contained within the global biodiversity framework, as well as monitoring and reporting over the coming decade.\n\"We have an optimistic message,\" Hansen added. \"In the humid tropics, forests grow very quickly, so in a decade you can improve these forests. There's something good that each country can do.\"\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}