{
  "url": "https://climate.nasa.gov/news/3014/global-survey-using-nasa-data-shows-dramatic-growth-of-glacial-lakes/",
  "title": "Global Survey Using NASA Data Shows Dramatic Growth of Glacial Lakes",
  "date": null,
  "content": "Lake Imja near Mount Everest in the Himalaya is a glacier lake that has grown to three times its length since 1990. Credit: Planetary Science Institute/Jeffrey S. Kargel\nIn the largest-ever study of glacial lakes, researchers using 30 years of NASA satellite data have found that the volume of these lakes worldwide has increased by about 50% since 1990 as glaciers melt and retreat due to climate change.\nThe findings, published in the journal Nature Climate Change, will aid researchers assessing the potential hazards to communities downstream of these often unstable lakes and help improve the accuracy of sea level rise estimates by advancing our understanding of how glacial meltwater is transported to the oceans.\nGlaciers are retreating on a near-global scale, and this study provides scientists with a clearer picture of how much of this water has been stored in lakes.\n“We have known that not all meltwater is making it into the oceans immediately,” said lead author Dan Shugar of the University of Calgary in Canada. “But until now there were no data to estimate how much was being stored in lakes or groundwater.” The study estimates current glacial lake volumes total about 37.4 cubic miles (156 cubic kilometers) of water, the equivalent of about one-third the volume of Lake Erie.\nShugar and his collaborators from governments and universities in Canada, the United States, and the United Kingdom, working under a grant from NASA’s High Mountain Asia Program, initially planned to use satellite imaging and other remote-sensing data to study two dozen glacial lakes in High Mountain Asia, the geographic region that includes the Tibetan Plateau and surrounding mountain ranges, including the Himalaya.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\n“We wrote scripts in Google Earth Engine, an online platform for very large analyses of geospatial data, to look only at High Mountain Asia, and then decided to look at all glacial lakes in the world,” Shugar said. “From there, we were able to build a scaling relationship to estimate the volume of the world’s glacial lakes based on the area of this large population of lakes.”\nThe team ultimately analyzed more than 250,000 scenes from the Landsat satellite missions, a joint NASA/U.S. Geological Survey program. A decade ago, it would not have been possible to process and analyze this volume of data. The team looked at the data in five time-steps beginning with 1990 to examine all the glaciated regions of the world except Antarctica and analyze how glacial lakes changed over that period.\nShugar points out that while water from melting glaciers stored in glacial lakes is a relatively small contributor to overall sea level rise, it can have a major impact on mountain communities downstream of these glacial lakes.\n“This is an issue for many parts of the world where people live downstream from these hazardous lakes, mostly in the Andes and in places like Bhutan and Nepal, where these floods can be devastating,” Shugar said. “Fortunately, organizations like the United Nations are facilitating a lot of monitoring and some mitigation work where they’re lowering the lakes to try and decrease the risks.”\nIn North America, the risks posed by a glacial lake outburst flood are lower.\n“We don’t have much in the way of infrastructure or communities that are downstream,” Shugar said. “But we’re not immune to it.”\nFor more information about NASA's Earth science programs, visit:\nhttps://www.nasa.gov/earth\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}