{
  "url": "https://climate.nasa.gov/news/2897/flowing-antarctic-ice-mapped-10-times-more-accurately/",
  "title": "Flowing Antarctic Ice Mapped 10 Times More Accurately",
  "date": null,
  "content": "2 min read\nFar more accurate than any previous map, this new representation of glacier flows in Antarctica opens the door to an improved understanding of the vast continent and the future pace of sea level rise. To create the new map, researchers at the University of California, Irvine, and NASA's Jet Propulsion Laboratory in Pasadena, California, combined input from six different satellite missions dating from 1994 to the present.\nAll earlier maps of glacier flow speeds have estimated the speeds largely by tracking the movement of visible features like patches of dirt on the ice surface, but these new maps rely mainly on observations that use a technique called synthetic aperture radar interferometry, which is much more sensitive to the motion of the ice itself. By combining observations from multiple satellites passing over the continent in different directions, the researchers produced a map that is not only 10 times more accurate than any previous map but also shows speeds for far more of the slow-moving ice on the continental interior than ever before.\nThe map was published today in the journal Geophysical Research Letters and may be downloaded at the NASA Distributed Active Archive Center at the National Snow and Ice Data Center.\nFor a full version of this story, see:\nhttps://news.uci.edu/2019/07/29/uci-jpl-glaciologists-unveil-most-precise-map-ever-of-antarctic-ice-velocity/\nNews Media Contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, California818-354-4269Esprit.Smith@jpl.nasa.gov\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}