{
  "url": "https://climate.nasa.gov/news/2954/nasa-flights-detect-millions-of-arctic-methane-hotspots/",
  "title": "NASA Flights Detect Millions of Arctic Methane Hotspots",
  "date": null,
  "content": "The image shows a thermokarst lake in Alaska. Thermokarst lakes form in the Arctic when permafrost thaws. Credit: NASA/JPL-Caltech\n› Larger view\nBy Esprit Smith,\nNASA's Earth Science News Team\nThe Arctic is one of the fastest warming places on the planet. As temperatures rise, the perpetually frozen layer of soil, called permafrost, begins to thaw, releasing methane and other greenhouse gases into the atmosphere. These methane emissions can accelerate future warming—but to understand to what extent, we need to know how much methane may be emitted, when and what environmental factors may influence its release.\nThat's a tricky feat. The Arctic spans thousands of miles, many of them inaccessible to humans. This inaccessibility has limited most ground-based observations to places with existing infrastructure—a mere fraction of the vast and varied Arctic terrain. Moreover, satellite observations are not detailed enough for scientists to identify key patterns and smaller-scale environmental influences on methane concentrations.\nIn a new study, scientists with NASA's Arctic Boreal Vulnerability Experiment (ABoVE), found a way to bridge that gap. In 2017, they used planes equipped with the Airborne Visible Infrared Imaging Spectrometer - Next Generation (AVIRIS - NG), a highly specialized instrument, to fly over some 11,583 square miles (30,000 square kilometers) of the Arctic landscape in the hope of detecting methane hotspots. The instrument did not disappoint.\n\"We consider hotspots to be areas showing an excess of 3,000 parts per million of methane between the airborne sensor and the ground,\" said lead author Clayton Elder of NASA's Jet Propulsion Laboratory in Pasadena, California. \"And we detected 2 million of these hotspots over the land that we covered.\"\nThe paper, titled \"Airborne Mapping Reveals Emergent Power Law of Arctic Methane Emissions,\" was published Feb. 10 in Geophysical Research Letters.\nWithin the dataset, the team also discovered a pattern: On average, the methane hotspots were mostly concentrated within about 44 yards (40 meters) of standing bodies of water, like lakes and streams. After the 44-yard mark, the presence of hotspots gradually became sparser, and at about 330 yards (300 meters) from the water source, they dropped off almost completely.\nThe scientists working on this study don't have a complete answer as to why 44 yards is the \"magic number\" for the whole survey region yet, but additional studies they've conducted on the ground provide some insight.\n\"After two years of ground field studies that began in 2018 at an Alaskan lake site with a methane hotspot, we found abrupt thawing of the permafrost right underneath the hotspot,\" said Elder. \"It's that additional contribution of permafrost carbon - carbon that's been frozen for thousands of years—that's essentially contributing food for the microbes to chew up and turn into methane as the permafrost continues to thaw.\"\nScientists are just scratching the surface of what is possible with the new data, but their first observations are valuable. Being able to identify the likely causes of the distribution of methane hotspots, for example, will help them to more accurately calculate this greenhouse gas's emissions across areas where we don't have observations. This new knowledge will improve how Arctic land models represent methane dynamics and therefore our ability to forecast the region's impact on global climate and global climate change impacts on the Arctic.\nElder says the study is also a technological breakthrough.\n\"AVIRIS-NG has been used in previous methane surveys, but those surveys focused on human-caused emissions in populated areas and areas with major infrastructure known to produce emissions,\" he said. \"Our study marks the first time the instrument has been used to find hotspots where the locations of possible permafrost-related emissions are far less understood.\"\nMore information on ABoVE can be found here:\nhttps://above.nasa.gov/\nJane Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}