{
  "url": "https://climate.nasa.gov/news/2901/nasa-gauges-plant-stress-in-costa-rican-drought/",
  "title": "NASA Gauges Plant Stress in Costa Rican Drought",
  "date": null,
  "content": "The ECOSTRESS image shows plant stress in the Guanacaste region of Costa Rica (in red on inset map) a few months after the onset of a major Central American drought. Red indicates high stress, yellow is moderate stress, greens/blues are low stress. Light gray is cloud. Credit: NASA/JPL-Caltech\n› Larger view\nNASA's ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) has imaged the stress on Costa Rican vegetation caused by a massive regional drought that led the Central American nation's government to declare a state of emergency on July 23.\nParts of Costa Rica have received 75 percent less rainfall than normal in the drought, which is the result of abnormal weather patterns accompanying an El Niño that began in November 2018. The drought's effects were already visible to ECOSTRESS in February 2019, as the image shows.\nLaunched to the International Space Station in June 2018, ECOSTRESS measures the temperature of plants as they heat up when they run out of water. A key benefit of the instrument, in addition to providing information on surface temperature and plant water use, is its ability to detect droughts as they stress plants.\nIn Costa Rica, more intense drought conditions - shown in red colors in this image - are centered on the province of Guanacaste, part of a Central American tropical dry forest region called the Dry Corridor that is particularly sensitive to droughts. Normally very cloudy, Guanacaste had few clouds (appearing in light gray) when ECOSTRESS acquired this image.\nECOSTRESS measures variations in ground temperatures to within a few tenths of a degree and is able to detect temperature changes at various times of day over areas as small as a single farm. These measurements help scientists assess how healthy plants are and how they respond to water shortages. Not only can the measurements be an indicator of future drought, they can also be used in observing heat trends, spotting wildfires and detecting volcanic activity.\nECOSTRESS provides a wide range of image products for studying the land surface and recently made all these products publicly available through the NASA Land Processes Distributed Active Archive Center (LPDAAC).\nJPL built and manages the ECOSTRESS mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA's Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nFor more information on ECOSTRESS, visit:\nhttps://ecostress.jpl.nasa.gov\nFor information on Earth science activities aboard the International Space Station, visit:\nhttp://www.nasa.gov/issearthscience\nEsprit Smith\nJet Propulsion Laboratory, Pasadena, California\n818-354-4269\nEsprit.Smith@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}