{
  "url": "https://climate.nasa.gov/news/3018/nasas-ecostress-takes-surface-temperature-around-california-fires/",
  "title": "NASA's ECOSTRESS Takes Surface Temperature Around California Fires",
  "date": null,
  "content": "Images taken by NASA's ECOSTRESS show multiple concentrated areas of surface temperatures (in red) higher than 375 degrees Fahrenheit (191 degrees Celsius). Credit: NASA/JPL-Caltech\nOn Sept. 6, NASA’s ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) imaged active fires across California, including the El Dorado fire near Yucaipa and the Valley fire in Japatul Valley in the southern part of the state. As of Sept. 8, there were 25 major wildfires burning in California.\nBoth images, taken at 12:13 a.m. PDT (3:13 a.m. EDT), show multiple concentrated areas of surface temperatures (in red) higher than 375 degrees Fahrenheit (191 degrees Celsius). These high temperature regions were likely where the active fires were occurring. The surrounding areas show abnormally warm middle-of-the-night background surface temperatures (orange) due to the ongoing heat wave.\nNASA's Jet Propulsion Laboratory in Southern California built and manages the ECOSTRESS mission for the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA's Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia. Future studies could use ECOSTRESS data products in a similar fashion as land surface temperature was used to assess the fires pictured above.\nMore information about ECOSTRESS is available here:\nhttps://ecostress.jpl.nasa.gov\nFor information on Earth science activities aboard the International Space Station, visit:\nhttp://www.nasa.gov/issearthscience\nTaken from CALFire daily wildfire update: https://www.fire.ca.gov/daily-wildfire-report/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}