{
  "url": "https://climate.nasa.gov/news/2899/a-partnership-forged-by-fire/",
  "title": "A Partnership Forged by Fire",
  "date": null,
  "content": "NASA Resources Aid a California Community Devastated by Wildfire\nBy Carol Rasmussen, NASA's Earth Science News Team\nOn the night of October 8, 2017, gale-force winds in Northern California fanned at least 15 wildfires into infernos blazing throughout Sonoma and neighboring counties.\nOne fire started around 9:30 p.m. on Tubbs Lane in Napa County, blowing into Sonoma County within minutes. Winds of 60 mph, gusting to 90, pushed the Tubbs fire 12 miles in just four hours – all the way to the city of Santa Rosa.\nSome of Santa Rosa's 175,000 residents got notice to evacuate in the middle of the night. Others made the decision themselves, leaving home with only the clothes on their backs.\nIn the darkness and smoke, with blowing embers starting new fires far from the main blaze, it wasn't always clear which direction was safe to go.\nFor some, there was no safety. Twenty-four people died.\nThe winds died down at dawn the next day. By then, the many wildfires had met and joined into three major fires. They were not fully contained for almost a month.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nWorking 12-hour shifts at the county's emergency operations center as the fire burned, Allison Schichtel worried for Sonoma's land as well as its people. Schichtel is the conservation geographic information system (GIS) coordinator at Sonoma County Ag + Open Space, the county organization responsible for protecting natural and scenic areas and agricultural lands. She knows the diverse ecosystems in the million-acre county, which climbs 4,500 feet from the Pacific Ocean to the Mayacamas Mountains.\nThe Sonoma blazes burned more than 87,000 acres. On the county's preserved lands, entire forests burned to the ground.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nSchichtel knew that one of the first things the county would need for disaster response is maps of the damage, to help them target personnel and resources where they were most needed. But Ag + Open Space had neither time, resources nor personnel to survey the whole area on foot.\nSonoma is rare among U.S. county governments in recognizing NASA as a possible source of detailed maps. In 2013, Ag + Open Space had obtained detailed maps of the county through a proposal to a NASA program called the Carbon Monitoring System (CMS). These maps measured the height of the vegetation cover, or canopy, and the volume of vegetation using a sensor mounted on an airplane.\nThe CMS's focus was to use NASA data to support national and international efforts related to measuring, monitoring and creating policy for carbon stored in vegetation (carbon stocks). Karen Gaffney, the Conservation Planning Program manager for Sonoma County Ag + Open Space, noted that the county's mapping proposal presented a novel challenge for the CMS: \"We gave them the opportunity to downscale to the scale of a county, where important land-use decisions get made that affect carbon stocks and our climate.\"\nUnder the leadership of Ralph Dubayah of the University of Maryland in College Park, a science team produced maps of canopy height, canopy cover and biomass (the extent of live, growing material) for Sonoma County. Ag + Open Space worked with contractors Kass Green of Kass Green & Associates and Mark Tukman of Tukman Geospatial to expand the maps to higher resolution, and then used the maps to identify which lands to preserve for additional projects such as stream restoration.\nWhen the fire struck, it was time to call NASA again.\nVince Ambrosia, associate program manager for wildland fire in the NASA Earth Science Division's Applied Sciences Program, moved to Santa Rosa in 2015, commuting to NASA's Ames Research Center in Silicon Valley. Ambrosia noted that since NASA's inception, one of its core missions has been to study our home planet and how its air, land, oceans and living things interact. \"Fire is an important player in all of the interactions, so it is a natural subject for the study of Earth processes,\" he said. All NASA data and images are freely available to the public.\nAmbrosia served as a firefighter during graduate school and has specialized in airborne and satellite programs to observe fires throughout his career, but he had never had a personal brush with fire before evacuating in 2017. \"We didn't know which way to go. Where was the fire? The house survived, but we experienced the uncertainty first hand.\"\nFirefighters in incident command centers worldwide use feeds from NASA's Earth-observing satellites to monitor fires. Instruments such as MODIS and VIIRS (the Moderate Resolution Imaging Spectroradiometer Visible Infrared Imaging Radiometer Suite) have revolutionized firefighters' ability to map fire perimeters and mark hot spots. Staff Sgt. William Wade of the California Army National Guard's Friendly Force Tracking Program explained, \"We used to draw maps by hand of where the fire perimeter approximately was. Now with MODIS data, we're able to see irrefutably where that fire was last known to be, and we can make better judgment calls.\" These data are also used for planning before fire season and restoration after fires.\nBut those satellite feeds are only the beginning of the products NASA offers to reduce the risks of fires and other disasters. NASA's Applied Sciences Program (ASP) funds and develops innovative uses of the agency's Earth observations for fire research, preparedness, firefighting and recovery. Products such as the Rehabilitation Capability Convergence for Ecosystem Recovery (RECOVER) are available to help planners direct fire recovery efforts. Created by Keith Weber of Idaho State University in Boise with NASA funding, RECOVER combines NASA data with other land use and land cover data and GIS technology to map fire damage.\nSimilarly, the Advanced Rapid Imaging and Analysis (ARIA) maps produced at NASA's Jet Propulsion Laboratory in Pasadena, California with NASA's Disaster program, are made by overlaying satellite radar images of a region from before and after any kind of disaster – fire, hurricane, earthquake – and calculating the location and extent of damage based on the differences between the earlier and later images. Maps like these can be produced and analyzed many days before first responders could safely make a survey to prepare for recovery efforts.\nMaggi Glasscoe, disaster response coordinator at the Jet Propulsion Laboratory, noted that NASA is a science agency, so its Earth observations are not specifically tailored for firefighters' needs. Nevertheless, the data can be used in applications that increase situational awareness and help managers reach better decisions. \"Other agencies such as NOAA have the mandate to deliver products for decision-making,\" she said. \"However, we have satellite missions that deliver images that can help, and we do our best to deliver products from them. Ultimately, our goal is the same – to save lives.\"\nAmong the resources NASA's Applied Science Program offers are rapid response grants for unexpected events like wildfires whose impacts need to be studied when they are most evident and significant. The Sonoma County Ag + Open Space team applied for one of these grants and received the award only four months after the fire was contained.\nNASA's Vince Ambrosia saw the Sonoma proposal as an unusual opportunity. \"This request came in from a smaller government entity where we really don't play a major role, and that's a county,\" he said. \"We decided this was a good project to support not only to help Sonoma County, but also to expose NASA's capabilities to the community of county governments that may not realize NASA is involved in fires.\"\nWorking with contractors Green and Tukman, the county Ag + Open Space staff developed damage maps for trees and shrubs throughout the county. The maps are at a resolution of 1 foot; in other words, researchers can identify an object in the image as small as 1 foot square. This level of detail allows biologists and ecologists to compare how individual species and even individual plants survived the fire. With the maps, the county workers have learned a lot about how the fire behaved and how the landscape responded.\nFires in California are as natural as rain, and native plants have adapted in various ways. But each species adapts only to the type of fire that has been common in its native environment – that is, to a specific intensity of burning and length of time between fires.\nThe widespread chaparral brushlands of California, for example, can survive very hot fires that burn them to the ground – but only if they have 30 to 50 years to recover between fires.\nMore frequent fires, even if they're not so intense, can permanently wipe out these ecosystems. This is already happening in some parts of Southern California, with weedy, non-native grasses moving in to replace the chaparral.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nThe Sonoma County fires had two distinct phases: the high-intensity burn of the first night, driven by high winds, and the lower-intensity days of fire that followed, drive by the availability of fuel. \"Some areas that burned the first night, burned at such high severity that we're not seeing regrowth,\" Schichtel said. The maps of these areas show 80 to 100% of vegetation burned, and imagery made the following June shows the areas as completely blackened.\nIn the areas that burned later at lower intensity, \"The vegetation responded differently,\" Schichtel said. \"A year later, you couldn’t tell at all that a fire had moved through the landscape, because the response from the vegetation was a positive one and the overall ecosystem health was good.\"\nOne of the surprising results of the survey was that the height of vegetation and the density of its branches play a critical role in escalating a fire. Sonoma County, like much of California, is a pleasing patchwork of open meadows dotted with areas of middle-size shrubs and tall trees. Imagine this terrain simply as piles of kindling. Meadows grass doesn't contain much fuel, and when it burns, flames stay near the ground. If there are a few trees in the meadow, the fire is unlikely to be big enough or hot enough to reach their leafy canopies. It can blacken their trunks, but it can't kill them.\nBut in a landscape where mature trees are surrounded by a dense growth of shrubs and young trees, a fire can climb these middle-size plants like a ladder from ground level up into a full-grown tree's leafy canopy. The fire has enough fuel there to kill the tree and also can jump directly from the crown of one tree to the next, destroying an entire forest in what's called a crown fire.\nLooking at the Sonoma maps, Schichtel and her colleagues saw this principle in action. Where middle-size \"ladder fuels\" were more dense, there was more intense fire damage. Less dense fuels accompanied less damage. The team has now mapped ladder fuels with heights of 3 to 13 feet throughout the county. \"The map will be instrumental in moving forward,\" conservation manager Gaffney said. County planners can compare the fuels map with asset maps – the locations of homes, critical exit routes, hospitals and other community resources – to prioritize where fuels should be treated. to best protect the community from the fire next time. The Ag + OpenSpace partners are using the maps to identify priority areas for vegetation management through the use of prescribed burns or mechanical thinning, to promote ecological health and reduce risks from the next fire.\nIt's certain that there will be a next fire. It's even possible to make a decent guess where those fires will be. In 1964, 1923 and 1870, the county suffered enormous wildfires with footprints that overlapped the 2017 fires. The earlier fires all started on autumn days of high wind and dry weather, just as in 2017. In fact, the same narrow, wooded canyon – Nun's Canyon, named by a poor speller after some settlers called Nunn – was the site of a fire outbreak in three of the four big fire years.\n\"We're really interested in how we can use these data to protect these natural lands,\" Gaffney said. \"Our open spaces can be managed in such a way that they make us more resilient to fires and floods in the future. There's not a distinction between healthy watersheds and healthy communities when it comes to resiliency, and we can work together to achieve both objectives.\"\n\"Fires are part of the landscape of California,\" said Green. \"They're going to occur. What we need to do is minimize the deaths, minimize the damage. We have to learn from this. We're going out of this study better armed to manage fire risk.\"\n\"Having the data that NASA provided was an incredible opportunity,\" Gaffney said. \"Not only does it benefit Sonoma County, the learning is relevant to the rest of California and much of the West.\"\nFrom the Rocky Mountains to the Pacific, every state has experienced shocking increases in wildfires since the 1970s, by every possible metric. The average wildfire was six times as large in the 2010s as in the '70s; the number of individual fires larger than 1,000 acres more than tripled over the same period; and the length of the fire season increased by more than 100 days. The U.S. National Climate Assessment forecasts that without a reduction in greenhouse gas emissions, the number of acres burned in California each year will increase by 36 to 74% by 2085.\nU.S. Forest Service Fuels Operations Specialist Robyn Woods has been fighting fires for more than two decades, and she's seen the change on the ground. \"Fires are becoming bigger, longer, more expensive and harder to stop,\" she said. \"Last year I was on a fire call, and one of the things that was said struck me to the core: 'We need to stop saying I've never seen anything like this. We need to start expecting the unexpected.'\"\nAlmost two years after the fires, Sonoma County is still recovering. Some neighborhoods are largely rebuilt. Others are barely starting.\n\"The fire has changed the community in some profound ways,\" said Wendy Wheelwright, a therapist and manager of California Project Hope in the Sonoma County Behavioral Health Division. \"There is something known as post-traumatic growth that can happen in a widespread disaster like this. I've seen that in our community. People appreciate each other in a different way. Neighborhoods are much more unified. I'm not recommending that you burn down your neighborhood to gain such unity. Nevertheless, people chose to come together to help each other, instead of trying to solo it. That made us stronger as a community.\"\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nCarol Shelton\nSanta Rosa homeowner and business owner\nSome businesses are gone for good.\nBut far more businesses stayed or are coming back. Most of the county's renowned vineyards not only survived but served as fire breaks. The weather in 2018 was ideal for grapes, leaving winemakers optimistic about the potential for a great vintage year.\nWinemaker Carol Shelton suffered from the lack of tourism for six months to a year after the fire. Business is still less than before the fire, but it continues to improve. \"This is a beautiful area, and it's coming back,\" she said. \"One of my favorite Zinfandel vineyards was in the path of the fire, and everything burned down. The owner had no interest in replanting it. I just found out that there's new growth in that vineyard. If that can come back….\"\nOn the open space, wildflowers are blooming again.\nThere are still scars, but they are fading.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nIn Aug. 2024, a team of NASA researchers and partners gathered in Missoula, Montana to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}