{
  "url": "https://climate.nasa.gov/news/2902/nasa-studies-how-arctic-wildfires-change-the-world/",
  "title": "NASA Studies How Arctic Wildfires Change the World",
  "date": null,
  "content": "In 2014, megafires in Canada’s Northwest Territories scorched more than 7 million acres of forest, releasing half as much carbon back into the atmosphere as all the plants and trees in Canada typically absorb in an entire year. Credit: NASA/Peter Griffith\nBy Maria-José Viñas,\nNASA’s Earth Science News Team\nWildfires in the Arctic often burn far away from populated areas, but their impacts are felt around the globe. From field and laboratory work to airborne campaigns and satellites, NASA is studying why boreal forest and tundra fires have become more frequent and powerful and what that means for climate forecasting, ecosystems and human health.\n“Fires are a natural part of the ecosystem, but what we’re seeing is an accelerated fire cycle: we are getting more frequent and severe fires and larger burned areas,” said Liz Hoy, a boreal fire researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. Hoy works with NASA’s Arctic-Boreal Vulnerability Experiment (ABoVE), a comprehensive field campaign that probes the resilience of Arctic and boreal  ecosystems and societies to environmental change.\nArctic wildfires differ from mid-latitude fires, such as those in California and Idaho. For one, fires in the lower 48 are often set by humans and are put out as fast as possible, since they are a risk to life and property. In the boreal forest and tundra, wildfires are mostly ignited by lightning strikes and are usually left to burn unless they threaten important infrastructures or human settlements. As a result, they often grow large and consume hundreds of thousands of acres of vegetation.\nAlso unlike lower-latitude wildfires, most of the carbon emissions from Arctic fires come from burned organic soil rather than burned trees and shrubs.\n“Arctic and boreal regions have very thick soils with a lot of organic material – because the soil is frozen or otherwise temperature-limited as well as nutrient-poor, its contents don’t decompose much,” Hoy said.\nThe thick, carbon-rich top soil layer of boreal forests and tundra acts as insulation for the permafrost, the perpetually frozen layer of ground underneath the surface organic mat.\n“When you burn the soil on top it’s as if you had a cooler and you opened the lid: the permafrost underneath thaws and you’re allowing the soil to decompose and decay, so you’re releasing even more carbon into the atmosphere,” Hoy said.\nResearchers dig out and measure a block of soil in Saskatchewan, Canada, during a field expedition for NASA’s ABoVE campaign. Soils in the Arctic and boreal regions have very thick organic mats that release large quantities of carbon to the atmosphere when a wildfire burns them. Credit: Sander Veraverbeke\nA recent ABoVE study found that a single fire season in Canada emitted so much carbon into the atmosphere that it offset half of all the carbon removed from the atmosphere through annual tree growth across all of Canada’s vast forests. So not only are wildfires in the Arctic impacted by global warming, which is leading to warmer and drier summers that create dry, tinder-box conditions – they are also in turn contributing to more climate change.\n“I sometimes hear ‘there aren’t that many people up there in the Arctic, so why can’t we just let it burn, why does it matter?’” Hoy said. “But what happens in the Arctic doesn’t stay in the Arctic – there are global connections to the changes taking place there.”\nThe fire-driven thawing of permafrost causes land subsidence and soil collapse, creating a honeycombed landscape. In some places, new lakes form. In others, the resulting hollowed topography, known as thermokarst, dries up the landscape.\n“Whether the fire-disturbed area will recover or go forward toward subsidence depends on how much ground ice is underlaying in the ground,” said Go Iwahana, a permafrost researcher at University of Alaska, Fairbanks, who works with ABoVE. “Other factors at play are how severely the fire wounds the surface organic layer and the weather the burned area experiences after the fire.”\nBeyond altering landscapes that had been unperturbed for thousands of years, the disappearance of permafrost also means the irreparable loss of a historic record.\n“As with ice cores in Antarctica and Greenland, we look at changes in water isotopes, gas content, and the ice structure of permafrost to understand what happened in the past,” Iwahana said. “Modelers and fire specialists are predicting an increased number of boreal and tundra fires in the future – this will enhance the thawing of permafrost, and so the paleoinformation contained in the permafrost will be lost.”\nChanges to hydrological processes, together with how fire modifies the distribution of plant species, ultimately alter local ecosystems.\n“After an intense fire, we can see changes in the overall vegetation composition of the land,” Hoy said. “It’s going to change the mammal species that are able to live there and how people can use the land, for example, for hunting.”\nTwo main game species in Alaska, caribou and moose, react very differently to burned landscapes. During the first decades after a large fire, moose herds move in to the area in pursuit of the young vegetation that grows back. But caribou, whose diets are very dependent on slow-growing surface lichens that take a very long time to recover, are harmed by fires.\n“One of the major concerns in terms of wildlife management is that fires might restrict the range of the caribou,” said Alison York, coordinator of the Alaska Fire Science Consortium at University of Alaska.\nWildfires release large amounts of particulate matter, which are harmful to the respiratory and cardiovascular systems and can travel far and wide by winds.\n“We hear a lot about the impacts of fires on health, but all those studies come from research coming from a single, generally short fire event,” said Tatiana Loboda, a professor at University of Maryland, College Park. “In the boreal forest region, fires are very common, very large and they produce a lot of smoke. Even people who don’t live nearby are exposed for a substantial period of time year after year.”\nLoboda recently launched a project through ABoVE to study how exposure to particulates from forest fires is impacting the health of people in Alaska, a state that has issued over 30 air quality advisories during this year’s fire season alone. Though Loboda’s study is limited to Alaska, wildfires impact public health around the planet.\n“Fires happen during the warm months, when people spend a lot of time outdoors -- especially indigenous people doing subsistence activities like fishing and hunting,” said Loboda, who plans on comparing the exposure of native communities to wildfires with health outcomes. “They lack any kind of protection they would get by being indoors with the A/C on and closing their windows.”\nFor her study, Loboda will use hospitalization records from Alaska’s Department of Public Health to analyze how many people get ill during the fire season. She’ll also analyze NASA satellite data that, combined with computer models, will allow her to create a detailed record of burning at the daily scale, as well as thorough inventories of fuel types – the kind of greenery that burns combined with the intensity of the fire determines how much particulates are created.\n“In the last 20 years we’ve had the three largest fire seasons on record for Alaska and that’s happening at the same time that the population is growing,” Loboda said.  “The more people are spread out, the more likelihood someone is going to be affected somewhere in any given year.”\nTo learn more about ABoVE, visit:\nhttps://above.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}