{
  "url": "https://climate.nasa.gov/news/2900/nasa-targets-coastal-ecosystems-with-new-space-sensor/",
  "title": "NASA Targets Coastal Ecosystems with New Space Sensor",
  "date": null,
  "content": "NASA's Geosynchronous Littoral Imaging and Monitoring Radiometer (GLIMR) instrument will collect high-resolution observations of coastal ecosystems in such areas as the northern Gulf of Mexico, shown in this image with phytoplankton blooms stretching from the Texas and Louisiana coast (left) across the Mississippi River delta (center) toward Florida (far right). Credit: NASA\nNASA has selected a space-based instrument under its Earth Venture Instrument (EVI) portfolio that will make observations of coastal waters to help protect ecosystem sustainability, improve resource management, and enhance economic activity.\nThe selected Geosynchronous Littoral Imaging and Monitoring Radiometer (GLIMR) instrument, led by principal investigator Joseph Salisbury at the University of New Hampshire, Durham, will provide unique observations of ocean biology, chemistry, and ecology in the Gulf of Mexico, portions of the southeastern United States coastline, and the Amazon River plume – where the waters of the Amazon River enter the Atlantic Ocean.\n“This innovative instrument from the University of New Hampshire, selected by NASA, will provide a powerful new tool for studying important ecosystems,” said NASA Administrator Jim Bridenstine. “Its findings also will bring economic benefits to fisheries, tourism, and recreation in the coastline area.”\nThe instrument was competitively selected from eight proposals considered under NASA's fifth EVI solicitation released in 2018, with an award of $107.9 million. This is the largest NASA contract award in the history of the University of New Hampshire. Salisbury and his team have proposed the instrument as a hosted payload, for which NASA will provide access to space.\n“This award boosts New Hampshire’s profile as a leader in research, academia and innovation, and makes us all immensely proud,” said Senator Jeanne Shaheen of New Hampshire. “Congratulations to the entire team at UNH for winning this highly-coveted contract. I’m excited to see the technology developed through this award. It’s critical that we closely monitor the health of our oceans and assess risks for coastal communities to protect both our environment and our economy. Securing federal resources that invest in scientific research and exploration have been and will continue to be top priorities for me as the Ranking Member of the Senate Appropriations Subcommittee tasked with funding these important programs.”\nCoastal ecosystems support humanity in many ways, but they are under increasing pressure from the effects of land use activities, population growth, extreme weather events, and climate change. These pressures can give rise to more frequent, expansive and harmful algal blooms, as well as create areas where dissolved oxygen is severely depleted – both of which are detrimental to tourism, fisheries, and human health.\nGLIMR will be integrated on a NASA-selected platform and launched in the 2026-2027 timeframe into a geosynchronous orbit where it will be able to monitor a wide area, centered on the Gulf of Mexico, for up to 15 hours a day. From this vantage point, the hyperspectral ocean color radiometer will measure the reflectance of sunlight from optically complex coastal waters in narrow wavebands. GLIMR will be able to gather many observations of a given area each day, a critical capability in studying phenomena such as the lifecycle of coastal phytoplankton blooms and oil spills in a way that would not be possible from a satellite in a low-Earth orbit. Given its unique spatial and temporal resolution, GLIMR will be highly complementary to other low-Earth orbit satellites that observe the ocean.\n“With GLIMR, scientists can better understand coastal regions and develop advanced predictive tools for these economically and ecologically important systems,” said Thomas Zurbuchen, associate administrator of the Science Mission Directorate at NASA Headquarters. “As part of NASA’s commitment to Earth Science, I am thrilled to include this instrument in our portfolio as we keep an eye on our ever-changing planet for the benefit of many.”\nEVI investigations are small, targeted science investigations that complement NASA's larger Earth-observing satellite missions. They provide innovative approaches for addressing Earth science research with regular windows of opportunity to accommodate new scientific priorities. The investigations are cost-capped and schedule constrained. The missions are managed by the Earth System Science Pathfinder (ESSP) program office at NASA’s Langley Research Center in Hampton, Virginia, for the Earth Science Division under the Science Mission Directorate.\nThe first two Earth Venture Instruments were launched in 2018 and are operational on the International Space Station. The Global Ecosystem Dynamics Investigation (GEDI) is measuring the vertical structure of forests, canopy heights, and their changes – on a global scale – providing insights into how forests are affected by environmental change and human intervention. The ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) is measuring the temperature of plants – information that will improve understanding of how much water plants need and how they respond to stresses such as drought.\nNASA uses the vantage point of space to increase our understanding of our home planet, improve lives, and safeguard our future. For more information about NASA’s Earth science activities, visit:\nhttps://www.nasa.gov/earth\nAdministrator Bridenstine and Senator Shaheen will visit the University of New Hampshire on Aug. 29. They will meet with the GLIMR principal investigator to celebrate and congratulate the university’s newest contribution to NASA’s mission of exploration and scientific discovery. Information about media availability will be released closer to the date of the visit.\nFelicia Chou\nHeadquarters, Washington\n202-358-0257\nfelicia.chou@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}