{
  "url": "https://climate.nasa.gov/news/3021/emissions-could-add-15-inches-to-sea-level-by-2100-nasa-led-study-finds/",
  "title": "Emissions Could Add 15 Inches to Sea Level by 2100, NASA-led Study Finds",
  "date": null,
  "content": "Ice shelves in Antarctica, such as the Getz Ice Shelf seen here, are sensitive to warming ocean temperatures. Ocean and atmospheric conditions are some of the drivers of ice sheet loss that scientists considered in a new study estimating additional global sea level rise by 2100. Credit: NASA/Jeremy Harbeck\nBy Kate Ramsayer,\nNASA's Goddard Space Flight Center\nAn international effort that brought together more than 60 ice, ocean, and atmosphere scientists from three dozen international institutions has generated new estimates of how much of an impact Earth’s melting ice sheets could have on global sea levels by 2100. If greenhouse gas emissions continue apace, Greenland and Antarctica’s ice sheets could together contribute more than 15 inches (38 centimeters) of global sea level rise – and that’s beyond the amount that has already been set in motion by Earth’s warming climate.\nResults from this effort are in line with projections in the Intergovernmental Panel on Climate Change’s (IPCC) 2019 Special Report on Oceans and the Cryosphere. Meltwater from ice sheets contribute about a third of the total global sea level rise. The IPCC report projected that Greenland would contribute 3.1 to 10.6 inches (8 to 27 centimeters) to global sea level rise between 2000-2100 and Antarctica could contribute 1.2 to 11 inches (3 to 28 cm).\nThese new results, published this week in a special issue of the journal The Cryosphere, come from the Ice Sheet Model Intercomparison Project (ISMIP6) led by NASA’s Goddard Space Flight Center in Greenbelt, Maryland. The study is one of many efforts scientists are involved in to project the impact of a warming climate on melting ice sheets, understand its causes and track sea level rise.\n“One of the biggest uncertainties when it comes to how much sea level will rise in the future is how much the ice sheets will contribute,” said project leader and ice scientist Sophie Nowicki, now at the University at Buffalo, and formerly at NASA Goddard. “And how much the ice sheets contribute is really dependent on what the climate will do.”\n“The strength of ISMIP6 was to bring together most of the ice sheet modeling groups around the world, and then connect with other communities of ocean and atmospheric modelers as well, to better understand what could happen to the ice sheets,” said Heiko Goelzer, a scientist from Utrecht University in the Netherlands, now at NORCE Norwegian Research Centre in Norway. Goelzer led the Greenland ice sheet ISMIP6 effort.\nWith warming air temperatures melting the surface of the ice sheet, and with warming ocean temperatures causing ocean-terminating glaciers to retreat, Greenland’s ice sheet is a significant contributor to sea level rise. The ISMIP6 team investigated two different scenarios the IPCC has set for future climate to predict sea level rise between 2015 and 2100: one with carbon emissions increasing rapidly and another with lower emissions.\nIn the high emissions scenario, they found that the Greenland ice sheet would lead to an additional global sea level rise of about 3.5 inches (9 cm) by 2100. In the lower emissions scenario, the loss from the ice sheet would raise global sea level by about 1.3 inches (3 cm). This is beyond what is already destined to be lost from the ice sheet due to warming temperatures between pre-industrial times and now; previous studies have estimated that \"locked in\" contribution to global sea level rise by 2100 to be about a quarter-inch (6 millimeters) for the Greenland ice sheet.\nThe ISMIP6 team also analyzed the Antarctic ice sheet to understand how much ice melt from future climate change would add to sea level rise, beyond what recent warming temperatures have already put in motion. Ice loss from the Antarctic ice sheet is more difficult to predict: In the west, warm ocean currents erode the bottom of large floating ice shelves, causing loss, while the vast East Antarctic ice sheet can gain mass, as warmer temperatures cause increased snowfall.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\nThe results point to a greater range of possibilities, from ice sheet change that decreases sea level by 3.1 in (7.8 cm), to increasing it by 12 in (30 cm) by 2100, with different climate scenarios and climate model inputs. The regional projections show the greatest loss in West Antarctica, responsible for up to 7.1 in (18 cm) of sea level rise by 2100 in the warmest conditions, according to the research.\n“The Amundsen Sea region in West Antarctica and Wilkes Land in East Antarctica are the two regions most sensitive to warming ocean temperatures and changing currents, and will continue to lose large amounts of ice,” said Hélène Seroussi, an ice scientist at NASA’s Jet Propulsion Laboratory in Southern California. Seroussi led the Antarctic ice sheet modeling in the ISMIP6 effort. “With these new results, we can focus our efforts in the correct direction and know what needs to be worked on to continue improving the projections.”\nDifferent groups within the ISMIP6 community are working on various aspects of the ice sheet modeling effort. All are designed to better understand why the ice sheets are changing and to improve estimates of how much ice sheets will contribute to sea level rise. Other recent ISMIP6 studies include:\n“It took over six years of workshops and teleconferences with scientists from around the world working on ice sheet, atmosphere, and ocean modeling to build a community that was able to ultimately improve our sea level rise projections,” Nowicki said. “The reason it worked is because the polar community is small, and we’re all very keen on getting this problem of future sea level right. We need to know these numbers.”\nThe new results will help inform the Sixth IPCC report scheduled for release in 2022.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}