{
  "url": "https://climate.nasa.gov/news/2957/nasa-satellite-offers-urban-carbon-dioxide-insights/",
  "title": "NASA Satellite Offers Urban Carbon Dioxide Insights",
  "date": null,
  "content": "NASA's Orbiting Carbon Observatory-2 (OCO-2) measures the amount of carbon dioxide in the atmosphere over areas like Las Vegas, Nevada, to help researchers better characterize the sources and sinks of the greenhouse gas. Credit: Bert Kaufmann/CC BY-SA › Larger view\nA new NASA/university study of carbon dioxide emissions for 20 major cities around the world provides the first direct, satellite-based evidence that as a city's population density increases, the carbon dioxide it emits per person declines, with some notable exceptions. The study also demonstrates how satellite measurements of this powerful greenhouse gas can give fast-growing cities new tools to track carbon dioxide emissions and assess the impact of policy changes and infrastructure improvements on their energy efficiency.\nCities account for more than 70 percent of global carbon dioxide emissions associated with energy production, and rapid, ongoing urbanization is increasing their number and size. But some densely populated cities emit more carbon dioxide per capita than others.\nTo better understand why, atmospheric scientists Dien Wu and John Lin of the University of Utah in Salt Lake City teamed with colleagues at NASA's Goddard Space Flight Center in Greenbelt, Maryland; Universities Space Research Association (USRA) in Columbia, Maryland; and the University of Michigan in Ann Arbor. They calculated per capita carbon dioxide emissions for 20 urban areas on several continents using recently available carbon dioxide estimates from NASA's Orbiting Carbon Observatory-2 (OCO-2) satellite, managed by the agency's Jet Propulsion Laboratory in Pasadena, California. Cities spanning a range of population densities were selected based on the quality and quantity of OCO-2 data available for them. Cities with minimal vegetation were preferred because plants can absorb and emit carbon dioxide, complicating the interpretation of the measurements. Two U.S. cities were included: Las Vegas and Phoenix.\nMany scientists and policy makers have assumed the best way to estimate and understand differences in carbon dioxide emissions in major cities is to employ a \"bottom-up\" approach, compiling an inventory of fossil fuel emissions produced by industrial facilities, farms, road transport and power plants. The bottom-up method was the only feasible approach before remote-sensing data sets became available. This approach can provide estimates of emissions by fuel type (coal, oil, natural gas) and sector (power generation, transportation, manufacturing) but can miss some emissions, especially in rapidly developing urban areas.\nBut for this study, researchers instead employed a \"top-down\" approach to inventory emissions, using satellite-derived estimates of the amount of carbon dioxide present in the air above an urban area as the satellite flies overhead.\n\"Other people have used fuel statistics, the number of miles driven by a person or how big people's houses are to calculate per capita emissions,\" Lin said. \"We're looking down from space to actually measure the carbon dioxide concentration over a city.\"\nPublished Feb. 20 in the journal Environmental Research Letters, the study found that cities with higher population densities generally have lower per capita carbon dioxide emissions, in line with previous bottom-up studies based on emissions inventories. But the satellite data provided new insights.\n\"Our motivating question was essentially: When people live in denser cities, do they emit less carbon dioxide? The general answer from our analysis suggests, yes, emissions from denser cities are lower,\" said Eric Kort, principal investigator and associate professor of climate and space sciences and engineering at the University of Michigan. \"It isn't a complete picture, since we only see local direct emissions, but our study does provide an alternative direct observational assessment that was entirely missing before.\"\nScientists have hypothesized that more densely-populated urban areas generally emit less carbon dioxide per person because they are more energy efficient: That is, less energy per person is needed in these areas because of factors like the use of public transportation and the efficient heating and cooling of multi-family dwellings. Satellite data can improve our understanding of this relationship because they describe the combined emissions from all sources. This information can be incorporated with more source-specific, bottom-up inventories to help city managers plan for more energy-efficient growth and develop better estimates of future carbon dioxide emissions.\nThe OCO-2 data show that not all densely-populated urban areas have lower per capita emissions, however. Cities with major power generation facilities, such as Yinchuan, China, and Johannesburg, had higher emissions than what their population density would otherwise suggest.\n\"The satellite detects the carbon dioxide plume at the power plant, not at the city that actually uses the power,\" Lin said.\n\"Some cities don't produce as much carbon dioxide, given their population density, but they consume goods and services that would give rise to carbon dioxide emissions elsewhere,\" Wu added.\nAnother exception to the higher population density/lower emissions observation is affluence. A wealthy urban area, like Phoenix, produces more emissions per capita than a developing city like Hyderabad, India, which has a similar population density. The researchers speculate that Phoenix's higher per capita emissions are due to factors such as higher rates of driving and larger, better air-conditioned homes.\nThe researchers stress there's much more to be learned about urban carbon dioxide emissions. They believe new data from OCO-2's successor, OCO-3 — which launched to the International Space Station last year — along with future space-based carbon dioxide-observing missions, may shed light on potential solutions to mitigating cities' carbon emissions.\n\"Many people are interested in carbon dioxide emissions from large cities,\" Wu said. \"Additionally, there are a few places with high emissions that aren't necessarily related to population. Satellites can detect and quantify emissions from those locations around the globe.\"\nLaunched in 2014, OCO-2 gathers global measurements of atmospheric carbon dioxide - the principal human-produced driver of climate change - with the resolution, precision and coverage needed to understand how it moves through the Earth system and how it changes over time. From its vantage point in space, OCO-2 makes roughly 100,000 measurements of atmospheric carbon dioxide over the globe every day. JPL manages OCO-2 for NASA's Science Mission Directorate, Washington.\nWhile OCO-2 wasn't optimized to monitor carbon emissions from cities or power plants, it can observe these targets if it flies directly overhead or if the observatory is reoriented to point in their direction. In contrast, OCO-3, which has been collecting daily measurements of carbon dioxide since last summer, features an agile mirror-pointing system that allows it to capture \"snapshot maps.\" In a matter of minutes, it can create detailed mini-maps of carbon dioxide over areas of interest as small as an individual power plant to a large urban area up to 2,300 square miles (6,400 square kilometers), such as the Los Angeles Basin, something that would take OCO-2 several days to do.\nFor more information on OCO-2 and OCO-3, visit:\nhttps://www.nasa.gov/oco2\nhttps://ocov3.jpl.nasa.gov/\nJane Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njanelee@jpl.nasa.gov\nPaul Gabrielsen\nUniversity of Utah, Salt Lake City\n801-505-8253\npaul.gabrielsen@utah.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}