{
  "url": "https://climate.nasa.gov/news/3023/2020-arctic-sea-ice-minimum-at-second-lowest-on-record/",
  "title": "2020 Arctic Sea Ice Minimum at Second Lowest on Record",
  "date": null,
  "content": "In the Arctic Ocean, sea ice reached its minimum extent of 1.44 million square miles (3.74 million square kilometers) on Sept. 15 - the second lowest extent since modern record-keeping began. Credit: NASA's Scientific Visualization Studio\nBy Kate Ramsayer,\nNASA's Goddard Space Flight Center\nThis year’s Arctic sea ice cover shrank to the second lowest extent since modern record-keeping began in the late 1970s. An analysis of satellite data by NASA and the National Snow and Ice Data Center (NSIDC) at the University of Colorado Boulder shows that the 2020 minimum extent, which was likely reached on Sept. 15, measured 1.44 million square miles (3.74 million square kilometers).\nIn winter, frozen seawater covers almost the entire Arctic Ocean and neighboring seas. This sea ice undergoes seasonal patterns of change – thinning and shrinking during late spring and summer, and thickening and expanding during fall and winter. The extent of summer sea ice in the Arctic can impact local ecosystems, regional and global weather patterns, and ocean circulation. In the last two decades, the minimum extent of Arctic sea ice in the summer has dropped markedly. The lowest extent on record was set in 2012, and last year’s extent was tied for second – until this year’s.\nA Siberian heat wave in spring 2020 began this year’s Arctic sea ice melt season early, and with Arctic temperatures being 14 to 18 degrees Fahrenheit (8 to 10 degrees Celsius) warmer than average, the ice extent kept declining. The 2020 minimum extent was 958,000 square miles (2.48 million square kilometers) below the 1981-2010 average of yearly minimum extents, and 2020 is only the second time on record that the minimum extent has fallen below 1.5 million square miles (4 million square kilometers).\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\n“It was just really warm in the Arctic this year, and the melt seasons have been starting earlier and earlier,” said Nathan Kurtz, a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “The earlier the melt season starts, the more ice you generally lose.”\nThin ice also melts quicker than thicker floes. Dramatic drops in sea ice extent in 2007 and 2012, along with generally declining summer extent, has led to fewer regions of thick, multi-year ice that has built up over multiple winters. In addition, a recent study showed that warmer water from the Atlantic Ocean, which is typically deep below the colder Arctic waters, is creeping up closer to the bottom of the sea ice and warming it from below.\nThere are cascading effects in the Arctic, said Mark Serreze, director of NSIDC. Warmer ocean temperatures eat away at the thicker multiyear ice, and also result in thinner ice to start the spring melt season. Melt early in the season results in more open water, which absorbs heat from the Sun and increases water temperatures.\n“As the sea ice cover extent declines, what we’re seeing is we’re continuing to lose that multiyear ice,” Serreze said. “The ice is shrinking in the summer, but it’s also getting thinner. You’re losing extent, and you’re losing the thick ice as well. It’s a double whammy.”\nThe second lowest extent of sea ice on record is just one of many signs of a warming climate in the north, he said, pointing to the Siberian heat waves, forest fires, hotter-than-average temperatures over the Central Arctic, and the thawing permafrost that led to a Russian fuel spill.\nRelated link: https://nsidc.org/arcticseaicenews/2020/09/arctic-sea-ice-decline-stalls-out-at-second-lowest-minimum/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}