{
  "url": "https://climate.nasa.gov/news/2959/grace-grace-fo-satellite-data-track-ice-loss-at-the-poles/",
  "title": "GRACE, GRACE-FO Satellite Data Track Ice Loss at the Poles",
  "date": null,
  "content": "During the exceptionally warm Arctic summer of 2019, Greenland lost 600 billion tons of ice—enough to raise global sea levels by nearly a tenth of an inch (2.2 millimeters) in just two months, a new study shows.\nLed by scientists at NASA's Jet Propulsion Laboratory and the University of California, Irvine, the study also concludes that Antarctica continues to lose mass, particularly in the Amundsen Sea Embayment and the Antarctic Peninsula on the western part of the continent; however, those losses have been partially offset by gains from increased snowfall in the northeast.\n\"We knew this past summer had been particularly warm in Greenland, melting every corner of the ice sheet,\" said lead author Isabella Velicogna, senior project scientist at JPL and a professor at UCI. \"But the numbers really are enormous.\"\nFor context, last summer's losses are more than double Greenland's 2002-2019 yearly average.\n\"In Antarctica, the mass loss in the west proceeds unabated, which will lead to an even further increase in sea level rise,\" Velicogna said. \"But we also observe a mass gain in the Atlantic sector of East Antarctica caused by an uptick in snowfall, which helps mitigate the enormous increase in mass loss that we have seen in the last two decades on other parts of the continent.\"\nShe and her colleagues came to these conclusions in the process of establishing data continuity between the recently decommissioned Gravity Recovery and Climate Experiment (GRACE) satellite mission and its successor, GRACE Follow-On.\nAs mission partnerships between NASA and the German Aerospace Center, and NASA and the German Research Centre for Geosciences, respectively, the GRACE and GRACE-FO satellites were designed to measure changes to Earth's gravitational pull that result from changes in mass, including water. As water moves around the planet—flowing ocean currents, melting ice, falling rain and so on—it changes the gravitational pull ever so slightly. Scientists use the precise measurements of these variations to monitor Earth's water reserves, including polar ice, global sea levels and groundwater availability.\nThe first GRACE mission was launched in 2002 and decommissioned in October 2017. GRACE-FO, based on similar technology and designed to continue the data record of its predecessor, launched in May 2018. Because of this brief gap, the study team used independent data to test and confirm that the GRACE and GRACE-FO data over Greenland and Antarctica were consistent. Velicogna was pleased with the results.\n\"It is great to see how well the data line up in Greenland and Antarctica, even at the regional level,\" she said. \"It is a tribute to the great effort by the project, engineering and science teams to make the mission successful.\"\nThe study, titled \"Continuity of Ice Sheet Mass Loss in Greenland and Antarctica From the GRACE and GRACE Follow-On Missions,\" was published March 18 in Geophysical Research Letters. In addition to scientists from JPL and UCI, the GRACE and GRACE-FO data continuity project involved researchers from University of Grenoble in France, University of Utrecht in the Netherlands, and the Polar Ice Center at the University of Washington in Seattle.\nJPL managed the GRACE mission and manages the GRACE-FO mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. Caltech in Pasadena, California, manages JPL for NASA.\nMore information on GRACE and GRACE-FO can be found here:\nhttps://www.nasa.gov/mission_pages/Grace/index.html\nhttps://gracefo.jpl.nasa.gov/mission/overview/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}