{
  "url": "https://climate.nasa.gov/news/2905/boreal-forest-fires-could-release-deep-soil-carbon/",
  "title": "Boreal Forest Fires Could Release Deep Soil Carbon",
  "date": null,
  "content": "The 2014 fires in Canada’s Northwest Territories burned more than 7 million acres of boreal forest, mainly comprised of cone-bearing trees like these jack pines. The fires released nearly 104 million tons of carbon into the atmosphere. Credit: NASA / Xanthe Walker, Center for Ecosystem Science and Society at Northern Arizona University\nBy Jessica Merzdorf,\nNASA’s Goddard Space Flight Center\nIncreasingly frequent and severe forest fires could burn generations-old carbon stored in the soils of boreal forests, according to results from the Arctic-Boreal Vulnerability Experiment (ABoVE) funded by NASA’s Earth Science Division. Releasing this previously buried carbon into the atmosphere could change these forests’ balance of carbon gain and loss, potentially accelerating warming.\nCanada’s Northwest Territories were scorched by record-breaking wildfires in 2014. The team of researchers from the United States and Canada took soil samples from more than 200 locations in the region. They found that for old forests (more than 70 years old) and forests in wet locations, a thick layer of organic matter in the soil protected the oldest carbon, called “legacy carbon,” that was not burned in previous cycles of burn and regrowth. However, in younger, drier forests, the shallower soil organic matter layer allowed fires to reach the legacy carbon, releasing it into the atmosphere.\nAs Earth’s northern regions grow warmer and drier due to climate change, fire seasons are getting longer and fires are becoming more severe. Boreal forests have long been thought to absorb more carbon from the atmosphere than they release into it, making them carbon “sinks.” But if bigger and more frequent fires start burning legacy carbon, these forests could start releasing more carbon than they store. Carbon dioxide is a greenhouse gas, so releasing more of it into the atmosphere could affect the balance of the global carbon cycle and contribute to climate change.\nBoreal forests are located in the northernmost regions of North America, Europe and Canada, and contain spruce, fir, pine, larch, aspen and birch trees. These forests store 30 percent to 40 percent of all land-based carbon in the world, and most of that carbon is found in the soils. Soil-based carbon includes soil microbes; plant material made up of dead leaves, branches and stems; and both living and dead roots, as well as burned material from previous fires.\nDuring intense fires, the organic material that contains the soil carbon can burn along with trees and plants. Older carbon deeper in the soil does not always burn in a fire, but can stay protected in the soil. The researchers called this “legacy carbon.”\nAfter observing the intensity of the 2014 fires, the team wondered if these pools of legacy carbon were at risk.\n“Carbon accumulates in these soils like tree rings, with the newest carbon at the surface and the oldest carbon at the bottom,” said senior author Michelle Mack, a professor at Northern Arizona University’s Center for Ecosystem Science and Society. “We thought we could use this layering to see how far back in time, in the history of the forest, fires were burning.”\nThe team measured the age of the trees, how deep in the soil the fire burned, how moist the sampled area was, and the depth of the topmost soil organic layer, composed of plant and animal matter. They also used radiocarbon dating of the soils to determine if the legacy carbon pools burned in the fire.\nThe team found that wetter forests and those less than 60 years old were more likely to contain legacy carbon than older, drier forests. But the ones most likely to lose that legacy carbon were the young forests in drier areas. These forests were less likely to have accumulated enough organic matter to protect the older carbon between previous fires and the 2014 fire. Almost half of the plots under 60 years old lost legacy carbon, while just one older plot did.\nIn total, about 12 percent of the forests that burned in the 2014 fires met the criteria for being vulnerable to legacy carbon loss. The researchers estimate that these forests released about 8.8 million tons of carbon as they burned, compared to the nearly 104 million tons released by all the fires.\nThe team said their results show that in order to understand the effects of future fires on Canada’s boreal forests and the global carbon cycle, researchers must account for legacy carbon loss.\n“By defining and analyzing ‘legacy carbon,’ this paper offers a new way to think about long-sequestered carbon stocks in boreal forests and how vulnerable they are to being burned during increasingly frequent and severe wildfires,” said Brendan Rogers, a scientist at Woods Hole Research Center who co-authored the Nature study. “This tool helps us understand when burning goes ‘outside the norm’ from a historical perspective and begins to combust carbon stocks that survived past fires.”\nIf wildfires do become more frequent, they could increase the number of young forests vulnerable to burning and legacy carbon loss, they added.\n“In older stands that burn, legacy carbon is protected by thick organic soils,” said Xanthe Walker, lead author and postdoctoral researcher at the Center for Ecosystem Science and Society at Northern Arizona University. “But in younger stands that burn, the soil does not have time to re-accumulate after the previous fire, making legacy carbon vulnerable to burning. This pattern could shift boreal forests into a new domain of carbon cycling, where they become a carbon source instead of a sink.”\nNASA’s ABoVE campaign supports research using remote sensing, airborne measurements and field investigations to understand climate change’s impacts on Alaska and northern Canada. The Arctic is changing faster than anywhere else on Earth, and ABoVE studies track shifting coastlines, changing plant growth patterns and greenhouse gas emissions from thawing permafrost and boreal forest fires.\nTo learn more about the Arctic Boreal Vulnerability Experiment, visit https://above.nasa.gov/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}