{
  "url": "https://climate.nasa.gov/news/2960/solar-energy-tracker-powers-down-after-17-years/",
  "title": "Solar Energy Tracker Powers Down After 17 Years",
  "date": null,
  "content": "The Sun is Earth’s primary power source. Energy from the Sun, called solar irradiance, drives Earth’s climate, temperature, weather, atmospheric chemistry, ocean cycles, energy balance and more. Credit: NASA / Scott Wiessinger\nBy Jessica Merzdorf,\nNASA’s Goddard Space Flight Center\nAfter nearly two decades, the Sun has set for NASA’s SOlar Radiation and Climate Experiment (SORCE), a mission that continued and advanced the agency’s 40-year record of measuring solar irradiance and studying its influence on Earth’s climate.\nThe SORCE team turned off the spacecraft on February 25, 2020, concluding 17 years of measuring the amount, spectrum and fluctuations of solar energy entering Earth’s atmosphere — vital information for understanding climate and the planet’s energy balance. The mission’s legacy is continued by the Total and Spectral solar Irradiance Sensor (TSIS-1), launched to the International Space Station in December 2017, and TSIS-2, which will launch aboard its own spacecraft in 2023.\nThe Sun is Earth’s primary power source. Energy from the Sun, called solar irradiance, drives Earth’s climate, temperature, weather, atmospheric chemistry, ocean cycles, energy balance and more. Scientists need accurate measurements of solar power to model these processes, and the technological advances in SORCE’s instruments allowed more accurate solar irradiance measurements than previous missions.\n“These measurements are important for two reasons,” said Dong Wu, project scientist for SORCE and TSIS-1 at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Climate scientists need to know how much the Sun varies, so they know how much change in the Earth’s climate is due to solar variation. Secondly, we’ve debated for years, is the Sun getting brighter or dimmer over hundreds of years? We live only a short period, but an accurate trend will become very important. If you know how the Sun is varying and can extend that knowledge into the future, you can then put the anticipated future solar input into climate models together with other information, like trace gas concentrations, to estimate what our future climate will be.”\nSince 1750, the warming driven by greenhouse gases coming from the human burning of fossil fuels is over 50 times greater than the slight extra warming coming from the Sun itself over that same time interval.\nSORCE’s four instruments measured solar irradiance in two complementary ways: Total and spectral.\nTotal solar irradiance, or TSI, is the total amount of solar energy that reaches the Earth’s outer atmosphere in a given time. Sunspots (darkened areas on the Sun’s surface) and faculae (brightened areas) create tiny TSI variations that show up as measurable changes in Earth’s climate and systems. From space, SORCE and other solar irradiance missions measure TSI without interference from Earth’s atmosphere.\nSORCE’s TSI values were slightly but significantly lower than those measured by previous missions. This was not an error — its Total Irradiance Monitor was ten times more accurate than previous instruments. This improved solar irradiance inputs into the Earth climate and weather models from what was previously available.\n“The big surprise with TSI was that the amount of irradiance it measured was 4.6 watts per square meter less than what was expected,” said Tom Woods, SORCE’s principal investigator and senior research associate at the University of Colorado’s Laboratory for Atmospheric and Space Physics (LASP) in Boulder, Colorado. “That started a whole scientific discussion and the development of a new calibration laboratory for TSI instruments. It turned out that the TIM was correct, and all the past irradiance measurements were erroneously high.”\n“It’s not often in climate studies that you make a quantum leap in measurement capability, but the tenfold improvement in accuracy by the SORCE / TIM was exactly that,” said Greg Kopp, TIM instrument scientist for SORCE and TSIS at LASP.\nSORCE’s other measurements focused on spectrally-resolved solar irradiance (SSI): The variation of solar irradiance with wavelength across the solar spectrum, covering the major wavelength regions important to Earth’s climate and atmospheric composition.\nBesides the familiar rainbow of colors in visible light, solar energy also contains shorter ultraviolet and longer infrared wavelengths, both of which play important roles in affecting Earth’s atmosphere. Earth’s atmospheric layers and surface absorb different wavelengths of energy — for example, atmospheric ozone absorbs harmful ultraviolet radiation, while atmospheric water vapor and carbon dioxide absorb longer-wavelength infrared radiation, which keeps the surface warm. SORCE was the first satellite mission to record a broad spectrum of SSI for a long period, tracking wavelengths from 1 to 2400 nanometers across its three SSI instruments.\n“For public health, ozone chemistry and ultraviolet radiation are very important, and visible light is important for climate modeling,” Wu said. “We need to know the solar variability at different wavelengths and compare these measurements with our models.”\nSORCE observed the Sun across two solar minima (periods of low sunspot activity), providing valuable information about variability over a relatively short 11-year period. But a longer record is needed to improve long-term predictions, Wu said.\nSORCE was originally designed to collect data for just five years. Extending its lifespan to 17 required creative and resourceful engineering, said Eric Moyer, SORCE’s mission director at Goddard.\nSORCE’s battery began to degrade in its eighth year of operations, no longer providing enough power to support consistent data collection. Unfortunately, the NASA instrument designed to take up its TSI measurements, Glory, was lost shortly after its 2011 launch, and the next instrument, the NOAA / U.S. Air Force Total solar irradiance Calibration Transfer Experiment (TCTE), would not launch until 2013. If SORCE could no longer operate, the ongoing solar irradiance record could be interrupted. Because the Sun changes very slowly — its sunspots and faculae follow an 11-year cycle, and some changes span decades or even centuries — a long, continuous record is essential for understanding how the Sun behaves.\nThe engineering team switched to daytime-only solar data collection, powering down the instruments and part of the spacecraft during the night part of the SORCE orbit. This plan effectively allowed the satellite to run with no functioning battery, Woods said — a groundbreaking engineering achievement.\n“The operation and science teams at our partner organizations developed and implemented a completely new way to operate this mission when it appeared it was over because of battery capacity loss,” said Moyer. LASP and Northrup Grumman Space Systems led the development of new operational software in order to continue the SORCE mission.  “The small, highly dedicated team persevered and excelled when encountering operational challenges. I am very proud of their excellent accomplishment and honored to have had the opportunity to participate in managing the SORCE mission.”\nAs SORCE’s time in the Sun ends, NASA’s solar irradiance record continues with TSIS-1. The mission’s two instruments measure TSI and SSI with even more advanced instruments that build on SORCE’s legacy, said Wu. They have already enabled advances like establishing a new reference for the “quiet” Sun when there were no sunspots in 2019, and for comparing this to SORCE observations of the previous solar cycle minimum in 2008.\nTSIS-2 is scheduled to launch in 2023 with identical instruments to TSIS-1. Its vantage point aboard its own spacecraft will give it more flexibility than TSIS-1’s data collection aboard the ISS.\n“We are looking forward to continuing the groundbreaking science ushered in by SORCE, and to maintaining the solar irradiance data record through this decade and beyond with TSIS-1 and 2,” said LASP’s Peter Pilewskie, principal investigator for the TSIS missions. “SORCE set the standard for measurement accuracy and spectral coverage, two attributes of the mission that were key to gaining insight into the Sun's role in the climate system. TSIS has made additional improvements that should further enhance Sun-climate studies.”\n“Solar irradiance measurements are very challenging, and the SORCE team proposed a different way, a new technology, to measure them,” said Wu. “Using advanced technology to advance our science capability, SORCE is a very good example of NASA’s spirit.”\nFor more information on SORCE, visit http://lasp.colorado.edu/home/sorce/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}