{
  "url": "https://climate.nasa.gov/news/3024/us-qatar-partnership-aims-to-find-buried-water-in-earths-deserts/",
  "title": "US-Qatar Partnership Aims to Find Buried Water in Earth's Deserts",
  "date": null,
  "content": "Deserts like the Sahara harbor freshwater aquifers that can be affected by Earth's changing climate. The OASIS study project seeks to establish a mission that would find and examine those aquifers. Credit: NASA\nEarth's driest ecosystems are a study in extremes: They can be blazingly hot stretches of sand like the Sahara Desert or shatteringly cold expanses of ice such as those in Greenland and Antarctica. These arid regions receive very little annual precipitation, and the effects of climate change in these ecosystems are poorly understood. A joint effort between NASA and the Qatar Foundation aims to address that - and, in the process, help communities that are being impacted by those changes.\nResearchers with the Orbiting Arid Subsurfaces and Ice Sheet Sounder (OASIS) study project are designing a satellite mission to probe the sand dunes and ice sheets of some of Earth's driest places with radar technology similar to that used by NASA's Mars Reconnaissance Orbiter (MRO). The project's primary goal would be to discover and monitor underground sources of fresh water called aquifers. Many aquifers in the deserts of North Africa and the Arabian Peninsula, among others, are being rapidly depleted to support the needs of local communities.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\nAt the same time, aquifers in coastal regions are being threatened by sea level rise caused by the melting of ice sheets in places like Greenland. If the salt water from rising seas contaminates the fresh water in aquifers, it would affect not only drinking water but also regional agriculture and food security. A secondary goal of the project is to gain a better understanding of how melting ice sheets contribute to rising seas.\nUnder a reimbursable Space Act Agreement with NASA and the Qatar Foundation (QF) for Science, Education & Community Development - represented by Hamad Bin Khalifa University (HBKU) and the Qatar Environment and Energy Research Institute (QEERI) at HBKU - NASA's Jet Propulsion Laboratory and QEERI will jointly formulate a mission concept study for Qatar's prospective OASIS mission.\nThe project seeks to put a satellite in Earth orbit to map the distribution of shallow aquifers beneath the desert's surface in North Africa and the Arabian Peninsula. Scientists plan to use the satellite's radar instrument to study how those aquifers originated and how groundwater moves beneath the deserts through a complex system of subsurface fractures that spread out like a spiderweb between aquifers. Data collected in the process would help with aquifer management.\n\"The scientific community is excited about this mission. OASIS would be the first spaceborne radar specifically designed to detect directly subsurface water on Earth,\" said James Graf, director for Earth Science and Technology at JPL in Southern California.\nProject researchers also intend to study the topography of the land under ice sheets in Greenland and Antarctica to determine such properties as ice sheet thickness and the pathways by which ice flows to the ocean. This information could feed into models of current and future ice sheet responses to climate change, which would help researchers better understand ice sheet contributions to sea level rise.\n\"Warm and cold deserts are responding to climatic changes by expanding and shrinking, respectively,\" said Essam Heggy, the OASIS principal investigator and chief scientist and research program director of the Earth Science Program at QEERI. \"Studying the forces driving these transformations will give us insight into the evolution of deserts on Earth.\"\nIn a decadal survey identifying Earth science areas of focus between 2017 and 2027, the National Academies of Sciences noted that gaining a better understanding of these arid regions was one of several priorities.\n\"The 2017 National Academies Decadal Survey for Earth Science and Applications from Space identified a need to understand aquifer dynamics and ice sheet contributions to sea level rise. The OASIS study project will explore a promising complementary observing approach that can contribute to our understanding about these two areas of Earth science research,\" said Gerald Bawden, NASA program scientist for the OASIS project.\nLed by Artur Chmielewski, the OASIS study project manager at JPL, and Heggy, the project's team will design a spaceborne mission that uses radar technology similar to that developed for MRO to explore beneath the Martian surface. The instrument under consideration for the OASIS project, a 50 megahertz sounding radar, is expected to see through up to 1.8 miles (3 kilometers) of ice and nearly 330 feet (100 meters) of sand.\nThe radar signal is sensitive to changes in the electrical properties beneath Earth's surface caused by rocks, sediments, waterlogged soils, ice, pools of water, and the like. Some of these substances absorb more of the signal than others. Researchers look at how much of the signal bounces back to the instrument, as well as how long the signal takes to return, in order to develop a picture of what a particular area looks like beneath the surface.\nIn a 2011 proof-of-concept mission, researchers flew a helicopter over two well-known freshwater aquifers beneath Kuwait's deserts to ensure a radar sounding instrument could detect them. They conducted several similar flights over other deserts in Oman and Morocco. The OASIS study project will expand the scope of those initial efforts for a more global picture.\n\"Water security is becoming a global issue for an increasing number of countries around the globe and beyond the so-called arid regions,\" said Marc Vermeersch, the executive director of the Qatar Environment and Energy Research Institute. \"This project is pioneering the research in this field by providing Qatar - and the whole scientific community - an innovative tool that will bring key responses in the field, support the decision-making process in terms of water resources, and help identify pathways to secure access to water for populations. I am particularly glad and proud QEERI is teaming up with NASA for the sake of a better world, and for the advancement of science.\"\nResearchers and engineers on the OASIS study project will spend the next two years formulating the mission concept.\nTo learn more about NASA's study of Earth's changing climate, visit:\nhttps://climate.nasa.gov/\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}