{
  "url": "https://climate.nasa.gov/news/3026/new-sea-level-satellite-arrives-at-california-launch-site/",
  "title": "New Sea Level Satellite Arrives at California Launch Site",
  "date": null,
  "content": "A shipping container containing the Sentinel-6 Michael Freilich satellite is transported on a truck to the SpaceX payload processing facility at Vandenberg Air Force Base after landing in California on Sept. 24, 2020. Credit: 30th Space Wing\nThe world's latest ocean-monitoring satellite has arrived at Vandenberg Air Force Base in Central California to be prepared for its scheduled Nov. 10 launch. The product of a historic U.S.-European partnership, the Sentinel-6 Michael Freilich spacecraft touched down at Vandenberg in an Antonov 124 aircraft at around 10:40 a.m. PDT (1:40 p.m. EDT) on Sept. 24 after a two-day journey from an IABG engineering facility near Munich, Germany.\n\"The spacecraft had a smooth trip from Europe and is in good shape,\" said Parag Vaze, the mission's project manager at NASA's Jet Propulsion Laboratory in Southern California. \"Final preparations are under way to see the satellite safely into Earth orbit in a little under seven weeks.\"\nThe satellite is named after Dr. Michael Freilich, the former director of NASA's Earth Science Division and an instrumental figure in advancing ocean observations from space. Sentinel-6 Michael Freilich is one of two identical spacecraft that compose the Sentinel-6/Jason-CS (Continuity of Service) mission developed in partnership with ESA (the European Space Agency). ESA is developing the new Sentinel family of missions to support the operational needs of the European Union's Copernicus program, the EU's Earth observation program managed by the European Commission. The spacecraft's twin, Sentinel-6B, will launch in 2025.\n\"It has been a long journey of planning, development, and testing for the mission team,\" said Pierrik Vuilleumier, the mission's project manager at ESA. \"We are proud to work with our international partners on such a critical mission for sea level studies and are looking forward to many years of Sentinel-6 Michael Freilich taking critical sea level and atmospheric data from orbit.\"\nOnce in orbit, each satellite will collect sea surface height measurements down to the centimeter for more than 90% of the world's oceans. They'll be contributing to a nearly 30-year-long dataset built by an uninterrupted series of spacecraft that started with the TOPEX/Poseidon mission in the early 1990s and that continues today with Jason-3. Instruments aboard the spacecraft will also provide atmospheric data that will improve weather forecasts, help to track hurricanes, and bolster climate models.\nAlthough Sentinel-6 Michael Freilich has already undergone rigorous testing, it will go through a final checkout at the SpaceX payload processing facility at Vandenberg to verify that the satellite is healthy and ready for launch.\nOnce tests are complete, Sentinel-6 Michael Freilich will be mounted atop a SpaceX Falcon 9 rocket at Vandenberg Air Force Base's Space Launch Complex 4E. The launch is scheduled for 11:31 a.m. PST (2:31 p.m. EST) on Nov. 10.\n\"The Sentinel-6 Michael Freilich satellite will extend our observation record of global sea level, advance our understanding of the Earth as a system, and inform decision-makers, from federal to local levels, who must manage the risks associated with rising sea level,\" said Karen St. Germain, director of NASA's Earth Science Division in Washington.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\nSentinel-6/Jason-CS is being jointly developed by ESA, the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), NASA, and the National Oceanic and Atmospheric Administration, with funding support from the European Commission and technical support from France's National Centre for Space Studies (CNES).\nJPL, a division of Caltech in Pasadena, is contributing three science instruments for each Sentinel-6 satellite: the Advanced Microwave Radiometer, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA is also contributing launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the international Ocean Surface Topography Science Team.\nTo learn more about NASA's study of sea level science, visit:\nhttps://sealevel.nasa.gov\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}