{
  "url": "https://climate.nasa.gov/news/2964/nasa-university-of-nebraska-release-new-global-groundwater-maps-and-us-drought-forecasts/",
  "title": "NASA, University of Nebraska Release New Global Groundwater Maps and U.S. Drought Forecasts",
  "date": null,
  "content": "By Ellen Gray,\nNASA's Earth Science News Team\nNASA researchers have developed new weekly, satellite-based global maps of soil moisture and groundwater wetness conditions and one- to three-month U.S. forecasts of each product. While maps of current dry/wet conditions for the United States have been available since 2012, this is the first time they have been available globally.\n\"The global products are important because there are so few worldwide drought maps out there,\" said hydrologist and project lead Matt Rodell of NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"Droughts are usually well known when they happen in developed nations. But when there's a drought in central Africa, for example, it may not be noticed until it causes a humanitarian crisis. So it's valuable to have a product like this where people can say, 'Wow, it's really dry there and no one's reporting it.'\"\nThese maps are distributed online by the National Drought Mitigation Center at the University of Nebraska-Lincoln (UNL) to support U.S. and global drought monitoring.\n\"Being able to see a weekly snapshot of both soil moisture and groundwater is important to get a complete picture of drought,\" said professor Brian Wardlow, director for the Center for Advanced Land Management Information Technologies at UNL, who works closely with Rodell on developing remote sensing tools for operational drought monitoring.\nMonitoring the wetness of the soil is essential for managing agricultural crops and predicting their yields, because soil moisture is the water available to plant roots. Groundwater is often the source of water for crop irrigation. It also sustains streams during dry periods and is a useful indicator of extended drought. But ground-based observations are too sparse to capture the full picture of wetness and dryness across the landscape like the combination of satellites and models can.\nBoth the global maps and the U.S. forecasts use data from NASA and the German Research Center for Geosciences's Gravity Recovery and Climate Experiment Follow On (GRACE-FO) satellites, a pair of spacecraft that detect the movement of water on Earth based on variations of Earth's gravity field. GRACE-FO succeeds the highly successful GRACE satellites, which ended their mission in 2017 after 15 years of operation. With the global expansion of the product, and the addition of U.S. forecasts, the GRACE-FO data are filling in key gaps for understanding the full picture of wet and dry conditions that can lead to drought.\nThe satellite-based observations of changes in water distribution are integrated with other data within a computer model that simulates the water and energy cycles. The model then produces, among other outputs, time-varying maps of the distribution of water at three depths: surface soil moisture, root zone soil moisture (roughly the top three feet of soil) and shallow groundwater. The maps have a resolution of 1/8th degree of latitude, or about 8.5 miles (13.7 kilometers), providing continuous data on moisture and groundwater conditions across the landscape.\nThe GRACE and GRACE-FO satellite-based maps are among the essential datasets used by the authors of the U.S. Drought Monitor, the premier weekly map of drought conditions for the United States that is used by the U.S. Department of Agriculture and the Federal Emergency Management Agency, among others, to evaluate which areas may need financial assistance due to losses from drought.\n\"GRACE [provided and GRACE-FO now provides] a national scope of groundwater,\" said climatologist and Drought Monitor author Brian Fuchs, at the drought center. He and the other authors use multiple datasets to see where the evidence shows conditions have gotten drier or wetter. For groundwater, that used to mean going to individual states' groundwater well data to update the weekly map. \"It's saved a lot of time having that groundwater layer along with the soil moisture layers all in one spot,\" Fuchs said. \"The high-resolution data that we're able to bring in allows us to draw those contours of dryness or wetness right to the data itself.\"\nOne of the goals of the new global maps is to make the same consistent product available in all parts of the world—especially in countries that do not have any groundwater-monitoring infrastructure.\n\"Drought is really a key [topic] ... with a lot of the projections of climate and climate change,\" Wardlow said. \"The emphasis is on getting more relevant, more accurate and more timely drought information, whether it be soil moisture, crop health, groundwater, streamflow-[the GRACE missions are] central to this,\" he said. \"These types of tools are absolutely critical to helping us address and offset some of the impacts anticipated, whether it be from population growth, climate change or just increased water consumption in general.\"\nBoth the Center for Advanced Land Management and the National Drought Mitigation Center are based in UNL's School of Natural Resources, and they are working with international partners, including the U.S. Agency for International Development and the World Bank, to develop and support drought monitoring using the GRACE-FO global maps and other tools in the Middle East, North Africa, South Africa, South East Asia and India.\nDroughts can be complex, both in timing and extent. At the surface, soil moisture changes rapidly with weather conditions. The moisture in the root zone changes a little slower but is still very responsive to weather. Lagging behind both is groundwater, since it is insulated from changes in the weather. But for longer-term outlooks on drought severity—or, conversely, flood risk in low-lying areas—groundwater is the metric to watch, said Rodell.\n\"The groundwater maps are like a slowed-down, smoothed version of what you see at the surface,\" Rodell said. \"They represent the accumulation of months or years of weather events.\" That smoothing provides a more complete picture of the overall drying or wetting trend going on in an area. Having an accurate accounting of groundwater levels is essential for accurately forecasting near-future conditions.\nThe new forecast product that projects dry and wet conditions 30, 60 and 90 days out for the lower 48 states uses GRACE-FO data to help set the current conditions. Then the model runs forward in time using the Goddard Earth Observing System, Version 5 seasonal weather forecast model as input. The researchers found that including the GRACE-FO data made the resulting soil moisture and groundwater forecasts more accurate.\nSince the product has just been rolled out, the user community is only just beginning to work with the forecasts, but Wardlow sees a huge potential.\n\"I think you'll see the GRACE-FO monitoring products used in combination with the forecasts,\" Wardlow said. \"For example, the current U.S. product may show moderate drought conditions, and if you look at the forecast and the forecast shows next month that there's a continued drying trend, then that may change the decision versus if it was a wet trend.\"\nThe U.S. forecast and global maps are freely available to users through the drought center's data portal.\nGRACE-FO is a partnership between NASA and the German Research Centre for Geosciences (GeoForschungsZentrum [GFZ]). Both spacecraft are being operated from the German Space Operations Center in Oberpfaffenhofen, Germany, under a GFZ contract with the German Aerospace Center (Deutsches Zentrum für Luft- und Raumfahrt). NASA's Jet Propulsion Laboratory manages the mission for the agency's Science Mission Directorate at NASA Headquarters in Washington. Caltech in Pasadena, California, manages JPL for NASA. The GRACE-FO mission was launched in early 2018.\nGRACE was implemented as a joint mission of NASA and the German Aerospace Center. JPL managed the mission's implementation and operations. The GRACE mission was decommissioned in late 2017.\nDevelopment of the drought/wetness products was funded by NASA's Applied Sciences-Water Resources, Terrestrial Hydrology, and GRACE-FO Science Team programs.\nTo download the maps, visit:\nhttps://nasagrace.unl.edu/\nTo learn more about GRACE and GRACE-FO, visit:\nhttps://gracefo.jpl.nasa.gov/\nJane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}