{
  "url": "https://climate.nasa.gov/news/3028/5-things-to-know-about-the-sentinel-6-michael-freilich-satellite/",
  "title": "5 Things to Know About the Sentinel-6 Michael Freilich Satellite",
  "date": null,
  "content": "In this illustration, the Sentinel-6 Michael Freilich spacecraft - the world's latest sea-level satellite - orbits Earth with its deployable solar panels extended. Credit: NASA/JPL-Caltech\nOn Nov. 10, the world's latest Earth-observing satellite is scheduled to launch from Vandenberg Air Force Base in California. As a historic U.S.-European partnership, the Sentinel-6 Michael Freilich spacecraft will begin a five-and-a-half-year prime mission to collect the most accurate data yet on global sea level and how our oceans are rising in response to climate change. The mission will also collect precise data of atmospheric temperature and humidity that will help improve weather forecasts and climate models.\nThe spacecraft is named after Dr. Michael Freilich, the former director of NASA's Earth Science Division and a tireless advocate for advancing satellite measurements of the ocean. Sentinel-6 Michael Freilich builds on the heritage of the ESA (European Space Agency) Copernicus Sentinel-3 mission as well as the heritage and legacy of the U.S.-European TOPEX/Poseidon and Jason-1, 2, and 3 series of sea level observation satellites. Launched in 2016, Jason-3 is currently providing data initiated with the observations of TOPEX/Poseidon in 1992.\nThe data from these satellites has become the gold standard for sea level studies from space over the past 30 years. In 2025, Sentinel-6 Michael Freilich's twin, Sentinel-6B, is scheduled to launch and advance these measurements for at least another half decade.\n\"This continuous record of observations is essential for tracking sea level rise and understanding the factors that contribute to it,\" said Karen St. Germain, director of NASA's Earth Science Division. \"With Sentinel-6 Michael Freilich, we ensure those measurements advance both in number and in precision. This mission honors an exceptional scientist and leader, and it will continue Mike's legacy of advances in ocean studies.\"\nSo how will Sentinel-6 Michael Freilich further our ocean and climate knowledge? Here are five things you should know:\nEarth's oceans and atmosphere are inextricably connected. The sea absorbs more than 90% of the heat trapped by rising greenhouse gases, which causes seawater to expand. This expansion accounts for about one-third of modern-day sea level rise, while meltwater from glaciers and ice sheets accounts for the rest.\nThe joint U.S.-European Sentinel-6 Michael Freilich is the next in a line of Earth-observing satellites that will collect the most accurate data yet on sea level and how it changes over time. With millimeter-scale precision, data from this mission will allow scientists to precisely measure sea surface height and gauge how quickly our oceans are rising. Credit: NASA-JPL/Caltech/NOAA\nThe rate at which the oceans are rising has accelerated over the past two decades, and scientists expect it to speed up more in the years to come. Sea level rise will change coastlines and increase flooding from tides and storms. To better understand how rising seas will impact humanity, researchers need long climate records - something Sentinel-6 Michael Freilich will help provide.\n\"Sentinel-6 Michael Freilich is a milestone for sea level measurements,\" said Project Scientist Josh Willis of NASA's Jet Propulsion Laboratory in Southern California, which manages NASA's contributions to the mission. \"It's the first time we've been able to develop multiple satellites that span a complete decade, recognizing that climate change and rising seas are here to stay.\"\nIn monitoring global sea levels since 2001, the Jason series of satellites have been able to track large ocean features like the Gulf Stream and weather phenomena like El Niño and La Niña that stretch over thousands of miles. However, measuring smaller sea level variations near coastlines, which can affect ship navigation and commercial fishing, has been beyond their capabilities.\nSentinel-6 Michael Freilich will collect measurements at higher resolution. What's more, it will include new technology in the Advanced Microwave Radiometer (AMR-C) instrument that, along with the mission's Poseidon-4 radar altimeter, will enable researchers to see these smaller, more complicated ocean features, especially near the coastlines.\nSentinel-6 Michael Freilich is the first NASA-ESA joint effort in an Earth science satellite mission, and it marks the first international involvement in Copernicus, the European Union's Earth Observation Programme. It continues a decades-long tradition of cooperation between NASA, the National Oceanic and Atmospheric Administration (NOAA), and European partners, including ESA, the intergovernmental European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), and France's National Centre for Space Studies (CNES).\nThese international collaborations enable access to a larger pool of resources and scientific expertise than would be available otherwise. Researchers have published thousands of scientific papers using the sea level data collected by the series of U.S.-European satellite missions that began with the 1992 launch of TOPEX/Poseidon.\nClimate change doesn't just affect Earth's oceans and surface; it impacts all levels of the atmosphere, from the troposphere to the stratosphere. A science instrument on Sentinel-6 Michael Freilich uses a technique called radio occultation to measure the physical properties of Earth's atmosphere.\nThe Global Navigation Satellite System - Radio Occultation (GNSS-RO) instrument tracks radio signals from navigation satellites that orbit Earth. When a satellite dips below (or rises above) the horizon from Sentinel-6 Michael Freilich's perspective, its radio signal passes through the atmosphere. As it does, the signal slows, its frequency changes, and its path bends. Called refraction, this effect can be used by scientists to measure minute changes in atmospheric density, temperature, and moisture content.\nWhen researchers add this information to existing data from similar instruments currently in space, they'll be able to better understand how Earth's climate is changing over time.\n\"Like the long-term measurements of sea level, we also need long-term measurements of our changing atmosphere to better understand the full impacts of climate change,\" said Chi Ao, the GNSS-RO instrument scientist at JPL. \"Radio occultation is a wonderfully precise and accurate way to do that.\"\nThe satellite's radar altimeter will collect measurements of sea surface conditions, including significant wave heights, and data collected by the GNSS-RO instrument will complement existing observations of the atmosphere. These combined measurements will give meteorologists further insights to improve weather forecasts. Moreover, information on the temperature and humidity of the atmosphere, as well as the temperature of the upper layer of the ocean, will help to improve models that track the formation and evolution of hurricanes.\nThe Sentinel-6/Jason-CS satellite pair is being jointly developed by ESA, EUMETSAT, NASA, and NOAA, with funding support from the European Commission and technical support from CNES.\nNASA JPL developed three science instruments for each Sentinel-6 satellite: the AMR-C, the GNSS-RO, and the Laser Retroreflector Array. NASA is also contributing launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the international Ocean Surface Topography Science Team.\nTo learn more about NASA's study of sea level rise, visit:\nhttps://sealevel.nasa.gov\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}