{
  "url": "https://climate.nasa.gov/news/2965/flooding-stunted-2019-cropland-growing-season-resulting-in-more-atmospheric-carbon-dioxide/",
  "title": "Flooding Stunted 2019 Cropland Growing Season, Resulting in More Atmospheric Carbon Dioxide",
  "date": null,
  "content": "4 min read\nSevere flooding throughout the Midwest—which triggered a delayed growing season for crops in the region—led to a reduction of 100 million metric tons of net carbon uptake during June and July of 2019, according to a new study.\nFor reference, the massive California wildfires of 2018 released an estimated 12.4 million metric tons of carbon into the atmosphere. And although part of this deficit due to floods was compensated for later in the growing season, the combined effects are likely to have resulted in a 15% reduction in crop productivity relative to 2018, the study authors say.\nThe study, published March 31, 2020, in the journal AGU Advances, describes how the carbon uptake was measured using satellite data. Researchers used a novel marker of photosynthesis known as solar-induced fluorescence to quantify the reduced carbon uptake due to the delay in the crops' growth. Independent observations of atmospheric carbon dioxide (CO2) levels were then employed to confirm the reduction in carbon uptake.\n\"We were able to show that it's possible to monitor the impacts of floods on crop growth on a daily basis in near real time from space, which is critical to future ecological forecasting and mitigation,\" says Yi Yin, research scientist at Caltech and lead author of the study.\nRecord rainfalls soaked the Midwest during the spring and early summer of 2019. For three consecutive months (April, May, and June), the National Oceanic and Atmospheric Administration reported that 12-month precipitation measurements had hit all-time highs. The resulting floods not only damaged homes and infrastructure but also impacted agricultural productivity, delaying the planting of crops in large parts of the Corn Belt, which stretches from Kansas and Nebraska in the west to Ohio in the east.\nTo assess the environmental impact of the delayed growing season, scientists at Caltech and JPL, which Caltech manages for NASA, turned to satellite data. As plants convert CO2 and sunlight into oxygen and energy through photosynthesis, a small amount of the sunlight they absorb is emitted back in the form of a very faint glow. The glow, known as solar-induced fluorescence, or SIF, is far too dim for us to see with bare eyes, but it can be measured through a process called satellite spectrophotometry.\nThe Caltech-JPL team quantified SIF using measurements from a European Space Agency (ESA) satellite-borne instrument to track the growth of crops with unprecedented detail. They found that the seasonal cycle of the 2019 crop growth was delayed by around two weeks and the maximum seasonal photosynthesis was reduced by about 15%. The stunted growing season was estimated to have led to a reduction in carbon uptake by plants of around 100 million metric tons from June to July 2019.\n\"SIF is the most accurate signal of photosynthesis by far that can be observed from space,\" says Christian Frankenberg, professor of environmental science and engineering at Caltech. \"And since plants absorb carbon dioxide during photosynthesis, we wanted to see if SIF could track the reductions in crop carbon uptake during the 2019 floods.\"\nTo find out, the team analyzed atmospheric CO2 measurements from NASA's Orbiting Carbon Observatory-2 (OCO-2) satellite as well as from aircraft from NASA's Atmospheric Carbon and Transport America (ACT-America) project. \"We found that the SIF-based estimates of reduced uptake are consistent with elevated atmospheric CO2 when the two quantities are connected by atmospheric transport models,\" says Brendan Bryne, co-corresponding author of the study and a NASA postdoc fellow at JPL.\n\"This study illuminates our ability to monitor the ecosystem and its impact on atmospheric CO2 in near real time from space. These new tools allow for global sensing of biospheric uptake of carbon dioxide,\" says Paul Wennberg, the R. Stanton Avery Professor of Atmospheric Chemistry and Environmental Science and Engineering, director of the Ronald and Maxine Linde Center for Global Environmental Science, and founding member of the Orbiting Carbon Observatory project. Wennberg is also the principal investigator of the Resnick Sustainability Institute's Climate Science Research Initiative at Caltech.\nThe paper is titled \"Cropland carbon uptake delayed and reduced by 2019 Midwest floods.\" Co-authors at Caltech include Junjie Liu, visiting associate in environmental science and engineering; Philipp Köhler, research scientist; Liyin He (MS '18), Resnick Sustainability Institute fellow; Rupesh Jeyaram, undergraduate student; and Vincent Humphrey, postdoctoral scholar. Other co-authors include Troy Magney of UC Davis; Kenneth J. Davis, Tobias Gerken, and Sha Feng of Pennsylvania State University; and Joshua P. Digangi of NASA. This research was funded by NASA.\nNews Media Contact\nWhitney Clavin(626) 395‑1944wclavin@caltech.edu\nThis article was originally published on Caltech.edu.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}