{
  "url": "https://climate.nasa.gov/news/3029/meet-the-people-behind-the-sentinel-6-michael-freilich-spacecraft/",
  "title": "Meet the People Behind the Sentinel-6 Michael Freilich Spacecraft",
  "date": null,
  "content": "The world's latest ocean-monitoring satellite is being readied for its Nov. 10 launch from California, and there's a new video series that focuses on some of the many people behind the mission.\nThe Sentinel-6 Michael Freilich spacecraft will ensure continuity of the Jason series of operational missions, better our understanding of our rising seas, and help shape the future of sea-level studies.\nDesigned to collect the most accurate satellite data for our ongoing measurements of global sea level and help us understand how our oceans are responding to climate change. Sentinel-6 Michael Freilich is the product of a partnership between NASA, ESA (the European Space Agency), the European Organization for the Exploitation of Meteorological Satellites (EUMETSAT), and the National Oceanic and Atmospheric Administration (NOAA).\nOur planet is changing. Our ocean is rising. And it affects us all. That's why a new international satellite will continue the decades-long watch over our global ocean and help us better understand how climate change is reshaping our planet. Meet some of the talented people behind Sentinel-6 Michael Freilich and get to know the satellite.\nWith the new video series \"Behind the Spacecraft,\" you can learn about some of engineers at NASA's Jet Propulsion Laboratory who helped build instruments for the satellite, as well as scientists who will use the sea level and atmospheric data it collects:\nProduced by NASA 360 Productions, the full video series can be watched here.\nJPL will also be hosting live chats with these team members at youtube.com/NASAJPL/ on Wednesdays, starting with Ben Hamlington on Oct. 7 at 2 p.m. PDT (5 p.m. EDT). Questions can be submitted via social media using the #SeeingTheSeas hashtag or in the comments of the YouTube and Facebook livestreams.\nSentinel-6 Michael Freilich will launch on a SpaceX Falcon 9 rocket from Vandenberg Air Force Base near Lompoc, California. NASA's Launch Services Program, based at the agency's Kennedy Space Center in Florida, is responsible for launch management.\nThe spacecraft is named after Dr. Michael Freilich, the former director of NASA's Earth Science Division and a tireless advocate for advancing satellite measurements of the ocean. Sentinel-6 Michael Freilich is one of two identical spacecraft that compose the Sentinel-6/Jason-CS (Continuity of Service) mission developed in partnership with ESA (the European Space Agency). The spacecraft's twin, Sentinel-6B, will launch in 2025. Other partners include the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), and the National Oceanic and Atmospheric Administration (NOAA), with funding support from the European Commission and technical support from France's National Centre for Space Studies (CNES).\nJPL, a division of Caltech in Pasadena, is contributing three science instruments for each Sentinel-6 satellite: the Advanced Microwave Radiometer, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA is also contributing launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the international Ocean Surface Topography Science Team.\nTo learn more about NASA's study of sea level science, visit:\nhttps://sealevel.nasa.gov\nFor more information about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}