{
  "url": "https://climate.nasa.gov/news/3031/watch-virtual-briefing-on-launch-of-sentinel-6-michael-freilich-satellite/",
  "title": "Watch Virtual Briefing on Launch of Sentinel-6 Michael Freilich Satellite",
  "date": null,
  "content": "2 min read\nOfficials from NASA and partner agencies will discuss the upcoming launch of the Sentinel-6 Michael Freilich ocean-monitoring satellite during a media briefing at 10 a.m. EDT (7 a.m. PDT), Friday, Oct. 16. The launch is scheduled for Tuesday, Nov. 10. The media briefing will air live on NASA Television and the agency's website, as well as YouTube, Facebook, and Twitter.\nThe spacecraft is named in honor of Michael Freilich, the former director of NASA's Earth Science Division and tireless advocate for advancing satellite measurements of the ocean. After launching from Vandenberg Air Force Base in central California and once in orbit, the satellite will collect sea level measurements down to a few centimeters across 90% of the world's ocean.\nSentinel-6 Michael Freilich is the first of two Copernicus Sentinel-6/Jason-CS (Continuity of Service) satellites launching five years apart and will extend a nearly 30-year dataset of ocean data. The mission is being developed jointly by ESA (European Space Agency) in the context of the European Copernicus program led by the European Commission, the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), NASA, and the National Oceanic and Atmospheric Administration (NOAA), with funding support from the European Commission and contributions from France's space agency, Centre National d'Etudes Spatiales.\nBriefing participants, in speaking order, are:\nThe public may ask questions using the hashtag #SeeingTheSeas on social media during the briefing.\nTo learn more about NASA's study of sea level rise, visit:\nhttps://sealevel.nasa.gov\nFor more information about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}