{
  "url": "https://climate.nasa.gov/news/3035/greenlands-retreating-glaciers-could-impact-local-ecology/",
  "title": "Greenland's Retreating Glaciers Could Impact Local Ecology",
  "date": null,
  "content": "Greenland appears in this image created using data from the ITS_LIVE project, hosted at NASA’s Jet Propulsion Laboratory. The coloring around the coast of the Arctic island shows the speed of outlet glaciers flowing into the ocean. Credit: NASA/JPL-Caltech/USGS\nA new study of Greenland's shrinking ice sheet reveals that many of the island's glaciers are not only retreating, but are also undergoing other physical changes. Some of those changes are causing the rerouting of freshwater rivers beneath the glaciers, where it meets the bedrock. These rivers carry nutrients into the ocean, so this reconfiguring has the potential to impact the local ecology as well as the human communities that depend on it.\n\"The coastal environment in Greenland is undergoing a major transformation,\" said Alex Gardner, a research scientist at NASA's Jet Propulsion Laboratory and co-author of the study. \"We are already seeing new sections of the ocean and fjords opening up as the ice sheet retreats, and now we have evidence of changes to these freshwater flows. So losing ice is not just about changing sea level, it's also about reshaping Greenland's coastline and altering the coastal ecology.\"\nAbout 80% of Greenland is blanketed by an ice sheet, also known as a continental glacier, that reaches a thickness of up to 2.1 miles (3.4 kilometers). Multiple studies have shown that the melting ice sheet is losing mass at an accelerating rate due to rising atmosphere and ocean temperatures, and that the additional meltwater is flowing into the sea.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\nThis study, published on Oct. 27 in the Journal of Geophysical Research: Earth's Surface, provides a detailed look at physical changes to 225 of Greenland's ocean-terminating glaciers, which are narrow fingers of ice that flow from the ice sheet interior out into the ocean. The data used in the paper were compiled as part of a project based at JPL called Inter-mission Time Series of Land Ice Velocity and Elevation, or ITS_LIVE, which brings together observations of glaciers around the globe – collected by multiple satellites between 1985 and 2015 – into a single dataset open to scientists and the public. The satellites are all part of the Landsat program, which has sent a total of seven spacecraft into orbit to study Earth's surface since 1972. Managed by NASA and the U.S. Geological Survey, Landsat data reveal both natural and human-caused changes to Earth's surface, and is used by land managers and policymakers to make decisions about Earth's changing environment and natural resources.\nAs glaciers flow toward the sea – albeit too slowly to be perceptible to the eye – they are replenished by new snowfall on the interior of the ice sheet that gets compacted into ice. Some glaciers extend past the coastline and can break off as icebergs. Due to rising atmospheric and ocean temperatures, the balance between glacier melting and replenishment, as well as iceberg calving, is changing. Over time, a glacier's front may naturally advance or retreat, but the new research shows that none of the 225 ocean-terminating glaciers surveyed has substantially advanced since 2000, while 200 have retreated.\nAlthough this is in line with other Greenland findings, the new survey captures a trend that hasn't been apparent in previous work: As individual glaciers retreat, they are also changing in ways that are likely rerouting freshwater flows under the ice. For example, glaciers change in thickness not only as warmer air melts ice off their surfaces, but also as their flow speed changes in response to the ice front advancing or retreating.\nBoth scenarios were observed in the new study, and both can lead to changes in the distribution of pressure beneath the ice; scientists can infer these pressure changes based on changes in thickness analyzed in the study. This, in turn, can change the path of a subglacial river, since water will always take the path of least resistance, flowing in the direction of lowest pressure.\nCiting previous studies on the ecology of Greenland, the authors note that freshwater rivers under the ice sheet deliver nutrients (such as nitrogen, phosphorus, iron, and silica) to bays, deltas, and fjords around Greenland. In addition, the under-ice rivers enter the ocean where the ice and bedrock meet, which is often well below the ocean's surface. The relatively buoyant fresh water rises, carrying nutrient-rich deep ocean water to the surface, where the nutrients can be consumed by phytoplankton. Research has shown that glacial meltwater rivers directly impact the productivity of phytoplankton – meaning the amount of biomass they produce – which serves as a foundation of the marine food chain. Combined with the opening up of new fjords and sections of ocean as glaciers retreat, these changes amount to a transformation of the local environment.\n\"The speed of ice loss in Greenland is stunning,\" said Twila Moon, deputy lead scientist of the National Snow and Ice Data Center and lead author on the study. \"As the ice sheet edge responds to rapid ice loss, the character and behavior of the system as a whole are changing, with the potential to influence ecosystems and people who depend on them.\"\nThe changes described in the new study seem to depend on the unique features of its environment, such as the slope of the land that the glacier flows down, the properties of the ocean water that touch the glacier, as well as the glacier's interaction with neighboring glaciers. That suggests scientists would need detailed knowledge not only of the glacier itself, but also of the glacier's unique environment in order to predict how it will respond to continued ice loss.\n\"It makes modeling glacial evolution far more complex when we're trying to anticipate how these systems will evolve both in the short term and two or three decades out,\" Gardner said. \"It's going to be more challenging than we previously thought, but we now have a better understanding of the processes driving the variety of responses, which will help us make better ice sheet models.\"\nCalla Cofield\nJet Propulsion Laboratory, Pasadena, Calif.\n626-808-2469\ncalla.e.cofield@jpl.nasa.gov\nJane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}