{
  "url": "https://climate.nasa.gov/news/3038/the-anatomy-of-glacial-ice-loss/",
  "title": "The Anatomy of Glacial Ice Loss",
  "date": null,
  "content": "NASA scientists traverse Antarctica's icy landscape, towing scientific instruments and cold-weather gear with them. The team was tasked with collecting ground data to verify the accuracy of measurements made by the IceSat-2 satellite. Credit: NASA / Kelly Brunt\nBy Esprit Smith,\nNASA's Earth Science News Team\nWhen an ice cube is exposed to a heat source, like warm water or air, it melts. So, it's no surprise that a warming climate is causing our glaciers and ice sheets to melt. However, predicting just how much the glaciers and ice sheets will melt and how quickly – key components of sea level rise – is not nearly as straightforward.\nGlaciers and ice sheets are far more complex structures than ice cubes. They form when snow accumulates and is compressed into ice by new snow over many years. As they grow, they begin to move slowly under the pressure of their own weight, dragging smaller rocks and debris across the land with them. Glacial ice that extends to cover large landmasses, as it does in Antarctica and Greenland, is considered an ice sheet.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe processes that cause glaciers and ice sheets to lose mass are also more complex. An ice cube's surface melts when it's exposed to ambient (warm) air. And while warm air certainly melts the surface of glaciers and ice sheets, they're also significantly affected by other factors including the ocean water that surrounds them, the terrain (both land and ocean) over which they move, and even their own meltwater.\nGreenland and Antarctica are home to most of the world's glacial ice, including its only two ice sheets. These thick slabs of ice – some 10,000 feet (3,000 meters) and 15,000 feet (4,500 meters) thick, respectively – contain most of the freshwater stored on Earth, making them of particular interest to scientists. Combined, the two regions also contain enough ice that, if it were to melt all at once, would raise sea levels by nearly 215 feet (65 meters) – making the study and understanding of them not just interesting, but crucial to our near-term adaptability and our long-term survival in a changing world.\nA glacier is considered \"in balance\" when the amount of snow that falls and accumulates at its surface (the accumulation zone) is equal to the amount of ice lost through melting, evaporation, calving and other processes.\nBut with annual air temperatures in the Arctic increasing faster than anywhere else in the world, that balance is no longer achievable in Greenland. Warmer ocean waters surrounding the island's tidewater glaciers are also problematic.\n\"It's basically like pointing a hairdryer at an ice cube, while the ice cube is also sitting in a warm pot of water,\" said Josh Willis, principal investigator of NASA's Oceans Melting Greenland (OMG), a project that is investigating the effects of ocean water temperature on melting ice in the region. \"The glaciers are being melted by heat from above and below simultaneously.\"\nAlthough the warm air and the warm water contribute to melting individually, the interplay between the meltwater from the glacier and the warm ocean water also plays a significant role.\nWhen warm summer air melts the surface of a glacier, the meltwater bores holes down through the ice. It makes its way all the way down to the bottom of the glacier where it runs between the ice and the glacier bed, and eventually shoots out in a plume at the glacier base and into the surrounding ocean.\nThe meltwater plume is lighter than the surrounding ocean water because it doesn't contain salt. So it rises toward the surface, mixing the warm ocean water upward in the process. The warm water then rubs up against the bottom of the glacier, causing even more of the glacier to melt. This often leads to calving – ice cracking and breaking off into large ice chunks (icebergs) – at the front end, or terminus, of the glacier.\nThe complicated shape of the sea floor surrounding Greenland influences how readily this warm water melt can occur. It provides a barrier in some areas – preventing the deep, warmer water from the Atlantic Ocean from reaching glacier fronts. However, the underwater terrain, much like the terrain above water, includes other features like deep canyons. The canyons cut into the continental shelf, allowing the Atlantic waters in. Glaciers sitting in these waters will melt faster than those where the warm water is blocked by underwater ridges or sills.\nIn Antarctica, where similar surface and ocean melting processes occur, the topography and bedrock on which the ice sheet sits significantly influence the ice sheet's stability and its contribution to sea level rise.\nResearchers separate Antarctica into two regions based on the relationship between the ice and the bedrock beneath it. East Antarctica, the area east of the Transantarctic Mountains, is extremely high in elevation and has the thickest ice on the planet. The bedrock underneath the ice sheet is also mostly above sea level. These features help to keep the east side relatively stable. West Antarctica, on the other hand, is lower in elevation and most of the ice sheet there is thinner. Unlike the east, the ice sheet in West Antarctica sits on bedrock that is below sea level.\n\"In West Antarctica, we have these glaciers resting on bedrock that is under water. Like in Greenland, there is a layer of warmer ocean water below the cold surface layer. So this warm water is able to flow onto the continental shelf, and then all the way underneath the ice shelves – the floating ice that extends from glaciers and the ice sheet,” said NASA Jet Propulsion Laboratory scientist Helene Seroussi. “The water melts the ice shelves from below, which can cause them to thin and break off.\"\nThat matters because the ice shelves act like corks. They hold back the ice that is flowing from upstream, slowing its approach to the ocean where it raises sea level. When the ice shelves calve, the cork is essentially removed, allowing more inland ice to flow freely into the ocean. Furthermore, this leads to retreat of the grounding zone – the area where the ice separates from the bedrock and begins to float.\n\"The grounding zone delineates floating ice, which is already accounted for in the sea level budget from grounded ice which is not accounted for in the budget,\" said ICESat-2 scientist Kelly Brunt of NASA's Goddard Space Flight Center and the University of Maryland. \"Floating ice is like an ice cube floating in a glass. It doesn't overflow the glass when it melts. But when non-floating ice is added to the ocean, it's like adding more ice cubes to the glass which will cause the water level to rise.\"\nThe bedrock in West Antarctica is also reverse sloping – meaning it is higher at the edges and gradually becomes deeper further inland. So each time the grounding zone retreats inland, thicker ice is exposed to the ocean water and the glacier or ice sheet becomes grounded in deeper water. This allows even more ice to flow from upstream into the ocean.\n\"It's concerning in West Antarctica because as we push the grounding zones back, the downward, reverse slope means that there's really no backstop, nothing to interrupt this cycle of melting and retreat,\" said Brunt. \"Our maps of the bedrock under the ice sheet are not as comprehensive as they are in Greenland, in part because Antarctica is far less accessible. Because of that, we really don't know if there are any little bumps or peaks down there that might help to slow the retreat.\"\nWest Antarctic glaciers like Thwaites and Pine Island are already retreating faster than they were in the past. This is problematic because they provide a main pathway for ice from the West Antarctic Ice Sheet to enter the Amundsen Sea and raise sea levels.\nOverall, melting and ice loss have accelerated at both poles in recent years. The more we learn about the processes and interactions that cause it, some of which were discussed here, the better we'll be able to accurately and precisely predict sea level rise far into the future.\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}