{
  "url": "https://climate.nasa.gov/news/3040/nasa-watches-sea-level-rise-from-space-and-its-centers-windows/",
  "title": "NASA Watches Sea Level Rise from Space, and its Centers' Windows",
  "date": null,
  "content": "View of the Antares rocket launching from Wallops Flight Facility with marsh reeds in the foreground. Credit: NASA/Chris Perry\nBy Lara Streiff,\nNASA's Goddard Space Flight Center\nThe two-thirds of Earth covered by water may jeopardize up to two-thirds of NASA's infrastructure built within mere feet of sea level.\nSome NASA centers and facilities are located in coastal real estate because the shoreline is a safer, less inhabited surrounding if something goes wrong. But now these launch pads, laboratories, airfields, and testing facilities are potentially at risk because of sea level rise.\nAs Earth’s sea levels rise, so does the potential damage from storms, storm surges, and extreme weather events. In 2005, the costliest tropical cyclone on record at the time – Hurricane Katrina – barreled over the Gulf of Mexico, knocking out the power at NASA’s Michoud Assembly Facility in New Orleans. It was matched in 2017 by Hurricane Harvey, which flooded the Sonny Carter Training Facility where astronauts train at NASA’s Johnson Space Center in Houston. Protective sand dunes at NASA’s Kennedy Space Center in Florida were swept away in the winds and high tides generated by Hurricane Sandy in 2014, and then again by Hurricane Mathew in 2016.\nThe roads leading to NASA's Langley Research Center in Hampton, Virginia increasingly become inundated with water, cutting off access to buildings. On the other side of the country in the wetlands surrounding the San Francisco Bay, the airfields at NASA’s Ames Research Center in Silicon Valley, California face the same threat.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nIn 2015, NASA reviewed these vulnerabilities to sea level rise through its Climate Adaptation Science Investigators (CASI) Working Group, and summarized some of the findings in an article that appeared on NASA’s Earth Observatory website.\nThe accepted rate of global sea level rise sounds deceptively small, at 3.3 millimeters per year, just over one-tenth of an inch. But that rise is accelerating, going from about 0.1 inch (2.5 millimeters) per year in the 1990s to about 0.13 inches (3.4 millimeters) per year today. When combined with sinking lands and the increasing occurrence of natural disasters and storm surges, those millimeters add up to cause concern for many areas around the globe, including several NASA center locations.\nAll of NASA’s buildings and grounds represent more than $32 billion in infrastructure. Many also hold sentimental value as the structures upon which NASA’s history was built. So, for those at risk from rising seas, the agency is taking steps to prepare.\nAt Kennedy, there are parts of launchpad 39A—the site from which Apollo astronauts lifted off on their Moonward journeys—that are expected to start flooding periodically from 2020 onward instead of the occasional sporadic flooding events experienced in the past. The weather that precedes flooding would generally scrub a scheduled launch anyway, but the frequency and size of flooding events are expected to continue increasing over the next few decades and could eventually damage the existing structures.\nIn response, the spaceport initiated a Shoreline Restoration Project to add 450,000 cubic yards of beach sand—that’s the equivalent of filling about 150 Olympic-sized swimming pools—to Kennedy’s 3.5 miles of coastline. This sedimentary solution is slated for completion by March 2021, and could prove to be crucial for continued use by current lessee, SpaceX, for its upcoming Falcon Rocket launches. But it is not a permanent fix.\nLike Kennedy, NASA’s Wallops Flight Facility on Wallops Island, Virginia has its launch pads and buildings within a few hundred feet of the Atlantic Ocean. Assistant Administrator for NASA’s Office of Strategic Infrastructure, Calvin Williams, says that due to the ongoing erosion on the barrier island, the center has replenished the beaches five times already, with the costs averaging around $14 million per project.\nAnother concern of flooding events and raising water levels is access to the facilities when roads are flooded or damaged. High tide flooding, also known as nuisance flooding due to the inconvenience of associated road closures, is estimated to have tripled in frequency compared to 50 years ago. At Kennedy, approximately 1.5 miles of roadways need to be raised up to 1 foot to avoid degradation before the end of the decade; by 2059, that grows to 20 miles of roadway raised up to 2 feet, and near the end of the century virtually all of its roadways (nearly 100 miles) will need work to remain above water.\nA different approach is under way in Virginia, Houston, New Orleans, and Silicon Valley. The centers at these locations are focusing on hardening at-risk buildings, and in some cases even moving operations, both of which are taking precedence over reinforcing the surrounding environment.\n“We've been demolishing facilities that are in highly vulnerable areas and building all of our new facilities at our higher elevations,\" said Loretta Kelemen, director of the Center Operations Directorate at Langley in Hampton, Virginia. “If you can't move the facility, you need to harden it against the storms.”\nAt Johnson Space Center in Houston, hardening includes flood resistant doors, increased water intake systems, and raised guard shacks so that important operations like mission control and astronaut training are less likely to be affected by flooding.\nIn New Orleans, Michoud sits below sea level and could have been destroyed during Hurricane Katrina if not for an existing onsite pumping system that moved up to 250,000 gallons of water per minute. Since then, the facility doubled its pumping capacity to protect the massive manufacturing plant—which includes a 43-acre building that previously housed Saturn rockets and space shuttle boosters, and where the Space Launch System (SLS) is now being assembled—from additional weather events.\nKelemen says the data coming from scientists both at NASA and from outside the agency are alarming. The most conservative estimates predict at least a 15-inch sea level rise by 2080 but indicate a much greater impact if the rate of sea level rise continues accelerating as it has done in past decades. For Langley, sea level rise concerns are compounded by area subsidence – a sinking of the landmass below the facilities. Precision measurements at NASA Langley show it is sinking 0.08 inches (2 millimeters) a year, which means its effective rate of sea level rise is closer to 0.24 inches (6 millimeters) per year.\nAccording to Garrett Turner, an environmental engineer at Ames, its Silicon Valley campus in Mountain View, California is also dealing with subsidence as a result of regional over-pumping of groundwater. Ames and Langley are among the oldest NASA centers, with buildings dating back to the early- and mid-1900s. Both now share a long-term plan for shifting their operations to higher elevations to avoid the sea level rise projected within the century.\n“Our master plan has envisioned taking facilities that are in the current hundred-year flood plain and relocating them, and relocating the entire campus, farther south—which is several feet higher and has a much lower expected impact from sea level rise,” Turner said. “I don't know if we are going to move fast enough to stay ahead of the sea level rise, but we're moving them as quickly as we can.”\nThese efforts aim to protect NASA’s missions by preserving the grounds and facilities that make them possible. The agency has been monitoring global temperatures, ice melt, and sea level rise as part of its science mission for decades. Now it is also using these data to prepare its own centers for the eventual impacts.\n“We want to make sure that we are taking the necessary steps to ensure that in the future we have launch facilities and research facilities that can continue the mission of NASA,” said Williams. “That's why we take sea level rise and climate change very seriously.”\nSome of the past missions tracking these changes include the TOPEX-Poseidon and altimetric satellite Jason-1, joint ventures between the Centre National d'Etudes Spatiales and NASA, as well as Jason-1’s successors Jason-2 and Jason 3, a cooperation between NASA, CNES, the National Oceanic and Atmospheric Administration (NOAA) and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT). These have provided scientists with a detailed topography of the oceans.\nThe Gravity Recovery and Climate Experiment (GRACE) and GRACE-Follow On satellites—the German Aerospace Center, and NASA and the GFZ German Research Centre for Geosciences—as well as the Ice, Cloud, and land Elevation Satellite (ICESat) and ICESat-2, have also helped track sea level rise by monitoring global ice mass and water movement.\nThe Sentinel-6 Michael Freilich satellite—developed jointly by NASA, the European Space Agency (ESA) in the context of the European Copernicus program led by the European Commission, EUMETSAT, and NOAA, (with funding support from the European Commission and contributions from CNES)—will launch from Vandenberg Air Force Base near Santa Barbara, California.\nThe satellite will use electromagnetic signals bouncing off the ocean’s surface to make some of the most accurate measurements of sea levels to date. It will be followed by a second satellite in 2025, and together they will constitute a nearly 30-year record of changing sea levels, informing scientists, decision-makers, and NASA’s facilities managers alike.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}