{
  "url": "https://climate.nasa.gov/news/3041/beating-back-the-tides/",
  "title": "Beating Back the Tides",
  "date": null,
  "content": "A child plays in high-tide floodwaters in downtown Annapolis on April 4, 2017. Credit: City of Annapolis\nBy Jenny Marder,\nNASA's Goddard Space Flight Center\nIt was a sight you don’t normally see: a jellyfish lying dead in the middle of a parking lot partly submerged in water. But this was no ordinary parking lot. This particular section of asphalt in downtown Annapolis, Maryland, is among a growing number of areas prone to frequent flooding in the seaside town. The jellyfish had slipped in from the Chesapeake Bay through an opening in the seawall.\n“You can literally kayak from the bay right into this parking lot,” said NOAA oceanographer William Sweet on the September day that we visited. The tide was relatively low that day.\nOn days with the highest tides of the year, whole parking lots and streets in Annapolis are underwater, causing delays and traffic congestion. Compromise Street, a major road into town, is often forced to shut down, slowing response times for firefighters and other first responders. Local businesses have lost as much as $172,000 a year, or 1.4% of their annual revenue, due to high-tide floods, according to a study published in 2019 in the journal Science Advances.\nHigh-tide floods, also known as nuisance floods, sunny-day floods, and recurrent tidal floods, occur “when tides reach anywhere from 1.75 to 2 feet above the daily average high tide and start spilling onto streets or bubbling up from storm drains,” according to an annual report on the subject by the National Oceanic and Atmospheric Administration (NOAA.) These floods are usually not related to storms; they typically occur during high tides, and they impact people’s lives. Because of rising seas driven by climate change, the frequency of this kind of flood has dramatically increased in recent years.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nBetween 2000 and 2015, high-tide flooding in the U.S. doubled from an average of three days per year to six along the Northeast Atlantic, according to a 2018 NOAA report. It is especially common along the East Coast and Gulf Coast, where the frequency is up by roughly 200% over the last two decades. In some areas like Annapolis, the numbers are even more extreme. Annapolis had a record 18 days of high-tide flooding from May 2019 to April 2020, according to flooding thresholds for the city established by NOAA. That’s up from the previous record of 12 days in 2018. Before 2015, the record number of high-tide flood days in one year was seven, and the yearly average of high-tide floods from 1995 to 2005 was two.\nAlready, it’s disrupting people’s lives, said Ben Hamlington, a research scientist at NASA’s Jet Propulsion Laboratory. “It impacts your ability to go to work, to drop the kids off at daycare, to go to the grocery store.”\nHamlington leads the NASA Sea Level Change team, which studies the roles that ocean, ice, and land play in high-tide flooding. In March 2019, the NASA team met in Annapolis with 35 local and state government officials to discuss the challenges coastal cities are facing and provide science and research to help them make decisions.\nFuture projections are gloomier. Without additional flood management efforts, the frequency of this kind of flooding is projected to double or triple by 2030, and could be as much as 15-fold higher by 2050. This means high-tide flooding could occur 180 days a year in some locations, “effectively becoming the new high tide,” the report reads.\nPlus, floodwater can travel up pipes, compromising both stormwater and wastewater systems. In Norfolk and Chesapeake, Virginia, lawn fertilizers get flushed by tidal floods from people’s yards and into the Elizabeth River, feeding harmful algal blooms, said Derek Loftis, an assistant professor at the Center for Coastal Resources Management with the Virginia Institute of Marine Science, who studies the issue.\nSea level rise can feel abstract, like something looming far off in the future. But if you want to see it happening in real-time, look no further than these floods.\n“It's not an esoteric discussion any longer,” Sweet said. “It's real.”\nThink of high-tide flooding as a layering of different processes on different time scales, said JPL’s Hamlington. On the shortest time scale, you have the tides themselves, which are driven by the gravitational pull of the Moon. The highest high tides typically occur during full moons and new moons, when the Moon, the Sun and Earth are nearly aligned. During these times, the pull is stronger as the gravity of the Sun reinforces the gravity of the Moon.\nWinds can also influence how high the tides come in. The Chesapeake Bay, for example, is prone to winds from the North and the South. \"Winds from the South shove water up the bay, and Northeasterly winds can pile up water regionally along much of the East coast, including the bay.\" Sweet said. “And we're not talking about extreme winds, we're talking about the kind of winds that we like when we go sailing: 15, 20-knot winds.”\nThen there are the climate patterns like El Niño, which lead to higher-than-normal sea levels along both the U.S. East and West coasts. Subsidence, the settling or sinking of land, also has a powerful role to play. Subsidence partly stems from natural causes, like the compaction of sediments in the Mississippi Delta and the movement of land due to natural geologic processes, but also from the extraction of groundwater and natural gas along the Gulf coast.\nAnd, of course, the most powerful driver is sea level rise itself. The ocean is rising at about 3.3 millimeters, or 0.13 inches a year, mostly due to the melting of land-based ice and the thermal expansion of ocean water, according to NASA. This rate is accelerating over time, by about an additional 1 millimeter per year roughly every decade.\nThe best flood projections must take all of these processes into account, and that requires a view from space, Hamlington said.\n“Understanding the future of high-tide flooding is a little bit like a puzzle,” Hamlington said. “We’re trying to put together the pieces. And the satellites we have available really help us do that.”\nHamlington’s team relies on a suite of radar altimeter satellites to measure the height of the ocean surface. From an altitude of 830 miles (1,336 kilometers), these altimeters bounce signals off the ocean surface and measure the time it takes them to return to the spacecraft.\n“To study large-scale climate signals like El Niño, we need to have a broad view of the ocean,” Hamlington said. “The altimeters give us really accurate measurements of sea surface height on these very large scales.”\nThey include the Jason-3 satellite, an international partnership between NOAA, NASA, the French government’s National Centre for Space Studies and EUMETSAT, along with its predecessors, Jason-1, Jason-2 and TOPEX/Poseidon, which collectively form a consecutive record dating back to 1992. Sentinel-6 Michael Freilich will mark the latest satellite in the partners’ efforts.\nThese observations combine with other satellite data and with continuous measurements from about 2,000 tide gauges worldwide to fill in the pieces of that puzzle. The satellites fill in the gaps where the tide gauges are sparse.\nSatellite data also help scientists model and map high-tide flooding events. In coastal Virginia, for example, Loftis has helped create a model to predict the area’s highest high-tide floods of the year, and has paired it with a large citizen science effort to validate the location of those floodwaters.\nOver the years, he’s recruited hundreds of volunteers-turned-citizen scientists to fan out along the coastline and validate his projections by marking the height of the floodwaters with GPS tags. The effort began in Norfolk, but has expanded to volunteers across coastal Virginia and Maryland’s Eastern shore. The team relies on the Landsat 7 and Landsat 8 satellites from NASA and the U.S. Geological Survey (USGS), the Terra satellite’s ASTER (a contribution from Japan) and MODIS instruments, and NOAA’s GOES-16 geostationary satellite, to evaluate the model after the flood. He also believes that a new 98-feet (30-meter) mapping model that uses data from the NOAA-NASA Suomi-NPP and NOAA-20 polar-orbiting satellites might be helpful in the future. Loftis hopes these maps will help cities prepare for future floods as well as urban flood protection.\n“There previously wasn’t much of a frame of reference,” Loftis said. “Now we’ve got a map with volunteer data that confirms yes, this is what we saw with tens of thousands of data points.”\nHigh-tide flooding is not just a beachfront problem. It’s a problem that will increasingly impact urban areas like New York City, Philadelphia, Charleston and Miami, but also smaller communities along the coast, especially in back bays and estuaries, said David Kriebel, a professor of ocean engineering at the U.S. Naval Academy. It's likely to become a story of haves and have nots, he said. Some areas will have the means to afford the massive funding required to protect against it; others won’t.\n“I think we're going to end up with certain locations that are going to take big actions— New York City and Miami Beach are examples—and we're going to have other smaller communities that are going to have a hard time dealing with it,” he said.\nHalf a mile up the road from Downtown Annapolis, the U.S. Naval Academy is also beating back water. McNair Road runs along the perimeter of campus, separating the academy’s indoor stadium from College Creek, a waterway that feeds into the Severn River, and eventually, the Chesapeake Bay. When the seawater gets high enough, it shoots up through the storm drains, flooding McNair Road, and at the same time, spills over onto Ramsay Road on the opposite side of the creek. Both roads have already flooded 20 times this year, and more than 40 times each in 2018 and 2019.\nOn a recent fall morning, Kriebel points out the many defenses the campus has built against rising water: A seawall built alongside the river, flood walls protecting campus buildings, and classroom floors and walls made of concrete or painted cinder block—materials more resistant to flooding than carpet, wood and drywall.\nAcross the river, at Ramsay Road, high water levels frequently flood parts of the road that run alongside the cemetery where Naval Academy alumni, including former Sen. John McCain, are buried. The cemetery itself is on a hill, so it’s not in danger of flooding, but floodwater has been known to close the road on days that solemn services are planned.\nAnd in addition to the water that floods over roads, there’s the water lurking just below the road surface.\n“When the water is just below the roadbed on the one side,” Kriebel said, “it seeps through the gravel under the road and pops out the other side.” On top of the 40-some flood events occurring each year, he added, “there are literally hundreds of high tides that are just a few inches below the road surface today.”\nAt the Naval Academy, they’re considering various flood protection options. One option at Ramsay Road is to abandon the road and relocate it. Another is to build another flood wall. But Kriebel suspects they’ll choose a third option, to elevate the road by about a foot, and eventually raise the athletic field that runs alongside it too.\nStill, he said, the water is rising fast, and much of this flood protection will only last for a few decades. At that point, additional measures will have to be taken.\n“You can build walls, you can add inflow preventers and you can protect areas that are worth protecting, but eventually, water’s going to find its way through the holes,” Sweet said. “You’re not really meant to hold back the tides.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}