{
  "url": "https://climate.nasa.gov/news/3042/nasa-tv-to-air-sentinel-6-michael-freilich-launch-prelaunch-activities/",
  "title": "NASA TV to Air Sentinel-6 Michael Freilich Launch, Prelaunch Activities",
  "date": null,
  "content": "In this illustration, the Sentinel-6 Michael Freilich spacecraft - the world's latest sea-level satellite - is in space with its deployable solar panels extended. Credit: NASA/JPL-Caltech\n› Larger view\nNASA is targeting 12:17 p.m. EST (9:17 a.m. PST) Saturday, Nov. 21, for the launch of the Sentinel-6 Michael Freilich satellite, the first of two identical satellites to head into Earth orbit five years apart to continue sea level observations for at least the next decade.\nLive launch coverage will begin at 11:45 a.m. EST (8:45 a.m. PST), on NASA Television and the agency's website, with prelaunch and science briefings the day before on Nov. 20.\nSentinel-6 Michael Freilich will head into orbit on a SpaceX Falcon 9 rocket from Space Launch Complex 4 at Vandenberg Air Force Base (VAFB) in California. The launch is managed by NASA's Launch Services Program, based at the agency's Kennedy Space Center in Florida. NASA's Jet Propulsion Laboratory in Southern California manages the agency's contribution to the mission.\nThe Sentinel-6 Michael Freilich satellite is named in honor of the former director of NASA's Earth Science Division, who was instrumental in advancing space-based ocean measurements. It follows the most recent U.S.-European sea level observation satellite, Jason-3, which launched in 2016 and is currently providing high-precision and timely observations of the topography of the global ocean.\nThe Sentinel-6/Jason-CS (Continuity of Service) mission, consisting of the Sentinel-6 Michael Freilich and Sentinel-6B satellites, is being jointly developed by ESA (European Space Agency), the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), NASA, and the National Oceanic and Atmospheric Administration (NOAA), with funding support from the European Commission and support from France's National Centre for Space Studies (CNES).\nThe Sentinel-6/Jason-CS mission is part of Copernicus, the European Union's Earth observation program, managed by the European Commission. Continuing the legacy of the Jason series missions, Sentinel-6/Jason-CS will extend the records of sea level into their fourth decade, collecting accurate measurements of sea surface height for more than 90% of the world's oceans, and providing crucial information for operational oceanography, marine meteorology, and climate studies. Sentinel-6 Michael Freilich's twin, Sentinel-6B, is scheduled to launch in 2025.\nNASA's contributions to the Sentinel-6/Jason-CS mission are three science instruments for each of the two satellites: the Advanced Microwave Radiometer, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA is also contributing launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the U.S. members of the international Ocean Surface Topography Science Team.\nFull mission coverage is as follows (all times Eastern):\nFriday, Nov. 20\n3:30 p.m. - Sentinel-6 Michael Freilich Science Briefing with the following participants:\n5:00 p.m. - Sentinel-6 Michael Freilich Prelaunch News Conference with the following participants:\n7:30 p.m. - NASA TV live prelaunch coverage begins with NASA Edge show\nThis will air on NASA TV, as well as on the NASA Edge Facebook page and YouTube channel.\nSaturday, Nov. 21\n11:45 a.m. - NASA TV live launch coverage begins\nAudio only of the news conferences and launch coverage will be carried on the NASA \"V\" circuits, which may be accessed by dialing 321-867-1220, -1240, -1260 or -7135. On launch day, \"mission audio,\" the launch conductor's countdown activities without NASA TV launch commentary, will be carried on 321-867-7135.\nVirtual NASA Social\nAs we finalize launch preparations, we are excited to invite the public to join our virtual NASA Social (https://fb.me/e/1bC2vFNls). Stay up to date on the latest mission activities; interact with NASA, NOAA, ESA, and EUMETSAT team members in real time; and watch the launch of the SpaceX Falcon 9 rocket that will boost Sentinel-6 Michael Freilich into orbit for its journey #SeeingTheSeas\nVirtual Launch Passport\nPrint, fold, and get ready to fill your virtual launch passport. Stamps will be emailed following launches to all registrants (who submit an email registration via Eventbrite). Passports available now:\nhttps://go.nasa.gov/364lPIt\nWatch and Engage on Social Media\nStay connected with the mission on social media, and let people know you're following it on Twitter, Facebook, and Instagram using the hashtag #SeeingTheSeas and tag these accounts:\nTwitter: @NASA, @NASAEarth, @NASAClimate, @NASA_JPL, @NASASocial, @ESA, @ESA_EO, @EU_Commission, @NOAA, @CNES, @Eumetsat, @CopernicusEU, @defis_eu, @SpaceX, @NASA_LSP, @NASA360, 30thSpaceWing\nFacebook: NASA, NASA JPL, NASA Earth, NASA Climate Change, NASA LSP, 30thSpaceWing\nInstagram: NASA, NASAJPL, NASAEarth, Vandenberg_AFB\nFor more information, visit:\nhttps://www.nasa.gov/sentinel-6\nhttps://www.esa.int/Sentinel-6\nhttps://edefis.eu/CopernicusFactsheets\nGrey Hautaluoma\nNASA Headquarters, Washington\n202-358-0668\ngrey.hautaluoma-1@nasa.gov\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nMary MacLaughlin / Kenna Pell\nKennedy Space Center, Fla.\n321-289-7960 / 321-501-0625\nmary.maclaughlin@nasa.gov / kenna.m.pell@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}