{
  "url": "https://climate.nasa.gov/news/3043/study-urban-greenery-plays-a-surprising-role-in-greenhouse-gas-emissions/",
  "title": "Study: Urban Greenery Plays a Surprising Role in Greenhouse Gas Emissions",
  "date": null,
  "content": "A recent study focusing on \"the L.A. megacity\" - an area encompassing all of Los Angeles County and areas beyond - found that urban greenery added a small unexpected amount to the region's overall output of carbon dioxide. Credit: Michael Bogner / Adobe Stock\nBy Pat Brennan,\nNASA's Jet Propulsion Laboratory\nBurning fossil fuels in densely populated regions greatly increases the level of the greenhouse gas carbon dioxide. The largest carbon dioxide sources are cars, trucks, ports, power generation, and industry, including manufacturing. Urban greenery adds CO2 to the atmosphere when vegetation dies and decomposes, increasing total emissions. Urban vegetation also removes this gas from the atmosphere when it photosynthesizes, causing total measured emissions to drop. Understanding the role of urban vegetation is important for managing cities' green spaces and tracking the effects of other carbon sources.\nA recently published study showed that among the overall sources of carbon dioxide in urban environments, a fraction is from decaying trees, lawns, and other urban vegetation. The contribution is modest - about one-fifth of the measured CO2 contributed by the urban environment - and varies seasonally. This was more than researchers anticipated and underscores the complexity of tracking urban carbon emissions.\nThe team behind the study made this discovery by tracing carbon dioxide sources with carbon-14, a rare form of carbon that occurs naturally in Earth's atmosphere and is absorbed by living things as they grow. Carbon-14's presence in organic materials is the basis of radiocarbon dating and serves as a powerful tool to distinguish the carbon dioxide produced by fossil fuel combustion from that produced by decomposing vegetation and other organic matter. The carbon found in coal, oil, and natural gas is hundreds of millions of years old; all of its carbon-14 decayed long ago.\nThe researchers measured levels of \"excess\" carbon dioxide, or the amount that's above what can be attributed to natural, background sources. Focusing on the \"Los Angeles megacity\" - a multicity region encompassing nearly 6,000 square miles (15,000 square kilometers) and 18 million people - they found that, over the course of a year, urban greenery accounts for about one-fifth of the excess carbon dioxide observed in the air over the study area. There were additional, small contributions from biofuels, such as ethanol, and from human metabolism.\nThe team included scientists from the National Oceanic and Atmospheric Administration (NOAA), NASA's Jet Propulsion Laboratory, and the University of Colorado. The measurements were performed on air samples collected from late 2014 to early 2016, using air-sampling devices placed in three sites across the L.A. basin.\n\"Before we started the experiment, we thought we were going to see almost all anthropogenic [human-caused] emissions, given the volume of traffic in L.A.,\" said study co-author Charles Miller, a research scientist at JPL. \"We were able to find out it wasn't all due to fossil fuel combustion.\"\nWhile the finding in Southern California was a surprise, the contribution from urban greenery might be even more pronounced in many cities of the tropics.\n\"In the tropics and subtropics - those places where vegetation grows like crazy and there are high rates of decomposition - you might find much larger fractions,\" Miller added. \"Without the vegetation component factored into estimates [for total emissions], we will systematically overestimate fossil fuel emissions. This is important to those responsible for both reporting and mitigation.\"\nThe study is part of a larger, years-long effort involving a variety of researchers called the \"Megacities Carbon Project.\" It shows the importance of managing carbon in cities from a \"holistic\" point of view, said study co-author Riley Duren, now a researcher at the University of Arizona and a JPL engineering fellow.\n\"Understanding these relationships can help planners design and manage green spaces in ways that pull as much carbon out of the atmosphere as possible and store it permanently while minimizing the release of emissions of CO2 from plants as they dry out or during non-growing seasons, ideally with native, drought-tolerant species,\" Duren added.\nCarbon-14 is mainly created by gamma rays from the Sun in Earth's upper atmosphere, where it becomes chemically incorporated into carbon dioxide. It is transported by winds downward toward Earth's surface and then around the planet.\nLiving organisms absorb carbon dioxide that contains both \"regular\" carbon (carbon-12) and carbon-14. Once an organism dies, the carbon-14, which is radioactive, decays away over time. Through radiocarbon dating, scientists have long used carbon-14 as a natural \"clock\" for estimating the age of dead plants and animals as well as the age of materials made from them - for instance, fragments of antique woolen blankets or the dregs of wine in the bottom of ancient urns.\n\"Fossil fuel carbon buried in the ground hundreds of millions of years ago has exactly zero carbon-14 in it,\" Miller said. Carbon from recent biological sources, on the other hand, shows a clear carbon-14 signal.\n\"When all that green stuff we're used to in Los Angeles - the plants, grasses, palm fronds - starts to decay and release its carbon dioxide back into the atmosphere, that has a non-zero carbon-14 content,\" he added. \"By looking at the carbon-14 value we observe, we come up with the relative fraction of the biological contribution to the total amount of carbon dioxide. The fact that the fossil-fuel carbon-14 is zero makes the math much simpler.\"\nScientists also saw a carbon-14 connection in the seasonal ups and downs of carbon dioxide. Carbon-14 dropped sharply in the L.A. basin in July during the study period. That's when watering urban landscaping - city parks, residential lawns, golf courses, and the like - peaked, causing vigorous growth. In turn, the growing plant tissue led to peak carbon-14 absorption, resulting in that sharp drop found in air samples. Absorption among California's native forests, grasses, and shrubs peaked in early spring, a response to the region's rainfall patterns.\nMeasuring carbon-14 will likely become important for more precisely evaluating carbon dioxide in other large urban areas. To effectively reduce fossil-fuel emissions, researchers need to quantify the background sources of carbon dioxide in global cities to understand how it varies with climate, latitude, degree of industrialization, and the like, Miller said, noting that there's more work to be done.\nThe latest study fits into NASA's broader portfolio of work on the carbon cycle, such as NASA's Orbiting Carbon Observatory-3 on the International Space Station and its predecessor OCO-2, which is in Sun-synchronous oribt.\n\"We need to work with our colleagues in other urban areas around the world to understand these new results,\" he said.\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}