{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/153/what-goes-around-comes-around/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Erik Conway,NASA Jet Propulsion Laboratory\nFrom Erik Conway,NASA Jet Propulsion Laboratory\nJohn Tyndall’s discovery of greenhouse gases in 1859 (see \"All about hot air\") was just one of a whole series of efforts to study the physics of Earth’s climate during the 19th century. Another important figure was Scotsman James Croll, who argued that changes in the Earth’s orbit caused ice ages.\nCroll was born on a farm on January 2, 1821, in Little Whitfield, Scotland. Before turning to science, he was a jack-of-all-trades: by turns a millwright, tea merchant, innkeeper, and caretaker at Andersonian College and Museum in Glasgow. It was this last job that exposed him to a very well-stocked scientific library, where he began reading and thinking about Earth’s history.\nIn 1864, Croll published a theory of the role Earth’s orbit might play in causing climate change, which has since been called the \"Astronomical Theory of Climate Change”. He focused on the eccentricity of Earth’s orbit (how much the orbit varies from a perfect circle) and its precession (how much the planet ‘wobbles’ around its vertical axis). Croll worked out that the amount of incoming sunlight could vary by as much as 20 percent when these orbital characteristics both reached extremes — quite enough to create an ice age. But because of the part played by the Earth’s precession, he thought that as one hemisphere was in the grips of an ice age, the other hemisphere would be warmer (in the midst of a so-called “interglacial” period). \n \nAccording to his calculations, this glacial/interglacial cycle took about 100,000 years to complete. Croll accepted the conventional view among European geologists of the day that the Earth was about 98 million years old (in fact, we know today that it’s actually about 4.5 billion years old). So he was arguing, in short, that there had been hundreds of ice ages in Earth’s history.\nCroll promoted his research aggressively, publishing a number of articles before completing an 1875 masterpiece, “Climate and Time in their Geological Relations”. But the Astronomical Theory was never accepted as fact during his lifetime, because of the lack of geological evidence for hundreds of ice ages at the time. It wasn’t until the 1970s that geologists, armed with scientific evidence such as deep-sea sediment cores that wasn’t available to Croll, finally accepted that orbital mechanics did indeed affect the Earth’s climate.\nErik is a historian based at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}