{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/260/agents-of-global-warming/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "The Earth is a bit like the human body; its temperature is very finely balanced, and when it gets slightly out of whack big things can happen. In the case of our home planet, gases in the atmosphere play a vital role in maintaining this delicate equilibrium, by balancing the absorption and emission of all the electromagnetic radiation (microwaves, infrared waves, ultraviolet light and visible light, for example) reaching the surface of the Earth.\nAs we reported recently, the Earth is getting warmer. Scientists believe the main driver behind this warming trend is rising levels of man-made greenhouse gases; these gases, which we pump out into the air, act to trap heat radiation near the surface of the Earth that would otherwise be sent back out into space. Carbon dioxide (CO2) is the Paris Hilton of greenhouse gases, and gets a lot of face time because its concentration in the atmosphere has increased relatively rapidly since the Industrial Revolution. But methane, nitrous oxide, hydrofluorocarbons (HFCs), chlorofluorocarbons (CFCs) and perfluorocarbons (PFCs) are also important agents of global warming — some of them are actually much more potent than CO2 and they stick around for hundreds to thousands of years longer. This has some scientists concerned that these B-listers could actually impact global temperatures significantly more than CO2.\nIn a new paper, Partha Bera and colleagues at NASA Ames Research Center and Purdue University put these gases under the microscope to find out exactly why they are such powerful heat trappers. They focus on CFCs, HFCs and PFCs — all chemicals containing the atoms fluorine or chlorine — that are used in medicine, fridges and as solvents, among other things. By probing the molecular structure of these compounds, they have found that molecules containing several fluorine atoms are especially strong greenhouse gases, for two reasons. First, unlike many other atmospheric molecules, they can absorb radiation that makes it through our atmosphere from space. Second, they absorb the radiation (trap the heat) very efficiently, because of the nature of the fluorine bonds inside them. (In technical terms, fluorine atoms create a larger separation of electric charge within the molecule, and this helps the molecular bonds absorb electromagnetic radiation more effectively.) HFCs and other fluorine-based gases have been called “the worst greenhouse gases you’ve never heard of.” Now we know why.\nUntil now, scientists had not looked in detail at the underlying physical or chemical causes that make some molecules better global warmers than others. Bera and colleagues say that their work should help improve our “understanding [of] the physical characteristics of greenhouse gases, and specifically what makes an efficient greenhouse gas on a molecular level.” They hope their findings will be used by industry to develop more environmentally-friendly materials.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}