{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/250/sky-high-aspirations/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Dr. Matt Rogers,\r\nResearch scientist, Colorado State University\nMatt Rogers works on the CloudSat project, an international mission run by NASA’s Jet Propulsion Laboratory, Colorado State University and others. Matt has just returned a student climate change conference in Thailand.\nStepping off the plane in Phuket, Thailand after leaving some thirty hours before from Colorado was quite a temperature shock. Having just crunched through the snow on my front porch, I was now in the tropics, attending the Climate Change Education and Earth System Science workshop representing the CloudSat Education Network. CloudSat, NASA’s cloud-watching satellite mission, has several schools in Thailand engaged in cloud observations, which we use to calibrate CloudSat data products. I had planned to hold a two-day, pre-conference workshop where I would work with students and teachers on understanding the basics of clouds and climate change. Little did I know, standing there in the hot Phuket sun, exactly how much science I would be looking at in the days to come.\nThe workshop went great. Nearly fifty students aged 12-18 from all over Thailand attended, and with the help of graduate students and faculty from nearby Walailak University, who were hosting the conference in conjunction with the Thai Institute for the Promotion of Teaching of Science and Technology (IPST), we spent the two days going through a whirlwind of science topics. We answered questions about climate change and developed new strategies for students to do science research, both in Thailand and in partnership with our CloudSat-affiliated schools in the U.S.\nThen, the conference started — nearly 200 students and teachers, presenting research from the last year. The spectrum of topics was incredible. They ranged from investigating the effect of clouds on radio transmission to developing techniques to estimate the amount of rainfall using CloudSat data (and validating their results using rain measurement gauges!). Students had tracked the effect of ground cover on rubber tree cultivation and had studied the increasingly earlier budburst of local flowering trees, which they linked to local climate change in their province. They are engaged in relevant and cutting-edge climate research, and the results they are obtaining are astonishing.\nI've made many new friends in the last couple of days, renewed old friendships and watched in wonder as student scientists take the lead in important climate research. I know that these kids are walking away from this conference with a greater understanding of how we observe the Earth and its climate from space, but I also know that I leave this place with a wealth of knowledge gained by listening to the next generation of scientists presenting their research. And based on what I've seen in here in Thailand, the future is a bright one indeed.\n--Matt Rogers\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}