{
  "url": "https://climate.nasa.gov/news/2431/study-shows-cloud-patterns-reveal-species-habitat/",
  "title": "Study shows cloud patterns reveal species habitat",
  "date": null,
  "content": "3 min read\nMuch of Earth’s biodiversity is concentrated in areas where not enough is known about species habitats and their wider distributions, making management and conservation a challenge. To address the problem, scientists at the University at Buffalo and Yale University used NASA satellite data to study cloud cover, which they found can help identify the size and location of important animal and plant habitats.\nClouds influence such environmental factors as rain, sunlight, surface temperature and leaf wetness—all of which dictate where plants and animals can survive. As part of their study, researchers examined 15 years of data from NASA’s Earth-orbiting Terra and Aqua satellites and built a database containing two images per day of cloud cover for nearly every square kilometer of the planet from 2000 to 2014.\nThe study found that variations in cloud cover sharply delineated the boundaries of ecological biomes relevant to many unique species.\nThe study was published in the journal PLOS Biology on March 31.\n“When we visualized the data, it was remarkable how clearly you could see many different biomes on Earth based on the frequency and timing of cloudy days over the past 15 years,” said lead scientist Adam Wilson, who conducted the majority of the research at Yale University and is now an assistant professor of geography at the University at Buffalo. “As you cross from one ecosystem into another, those transitions show up very clearly, and the exciting thing is that these data allow you to directly observe those patterns at 1-kilometer resolution.”\nCloud cover also helped the researchers better predict where specific species live. By taking cloud patterns into account, the team was able to determine the size and location of habitats for the montane woodcreeper (a South American bird) and king protea (a South African shrub) in unprecedented detail and accuracy. That finding is particularly exciting because the technique could be used to research the habitats of threatened plants and animals, said co-author Walter Jetz, associate professor of ecology and evolutionary biology at Yale University.\n“Understanding the spatial patterns of biodiversity is critical if we want to make informed decisions about how to protect species and manage biodiversity and its many functions into the future,” Jetz said.\nThe study demonstrates how remote sensing can be a powerful tool in those efforts, Wilson said. “That’s one of the really exciting developments in the field today. We now have decades of satellite observations that we can pull together to characterize the global environment,” he said, noting that Aqua and Aura have been collecting two images per day everywhere on Earth for well over a decade. “It is exciting to now be able to tap into this large stack of detailed data to support global biodiversity and ecosystem monitoring and conservation.”\nRead the paper at PLOS Biology\nNASA's website for Earth science news\nHow do we do research in zero gravity? Actually when astronauts do experiments on the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}