{
  "url": "https://climate.nasa.gov/news/2414/dueling-climate-cycles-may-increase-sea-level-swings/",
  "title": "Dueling climate cycles may increase sea level swings",
  "date": null,
  "content": "4 min read\nThe tropical Pacific Ocean isn't flat like a pond. Instead, it regularly has a high side and a low side. Natural cycles such as El Niño and La Niña events cause this sea level seesaw to tip back and forth, with the ocean near Asia on one end and the ocean near the Americas on the other. But over the last 30 years, the seesaw’s wobbles have been more extreme, causing variations in sea levels up to three times higher than those observed in the previous 30 years. Why might this be?\nA new NASA/university study has found the differing alignments of two separate climate cycles could be causing these intensifying swings, which occur on top of a global rise in sea level due to melting ice sheets and warming oceans. The findings may help improve forecasts of sea level variations, allowing vulnerable coastal communities to prepare for their increased risk of flooding, erosion and other damage due to higher sea levels.\nTony Song of NASA's Jet Propulsion Laboratory, Pasadena, California, and colleagues looked at the correlations of tropical Pacific sea level with different phases of two important climatic cycles: the Pacific Decadal Oscillation (PDO) and El Niño/Southern Oscillation (see sidebar).\nSong and his team found that the phases of these cycles can either reinforce or dampen each other, directly affecting the variability of sea level across the Pacific.\nFrom 1990 to 2000, the magnitude of these sea level swings averaged about 6 inches (16 centimeters) – five times the height of global sea level rise during the same period. Asia is currently on the high side of the sea level seesaw, while coastlines in the Americas as far north as Southern California are benefiting from a lower sea level. For communities threatened by rising seas, predicting when the seesaw will swing the other way is critical.\nThe two phases of the PDO and the two phases of ENSO can combine in four different ways, just as when you flip a dime and a nickel together you can get four different combinations of heads and tails. Song and his colleagues made a 60-year record of when each of the four combinations prevailed in the tropical Pacific and compared that record with the observed east-west swings in sea level over the same period.\nCorrelations jumped out between two of the four combinations and sea levels: El Niño plus positive PDO correlated with high sea levels in the Americas, and La Niña plus negative PDO correlated with high Asian sea levels.\n\"These things matched so nicely that we were very surprised,\" said Jae-Hong Moon, lead author of a paper on the research published in the Journal of Geophysical Research — Oceans. Moon did most of the research while working at JPL but is now an assistant professor at Jeju National University, Jeju City, South Korea.\nThese newfound correlations provide a plausible answer to the question of why sea level swings appear to have intensified in recent decades. For the entire period of 1950 to 1980, the Pacific was in a negative PDO phase while El Niño and La Niña events occurred. This means that only two of the four possible combinations of phases could occur. Study authors argue that when one of these two combinations — negative PDO and El Niño — is in place, the cycles counteract each other, dampening the effect on sea level that each would have had individually.\nFrom 1980 to 2010, there were both negative and positive PDO phases in addition to El Niño and La Niña events. In fact, all four combinations of the two cycles could be observed at some point during this period. El Niño-positive PDO phase and La Niña-negative PDO phase alignments occurred in this time period, but were not seen in the previous 30 years. This increased the variability in sea level.\nWhether this increased variability will continue is unclear, Song explained, because scientists do not yet understand exactly what triggers a change of phase in either cycle. \"We are glad to have uncovered one more puzzle piece in the ongoing study of Pacific ocean variability,\" he said.\nMedia contact\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nNASA is now publicly distributing science-quality data from its newest Earth-observing satellite, providing first-of-their-kind measurements…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}