{
  "url": "https://climate.nasa.gov/news/2532/study-finds-more-extreme-storms-ahead-for-california/",
  "title": "Study finds more extreme storms ahead for California",
  "date": null,
  "content": "5 min read\nOn Dec. 11, 2014, a freight train of a storm steamed through much of California, deluging the San Francisco Bay Area with three inches of rain in just one hour. The storm was fueled by what meteorologists refer to as the “Pineapple Express” — an atmospheric river of moisture that is whipped up over the Pacific’s tropical waters and swept north with the jet stream.\nBy evening, record rainfall had set off mudslides, floods and power outages across the state. The storm, which has been called California’s “storm of the decade,” is among the state’s most extreme precipitation events in recent history.\nNow MIT scientists have found that such extreme precipitation events in California should become more frequent as the Earth’s climate warms over this century. The researchers developed a new technique that predicts the frequency of local, extreme rainfall events by identifying telltale large-scale patterns in atmospheric data. For California, they calculated that, if the world’s average temperatures rise by 4 degrees Celsius by the year 2100, the state will experience three more extreme precipitation events than the current average, per year.\nThe researchers, who have published their results in the Journal of Climate, say their technique significantly reduces the uncertainty of extreme storm predictions made by standard climate models.\n“One of the struggles is, coarse climate models produce a wide range of outcomes. [Rainfall] can increase or decrease,” says Adam Schlosser, senior research scientist in MIT’s Joint Program on the Science and Policy of Global Change. “What our method tells you is, for California, we’re very confident that [heavy precipitation] will increase by the end of the century.”\nThe research was led by Xiang Gao, a research scientist in the Joint Program on the Science and Policy of Global Change. The paper’s co-authors include Paul O’Gorman, associate professor of earth, atmospheric, and planetary sciences; Erwan Monier, principal research scientist in the Joint Program; and Dara Entekhabi, the Bacardi Stockholm Water Foundations Professor of Civil and Environmental Engineering.\nCurrently, researchers estimate the frequency of local heavy precipitation events mainly by using precipitation information simulated from global climate models. But such models typically carry out complex computations to simulate climate processes across hundreds and even thousands of kilometers. At such coarse resolution, it’s extremely difficult for such models to adequately represent small-scale features such as moisture convection and topography, which are essential to making accurate predictions of precipitation.\nTo get a better picture of how future precipitation events might change region by region, Gao decided to focus on not simulated precipitation but large-scale atmospheric patterns, which climate models are able to simulate much more reliably.\n“We’ve actually found there’s a connection between what climate models do really well, which is to simulate large-scale motions of the atmosphere, and local, heavy precipitation events,” Schlosser says. “We can use this association to tell how frequently these events are occurring now, and how they will change locally, like in New England, or the West Coast.”\nWhile definitions vary for what is considered an extreme precipitation event, in this case the researchers defined such an event as being within the top 5 percent of a region’s precipitation amounts in a particular season, over periods of almost three decades. They focused their analysis on two areas: California and the Midwest, regions which generally experience relatively high amounts of precipitation in the winter and summer, respectively.\nFor both regions, the team analyzed large-scale atmospheric features such as wind currents and moisture content, from 1979 to 2005, and noted their patterns each day that extreme precipitation occurred. Using statistical analysis, the researchers identified telltale patterns in the atmospheric data that were associated with heavy storms.\n“We essentially take snapshots of all the relevant weather information, and we find a common picture, which is used as our red flag,” Schlosser explains. “When we examine historical simulations from a suite of state-of-the-art climate models, we peg every time we see that pattern.”\nUsing the new scheme, the team was able to reproduce collectively the frequency of extreme events that were observed over the 27-year period. More importantly, the results are much more accurate than those based on simulated precipitation from the same climate models.\n“None of the models are even close to the observations,” Gao says. “And regardless of the combination of atmospheric variables we used, the new schemes were much closer to observations.”\nBolstered by their results, the team applied their technique to large-scale atmospheric patterns from climate models to predict how the frequency of heavy storms may change in a warming climate in California and the Midwest over the next century. They analyzed each region under two climate scenarios: a “business as usual” case, in which the world is projected to warm by 4 degrees Celsius by 2100, and a policy-driven case, in which global environmental policies that regulate greenhouse gases should keep the temperature increase to 2 degrees Celsius.\nFor each scenario, the team flagged those modeled large-scale atmospheric patterns that they had determined to be associated with heavy storms. In the Midwest, yearly instances of summer extreme precipitation decreased slightly under both warming scenarios, although the researchers say the results are not without uncertainty.\nFor California, the picture is much clearer: Under the more intense scenario of global warming, the state will experience three more extreme precipitation events per year, on the order of the December 2014 storm. Under the policy-driven scenario, Schlosser says “that trend is cut in half.”\nThe team is now applying its technique to predict changes in heat waves from a globally warming climate. The researchers are looking for patterns in atmospheric data that correlate with past heat waves. If they can more reliably predict the frequency of heat waves in the future, Schlosser says that can be extremely helpful for the long-term maintenance of power grids and transformers.\n“That is actionable information,” Schlosser says.\nThis research was supported, in part, by the National Science Foundation, NASA and the Department of Energy.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nMeasurements from space support wildfire risk predictions Researchers demonstrated that data from the International Space…\nRoads and sidewalks in some areas get so hot that skin contact could result in…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}