{
  "url": "https://climate.nasa.gov/news/2521/study-sheds-new-insights-into-global-warming-trends/",
  "title": "Study sheds new insights into global warming trends",
  "date": null,
  "content": "From NASA\nA new multi-institutional study of the latest research into the temporary slowdown in the global average surface temperature warming trend, seen between 1998 and 2013, concludes it represented a redistribution of heat/energy within the oceans. Credit: Flickr user Brian Richardson, CC by 2.0\nResearch into the temporary slowdown in the global average surface temperature warming trend seen between 1998 and 2013 attributes the phenomenon to Earth’s ocean absorbing the planet’s extra heat. The phenomenon was referred to by some as the “global warming hiatus.”\nThe new multi-institutional study concludes the excess heat in the Earth system was simply being redistributed within Earth’s ocean, specifically from the ocean’s surface to regions below the surface. Thus, overall Earth continued to warm, but some of that warming was hidden from the surface during these years. Understanding the mechanisms that explain how and under what circumstances heat is moved away from Earth’s surface continues to be an active area of research.\nIn a paper published today in Earth’s Future, a journal of the American Geophysical Union, lead author Xiao-Hai Yan of the University of Delaware, Newark, along with scientists from NASA’s Jet Propulsion Laboratory, Pasadena, California, and several other institutions, discuss new understanding of the phenomenon. The paper grew out of a special U.S. Climate Variability and Predictability Program (CLIVAR) panel session at the 2015 American Geophysical Union fall meeting.\n“The 1998 to 2013 period gives scientists an opportunity to understand uncertainties in how the climate system is measured, as well as to fill in the gap in what scientists know,” said Yan.\n“NASA’s examination of ocean observations, which include a mix of satellite and in-ocean data, has provided its own unique contribution to our knowledge of decadal climate trends and global warming,” said study co-author Veronica Nieves of JPL and the University of California, Los Angeles. “Scientists have more confidence now that Earth’s ocean as a whole has continued to warm continuously through time. But the rate of global surface warming can fluctuate due to natural variations in the climate system over periods of a decade or so.” Natural variability involves shifts in how heat is absorbed into and transported around the global ocean.\nWhere’s the missing heat?\nWhile Yan said it’s difficult to reach complete consensus on such a complex topic, a thorough review of the literature and much discussion and debate revealed a number of key points on which these leading scientists concur:\n-- From 1998 to 2013, the rate of global mean surface warming slowed, which some call the “global warming hiatus.” In the current paper, researchers conclude the term “global warming hiatus” is a misnomer, or rather should be qualified to refer to the surface warming, which did slow down (e.g., “global surface warming slowdown”).\n-- The reduced warming at Earth’s surface during the period from 1998 to 2013 resulted from the redistribution of excess heat within the oceans (from the surface to layers below the surface), mainly due to natural variability.\n-- Improved understanding of how the ocean distributes and redistributes heat will help the scientific community continually improve their interpretations of observed temperature records and reduce uncertainties in global warming trends. Sustaining a mix of satellite and in-ocean directly measured observations is critical to providing the necessary information.\n“To better monitor Earth’s energy budget and its consequences, the ocean is most important to consider because the amount of heat it can store is extremely large when compared to the land or atmospheric capacity,” said Yan.\nAccording to the paper, “arguably, ocean heat content -- from the surface to the seafloor -- might be a more appropriate measure of how much our planet is warming.”\nSupport for the present study’s findings came in part from a NASA study published by Nieves in the journal Science in 2015. The study showed that a specific layer of the Indian and Pacific oceans between 300 and 1,000 feet (100 and 300 meters) below the surface has been accumulating more heat that previously recognized. The researchers concluded that this shifting pattern of ocean heat accounts for the slowdown in the global surface temperature trend observed during the past decade. Indirect temperature estimates from satellite observations of sea surface height helped assess the uncertainty in observational decadal-scale warming trends.\nCharting future research\nIn the near term, the researchers hope this paper will lay the foundation for future research in the global change field. To begin, they suggest the climate community replace the term “global warming hiatus” with “global surface warming slowdown” to eliminate confusion.\n“This terminology more accurately describes the slowdown in global mean surface temperature rise in the late 20th century,” Yan said.\nThe scientists also called for continued support of current and future technologies for ocean monitoring to reduce observation errors in sea surface temperature and ocean heat content. This includes maintaining Argo, the main system for monitoring ocean heat content, and the development of Deep Argo to monitor the lower half of the ocean; the use of ship-based subsurface ocean temperature monitoring programs; advancements in robotic technologies such as autonomous underwater vehicles to monitor waters adjacent to land (like islands or coastal regions); and further development of real- or near-real-time deep ocean remote sensing methods. In addition, the study noted the critical information provided by satellite altimetry, which provides sea surface height measurements, as well as satellite observations of gravity variations, which provide key information on changes in water mass that are essential to determine how much heat the ocean is gaining.\nThis research was funded by NASA, the National Science Foundation and NOAA. Other participating institutions include NOAA, Silver Spring, Maryland; the National Center for Atmospheric Research (NCAR), Boulder, Colorado; Scripps Institution of Oceanography, La Jolla, California; and the University of Washington, Seattle.\nNASA collects data from space, air, land and sea to increase our understanding of our home planet, improve lives and safeguard our future. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records. The agency freely shares this unique knowledge and works with institutions around the world to gain new insights into how our planet is changing.\nFor more information about NASA's Earth science activities, visit http://www.nasa.gov/earth.\nUpdated on Dec. 29 with a new summary of the study’s key findings, additional details on the role the ocean played in redistributing the excess heat in the Earth system, and information on the contributions of satellite data to this area of research.\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nKaren Roberts\r\nUniversity of Delaware, Newark\r\n302-831-1721\r\nkrob@udel.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}