{
  "url": "https://climate.nasa.gov/news/290/the-big-kahuna/",
  "title": "The Big Kahuna",
  "date": null,
  "content": "By Dr. Josh Willis, Oceanographer, NASA Jet Propulsion Laboratory\nDon’t you just love a good disaster movie? I remember when I saw \"The Day After Tomorrow\" in the theater; I actually thought it was pretty cool. Of course, a lot of my nerdy scientist friends complained that it was inaccurate and that it blew climate change all out of proportion. It did, of course.\nBut I thought it was pretty neat to see a Hollywood disaster movie where the disaster was caused by the disruption of a well-known, real-life set of ocean currents called the “Ocean Conveyor Belt.” Well, okay, we scientists call it the “Atlantic Meridional Overturning Circulation,” but I give Hollywood points for doing a bit of homework.\nIn the movie, our hero Dennis Quaid notices that all the ice in Greenland is about to melt and run into the Atlantic Ocean. He (rightly) notes that such an event would slow down or stop the Ocean Conveyor Belt, and then predicts that it will wreak havoc on the global climate.\nOf course, the movie vastly exaggerates the importance of the Conveyor Belt and the speed with which any changes might occur, but it turns out that the basic idea was based on actual research. Climate scientists who study the most recent ice age have suggested that the Ocean Conveyor Belt might have played a role in rapid cooling events that occurred tens of thousands of years ago throughout the last ice age.\nToday’s climate is much warmer, and the effect of the Conveyor Belt is probably not as dramatic as it was back then. But global warming is predicted to slow down the Conveyor Belt in the coming decades. If it does, then patterns of rainfall, drought and even hurricane activity in the Atlantic could be affected.\nThat’s why oceanographers have been scrambling to figure out how best to measure this thing we call the Conveyor Belt. You can imagine then, how excited I was when I figured out that I could see changes in the Conveyor Belt using data from ocean satellites and floats. So far, it looks like the predicted slowing hasn’t started yet.\nThat’s probably not too surprising, as the oceans are slow to respond to global climate change. But it’s still pretty neat to imagine how the oceans could play such an important role in Earth’s climate. Not only do they absorb most of the extra heat from global warming, they might also play a role in shifting rainfall patterns and fueling storms. That’s one of the reasons I liked \"The Day After Tomorrow.\" Even though it was unrealistic, the movie reminds us that the ocean is the Big Kahuna when it comes to global warming. Just ask Dennis Quaid.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}