{
  "url": "https://climate.nasa.gov/news/2576/glacier-shape-influences-susceptibility-to-melting/",
  "title": "Glacier shape influences susceptibility to melting",
  "date": null,
  "content": "5 min read\nA new NASA-funded study has identified which glaciers in West Greenland are most susceptible to thinning in the coming decades by analyzing how they’re shaped. The research could help predict how much the Greenland Ice Sheet will contribute to future sea level rise in the next century, a number that currently ranges from inches to feet.\n“There are glaciers that popped up in our study that flew under the radar until now,” said lead author Denis Felikson, a graduate research assistant at The University of Texas Institute for Geophysics (UTIG) and a Ph.D. student in The University of Texas Department of Aerospace Engineering and Engineering Mechanics. Felikson’s study was published in Nature Geoscience on April 17.\nThe Greenland Ice Sheet is the second largest ice sheet on Earth and has been losing mass for decades, a trend scientists have linked to a warming climate. However, the mass change experienced by individual coastal glaciers, which flow out from the ice sheet into the ocean, is highly variable. This makes predicting the impact on future sea-level rise difficult.\n“We were looking for a way to explain why this variability exists, and we found a way to do it that has never been applied before on this scale,” Felikson said.\nOf the 16 glaciers researchers investigated in West Greenland, the study found four that are the most susceptible to thinning: Rink Isbrae, Umiamako Isbrae, Jakobshavn Isbrae and Sermeq Silardleq.\nUmiamako Isbrae, Sermeq Silardleq and Jakobshavn Isbrae are already losing mass, with Jakobshavn being responsible for more than 81 percent of West Greenland’s total mass loss over the past 30 years.\nRink has remained stable since 1985, but through shape analysis researchers found that it could start to thin if its terminus, the front of the glacier exposed to ocean water, becomes unstable. This is a strong possibility as the climate continues to warm.\n\"Not long ago we didn't even know how much ice Greenland was losing. Now, we're getting down to the critical details that control its behavior,\" said Tom Wagner, director of NASA’s cryosphere program, which sponsored the research.\nThe analysis works by calculating how far inland thinning that starts at the terminus of each glacier is likely to extend. Glaciers with thinning that reaches far inland are the most susceptible to ice mass loss.\nJust how prone a glacier is to thinning depends on its thickness and surface slope, features that are influenced by the landscape under the glacier. In general, thinning spreads more easily across thick and flat glaciers and is hindered by thin and steep portions of glaciers.\nThe research revealed that most glaciers are susceptible to thinning between 10 and 30 miles inland. For Jakobshavn, however, the risk of thinning reaches over 150 miles inland—almost one-third of the way across the Greenland Ice Sheet.\n“Jakobshavn is particularly vulnerable to thinning because it flows through a very deep trough that extends deep into the ice sheet interior, making the ice thick and the surface flat,” Felikson said.\nFelikson said these calculations will help identify which areas of Greenland may be most susceptible to melting and thus contribute most to future sea level rise. However, while the method can point out vulnerable areas, it can’t predict how much mass loss is likely to occur.\nStill, knowing which glaciers are the most at risk can help scientists allocate limited resources, said co-author Timothy Bartholomaus, an assistant professor at the University of Idaho. “The approach we demonstrate here allows us to identify which outlet glaciers are not yet changing rapidly, but might,” Bartholomaus said. “With that knowledge, we can anticipate potential sea-level rise and set up the observational campaigns in advance to understand these glacier changes.”\nAmong other sources of data, Felikson and his team used a bedrock topography map created with data from NASA’s Ocean Melting Greenland project to determine the thickness of the ice and a digital elevation model from the Greenland Ice Mapping Project, which uses measurements from the Japanese-provided Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) instrument on NASA’s Terra satellite, to separate glacier catchments.\nGinny Catania, an associate professor in the University of Texas Jackson School of Geosciences and research associate at UTIG, said the group has plans to apply the shape analysis technique to other glaciers. “Our plan is to extend the analysis so that we can identify glaciers in Antarctica and around the rest of Greenland that are most likely to be susceptible to change in the future,” she said.\nStudy collaborators include researchers at Iceland’s Institute of Earth Sciences, the University of Copenhagen, the University of California, the University of Kansas, Oregon State University and the University of Oregon. The research was funded by NASA and The University of Texas Aerospace Engineering and Engineering Mechanics Department.\nRead the study here:http://dx.doi.org/10.1038/ngeo2934\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}