{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/319/man-vs-wild/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Dr. Tony Freeman,\r\nEarth Science Manager, NASA Jet Propulsion Laboratory\nRecent coverage of the oil spill in the Gulf of Mexico reminds us how vulnerable some ecosystems are to environmental disasters, whether natural or caused by mankind. The pictures of seabirds and marine mammals covered in crude oil are distressing to most of us. There’s also going to be an impact on our economy because of the cost of cleaning up the mess. It’s obvious, though, that this is an environmental problem not related to climate change. It’s also a problem that may take decades to clean up, but whose effects will be local, not global.\nAcross the Atlantic, there’s an environmental problem caused by nature — the ash cloud from the Icelandic volcano, Eyjafjallajokul, which has been grounding flights out of Europe. Here the economic costs are lost revenues for the airlines, but there’s unlikely to be any harmful impact on ecosystems. Volcanic eruptions have had long-term effects on Earth’s climate in the past, the most recent being Mt. Pinatubo in 1991, the second largest volcanic eruption of the 20th century, which ejected 100 times more ash into the upper atmosphere than Eyjafjallajokul will. Mt. Pinatubo’s ash reduced the amount of sunlight reaching the Earth’s surface, cooling the Earth’s atmosphere a little. The current Icelandic eruption is unlikely to have the same effect, according to scientists (Ashley Davies, JPL, private communication).\nFor events like the Station fire that destroyed much of the chaparral (dense vegetation) on the San Gabriel mountains near my home, it can be a little harder to say whether it’s a climate change- or environment-related event. On the one hand, climate models predict that wildfires will become more common as temperatures increase; on the other, these areas tend to burn every 30 years or so anyway. And then there’s always the chance that the cause of a given fire may be arson.\nIt can be difficult to separate natural and man-made disturbances of the environment from natural and man-made disturbances of the climate. Tree logging has an effect on the environment through destruction of forest habitat, but on a large enough scale, it can affect climate by reducing the amount of carbon dioxide (CO2) absorbed by forests. Elevated levels of CO2 in Earth’s atmosphere trap heat, raising the Earth’s temperature, as we see from satellite measurements of the land, ocean surface and atmosphere. Higher temperatures can have environmental effects: drought conditions in some areas, higher rainfall in others, for example.  So some environmental problems are linked to climate change, but some are not.  Differentiating between them helps clarify our discussions of climate change, its causes and what to do about it.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}