{
  "url": "https://climate.nasa.gov/news/994/nasa-hosts-earth-science-social-media-event/",
  "title": "NASA hosts Earth science social media event",
  "date": null,
  "content": "By Courtney O'Connor\r\nNASA's Jet Propulsion Laboratory\nand\nJohn Yembrick / Jason Townsend,\r\nNASA Headquarters\nTune in on November 4 at 10 a.m. PST (1 p.m. EST).\nOne-hundred people from 22 U.S. states and some foreign countries will attend a two-day NASA Social on Nov. 4 and 5 at the agency's Jet Propulsion Laboratory in Pasadena, Calif.\nThe attendees, who follow NASA and JPL on Twitter, Facebook, Google+ and other social networks, will tour JPL, participate in interactive events and hear from scientists and engineers about current and upcoming space- and Earth-observing missions. Attendees will share their experiences with their followers through the various social media platforms.\nThe Nov. 4 events will highlight NASA's role in studying Earth and its climate and will preview three Earth-observing missions JPL is preparing for launch in 2014: the Soil Moisture Active Passive (SMAP) spacecraft, which will measure soil moisture from space; ISS-RapidScat, which will measure ocean winds from the International Space Station; and the Orbiting Carbon Observatory-2 (OCO-2), which will study atmospheric carbon dioxide from space.\nThese presentations will air on NASA Television on Nov. 4 starting at 10 a.m. PST (1 p.m. EST) at http://www.nasa.gov/ntv and http://www.ustream.tv/nasajpl2.\nTo join and track the conversation online during the NASA Social, follow the hashtag #NASASocial.\nNASA Social attendees were selected from more than 475 people who registered online. Participants represent Canada, Croatia, Indonesia, Norway, Peru, the United States and the United Kingdom. Attendees from the U.S. come from 22 states: Alabama, Alaska, Arizona, Arkansas, California, Colorado, Georgia, Illinois, Maine, Maryland, Massachusetts, Nebraska, Nevada, New Jersey, New York, North Carolina, Oregon, Texas, Utah, Virginia, Washington and Wisconsin.\nMore information about connecting and collaborating with NASA is at http://www.nasa.gov/connect.\nMore information about SMAP is online at http://smap.jpl.nasa.gov/. More information about ISS-RapidScat is at \nhttps://www.nasa.gov/mission_pages/station/research/experiments/1067.html \r\nand http://winds.jpl.nasa.gov/missions/RapidScat/. \n\r\nMore information about OCO-2 is at http://oco.jpl.nasa.gov/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}