{
  "url": "https://climate.nasa.gov/news/2660/take-the-drivers-seat-on-sea-level-science/",
  "title": "Take the driver’s seat on sea level science",
  "date": null,
  "content": "4 min read\nBy Pat Brennan,NASA's Sea Level Change Portal\nA new NASA sea level simulator lets you bury Alaska's Columbia glacier in snow, and, year by year, watch how it responds. Or you can melt the Greenland and Antarctic ice sheets and trace rising seas as they inundate the Florida coast.\nComputer models are critical tools for understanding the future of a changing planet, including melting ice, rising seas and shifting precipitation patterns. But typically, these mathematical representations — long chains of computer code giving rise to images of dynamic change — are accessible mainly to scientists.\nThe new simulator, however, allows anyone with a computer to perform idealized experiments with sea level and learn about its complexities. Developed by scientists at NASA's Jet Propulsion Laboratory in Pasadena, California, the interactive platform, called the Virtual Earth System Laboratory (VESL), provides the public with a taste of how NASA models important Earth processes.\nThe platform will also prove useful to scientists as a convenient way to create visual representations of data.\nWhile many interface tools are available to explore sea level effects, VESL stands apart for its strong representation of Earth's cryosphere - the melting ice caps, ice sheets and glaciers that are major contributors to sea level rise.\nAnd the simulator is not just a simplified version of a model or a menu of preexisting results. It is direct access to the complex, number-crunching model itself, though with limited scenarios and factors that can be adjusted.\n\"It's the real software, being used on the fly, live, without being prerecorded or precomputed,\" said Eric Larour of JPL, who led VESL's development. \"You have access to a segment of an ice sheet model or sea level model, running NASA's software.\"\nDespite these capabilities, VESL won't overtax computers.\n\"A key to making the interface tool work is cloud computing,\" Larour said. Instead of burdening your own computer with heavy demand, \"you can access a JPL cloud to run big simulations.\"\nThe VESL platform allows the user to control one or two parameters for each model scenario. For example, in a version of the model configured to represent Columbia Glacier, a slider allows users to change snowfall amounts and examine how the change affects the glacier's behavior in subsequent years. For a sea level simulation, sliders control the rates at which the ice sheets on Antarctica and Greenland are melting.\n\"You can explore different aspects of the model that maybe even the scientists didn't explore,\" Larour said.\nThe site will be updated frequently to keep up with the latest, peer-reviewed research. Scientists will eventually be able to use the graphical interface to display and present new data sets or model results, while lay users will be able to replicate published research results for themselves using models that are \"open source,\" or publicly available.\n\"As we make progress, [the public] can rerun the science that we actually do,\" Larour said. \"If anybody has concerns or finds issues with our simulation, they have the ability to replicate our results. We would welcome feedback and inputs to improve our science.\"\nVESL was developed over five years by members of the Ice Sheet System Model development team at JPL and the University of California, Irvine (UCI), with the help of several students, including Dan Cheng from UCI and Gilberto Perez, who attended both Cal Poly Pomona and UCI.\nThe website hosting the simulator will also include a public outreach section, being developed by Daria Halkides, a scientist and outreach exhibit developer of Earth & Space Research in Seattle and a JPL affiliate.\n\"VESL was initially intended for scientists,\" Larour said. \"Then we realized it could also be an excellent tool for public outreach. These simulations are so easy to run, and visually so compelling, that any person from the public can go and run them and probably understand what is going on.\"\nYou can find VESL at:\nhttps://vesl.jpl.nasa.gov/\nA paper describing the development of the ice sheet simulator, titled \"A JavaScript API for the Ice Sheet System Model: Towards on online interactive model for the Cryosphere Community,\" appears today in the journal Geoscientific Model Development.\nA paper describing the development of the ice sheet simulator appears today in the journal Geoscientific Model Development.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}