{
  "url": "https://climate.nasa.gov/news/2708/nasa-nominated-for-six-2018-webby-awards/",
  "title": "NASA nominated for six 2018 Webby Awards",
  "date": null,
  "content": "A solar eclipse and the demise of one of NASA's most successful planetary mission made 2017 the agency's biggest year yet for online engagement, and NASA's efforts in digital communications have been recognized with nominations for six Webby Awards, the highest honor for online communications.\n\"NASA's digital engagement involves dozens of people across the agency,\" said Jen Rae Wang, associate administrator for communications. \"We're really pleased that our efforts are being recognized again.\"\nNASA's six nominations are for:\nNASA.gov website for Government & Civil Innovation\nSolar System Exploration website for Science\nNASA Climate Change website for Green\nExoplanet Exploration website for Weird\nNASA Snapchat for Content and Marketing: Education & Discovery\nNASA JPL Social Media for Social Corporate Communications\nNASA JPL's Real-time Cassini Grand Finale was also honored in the Best Use of Online Media Category.\nThrough April 19, members of the public can vote for the nominees to receive the Webbys' People's Voice award. After registering with the Webby Awards site, members of the public can vote for the NASA nominees at these links:\nNASA.gov: https://vote.webbyawards.com/PublicVoting#/2018/websites/general/government-civil-innovation\r\nSolar System Exploration: https://vote.webbyawards.com/PublicVoting#/2018/websites/general/science\r\nClimate Change: https://vote.webbyawards.com/PublicVoting#/2018/websites/general/green\r\nExoplanet Exploration: https://vote.webbyawards.com/PublicVoting#/2018/websites/general/weird\r\nNASA Snapchat: https://vote.webbyawards.com/PublicVoting#/2018/social/content-marketing/education-discovery\r\nNASA JPL Social Media: https://vote.webbyawards.com/PublicVoting#/2018/social/content-marketing/corporate-communications\nThe Office of Communications has managed NASA.gov, the agency's primary site on the World Wide Web, since 1994, setting a high standard for government online communications. The site has been awarded the Webby for government websites in 2003, 2012 and 2014, while the public has voted it the winner of the People's Voice award nine times since 2002, most recently last year. The site receives almost 350,000 visits a day, surging when news piques the interest of the public. In 2017, the site anchored NASA's most popular online event ever: coverage of the Aug. 21 solar eclipse. More than 40 million people watched live TV coverage across NASA.gov, the agency's Facebook page and other platforms. More than 12 million people watched multiple live video feeds of the eclipse from across the United States, and the site saw almost 26 million sessions total, nearly a fifth of the year's total in one day.\nNASA's Jet Propulsion Laboratory has produced many Webby and People's Voice winner over the years. The Climate Change website won the Science webby in 2011 and 2015, as well as the People's Voice for Science in 2010. In 2013, the Solar System Exploration site won Webbys for both Government and Science, while the Mars Curiosity Rover Social Media Campaign won the Webby and People's Voice for Best Overall Social Presence. Most of NASA's awards have been in the government, science and education categories; the Exoplanet Exploration site's nomination is NASA's first in the Weird category.\nNASA’s social media presence comprises more than 525 social media accounts on 18 platforms. Through this presence, NASA seeks to not just share new discoveries and stories about space exploration on social media, but to do so in a way that is understandable and engages the public to interact with our content. The agency’s flagship Twitter account now has more than 29 million followers, the most of any federal government agency and is in the top 100 overall accounts on the platform. NASA's flagship Instagram account has over 31 million followers and is in the top 50 accounts on the platform, in addition to NASA being the largest federal government agency on Facebook and Google+. NASA maintains a robust presence sharing behind-the-scenes stories on Snapchat and curates highlights from around the agency on Tumblr, Pinterest, and GIPHY. All told, NASA's social media presence reaches more than 173 million followers across all agency accounts. Thanks in large part to social media, more people are now connecting and engaging with NASA and learning about its missions.\nMembers of the public can follow NASA across a variety of social media channels.\nEstablished in 1996 by the International Academy of Digital Arts and Sciences, the Webby Awards honor excellence on the internet, including websites, advertising and media, online film and video, mobile sites, apps and social media. The Webby in each category is awarded by a judging panel, but members of the public can register with the Webby Awards and vote for the People's Voice Award in each category.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}