{
  "url": "https://climate.nasa.gov/news/748/first-year-in-orbit/",
  "title": "First year in orbit",
  "date": null,
  "content": "By Maria-Jose Vinas,\nNASA's Goddard Space Flight Center\nIt's been a busy first year in space for Aquarius, NASA's pioneering instrument to measure ocean surface salinity from orbit.\nDesigned to advance our understanding of what changes in the saltiness of the ocean's top layer say about the water cycle and variations in climate, Aquarius took only two and a half months after its launch to start measuring global salinity patterns. Since then, it has also observed regional features such as the freshwater plume gushing from the Amazon River and localized changes in ocean saltiness following a tropical storm.\n\"It was a very remarkable achievement, that within such a short period of time after turning the instrument on we were producing very good-looking data,\" said Aquarius Principal Investigator Gary Lagerloef, of Earth & Space Research in Seattle. \"It was beyond our expectations.\"\nLagerloef said that objectives for Aquarius' second year in orbit include correcting a few remaining calibration errors and validating the Aquarius dataset with thousands of direct in-water measurements of salinity.\nThe Aquarius/Satélite de Aplicaciones Científicas (SAC)-D mission is an international collaboration of NASA and Argentina's space agency. The satellite also carries instruments from partner institutions in Canada, Italy and France.\nA Delta II rocket carrying the international observatory launched from Vandenberg Air Force Base in California, on June 10, 2011. Less than an hour later, the satellite separated from the rocket, started its deployment and established communications with ground stations.\n\"The first time the thing chirped, we got the data and posted it on the Web. It was just basic telemetry at that point, but it showed that all the systems we had put in place to share the data worked,\" said Gene Feldman, Aquarius project manager at NASA Goddard Space Flight Center in Greenbelt, Md. \"We didn't get to pop champagne — we didn't have the time!\"\nAquarius is the first NASA instrument specifically designed to study superficial ocean salinity from space, and it does it at a rate of about 300,000 measurements per month. It uses three passive microwave sensors, called radiometers, to record the thermal signal from the oceans' top 0.4 inches (10.1 millimeters). This signal varies depending on the concentration of salt and the temperature of the waters.\n\"An overarching question in climate research is to understand how changes in the Earth's water cycle — meaning rainfall and evaporation, river discharges and so forth — ocean circulation, and climate link together,\" Lagerloef said. Most global precipitation and evaporation events take place over the ocean and are very difficult to measure. But rainfall freshens the oceans' surface waters, and Aquarius can detect these changes in saltiness. \"Salinity is the variable we can use to measure that coupling effect. It's a critical factor and it will eventually be used to improve climate forecast models.\"\nAquarius became operational on Aug. 25, 2011. The project's scientists soon created a map of global ocean saltiness using the first two and a half weeks of measurements, which had been compared against reference salinity data. The map showed variations in salinity patterns in much greater detail than Aquarius researchers had expected to see so early in the mission. Another welcome surprise was the observation of the effects on the ocean of Tropical Storm Lee (Sept. 2-3, 2011). Heavy rains produced a low-salinity feature that lasted more than a month in the Gulf of Mexico between the Mississippi River delta and the Florida panhandle.\n\"Aquarius has worked flawlessly over the first year of operations,\" said Amit Sen of NASA’s Jet Propulsion Laboratory in Pasadena, Calif., who served as Aquarius project manager through the mission’s commissioning phase. \"It is giving scientists new signatures and features of global ocean surface salinity that have not been studied before.\"\nLagerloef said that once the members of the Aquarius team obtain a whole year of Aquarius data, they will study the seasonal cycle of salinity variations, and how it relates to rainfall and ocean currents.\n\"Now that we have a lot of calibration issues resolved, the mantra for the second year is going to be to turn up the science, to better understand the salinity variations seen by Aquarius,\" Lagerloef said. Another, though more distant, goal will be to integrate Aquarius data with other measurements of salinity taken from ships, robotic floats, and the European Space Agency's Soil Moisture and Ocean Salinity satellite.\nAquarius was built by NASA's Jet Propulsion Laboratory and the Goddard Space Flight Center. NASA's Launch Services Program, at Kennedy Space Center in Florida, managed the launch. JPL managed Aquarius through its commissioning phase and is archiving mission data. Goddard now manages Aquarius mission operations and processes science data, beginning on Dec. 1, 2011. CONAE is providing the SAC-D spacecraft, optical camera, thermal camera with Canada, microwave radiometer, sensors from various Argentine institutions and the mission operations center. France and Italy also are contributing instruments.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}