{
  "url": "https://climate.nasa.gov/news/2641/keeping-an-eye-on-earths-energy-budget/",
  "title": "Keeping an eye on Earth’s energy budget",
  "date": null,
  "content": "5 min read\nBy Eric Gillard,NASA's Langley Research Center\nThe Earth and its interconnected systems have always been a fascination for Norman Loeb.\n“It’s quite an interesting thing when you think about how energy is distributed and exchanged in various forms amongst Earth’s atmosphere, ocean, land and snow surfaces,” he said.\nAs the principal investigator of NASA’s Radiaton Budget Science Project, Loeb oversees a series of space-borne instruments that measure reflected sunlight and thermal radiation emitted by the Earth. It gives him a chance to satisfy his curiosity about our home planet from NASA’s Langley Research Center in Hampton, Virginia.\nAnd in just a few weeks, Loeb will watch as the newest Clouds and the Earth’s Radiant Energy System (CERES) instrument zooms off to space, where it will collect even more data on processes that help drive the connections he finds so intriguing.\nCERES Flight Model 6 (CERES FM6) will fly on the National Oceanic and Atmospheric Administration’s Joint Polar Satellite System-1 (JPSS-1), which is scheduled to launch Nov. 10 on a United Launch Alliance Delta II rocket from Space Launch Complex 2W at Vandenberg Air Force Base in California.\nObservations from CERES provide a critical top-of-atmosphere dataset for Earth’s “energy budget” — the balance between energy received from the Sun, and the amount of energy emitted by the Earth as thermal radiation.\n“If you know how much solar radiation is going in toward Earth and you know how much reflected solar radiation and thermal emission are going out, what that gives you is the energy balance. If you have more energy coming in than going out then the system will eventually heat up,” Loeb said. He’s awed by the ways in which that balance can influence Earth’s other systems. “It’s quite beautiful and mind-boggling, because how the radiation is distributed over the planet affects ocean circulation and weather in the atmosphere.”\nFive CERES instruments already are in orbit. Measurements from CERES FM6 will continue to help quantify changes in Earth’s energy budget and clouds, identify the mechanisms that drive those changes, and help policymakers make informed decisions.\n“What we’re trying to do is extend the CERES records,” Loeb said.\nThe task to collect data on the Earth’s energy budget is why CERES was created in the mid-1990s. The first CERES instrument launched on the TRMM satellite in 1997, but stopped collecting data in 2000. CERES FM1 and FM2 launched on the Terra satellite in 1999. CERES FM3 and CERES FM4 launched on Aqua in 2002. And CERES FM5 launched on Suomi NPP in 2011.\nThe project also uses imager measurements from the Moderate Resolution Imaging Spectroradiometer (MODIS) aboard NASA’s Terra and Aqua satellites, launched in 1999 and 2002, respectively, and the Visible Infrared Imaging Radiometer Suite (VIIRS) that fly aboard the Suomi-NPP and JPSS-1 instruments to provide additional information about the clouds, aerosols and surface properties observed by CERES. In addition, CERES uses data from geostationary satellites.\nScientists have been working for decades to understand how the energy budget changes in response to other changes in the system, such as those associated with temperature, water vapor, clouds, snow and tiny suspended particles called aerosols, Loeb said.\nIncreases in the concentration of gases in the atmosphere that absorb the infrared wavelength energy emitted by the Earth can lead to a warming of the planet’s surface and lower atmosphere. The gases also cause cooling of the upper atmosphere, as they trap at lower altitudes the energy that would otherwise heat the upper atmosphere.\nReflection can cause cooling, too — specifically, the radiation from the Sun reflected back into space by clouds and aerosols. Low, thick clouds are reflective and can prevent solar energy from reaching and being absorbed at the Earth’s surface. Aerosol particles can have a similar influence. Aerosol sources include windblown dust, emissions from the burning of fossil fuels such as gasoline, and the burning of forests and agricultural fields.\nCERES measurements allow atmospheric scientists to monitor that push and pull between absorption and reflection that can cause changes in the Earth’s long-term climate trends.\nBut CERES data can also be useful in improving near-term, seasonal forecasts that are driven by cloud and radiative aspects of large-scale events like El Niño and La Niña. El Niño and La Niña are weather patterns that develop when ocean temperatures fluctuate between warm and cool phases in the Equatorial Paciific.\n“Year-to-year changes are important to understand, measure and model,” Loeb said. “Those timescales are important for seasonal predictions.”\nSeasonal predictions can be useful to farmers, for instance, as they make important decisions about what types of crops to plant and when to irrigate them.\nResearchers also use CERES data products to understand the trends and patterns of change associated with sea ice and snow cover in polar regions, and to provide surface radiation data for solar power, solar cooking and architectural applications.\nThe CERES instrument is based on Langley’s Earth Radiation Budget Experiment, which used three satellites to provide global energy budget measurements from 1984 to 1990.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}