{
  "url": "https://climate.nasa.gov/news/2671/long-term-warming-trend-continued-in-2017-nasa-noaa/",
  "title": "Long-term warming trend continued in 2017: NASA, NOAA",
  "date": null,
  "content": "4 min read\nEarth’s global surface temperatures in 2017 ranked as the second warmest since 1880, according to an analysis by NASA.\nContinuing the planet's long-term warming trend, globally averaged temperatures in 2017 were 1.62 degrees Fahrenheit (0.90 degrees Celsius) warmer than the 1951 to 1980 mean, according to scientists at NASA’s Goddard Institute for Space Studies (GISS) in New York. That is second only to global temperatures in 2016.\nIn a separate, independent analysis, scientists at the National Oceanic and Atmospheric Administration (NOAA) concluded that 2017 was the third-warmest year in their record. The minor difference in rankings is due to the different methods used by the two agencies to analyze global temperatures, although over the long-term the agencies’ records remain in strong agreement. Both analyses show that the five warmest years on record all have taken place since 2010.\nBecause weather station locations and measurement practices change over time, there are uncertainties in the interpretation of specific year-to-year global mean temperature differences. Taking this into account, NASA estimates that 2017’s global mean change is accurate to within 0.1 degree Fahrenheit, with a 95 percent certainty level.\n“Despite colder than average temperatures in any one part of the world, temperatures over the planet as a whole continue the rapid warming trend we’ve seen over the last 40 years,” said GISS Director Gavin Schmidt.\nThe planet’s average surface temperature has risen about 2 degrees Fahrenheit (a little more than 1 degree Celsius) during the last century or so, a change driven largely by increased carbon dioxide and other human-made emissions into the atmosphere. Last year was the third consecutive year in which global temperatures were more than 1.8 degrees Fahrenheit (1 degree Celsius) above late nineteenth-century levels.\nPhenomena such as El Niño or La Niña, which warm or cool the upper tropical Pacific Ocean and cause corresponding variations in global wind and weather patterns, contribute to short-term variations in global average temperature. A warming El Niño event was in effect for most of 2015 and the first third of 2016. Even without an El Niño event – and with a La Niña starting in the later months of 2017 – last year’s temperatures ranked between 2015 and 2016 in NASA’s records.\nIn an analysis where the effects of the recent El Niño and La Niña patterns were statistically removed from the record, 2017 would have been the warmest year on record.\nWeather dynamics often affect regional temperatures, so not every region on Earth experienced similar amounts of warming. NOAA found the 2017 annual mean temperature for the contiguous 48 United States was the third warmest on record.\nWarming trends are strongest in the Arctic regions, where 2017 saw the continued loss of sea ice.\nNASA’s temperature analyses incorporate surface temperature measurements from 6,300 weather stations, ship- and buoy-based observations of sea surface temperatures, and temperature measurements from Antarctic research stations.\nThese raw measurements are analyzed using an algorithm that considers the varied spacing of temperature stations around the globe and urban heating effects that could skew the conclusions. These calculations produce the global average temperature deviations from the baseline period of 1951 to 1980.\nNOAA scientists used much of the same raw temperature data, but with a different baseline period, and different methods to analyze Earth’s polar regions and global temperatures.\nThe full 2017 surface temperature data set and the complete methodology used to make the temperature calculation are available at:\nhttps://data.giss.nasa.gov/gistemp\nGISS is a laboratory within the Earth Sciences Division of NASA’s Goddard Space Flight Center in Greenbelt, Maryland. The laboratory is affiliated with Columbia University’s Earth Institute and School of Engineering and Applied Science in New York.\nNASA uses the unique vantage point of space to better understand Earth as an interconnected system. The agency also uses airborne and ground-based monitoring, and develops new ways to observe and study Earth with long-term data records and computer analysis tools to better see how our planet is changing. NASA shares this knowledge with the global community and works with institutions in the United States and around the world that contribute to understanding and protecting our home planet.\nFor more information about NASA’s Earth science missions, visit:\nhttps://www.nasa.gov/earth\nMedia contacts\nSteve ColeHeadquarters, Washington202-358-0918stephen.e.cole@nasa.gov\nLeslie McCarthyGoddard Institute for Space Studies, New York212-678-5507leslie.m.mccarthy@nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}