{
  "url": "https://climate.nasa.gov/news/995/nasas-grace-satellites-show-decade-of-declining-water-reserves/",
  "title": "NASA’s GRACE satellites show decade of declining water reserves",
  "date": null,
  "content": "3 min read\nAdapting to climate change will require more than fortifying coastlines and preparing for warmer temperatures. It will require a careful look at how we manage our water resources. Nearly a decade of observations from the twin GRACE satellites shows that some parts of the United States could face hard times in coming years.\nThis map shows how water supplies have changed between 2003 and 2012. GRACE measures subtle shifts in gravity from month to month. Variations in land topography or ocean tides change the distribution of Earth’s mass; the addition or subtraction of water also changes the gravity field. In the past decade, groundwater supplies have decreased in California’s Central Valley and in the Southern High Plains (Texas and Oklahoma)—places that rely on ground water to irrigate crops. Eastern Texas, Alabama, and the Mid-Atlantic states also saw a decrease in ground water supplies because of long-term drought. The flood-prone Upper Missouri basin, on the other hand, stored more water over the decade.\n“Groundwater reserves, the traditional backup for water supplies during extended periods of drought, are in decline globally,” James Famiglietti (University of California, Irvine) and Matthew Rodell (NASA Goddard Space Flight Center) noted in a paper published in Science. This means that the water issues they observed in the United States are issues that other countries face as well.\nThe problem is only going to get worse over time, according to the most recent climate report published by the Intergovernmental Panel on Climate Change. “The contrast in precipitation between wet and dry regions and between wet and dry seasons will increase,” warn scientists in the report. In Famiglietti and Rodell’s words, “the dry regions of the world will become drier, whereas the wet areas will become wetter.” This means that those places that now rely on groundwater because they are dry will need groundwater even more in the future. The current decrease in water reserves highlights the need to monitor and manage ground water resources for the future.\n“Worldwide, groundwater supplies about half of all drinking water, and it is also hugely important for agriculture, yet without GRACE we would have no routine, global measurements of changes in groundwater availability,” said Rodell. “Other satellites can’t do it, and ground-based monitoring is inadequate.”\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}