{
  "url": "https://climate.nasa.gov/news/1008/chemical-transformations-for-food-and-fuel-an-interview-with-jonas-peters/",
  "title": "Chemical transformations for food and fuel: An interview with Jonas Peters",
  "date": null,
  "content": "By Jessica Stoller-Conrad,\r\nCalifornia Institute of Technology\nJonas Peters, Bren Professor of Chemistry Credit: Lance Hayashida/Caltech Marketing and Communications\n\n\nMany science disciplines are dedicated to investigating naturally occurring curiosities that have yet to be explained. However, in the laboratory of Jonas Peters, researchers must first create the curiosities they'll study—in the form of new chemical compounds and molecular configurations. Peters's research with the Joint Center for Artificial Photosynthesis (JCAP) at Caltech is focused on finding chemical compounds that can turn sunlight and water into fuel—much like the photosynthetic processes used by plants. In addition, his laboratory's interest in nitrogen fixation—a chemical transformation that, ultimately, enables the delivery of nitrogen to the molecules of life (DNA, RNA, proteins)—could one day influence how fertilizer is produced and is used to feed the world.\nPeters received his bachelor's degree from the University of Chicago in 1993 and a doctorate from the Massachusetts Institute of Technology in 1998. He joined the Caltech faculty as an assistant professor of chemistry in 1999, became an associate professor in 2004, a professor in 2006, and the Bren Professor of Chemistry in 2010.\nRecently, Peters spoke with us about his research, his childhood, and how a stint as a college football player contributed to his career as an academic.\nWhat are your main research interests?\nOur group is interested in the chemical transformations that are relevant to feeding and fueling the planet. There are two efforts on this campus in artificial photosynthesis, and I participate in both. One is the National Science Foundation–funded Center for Chemical Innovation in Solar Fuels (CCI Solar), which we call \"powering the planet.\" Our work here is at the fundamental level of developing the science and the concepts for artificial photosynthesis. In JCAP, our emphasis is more on taking those concepts and applying them to, ultimately, make real prototype devices that would accomplish the goal of delivering liquid fuels via artificial photosynthesis.\nWhat role does your work play in \"fueling the planet\"?\nOn the fueling-the-planet side of things, our group is interested in using protons and electrons derived from water for the production of fuel. That fuel could be hydrogen, generated by combining the protons and electrons, or a liquid fuel that instead can be made by adding the protons and electrons to carbon dioxide to make a carbon fuel source like methanol, for example. Our specific interest is in the design of metal complexes that have a high affinity for the substances like CO2—these metal complexes could then facilitate putting the CO2 through a desirable transformation instead of an undesirable one.\nAnd how about \"feeding the planet\"?\nTo make fertilizer to feed the planet, you need to understand how to redirect those protons and electrons to other really important substances, like the element nitrogen. Industry currently does this using hydrogen and very high pressures and temperatures with a catalyst. And so another big interest in our group is trying to understand and also discover systems that mediate nitrogen fixation [the process by which some soil microorganisms turn nitrogen from the air into ammonia—an essential transformation for all life]. Elsewhere in our lab we are interested in catalyzing reactions that could be important to organic chemists—and ultimately the pharmaceutical industry. One such example is using copper and light to catalyze molecular-bond constructions.\nWhat makes your research unique?\nIn all of our projects, we try to advance new concepts for catalysis, and to test these concepts. For us, it is the conceptual advance that is intellectually most exciting, rather than the longer-term possible applications. But on a day to day basis, we are also excited about making cool, fundamentally new types of molecules—ones that are just interesting in and of themselves—so that we characterize them and use them to ask interesting chemistry questions. So it's fair to say that while catalysis drives the problems we work on, we're also very interested in making new molecules that push the boundaries of what we know can be made, what we know cannot be made, and why. This has been the essence of chemistry as a discipline for a long time.\nWhat excites you most about your research?\nI think what I find most interesting is when my coworkers discover fundamentally new molecules, or an unexpected chemical transformation, that represents a whole new set of possibilities for us to think about and explore.\nSomething that distinguishes chemistry from a lot of other disciplines is that often chemists create—via the synthesis of new molecules—the problems that they then study. That's certainly true of my research. You can make molecules that are similar to other things you've made, but once in a while a student or a postdoc will come in with something that is fundamentally new and conceptually different, and these moments inspire a ton of ideas that can pave the way for literally years' worth of interesting work. Probably the most exciting moments for me are when students and postdocs open up brand new territory that sort of gets us past a logjam in thinking and instead swimming in an exciting new current.\nCan you tell us a little bit about your background?\nI grew up in Chicago. My parents have had a remarkably wide range of jobs through the years, but when I was a kid the most memorable was when we had a small diner in the city. I washed a lot of \"glassware\" there and helped out in various ways. I grew up in the city's North Side, went to Chicago Public Schools, and then went to the University of Chicago for college. So I actually didn't leave the city until I was 22. I played football in high school and for my freshman year in college, and I was really awful.\nIronically though, sports provided a means for me into higher education. I only applied to the University of Chicago because their football coach contacted me, which in retrospect was incredible, given just how bad at football I really was. Without that encouragement, I wouldn't have applied there, because I would have assumed that I wouldn't have been accepted on academic merit. In fact, the dean of admissions there eventually confided to me that I just barely was accepted into their college—just by the skin of my teeth.\nWhat happened with your football career?\nI fortunately had some injuries that helped me quit football after my first year, but around that time, I had started to get really excited about lab work. I was not very focused in high school—at least not to the extent that would be helpful if one is going to go the academic route in science—but I managed to clean up my act in college. In addition to getting really excited about what I was learning in my courses and also the lab, what probably made me focus on schoolwork in college more than anything else was the shocking sum of money I knew my parents were forking out for me to go to the University of Chicago. Guilt is powerfully motivating. It was not at all easy for them to pay those bills, but they were willing to do it and rarely complained. I was very lucky, and after a year or so that luck translated into innate interest and excitement about science, and chemistry in particular.\nHow did you get interested in chemistry?\nThat's an interesting story, because my first chemistry class in high school was a disaster. I was 15, and was too preoccupied with other things at the time. When I got to college and took the core chemistry classes, I discovered that I had an aptitude for them that I didn't realize I had. Once I realized that, I began to get a lot more confident and excited about chemistry. What drew me irreversibly into chemical research was linking up as an undergraduate with a wonderful research mentor who helped me realize how exciting research is, and what a wonderful community was there to embrace me if I just made the effort.\nDo you have any interests outside of your research?\nFor a few years, I had a bit of a baseball career here in L.A. I was a member of two teams in the Los Angeles Baseball League called the Mudskippers and the Christmas Bail Bonds Cardinals. I'm on temporary retirement until my son finishes his baseball years, but I fully expect to return as a player/manager some day; right now, I'm coaching my son's T-ball team. I really enjoy gardening; that's probably one of my favorite things to do day to day, in addition to going for runs in the area.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}