{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/368/its-not-all-rocket-science/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "A view overlooking the Jet Propulsion Laboratory\nThe latest dispatch from Patricia Song, a summer student who is working with the CloudSat mission team here at NASA's Jet Propulsion Laboratory (JPL).\nWhat comes to mind when someone tells you that they work at JPL? Scientist. Engineer. Numbers. People in white lab coats working in shiny, clean rooms with complicated silvery metal contraptions.\nAt least, that is what I pictured whenever I looked at the picture of Albert Einstein on the wall of my fifth grade classroom.\nHowever, as my stay here at JPL grows longer and I meet more and more people, I realize that those who work at JPL are not all scientists, engineers, and number crunchers. There are also many different, incredible people who work behind the scenes. They are the ones who help streamline the processes that the scientists and engineers have to go through in order to accomplish their goals.\nEvery day, all employees need to go past the security gates staffed by kind but observant officers — yes, JPL has its own police department and fire department. After passing through the gates and taking that very long walk through the parking lot and finally onto the lab, we see all the people who work on sweeping the leaves off the ground, cleaning what mess the deer leave behind, and making sure the landscaping of the lab is primped nicely. I walk past all of them and finally reach my building. If it is a Tuesday, I can usually find the custodian collecting recyclables around the floor.\nAlthough I bring my own lunches, I can’t exclude the people who work at the cafeterias. As I mentioned before (or not if you have not read my previous entries), JPL has a very ‘college campus-y’ feeling to it and the cafeterias are no exception. There are lunch cards that hold credit and a sort of makeyourown fruit cup/salad/lunch thing going on. The workers there take your money, provide services, cook and clean — anything that is needed to run a cafeteria.\nThere are the transportation and shipping people. There are those who help move papers and furniture around when someone moves to a new office. There are those who carry flight hardware into the clean rooms where engineers can use them to build new instruments. There are also the shipping people who help mail out and receive packages that need to go to and from the lab.\nAnd of course, there are the people who deal with all the money issues at JPL. There is a whole section of them (in fact, most of the other interns I know and those I have met during lunch outside are people who are working on the money side of things). So even if the lab looks like it's all science, there are dollars that need to be accounted for. A few of the people I spoke to are involved in looking at past projects and making sure that all the calculations involving money are correct.\nEven with so many different types of jobs needed in order for JPL to run efficiently, the lab hold s variety of talks and offers different ways for employees to learn more. I’ve been to a few of these presentations and all of them have been informative and are helping me make some choices about what I might want to do in school and in the future.\nSo to those people who feel that science and technology isn’t for them, there are many different opportunities to contribute to the work done here at JPL — I mean, who doesn’t think it is cool be able to say “I work for NASA”?\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}