{
  "url": "https://climate.nasa.gov/news/2734/nasa-satellites-reveal-major-shifts-in-global-freshwater/",
  "title": "NASA satellites reveal major shifts in global freshwater",
  "date": null,
  "content": "Time series showing global freshwater trends as measured by the NASA/German Aerospace Center (DLR) Gravity Recovery and Climate Experiment mission from 2002 to 2016. Freshwater increases above average are shown in blue, while decreases below average are in red. Credit: NASA's Scientific Visualization Studio › Full view\nIn a first-of-its-kind study, scientists have combined an array of NASA satellite observations of Earth with data on human activities to map locations where freshwater is changing around the globe and why.\nThe study, published today in the journal Nature, finds that Earth's wet land areas are getting wetter and dry areas are getting drier due to a variety of factors, including human water management, climate change and natural cycles.\nBetween 2002 and 2016, the Gravity Recovery and Climate Experiment (GRACE) tracked the movement of freshwater around the planet. Credit: NASA's Goddard Space Flight Center/Katy Mersmann\nA team led by Matt Rodell of NASA's Goddard Space Flight Center in Greenbelt, Maryland, used 14 years of observations from the U.S./German-led Gravity Recovery and Climate Experiment (GRACE) spacecraft mission to track global trends in freshwater in 34 regions around the world. To understand why these trends emerged, they needed to pull in satellite precipitation data from the Global Precipitation Climatology Project, NASA/U.S. Geological Survey Landsat imagery, irrigation maps, and published reports of human activities related to agriculture, mining and reservoir operations. Only through analysis of the combined data sets were the scientists able to get a full understanding of the reasons for Earth's freshwater changes, as well as the sizes of those trends.\n\"This is the first time that we've used observations from multiple satellites in a thorough assessment of how freshwater availability is changing everywhere on Earth,\" said Rodell. \"A key goal was to distinguish shifts in terrestrial water storage caused by natural variability -- wet periods and dry periods associated with El Niño and La Niña, for example -- from trends related to climate change or human impacts, like pumping groundwater out of an aquifer faster than it is replenished.\"\nFreshwater is found in lakes, rivers, soil, snow, groundwater and ice. Freshwater loss from the ice sheets at the poles -- attributed to climate change -- has implications for sea level rise. On land, freshwater is one of the most essential of Earth's resources, for drinking water and agriculture. While some regions' water supplies are relatively stable, others experienced increases or decreases.\n\"What we are witnessing is major hydrologic change,\" said co-author Jay Famiglietti of NASA's Jet Propulsion Laboratory in Pasadena, California, which also managed the GRACE mission for NASA's Science Mission Directorate in Washington. \"We see a distinctive pattern of the wet land areas of the world getting wetter -- those are the high latitudes and the tropics -- and the dry areas in between getting dryer. Embedded within the dry areas we see multiple hotspots resulting from groundwater depletion.\"\nFamiglietti noted that while water loss in some regions, like the melting ice sheets and alpine glaciers, is clearly driven by warming climate, it will require more time and data to determine the driving forces behind other patterns of freshwater change.\n\"The pattern of wet-getting-wetter, dry-getting-drier during the rest of the 21st century is predicted by the Intergovernmental Panel on Climate Change models, but we'll need a much longer dataset to be able to definitively say whether climate change is responsible for the emergence of any similar pattern in the GRACE data,\" Famiglietti said.\nThe twin GRACE satellites, launched in 2002 as a joint mission with the German Aerospace Center (DLR), precisely measured the distance between the two spacecraft to detect changes in Earth's gravity field caused by movements of mass on the planet below. Using this method, GRACE tracked monthly variations in terrestrial water storage until its science mission ended in October 2017.\nHowever, the GRACE satellite observations alone couldn't tell Rodell, Famiglietti and their colleagues what was causing the apparent trends.\n\"We examined information on precipitation, agriculture and groundwater pumping to find a possible explanation for the trends estimated from GRACE,\" said co-author Hiroko Beaudoing of Goddard and the University of Maryland in College Park.\nFor instance, although pumping groundwater for agricultural uses is a significant contributor to freshwater depletion throughout the world, groundwater levels are also sensitive to cycles of persistent drought or rainy conditions. Famiglietti noted that such a combination was likely the cause of the significant groundwater depletion observed in California's Central Valley from 2007 to 2015, when decreased groundwater replenishment from rain and snowfall combined with increased pumping for agriculture.\nSouthwestern California lost 4 gigatons of freshwater per year during the period. A gigaton of water would fill 400,000 Olympic swimming pools. A majority of California's freshwater comes in the form of rainfall and snow that collect in the Sierra Nevada snowpack and then is managed as it melts into surface waters through a series of reservoirs. When natural cycles led to less precipitation and caused diminished snowpack and surface waters, people relied on groundwater more heavily.\nDownward trends in freshwater seen in Saudi Arabia also reflect agricultural pressures. From 2002 to 2016, the region lost 6.1 gigatons per year of stored groundwater. Imagery from Landsat satellites shows an explosive growth of irrigated farmland in the arid landscape from 1987 to the present, which may explain the increased drawdown.\nThe team's analyses also identified large, decade-long trends in terrestrial freshwater storage that do not appear to be directly related to human activities. Natural cycles of high or low rainfall can cause a trend that is unlikely to persist, Rodell said. An example is Africa's western Zambezi basin and Okavango Delta, a vital watering hole for wildlife in northern Botswana. In this region, water storage increased at an average rate of 29 gigatons per year from 2002 to 2016. This wet period during the GRACE mission followed at least two decades of dryness. Rodell believes it is a case of natural variability that occurs over decades in this region of Africa.\nThe researchers found that a combination of natural and human pressures can lead to complex scenarios in some regions. Xinjiang province in northwestern China, about the size of Kansas, is bordered by Kazakhstan to the west and the Taklamakan desert to the south and encompasses the central portion of the Tien Shan Mountains. During the first decades of this century, previously undocumented water declines occurred in Xinjiang.\nRodell and his colleagues pieced together multiple factors to explain the loss of 5.5 gigatons of terrestrial water storage per year in Xinjiang province. Less rainfall was not the culprit. Additions to surface water were also occurring from climate change-induced glacier melt, and the pumping of groundwater out of coal mines. But these additions were more than offset by depletions caused by an increase in water consumption by irrigated cropland and evaporation of river water from the desert floor.\nThe successor to GRACE, called GRACE Follow-On, a joint mission with the German Research Centre for Geosciences (GFZ), currently is at Vandenberg Air Force Base in California undergoing final preparations for launch no earlier than May 22.\nFor more information on how NASA studies Earth, visit:\nhttps://www.nasa.gov/earth\nFor more information on GRACE and GRACE-FO, visit:\nhttp://www.csr.utexas.edu/grace\nhttps://grace.jpl.nasa.gov\nand\nhttps://www.nasa.gov/gracefo\nAlan Buis \r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nStephen.e.cole@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}