{
  "url": "https://climate.nasa.gov/news/7/new-satellite-to-tackle-lingering-mysteries-of-the-deep-blue-sea/",
  "title": "New satellite to tackle lingering mysteries of the deep blue sea",
  "date": null,
  "content": "A space-based perspective enables the of mapping large-scale ocean phenomena, such as the 2007 La Niña at left. The more scientists learn about ocean surface topography, the better they can apply that knowledge to answer the remaining mysteries of the oceans.\nOcean tides and currents across the globe still hold within their watery grasp the key to unanswered questions about our planet.\nScientists hope a new follow-on mission to the Jason-1 and Topex/Poseidon satellite missions, equipped with the latest high-tech instruments, will bring them closer to answering broad fundamental questions: How does ocean circulation vary from season to season, from year to year and from decade to decade? How much can the ocean change from natural and human-induced causes? In what ways does the ocean impact human activities?\nThe answers are essential when we consider that oceans cover 70 percent of Earth's surface. Their contents feed billions of humans and animals alike, support whole industries, and are the source of the rain and snow that feed the world's freshwater supply. The Ocean Surface Topography Mission/Jason-2 is poised to help scientists answer these and other critical scientific questions about ocean phenomena.\nThe mission, OSTM/Jason-2 for short, is set to offer a sea change in what we know about some of the prevailing weather and climate patterns driven by changes in oceanic tides and currents.\nWith Topex/Poseidon and Jason-1, NASA has measured the height of the ocean surface \r\n-- more commonly known as sea level -- with an accuracy of better than 2.5 centimeters (1 inch) from an orbiting altitude of 1,336 kilometers (830 miles). This is comparable to measuring the thickness of a sheet of paper on the ground from the altitude of a commercial airliner. Sea level varies greatly over the world's oceans and is not a constant. Scientists want to learn more about how its fluctuations are related to ocean circulation, climate change, marine weather, flooding, drought, hurricane intensity and \r\ncoastline erosion. The more scientists learn about ocean surface topography, as they will with OSTM/Jason-2, the better they can apply that knowledge to answer the remaining mysteries of the oceans.\nScientists know that Earth's climate system has experienced changes throughout its history. A record of ocean surface topography observations reflecting some of those changes exists for the last 15 years, thanks to Topex/Poseidon and Jason-1. However, this period accounts for relatively few moments in the planet's long history.\n\"The scientific community desperately needs much longer measurement records to begin to understand year-to-year and decade-to-decade changes in the ocean system,\" said OSTM/Jason-2 science team member Carl Wunsch, a professor at the Massachusetts Institute of Technology in Cambridge, Mass.\nScientists expect the mission's altimeters to offer added insight into ocean surface topography when combined with the accomplishments of the previous two missions. Mean sea level is an indicator of the amount of heat contained in a column of water from the ocean surface to the ocean floor. That heat is like the driver of a huge underwater truck that affects ocean currents as it goes. With the longer-term measurements to be captured by OSTM/Jason-2, scientists will be more in-tune with where the \"driver\" is going and why, how it interacts with other forces like wind and rain, and what may happen in the wake of changes in its route.\n\"OSTM/Jason-2 will provide a unique data history of sea level rise that will allow us to answer questions about the effects of global warming,\" said OSTM/Jason-2 science team member Dudley Chelton of Oregon State University in Corvalis, Ore. \"This mission will also provide insight into the reason why most of the climate models underestimate the rate of sea level rise.\"\nLess than 4 percent of ocean waters remain unaffected by humans. Through shipping, fishing, sewage and fertilizer run-off, pollution, oil spills, and auto and factory emissions, human activities are changing the chemistry of our oceans. Some of that human-induced change is combined with natural events that can also impact ocean temperatures, salinity, acidity and air pressure to influence sea surface height.\nJust as humans affect oceans, oceans and related sea level like-wise affect humans. Changes in sea level, like the incremental rises reported in recent years, can cause erosion of populated coastal areas, freshwater shortages, and disruption of the salt-water balance that can affect the seafood that feeds people all over the world.\nWith more thorough foresight into ocean circulation, specifically surface ocean currents, the fishing industry can reduce fuel costs by mapping more efficient sailing routes that consider the direction and speed of the oceans' course.\n\"Without this next generation of altimeters, there's almost no hope of ever understanding what is going on and what could happen,\" said Wunsch. \"This new ocean surface topography mission is precisely what is needed as a next step in telling the oceans' story.\"\nHow much can the ocean change from natural and human-induced causes? \r\n\t\t\t\nIn what ways does the ocean impact human activities?\nIn what ways does the ocean impact human activities?\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}