{
  "url": "https://climate.nasa.gov/news/2742/nasa-soil-moisture-data-advances-global-crop-forecasts/",
  "title": "NASA soil moisture data advances global crop forecasts",
  "date": null,
  "content": "4 min read\nWith data from NASA's Soil Moisture Active Passive satellite, researchers can monitor the amount of water in soils to identify areas prone to droughts or floods. In this map created with SMAP data from May 16-May 18, 2018, soils that are wetter than normal are seen in greens, while those that are drier than normal are seen in browns. Credit: Joshua Stevens/NASA Earth Observatory\n› Larger view\nData from the first NASA satellite mission dedicated to measuring the water content of soils is now being used operationally by the U.S. Department of Agriculture (USDA) to monitor global croplands and make commodity forecasts.\nThe Soil Moisture Active Passive mission, or SMAP, launched in 2015 and has helped map the amount of water in soils worldwide. Now, with tools developed by a team at NASA's Goddard Space Flight Center in Greenbelt, Maryland, SMAP soil moisture data are being incorporated into the Crop Explorer website of the USDA's Foreign Agricultural Service, which reports on regional droughts, floods and crop forecasts. Crop Explorer is a clearinghouse for global agricultural growing conditions, such as soil moisture, temperature, precipitation, vegetation health and more.\n\"There's a lot of need for understanding, monitoring and forecasting crops globally,\" said John Bolten, research scientist at Goddard. \"SMAP is NASA's first satellite mission devoted to soil moisture, and this is a very straightforward approach to applying that data.\"\nVariations in global agricultural productivity have tremendous economic, social and humanitarian consequences. Among the users of these new SMAP data are USDA regional crop analysts who need accurate soil moisture information to better monitor and predict these variations.\n\"The USDA does crop forecasting activities from a global scale, and one of the main pieces of information for them is the amount of water in the soil,\" said Iliana Mladenova, a research scientist at Goddard.\nThe USDA has used computer models that incorporate precipitation and temperature observations to indirectly calculate soil moisture. This approach, however, is prone to error in areas lacking high-quality, ground-based instrumentation. Now, Mladenova said, the agency is incorporating direct SMAP measurements of soil moisture into Crop Explorer. This allows the agriculture analysts to better predict where there could be too little, or too much, water in the soil to support crops.\nThese soil moisture conditions, along with tools to analyze the data, are also available on Google Earth Engine. There, researchers, nonprofit organizations, resource managers and others can access the latest data as well as archived information.\n\"If you have better soil moisture data and information on anomalies, you'll be able to predict, for example, the occurrence and development of drought,\" Mladenova said.\nThe timing of the information matters as well, she added -- if there's a short dry period early in the season, it might not have an impact on the total crop yield, but if there's a prolonged dry spell when the grain should be forming, the crop is less likely to recover.\nWith global coverage every three days, SMAP can provide the Crop Explorer tool with timely updates of the soil moisture conditions that are essential for assessments and forecasts of global crop productivity.\nFor more than a decade, USDA Crop Explorer products have incorporated soil moisture data from satellites. It started with the Advanced Microwave Scanning Radiometer-E instrument aboard NASA's Aqua satellite, but that instrument stopped gathering data in late 2011. Soil moisture information from the European Space Agency's (ESA) Soil Moisture and Ocean Salinity mission is also being incorporated into some of the USDA products. This new, high-quality input from SMAP will help fill critical gaps in soil moisture information.\nSMAP is managed for NASA's Science Mission Directorate in Washington by the agency's Jet Propulsion Laboratory in Pasadena, California, with instrument hardware and science contributions made by Goddard.\nTo learn more about SMAP, visit:\nhttps://smap.jpl.nasa.gov\nThe USDA's Crop Explorer tool is at:\nhttps://ipad.fas.usda.gov/cropexplorer/\nFor information about SMAP data products in Google Earth Engine, visit:\nhttps://explorer.earthengine.google.com/#detail/NASA_USDA%2FHSL%2FSMAP_soil_moisture\nNews media contact\nAlan Buis Jet Propulsion Laboratory, Pasadena, Calif. 818-354-0474 Alan.Buis@jpl.nasa.gov\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}