{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/794/to-the-ends-of-the-earth/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Christy Hansen in Kanger, Greenland, after one of Operation IceBridge’s science flights. Behind her is the air traffic control tower, as well as the P-3B propellers. Credit: Christy Hansen\nIf somebody had told me that 2012 would bring with it a deployment to Greenland, Chile, and possibly Antarctica, I never would have believed them. But here I am reflecting back on my three weeks in Kangerlussuaq, Greenland, as I pack for Punta Arenas, Chile. These experiences have been made possible by my new assignment as the project manager of a NASA airborne geophysical project called Operation IceBridge (OIB).\nI started full-time work with OIB this past March. What I truly enjoy about this project is the remarkably talented and extensive team I work with. As the project manager, I must coordinate and help lead a vast team of experts spread out across the country. This team includes polar scientists, instrument engineers, educational/outreach teams, logistics teams, data centers, and aircraft offices. I have to utilize good leadership and communications skills to help my integrated team work together smoothly to achieve a common goal and meet all of our science objectives.\nChristy Hansen stands in front of an airplane at Wallops Flight Facility in Virginia. This plane took her to Greenland this past April. Credit: Matt Linkswiler\n\n\n\n\nTwice a year, the OIB team travels to Earth’s polar regions to collect data on the changing ice sheets, glaciers, and sea ice. For the Arctic campaign, we use the P-3B 4-engine turbo-prop airplane at NASA Goddard Space Flight Center's Wallops Flight Facility. It has been modified to carry nine different science instruments, including laser altimeters, which measure the different heights of the terrain from aircraft, and various types of radar systems that can actually penetrate the thick ice sheets.\nA view of sea ice with open leads of water. Credit: Christy Hansen\n\n\n\n\n\n\n\n\n\nAn image of a glacier’s calving front, where it flows and loses ice to the sea. Credit: Christy Hansen\n\n\n\n\nJust four weeks after I started as project manager, I found myself landing in a small Southwestern Greenlandic town called Kangerlussuaq.  There was snow on the runway and everyone was bundled in coats. The majority of the buildings looked like military barracks. Most of the OIB team was already there, and they greeted me at the plane. At the time, I knew only one person, the project scientist, and we had only spoken a few times! What an adventure awaited me!\n\n\n\n\n\n\n\nThe plane flies over sea ice. The P-3B propeller can be seen out the window of the plane. Credit: Christy Hansen\n\n\n\n\n\n\n\n\n\nChristy sitting on a toolbox working on the plane during flight surrounded by various instrumentation. Credit: Christy Hansen\n\n\n\n\nEach day, we flew at 1500 feet, seemingly scraping the surface of the massive Greenland ice sheet. I felt as though I could have touched it with my fingers if I had just stretched out my hand. It was beautiful. \nWatching the team work together like a well-oiled machine, for almost 8 hours at a time, was simply awesome. The pilots, the aircraft maintenance team, and the instrument experts, who collect gigabytes and terabytes of data per flight, collect the invaluable data that tells us what is happening at our poles, and how much the ice is changing each year.\n\nMy second trip to collect data with the OIB team began last September. For the Antarctic campaign, we use NASA Dryden Flight Research Center’s DC-8 aircraft and operate out of Punta Arenas, Chile. During this Chilean campaign, we will actually fly from Chile, over specific science target regions in Antarctica, and then land back in Chile! That’s an 11-hour round trip flight almost every day!\n\n\n\n\n\n\n\nChristy Hansen hugs the Russell glacier, part of the Greenland Ice Sheet. Credit: Christy Hansen\n\n\n\n\nIsn’t this exciting? If you want to learn more about what I do and Operation IceBridge’s current Antarctic campaign, join my Google+ Hangout on Wednesday, October 17th from 1-2pm EST. I look forward to talking to you from Chile.\nMore information:\nGoogle+ Hangout with Christy Hansen\nhttp://climate.nasa.gov/eswSite/eswEvents/HansenEvent/\nCareer Spotlight: Christy Hansen\nhttp://climate.nasa.gov/eswSite/eswVideos/ChristyHansen/\nNASA Earth Science Week Website\nhttp://climate.nasa.gov/esw2012/\nOperation IceBridge\nhttp://www.nasa.gov/mission_pages/icebridge/index.html\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}