{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/797/california-dreamin/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Guest blogger Bill Patzert, a climatologist at JPL, tells about the personal journey that led him toward a career in Earth science.\nI mostly grew up in Gary, Indiana on the shores of Lake Michigan (a smallish ocean) surrounded by great Pleistocene sand dunes. Meteorologically, we had blizzards, sweltering summers and even tornadoes.\nMy dad was a sea captain and taught me celestial navigation, shooting the stars and the sun with a sextant. At night he would point out the North Star and the many constellations and tell me about the mythology of each. This was heady stuff and fascinating for a budding geek. For my generation, Sputnik was huge. We became the first space-nut generation. Sputnik and the Jet Propulsion Laboratory's (JPL**) Explorer 1 gave many of my classmates and me the 'space bug.'\nThe opportunity for adventure presented itself in an unusual manner. I'd blown out my knee playing basketball and dropped out of college my freshman year and ran away to sea. I hitchhiked to New York and worked for a seaman's union in Brooklyn. Friends of my dad put me to work on a tramp freighter. I went around the world. I spent a week in Bali surfing and diving, then back across the Pacific through two great big typhoons.\nEventually, I went back to school and double-majored in physics and math at Purdue. I also double-minored in American literature and geology. One winter, I saw this book on surfing in Hawaii. Soon I was headed to Hawaii for graduate school. I got up at five in the morning, went surfing, then off to class and studied in the evening. A few years later, I had earned a doctorate in oceanography and meteorology.\n\n\n\n\n\n\n\nAfter I graduated, I was off to a position at the Scripps Institution of Oceanography in La Jolla, California - a fantastic research institute and another surfing mecca.\nIn the 1970s, the vast oceans and the global atmosphere were poorly sampled. Those years were filled with travel for research to Tahiti, islands in the Pacific, Australia, Indonesia, South America, Southeast Asia and many other places I had dreamed of as a boy. I saw much of the world, had great adventures and gained a deep appreciation about the great forces of nature.\nIn the early 1980s, oceanography was about to enter the space age. The National Oceanic and Atmospheric Administration (NOAA) was flying satellites that were revolutionizing weather forecasting and NASA was planning for a suite of ocean-observing spacecraft.\nRemembering the excitement of Sputnik and witnessing the birth of America's new space program, I hung up my sea boots and cast my future and fortune with NASA and JPL.\nThat gamble has been wildly successful. The TOPEX/Poseidon, Jason-1 and Jason-2 ocean satellites have been flying for 20 years. These height-measuring observatories have revolutionized oceanography and climate research.\nAlthough I miss hearing the surf and donning the wetsuit every few days, I really enjoy being at JPL. I love to speak with students, civic and environmental groups, and, even, politicians. After speaking all over Southern California for almost three decades, I'm still surprised and delighted with the people I meet.\nToday, there are great issues that must be addressed - climate change, our economy, human rights, poverty and many others. The problems the global community is dealing with now - the deficit, war and poverty - will be dwarfed by climate change, sea-level rise, a warming world, and change in agricultural and rainfall patterns.\nWhat happens when you have nearly sixty million people in California and no water? In the old days, the Anasazi just dispersed throughout the Southwest. Now we're 95% urban. So we're definitely not going to put L.A. in a backpack and move to British Columbia. Climate change is the real deal. I want to contribute to the dialogue and, hopefully, a better future.\nYep, still dreaming here at JPL.\nPost by Bill Patzert, Climatologist, Jet Propulsion Laboratory\n(http://science.jpl.nasa.gov/people/Patzert/)\nLearn more about Earth Science Week and NASA’s Earth Explorers:\nhttp://climate.nasa.gov/esw2012/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}