{
  "url": "https://climate.nasa.gov/news/816/what-goes-down-must-come-back-up/",
  "title": "What goes down must come back up",
  "date": null,
  "content": "A new NASA study finds that global sea level, which dipped sharply in 2010-11 due to a strong La Nina event, has recovered and resumed its long-term upward climb. Image credit: NASA/JPL-Caltech/CNES\nFor most of the past two decades, the NASA and European Topex/Poseidon, Jason-1 and Jason-2 satellites have tracked the gradual rise of the world's ocean in response to global warming. In August 2011, scientists at NASA's Jet Propulsion Laboratory, Pasadena, Calif., and the University of Colorado in Boulder reported that global sea level rise had hit a speed bump (see \"NASA Satellites Detect Pothole on Road to Higher Seas\": http://www.jpl.nasa.gov/news/news.php?release=2011-262).\nThe researchers found that between early 2010 and summer 2011, global sea level fell sharply, by about a quarter of an inch, or half a centimeter. Using data from the NASA/German Aerospace Center's Gravity Recovery and Climate Experiment (GRACE) spacecraft, they showed that the drop was caused by the very strong La Nina that began in late 2010. This periodic Pacific Ocean climate phenomenon changed rainfall patterns all over our planet, moving huge amounts of Earth's water from the ocean to the continents, primarily to Australia, northern South America and Southeast Asia.\nNow, a new paper published recently in the journal Geophysical Research Letters documents the effects of the 2010-11 La Nina on global sea level and updates the measurements. The result: as predicted, by mid-2012, global mean sea level had not only recovered from the more than 0.2 inches (5 millimeters) it dropped in 2010-11, but had resumed its long-term mean annual rise of 0.13 inches (3.2 millimeters) per year. Results of the new study are presented graphically at: http://photojournal.jpl.nasa.gov/catalog/PIA16294.\n\"The water the ocean 'lost' was compensated for rather quickly,\" said lead study author Carmen Boening of JPL. \"The newest data clearly indicate that the drop in 2010-11 was only temporary.\"\nJPL co-author Josh Willis added that, like clockwork, the long-term rise of the ocean marches on. \"The dip in global sea levels, brought to us courtesy of a major La Nina event, was little more than a pothole in the long road toward a rising ocean and shrinking coastlines,\" he said.\n\"In 2011, we detected a lot of water that was temporarily stored over land, causing severe flooding in some regions,\" said JPL co-author Felix Landerer. \"In 2012, we have seen much of this water find its way back into the ocean.\"\nFor more information on NASA's satellite altimetry missions, visit: http://sealevel.jpl.nasa.gov/. For more on GRACE, visit: http://www.csr.utexas.edu/grace/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}