{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/387/burn-baby-burn/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "The ozone hole over the South Pole as of 14 September, 2010. Credit: Ozone Hole Watch.\nThis year's annual depletion of stratospheric ozone over Antarctica – more commonly referred to as the “ozone hole” – started in early August 2010 and is now expanding toward its yearly maximum. Today we cross-post a blog entry from the Environmental Science Degrees blog about how not to treat your ozone layer.\nOzone depletion is a very real and very frightening reality on planet Earth. The ozone layer is a protective shield in the stratosphere that protects us from the sun’s harmful ultraviolet rays. During the 1980s, scientists noticed that the ozone was decreasing in Earth’s polar regions. It was later discovered that chlorofluorocarbons (CFCs), a popular compound that was used in various products like refrigerants, air-conditioning and cleaning agents, was a major cause in ozone depletion. With every spray of aerosol hairspray and flow of air conditioning, CFCs were emitted into the atmosphere, carried by winds up to the stratosphere and broken down by UV radiation, releasing chlorine atoms that destroyed the ozone layer. Since this discovery, the U.S. and other countries agreed to the Montreal Protocol treaty that has regulated the manufacturing, sale and use of CFCs and it’s alternative, HCFCs. Through collective efforts of developed countries, there has been a significant reduction in ozone depletion, but CFCs and HCFCs are still being used commercially and by developing countries. Here are six ways to burn a hole in the ozone:\nUse Inhalers\nA metered dose inhaler (MDI) is a hand-held, pressurized tool used to deliver small doses of medication to the lungs for patients with asthma and chronic obstructive pulmonary disease (COPD). For every puff of an inhaler, the more CFCs are being emitted into the atmosphere and depleting the ozone layer because MDIs are still made with these compounds. Research is underway to implement alternatives for CFCs in inhalers, but is not available yet.\nUse Document Preservation Sprays\nDocument preservation sprays will certainly burn a hole in the ozone layer because they still contain CFCs or HCFCs as propellants. In order to regulate the emissions, document preservation sprays may only be used on thick books, books with coated or dense paper and tightly bound documents.\nUse a Fire Extinguisher\nIf there’s a fire in your office kitchen, school laboratory or local restaurant, a portable fire extinguisher is most often used to put out the fire. What you may not know is that non-residential fire extinguishing equipment, like a portable fire extinguisher, still contains HCFCs that burn a hole in the ozone. However, these extinguishers may be used in non-residential applications only.\nUse Aerosol Hairsprays\nWhile the use of CFCs in aerosol hairsprays has been phased out in developed countries, it is still used in developing countries that have not implemented an alternative compound for aerosols. Today’s aerosol hairsprays contain HFCs, which are thought to be more ozone-friendly, but certainly contribute to global warming.\nUse Wasp and Hornet Sprays\nUsing wasp and hornet killer sprays is a guaranteed way to burn a hole in the ozone because these aerosol products contain HCFCs to replace CFCs. According to the EPA, wasp and hornet sprays can only be used near high-tension power lines, and the seller must notify customers about these restrictions.\nUse Foam Insulation Products\nFoam insulation products are used for appliance, residential and commercial insulation applications, such as refrigerated storage and transport or pipe insulation. Foam insulation products are still made with HCFC blowing agents because its HFC alternative has not been implemented across all nations.\nThanks to Ron Delfs of environmentalsciencedegrees.net.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}