{
  "url": "https://climate.nasa.gov/news/2793/just-another-day-on-aerosol-earth/",
  "title": "Just another day on aerosol Earth",
  "date": null,
  "content": "3 min read\nTake a deep breath. Even if the air looks clear, it is nearly certain that you will inhale millions of solid particles and liquid droplets. These ubiquitous specks of matter are known as aerosols, and they can be found in the air over oceans, deserts, mountains, forests, ice, and every ecosystem in between.\nIf you have ever watched smoke billowing from a wildfire, ash erupting from a volcano, or dust blowing in the wind, you have seen aerosols. Satellites like Terra, Aqua, Aura, and Suomi NPP “see” them as well, though they offer a completely different perspective from hundreds of kilometers above Earth’s surface. A version of a NASA model called the Goddard Earth Observing System Forward Processing (GEOS FP) offers a similarly expansive view of the mishmash of particles that dance and swirl through the atmosphere.\nThe visualization above highlights GEOS FP model output for aerosols on August 23, 2018. On that day, huge plumes of smoke drifted over North America and Africa, three different tropical cyclones churned in the Pacific Ocean, and large clouds of dust blew over deserts in Africa and Asia. The storms are visible within giant swirls of sea salt aerosol (blue), which winds loft into the air as part of sea spray. Black carbon particles (red) are among the particles emitted by fires; vehicle and factory emissions are another common source. Particles the model classified as dust are shown in purple. The visualization includes a layer of night light data collected by the day-night band of the Visible Infrared Imaging Radiometer Suite (VIIRS) on Suomi NPP that shows the locations of towns and cities.\nNote: the aerosol in the visualization is not a direct representation of satellite data. The GEOS FP model, like all weather and climate models, used mathematical equations that represent physical processes to calculate what was happening in the atmosphere on August 23. Measurements of physical properties, like temperature, moisture, aerosols, and winds, are routinely folded into the model to better simulate real-world conditions.\nSome of these inputs come from satellites; others come from data collected by sensors on the ground. Fire radiative power data from the Moderate Resolution Imaging Spectroradiometer (MODIS) sensors on Aqua and Terra is one type of satellite data that was assimilated directly into the model. This type of data includes information about the location and intensity of fires—something that the model uses to help calculate the behavior of black carbon plumes.\nSome of the events that appear in the visualization were causing pretty serious problems on the ground. On August 23, Hawaiians braced for torrential rains and potentially serious floods and mudslides as Hurricane Lane approached. Meanwhile, twin tropical cyclones—Soulik and Cimaron—were on the verge of lashing South Korea and Japan. The smoke plume over central Africa is a seasonal occurrence and mainly the product of farmers lighting numerous small fires to maintain crop and grazing lands. Most of the smoke over North America came from large wildfires burning in Canada and the United States.\nThis piece was originally published on the NASA Earth Observatory Image of the Day.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}