{
  "url": "https://climate.nasa.gov/news/2755/spacex-crs-15-briefings-and-events/",
  "title": "SpaceX CRS-15 briefings and events",
  "date": null,
  "content": "A SpaceX Falcon 9 rocket soars upward after lifting off from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida at 4:30 p.m. EDT, on April 2, 2018, carrying the SpaceX Dragon resupply spacecraft to the International Space Station. Photo credit: NASA/Tony Gray, Tim Powers, Tim Terry\n› Larger view\nNASA commercial cargo provider SpaceX is targeting no earlier than 2:42 a.m. PDT (5:42 a.m. EDT) Friday, June 29, for the launch of its 15th resupply mission to the International Space Station. The cargo includes ECOSTRESS, developed by NASA's Jet Propulsion Laboratory in Pasadena, California. ECOSTRESS measures the temperature of plants to better understand how much water plants need and how they respond to stress.\nLive coverage will begin on NASA Television and the agency's website Thursday, June 28, with prelaunch events.\nPacked with more than 5,900 pounds of research, crew supplies and hardware, the SpaceX Dragon spacecraft will launch on a Falcon 9 rocket from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida. About 10 minutes after launch, Dragon reaches its preliminary orbit, at which point it will deploy its solar arrays and begin a carefully choreographed series of thruster firings to reach the International Space Station.\nIn addition to bringing research to station, the Dragon's unpressurized trunk is carrying a new Canadian-built Latching End Effector, or LEE. This new LEE is being launched as a spare to replace the failed unit astronauts removed during a series of spacewalks in the fall of 2017. Each end of the Canadarm2 robotic arm has an identical LEE, and they are used as the \"hands\" that grapple payloads and visiting cargo spaceships. They also enable Canadarm2 to \"walk\" to different locations on the orbiting outpost.\nIn collaboration with the National Park Service, a toy dog also is headed to the space station, representing the Newfoundland dog that accompanied explorers Meriwether Lewis and William Clark on their historic expedition in the 1800s. It will help the two agencies celebrate NASA's 60th anniversary and the National Trail System's 50th anniversary.\nThe Dragon spacecraft will take three days to reach the space station, arriving Monday, July 2. NASA astronaut Ricky Arnold, backed up by fellow NASA astronaut Drew Feustel, will supervise the operation of the Canadarm2 robotic arm for Dragon's capture while NASA astronaut Serena Auñón-Chancellor monitors the spacecraft's systems. After Dragon capture, ground commands will be sent from mission control in Houston for the station's arm to rotate and install it on the bottom of the station's Harmony module.\nAt 8 a.m. PDT (11 a.m. EDT) on Thursday, June 28, there will be a What's on Board science briefing from Kennedy, streamed live on the NASA website. The briefing will highlight the following research:\n--Christian Karrasch, project lead at the German Aerospace Center (DLR), and Philipp Schulien, project engineer at Airbus, will discuss the CIMON study into crew efficiency and acceptance of artificial intelligence (AI) support for future use on long-duration missions.\n--Principal investigators Richard Grugel at NASA's Marshall Space Flight Center and Oliver Steinbock at Florida State University, will discuss Chemical Gardens studying the physics of nanotube growth.\n--Simon Hook, ECOSTRESS principal investigator at JPL, and Woody Turner, program scientist in the Earth Science Division at NASA Headquarters, will discuss the ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) investigation. This study will answer several key science questions related to water stress in plants and how selected regions may respond to future changes in climate.\n--Paolo Luzzatto-Fegi, principal investigator at the University of California, Santa Barbara, and Richard Dickinson, director of the Division of Chemical, Bioengineering, Environmental, and Transport Systems at the National Science Foundation, will discuss Quantifying Cohesive Sediment Dynamics for Advanced Environmental Modeling (BCAT-CS), which focuses on the study of forces between particles that cluster together by studying sediments of quartz and clay particles.\n--Ken Podwalski, director of Space Exploration Operations and Infrastructure for the Canadian Space Agency, will discuss the spare Canadarm2 Latching End Effector (LEE) being launched.\nFrom 9:45 to 10:15 a.m. PDT (12:45 to 1:15 p.m. EDT), there will be a prelaunch news conference from NASA's Kennedy Space Center in Florida with representatives from NASA's International Space Station Program, SpaceX and the U.S. Air Force's 45th Space Wing. This conference will also be streamed live on the NASA website.\nNASA TV live coverage will begin at 2:15 a.m. PDT (5:15 a.m. EDT) on June 29. For NASA TV information and links to streaming video, visit http://www.nasa.gov/ntv.\nPrelaunch and launch day coverage of the SpaceX CRS-15 flight will be available on the NASA website. Coverage will include live streaming and blog updates beginning at 2:15 a.m. PDT (5:15 a.m. EDT) as the countdown milestones occur. You can follow countdown coverage on our launch blog at http://blogs.nasa.gov/spacex.\nA postlaunch news conference will occur at about 5 a.m. PDT (8 a.m. EDT) in Kennedy's Press Site TV Auditorium and air live on NASA Television and the agency's website at http://www.nasa.gov/ntv.\nLearn more about the SpaceX CRS-15 mission by going to the mission home page at:\nhttp://www.nasa.gov/spacex\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}