{
  "url": "https://climate.nasa.gov/news/2756/nasa-joins-effort-to-sniff-out-ozone-in-the-northeast/",
  "title": "NASA joins effort to sniff out ozone in the Northeast",
  "date": null,
  "content": "5 min read\nBy Joe Atkinson,NASA's Langley Research Center\nThe Long Island Sound — a region known for its coastal communities, beaches, fishing and birdwatching.\nBut it's also a region where noxious emissions, meteorology and the water-land transition open the door to an unwanted guest — ozone.\nOn a bad day, that ozone can have detrimental health effects for millions of folks in an area that can stretch from the New York City metropolitan area clear to the Atlantic coast of Massachusetts. Square in the ozone hotspot — the Connecticut shoreline.\nThat's the bad news.\nBut there's good news, too. A scientific investigation is looking into how that troublesome ozone forms and how it's being transported around the sound.\nLed by the Northeast States for Coordinated Air Use Management (NESCAUM), the Long Island Sound Tropospheric Ozone Study (LISTOS) kicked off this month and involves researchers from state and federal agencies and academia. Two NASA centers — Langley Research Center in Hampton, Virginia, and Goddard Space Flight Center in Greenbelt, Maryland — are contributing scientists, pilots, aircraft and aircraft-based remote sensing instruments to the effort.\nCoastal ozone isn't new territory for the NASA scientists. In fact, LISTOS continues work NASA has been doing with states to better understand high ozone events. Studies last year looked at ozone along the Lake Michigan shoreline, Los Angeles and in the lower Chesapeake Bay. OWLETS-2, a study happening concurrently with LISTOS, is looking at ozone in the northern Chesapeake Bay.\n\"These coastal areas, just the meteorology of these areas in one way or another accentuates getting the high ozone,\" said Jay Al-Saadi, LISTOS platform scientist at Langley — so he and his team are taking to the sky to help figure out what's going on.\nOzone is created when emissions from cars, power plants, wildfire smoke and other sources chemically react in sunlight. It diminishes air quality, aggravates breathing problems such as asthma and can even cause lung damage. Children and senior citizens are especially at risk from ozone exposure.\nThough a large portion of the emissions causing the ozone around the Long Island Sound is likely coming from sources in and around New York City — motor vehicles, ships, industrial boilers and power plants, just to name a few — the city can't take all the blame.\n\"There are emissions from the Washington D.C., Baltimore, Philadelphia corridor, and even from the Ohio River valley that end up in that area,\" said Al-Saadi. \"So just because of the meteorology, because of the way the air flows, it's an even more complicated question of the emissions coming from outside your local area.\"\nAirflow and heat have everything to do with high ozone concentrations. Land-water breezes can concentrate ozone along the coastline. Heat accelerates ozone production. It can all be a bit unpredictable, which is why the Langley team will have to be fairly flexible over the next few months.\n\"We're going to have instruments ready to go on these airplanes most of the summer,\" said Al-Saadi. \"And hopefully with a few days' lead time, if the forecasters indicate conditions are getting right, then we'll be able to support flights during those events.\"\nNASA scientists will employ three different instruments during the study. Goddard's Geostationary Trace gas and Aerosol Sensor Optimization, or GeoTASO, is a remote-sensing instrument that observes reflected sunlight to measure atmospheric trace gases and aerosols over a wide area.\nGeoTASO will provide critical measurements for LISTOS, but is also a test bed for a future NASA mission called Tropospheric Emissions: Monitoring of Pollution, or TEMPO. Scheduled to launch on a commercial satellite within the next few years, TEMPO will monitor major air pollutants across North America hourly and in greater detail than ever before.\n\"We're taking every opportunity we can to continue preparing for TEMPO,\" said Al-Saadi. \"We're getting these TEMPO-like measurements at different times of day in field intensives where you have partners that are making the other measurements that you need to truth our measurements. So we get a lot of benefit out of participating in these campaigns that the broader community is active in.\"\nLISTOS will also employ a new Langley instrument called the High Altitude Lidar Observatory, or HALO, which uses laser pulses to measure atmospheric gases and aerosols. Some flights will also feature the GEO-CAPE Airborne Simulator, or GCAS, another instrument from Goddard that takes measurements similar to GeoTASO.\nNASA will have instruments on the ground as well. Several Pandora spectrometer instruments will use the light from the sun to measure trace gases in the atmosphere. Langley and Goddard will also contribute ozone-measuring ground lidar systems that are part of NASA's Tropospheric Ozone Lidar Network, or TOLNet.\nThose measurements will complement satellite, balloon, marine and other ground-based data collection methods. The Langley team hopes state and federal partners will then be able to turn those measurements into actionable data.\n\"It always gets back to, at the local or regional sense, what can we do to help improve the air quality, to curtail the emissions?\" said Al-Saadi.\nState environmental agencies from New York, New Jersey, Connecticut and Maine are participating LISTOS. Other federal agencies participating in the study include the U.S. Environmental Protection Agency and the National Oceanic and Atmospheric Administration. To read more about the study and see a full list of participants, visit the NESCAUM website.\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nJeremy Johnson laces his black, steel-toed boots and zips up his dark blue flight suit.…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}