{
  "url": "https://climate.nasa.gov/news/2758/four-things-ecostress-can-see-from-space-in-addition-to-plants/",
  "title": "Four things ECOSTRESS can see from space (in addition to plants)",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nNASA's Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) is designed to study how plants respond to heat and water stress by measuring the temperature of Earth's vegetation at all times of day with an accuracy of a few tenths of a degree.\nUnusual heat can be a warning sign of important changes and concerns in many fields of research besides botany. Here are four other areas where ECOSTRESS's precise temperature measurements could make a difference.\nECOSTRESS's radiometer can detect all kinds of fires, but it may be most useful in recording small fires -- new wildfires that are just beginning to grow, and small agricultural fires that only burn for a day. These have proven hard to study from satellite observations. Many satellite sensors make one single measurement of energy averaged over a large area of Earth's surface (pixel), and \"If a fire does not occupy enough of the area, it may not be detected,\" said ECOSTRESS Principal Investigator Simon Hook of NASA's Jet Propulsion Laboratory in Pasadena, California.\nECOSTRESS has a pixel size of only 130 by 230 feet (40 by 70 meters), offering a much sharper view. \"We'll be able to see a bonfire on a beach,\" Hook said.\nECOSTRESS's orbit is also an advantage in finding fires. Sun-synchronous satellites pass over the equator -- and therefore over most of Earth's vegetation -- in mid-morning, but agricultural fires are often not lit until then or later, and they usually die out naturally the same night. So even the highest-resolution sensor in Sun-synchronous orbit is likely to be in the right place at the wrong time to see these burns. Additionally, most high-resolution satellite sensors image the same location only once every couple of weeks. From the vantage point of the International Space Station, ECOSTRESS images the same spot every few days.\nIf you watched news coverage of the recent Kilauea eruption in Hawaii, you may have noticed images from NASA's Advanced Spaceborne Thermal Emission and Reflection Radiometer. ASTER is one of the more versatile satellite imagers for volcanic eruptions because it can observe both heat and sulfur dioxide plumes, which can signal an impending eruption. ECOSTRESS's thermal infrared imager has the same observational capabilities, plus the advantage of a faster revisit time. Passing over a volcano every few days, it will be able to spot new fissures and hotspots many days sooner than the older ASTER.\nThe heat generated by a large city can compound the health hazards of heat waves, particularly for the oldest and youngest city dwellers. Which neighborhoods suffer from heat the most? Which mitigations work best? \"With the very detailed images from ECOSTRESS, which will be the highest-spatial-resolution thermal infrared space instrument at the moment, we'll be able to see which mitigation efforts are keeping neighborhoods cool,\" Hook said. These data could help a city assess the relative effectiveness of mitigation techniques.\nAlong coastlines and in large lakes, wind can push surface water aside to the extent that cold water from the depths is able to rise to the surface, bringing nutrients with it. These upwellings of cold water are important sources of nutrition for the coastal and lake plants and animals. However, researchers who want to study these upwellings with satellite data are hampered by the same two drawbacks that limit their ability to spot small fires: either the spatial resolution is too coarse to detect the events, or the revisits are too infrequent to catch incidents that last only a few days (or both). ECOSTRESS can detect these smaller upwellings, providing valuable information for understanding how the colder, nutrient-rich material moves and dissipates.\nAs a pathfinder instrument, ECOSTRESS has a limited one-year prime mission on the space station. However, the uses described here and its primary purpose of studying vegetation health were named as priorities for space-based observations in both the last and the current Earth Science Decadal Survey from the National Academy of Sciences. ECOSTRESS measurements will help guide the planning for future observations identified in these surveys.\nNews media contact\nAlan Buis / Esprit SmithJet Propulsion Laboratory, Pasadena, California818-354-0474 / 818-354-4269Alan.Buis@jpl.nasa.gov / Esprit.Smith@jpl.nasa.gov\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}