{
  "url": "https://climate.nasa.gov/news/2759/ecostress-launches-to-space-station-on-spacex-mission/",
  "title": "ECOSTRESS launches to space station on SpaceX mission",
  "date": null,
  "content": "NASA's new Earth-observing experiment, ECOSTRESS, is installed on the International Space Station. ECOSTRESS will provide thermal infrared measurements of Earth's surface allowing scientists to assess plant water use and response to changes in water availability. Credit: NASA \n› Larger view\nUpdated at 11 a.m. PDT on July 6, 2018.\nNASA's ECOSTRESS was removed from the Dragon spacecraft and robotically installed on the exterior of the space station's Japanese Experiment Module -Exposed Facility (JEM-EF) late Thursday, July 5. Functional testing is expected to begin next week.\nUpdated on July 2, 2018, at 2:15 p.m.\nThree days after its launch from Cape Canaveral Air Force Station in Florida, the SpaceX Dragon cargo spacecraft -- with NASA's ECOSTRESS in tow -- was installed on the Earth-facing side of the International Space Station's Harmony module at 6:52 a.m. PDT (9:52 a.m. EDT) on Monday, July 2.\nECOSTRESS will be taken off the Dragon spacecraft and robotically installed on the exterior of the station's Japanese Experiment Module Exposed Facility Unit on Thursday night/Friday morning.\nOriginal feature - June 29, 2018\nAn Earth science instrument built by NASA's Jet Propulsion Laboratory in Pasadena, California, and experiments investigating cellular biology and artificial intelligence, are among the research heading to the International Space Station following Friday's launch of a NASA-contracted SpaceX Dragon spacecraft at 5:42 a.m. EDT.\nDragon lifted off on a Falcon 9 rocket from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida with more than 5,900 pounds of research, equipment, cargo and supplies that will support dozens of investigations aboard the space station.\nNASA astronauts Ricky Arnold and Drew Feustel will use the space station's Canadarm2 robotic arm to capture Dragon when it arrives at the station. Live coverage of the rendezvous and capture will air on NASA Television and the agency's website beginning at 2:30 a.m. PDT (5:30 a.m. EDT) Monday, July 2. Installation coverage is set to begin at 6 a.m. PDT (9 a.m. EDT).\nJPL's ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) will provide a new space-based measurement of how plants respond to changes in water availability. This data can help society better manage agricultural water use.\n\"ECOSTRESS' unique orbital perch aboard the space station will allow it to observe the same spot on Earth every few days at different times of day for at least a year, giving scientists the ability to track changes in plant water use over the course of a typical day,\" said ECOSTRESS Principal Investigator Simon Hook of JPL. \"Current polar-orbiting satellites can only provide a single snapshot of evapotranspiration each day, at the same time of day. The team is ready to receive our first science data, expected in early July.\"\nResearch materials flying inside Dragon's pressurized cargo area include a cellular biology investigation (Micro-12) to understand how microgravity affects the growth, gene expression and ability of a model bacterium to transfer electrons through its cell membrane along the bacterial nanowires it produces. Such bacteria could be used in microbial fuel cells to make electricity from waste organic material.\nAn observational pilot study with the Crew Interactive MObile companioN (CIMON), aims to get first insights into the effects of crew support by an artificial intelligence (AI) in terms of efficiency and acceptance during long-term missions in space.\nAmong the hundreds of pounds of hardware flying to the space station is a spare Canadian-built Latching End Effector (LEE). Each end of the Canadarm2 robotic arm has an identical LEE, and they are used as the \"hands\" that grapple payloads and visiting cargo spaceships. They also enable Canadarm2 to \"walk\" to different locations on the orbiting outpost.\nThis is SpaceX's 15th cargo flight to the space station under NASA's Commercial Resupply Services contract. Dragon is scheduled to depart the station in August and return to Earth with more than 3,800 pounds of research, hardware and crew supplies.\nFor more than 17 years, humans have lived and worked continuously aboard the International Space Station, advancing scientific knowledge and demonstrating new technologies, making research breakthroughs not possible on Earth that will enable long-duration human and robotic exploration into deep space. A global endeavor, 230 people from 18 countries have visited the unique microgravity laboratory that has hosted more than 2,400 research investigations from researchers in 103 countries.\nJPL built and manages the ECOSTRESS mission for NASA's Earth Science Division in the Science Mission Directorate in Washington. ECOSTRESS is one of NASA's Earth Venture-Instrument series of missions - small, targeted science investigations that complement NASA's larger missions. It is sponsored by NASA's Earth System Science Pathfinder program, managed by NASA's Langley Research Center in Hampton, Virginia.\nFor more information about ECOSTRESS, visit:\nhttps://www.nasa.gov/ecostress\nand\nhttps://ecostress.jpl.nasa.gov\nGet breaking news, images and features from the space station on social media at:\nhttps://instagram.com/iss\nhttps://www.twitter.com/Space_Station\nand\nhttp://www.twitter.com/ISS_Research\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nStephanie Schierholz\r\nNASA Headquarters, Washington\r\n202-358-1100\r\nstephanie.schierholz@nasa.gov\nGary Jordan\r\nNASA Johnson Space Center, Houston\r\n281-483-5111\r\ngary.j.jordan@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}