{
  "url": "https://climate.nasa.gov/news/2760/first-laser-light-for-grace-follow-on/",
  "title": "First laser light for GRACE Follow-On",
  "date": null,
  "content": "4 min read\nArtist's rendering of the twin spacecraft of the Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, scheduled to launch in May. GRACE-FO will track the evolution of Earth's water cycle by monitoring changes in the distribution of mass on Earth. Credit: NASA/JPL-Caltech\n› Larger view\nThe laser ranging interferometer (LRI) instrument has been successfully switched on aboard the recently launched twin U.S./German Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) satellites. The LRI, which is being flown as a technology demonstration, has made its first measurements in parallel with GRACE-FO's main microwave ranging instrument, and initial comparisons of the data from the two types of instruments show that they agree as expected.\n\"The LRI is a breakthrough for precision distance measurements in space,\" said LRI Instrument Manager Kirk McKenzie of NASA's Jet Propulsion Laboratory in Pasadena, California, which manages NASA's contribution to the instrument. \"It's the first inter-spacecraft laser interferometer and the culmination of about a decade of NASA- and German-funded research and development.\"\nThe GRACE-FO mission, launched on May 22, continues the work of the original GRACE mission of monitoring phenomena such as the melting of ice sheets and changes in groundwater levels by tracking the changing pull of gravity on the GRACE-FO satellites. The microwave ranging interferometer records these changes in gravity by measuring how they change the distance between the twin spacecraft. By accurately measuring these minute changes as the two spacecraft orbit the planet, scientists are able to calculate month-to-month variations in Earth's gravity field. The LRI is an enabling technology for future GRACE-FO-like missions with potential to significantly improve the accuracy of those missions. The instrument is jointly managed by JPL and the Max Planck Institute for Gravitational Physics (Albert Einstein Institute) in Hanover, Germany.\nThe LRI's \"first light\" operation took place over two days. On June 13, the two GRACE-FO satellites began sweeping their lasers in spiral patterns in search of each other. Gerhard Heinzel, leader of the space interferometry research group at the Albert Einstein Institute and manager of the German contribution to the LRI, explained the challenge: \"There are coin-sized holes on each satellite through which the laser has to be precisely pointed towards the holes in the other satellite over a distance of more than 200 kilometers [137 miles], while both spacecraft race around Earth at 27,000 kilometers an hour [16,000 miles per hour]. It is truly mind-boggling.\" (Here is a fuller explanation of how the LRI operates.)\nIn the data that were downlinked the next day, it was clear that each spacecraft had seen several flashes of light during the spiral scans, indicating both LRI instruments received light from the opposite spacecraft and were working as expected. The settings needed to establish a continuous laser link were calculated and uploaded to the satellites, and the LRI delivered its first intersatellite range data at a later downlink that day.\n\"The plan for establishing the laser link worked exactly as designed. In fact, the laser link locked in on the first attempt,\" said Christopher Woodruff, the LRI mission operations lead at JPL.\nIn the coming weeks and months, the GRACE-FO research team will work on fine-tuning the operation of this novel instrument and completing their understanding of the data it delivers.\nGRACE-FO is a partnership between NASA and German Research Centre for Geosciences in Potsdam, Germany. JPL manages the mission for NASA's Science Mission Directorate. Additional contributors to the laser ranging interferometer include SpaceTech in Immenstaad, Germany; Tesat-Spacecom in Backnang, Germany; Ball Aerospace in Boulder, Colorado; iXblue in Saint-Germain-en-Laye, France; the German Aerospace Center (DLR) Institute of Robotics and Mechatronics in Adlershof and Institute of Space Systems in Bremen; Hensoldt Optronics in Oberkochen; Apcon AeroSpace and Defence in Neubiberg/Munich; Diamond USA, Inc., and Diamond SA in Losone, Switzerland; Airbus Defence and Space in Friedrichshafe; and The Australian National University.\nFor more information on the LRI, see:\nhttp://www.aei.mpg.de/2277280/first-light-for-grace-follow-on-laser-interferometer\nFor more information about GRACE-FO, see:\nhttps://www.nasa.gov/gracefo\nhttps://gracefo.jpl.nasa.gov/\nNews media contact\nAlan Buis / Esprit SmithJet Propulsion Laboratory, Pasadena, California818-354-0474 / 818-354-4269Alan.Buis@jpl.nasa.gov / Esprit.Smith@jpl.nasa.gov\nEditor’s note: NASA’s Arcstone lunar calibration instrument lifted off aboard the Transporter-14 rideshare mission with SpaceX via launch integrator…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}