{
  "url": "https://climate.nasa.gov/news/440/geek-peek-terrestrial-adventures/",
  "title": "Geek peek: Terrestrial adventures",
  "date": null,
  "content": "They're scientists. They work for NASA. They're cool. But what makes them tick? Holly Shaftel and Nicholas Derian spoke to Dr. Tony Freeman, an Earth science manager at NASA's Jet Propulsion Laboratory, to find out.\n\nIf you could be remembered for one scientific achievement, what would it be?\r\nI led a campaign to map the entire Amazon basin in 1995-96. We did it in under 45 days, and were able to repeat the exercise six months later - the first time anyone had produced a complete coverage map of the area in such a short time.  From this we got a first glimpse of the true extent of flooding in the Amazon basin.\r\n\r\nWhat do you like to do in your spare time?\r\nWatch soccer. (Laughs) I would say, “Play soccer,” but I played last week and my knee has not recovered from it. My real love is my home town team, Manchester United.\r\n\r\nName something really cool that you’ve done.\r\nOh God, I remember the day I thought this job was going to be really fun was in … 1988? I’d been here for about a year and went up to Alaska, and my team had to put out some calibration equipment on an airfield at Fairbanks. I finished my part of the job and looked around for something else that could help out, and got to spend three days riding this skidoo up and down some trails delivering stuff out to a forest site and racing a colleague who was out there with me. I thought, “This is fun. Somebody actually pays me to do this? This has got to be a fun job.”\r\n\nWhat would you like to have written on your tombstone?\r\nProbably something like, “He solved a few problems that no one else had done before.”\r\n\nIf you could inspire people to do one thing, what would it be?\r\nI’d have to say Earth science. I think people don’t appreciate, when they start out in science, that it’s the one discipline these days where you can have the most immediate impact as an individual scientist in a very direct way.\r\n\nWhat interesting skill do you have that not many people know about?\r\nI just learned how to surf.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}