{
  "url": "https://climate.nasa.gov/news/2763/melting-beauty-the-patagonian-icefields/",
  "title": "Melting beauty: The Patagonian icefields",
  "date": null,
  "content": "4 min read\nForests, grasslands, deserts, and mountains are all part of the Patagonian landscape, which spans more than a million square kilometers (about 386,000 square miles) of South America. Toward the western side, expanses of dense, compacted ice—the Patagonian icefields—stretch for hundreds of kilometers atop the Andes mountain range in Chile and Argentina.\nThe northern and southern lobes of the Patagonian icefield are what’s left of a much larger ice sheet that reached its maximum size about 18,000 years ago. Though just a fraction of their previous size, the modern icefields remain the largest expanse of ice in the Southern Hemisphere outside of Antarctica. But rapid change is ongoing. “They are, in fact, melting away at some of the highest rates on the planet,” said Eric Rignot, a glaciologist at NASA’s Jet Propulsion Laboratory and the University of California-Irvine.\nMeltwater from the Patagonian icefield contributes to sea level rise. The contribution is less than what will come from Greenland and Antarctica, but scientists plan to keep studying the region from space, from the air, and from the ground. According to Rignot: “Understanding the evolution of these glaciers helps us understand what glaciers in Greenland and Antarctica may look like in the future in a much warmer climate.”\nThe images below highlight this dynamic region. Click on the links for even more insight about each icefield and its glaciers.\nThe northern remnant is the smaller of the two icefields, covering about 4,000 square kilometers (about 2,500 miles). It has 30 significant glaciers along its perimeter, including San Rafael and San QuintÍn. Read more...\nThe southern icefield spans about 13,000 square kilometers (about 8,000 miles), more than three times larger than the northern section. Iceberg-choked fjords and glaciers that flow along the flank of an active volcano are just a few of the highlights. Read more...\nIce is moving at vastly different speeds across Patagonia, from a few centimeters (about an inch) to 10,000 meters (about 33,000 feet) per year. In this map, yellow areas are moving fast and purple areas are slow. Notice the significant amount of green; almost half of the ice is moving at speeds faster than 100 meters per year (over 300 feet). Read more...\nThe HPS-12 glacier in Chile has lost about half of its length in three decades. Read more...\nIce loss in Patagonia has struck more than just the largest and most frequently studied icefields. Read more...\nThe largest outflow glacier in the Northern Patagonian Icefield appears to be shrinking. Read more...\nStraddling the southern Andes Mountains in Chile and Argentina, these glaciers have thinned significantly in the past four decades. Read more...\nA photograph by an astronaut on the International Space Station shows a progressively shrinking glacier in the Northern Patagonian Icefield. Read more...\nOne of the most famous glaciers in Patagonia periodically cuts off the major southern arm of Lago Argentino. Read more...\nThis natural-color image shows multicolored glacial lakes extending from Andean glaciers. The lakes extend primarily eastward across the high plain. Read more...\nUpsala Glacier in the Southern Patagonian Icefield calves icebergs into Lake Argentina in this astronaut photo from October 25, 2009. Read more...\nThis astronaut photograph shows the merged outlet of two glaciers within the deep fjords of the Southern Patagonian Icefield. Read more...\nOutside of Antarctica, the largest contiguous icefield in the Southern Hemisphere is the Southern Patagonian Icefield in the Andes Mountains of Chile and Argentina. Read more...\nThe Northern Patagonian Icefield is the smaller of two remnant ice masses crowning the Andes Mountains of lower South America. Read more...\nThis piece was originally published on NASA's Earth Observatory.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}