{
  "url": "https://climate.nasa.gov/news/2766/june-2018-ties-for-third-warmest-june-on-record/",
  "title": "June 2018 ties for third-warmest June on record",
  "date": null,
  "content": "From NASA's Goddard Institute for Space Studies\nA global map of the June 2018 LOTI (land-ocean temperature index) anomaly, relative to the 1951-1980 June average. View larger image.\nJune 2018 continued the warming trend of the past 40 years. According to the monthly analysis of global temperatures by scientists at NASA's Goddard Institute for Space Studies (GISS) in New York, the past month surpassed the 1951-1980 June mean by +0.77°C. It tied with June 1998 as the third warmest June in 138 years of modern record-keeping, with only June 2015 and 2016 (+0.80°C and +0.79°C) being warmer.\nThe mean temperature anomalies of +0.77°C for both June 1998 and June 2018 cannot be distinguished from each other given the uncertainty of the measurement. However, June 1998 was exceptionally warm at the time due to the then prevailing strong El Niño conditions — about 0.33°C above the trend line of the late 1990s. In contrast, the current El Niño phase is considered neutral. The temperature anomaly for June 2018 is similar to other recent monthly mean temperature anomalies, and lies within the expected range of +0.75±0.05°C.\nThe monthly analysis by the GISS team is assembled from publicly available data acquired by about 6,300 meteorological stations around the world, ship- and buoy-based instruments measuring sea surface temperature, and Antarctic research stations.\nThe modern global temperature record begins around 1880 because previous observations didn't cover enough of the planet. Monthly analyses are sometimes updated when additional data becomes available, and the results are subject to change.\nFor more information on NASA GISS's monthly temperature analysis, visit data.giss.nasa.gov/gistemp.\nFor more information about NASA GISS, visit www.giss.nasa.gov.\nPatrick Lynch, NASA Goddard Space Flight Center, Greenbelt, Md., 301-286-2102, patrick.lynch@nasa.gov\nPDF documents require the free Adobe Reader or compatible viewing software to be viewed.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}