{
  "url": "https://climate.nasa.gov/news/460/just-5-questions-pure-as-the-driven-snow/",
  "title": "Just 5 questions: Pure as the driven snow?",
  "date": null,
  "content": "Tom Painter studies what happens when snow bites the dust.\nBy Amber Jenkins,\r\nNASA Global Climate Change Team\nWhat links Benjamin Franklin, early U.S. settlers, skiers in Colorado and water consumers in California? The answer is dirty snow. We spoke to Dr. Thomas Painter of NASA’s Jet Propulsion Laboratory to find out more.\n1. What’s dust got to do with snow?\r\nIt started with Benjamin Franklin in 1729. He applied patches of fabric of varying colors to the surface of snow, and observed the melt rates. He found that placing a dark cloth over the snow caused it to melt faster than normal, with black enabling the fastest melt. Franklin was the first one to shed light on melt rates and snow albedo [a term that describes how well snow reflects radiation coming from the sun].\nThen in March 1913, a weather observer named Harris Jones in Colorado established a link between dust and snowmelt. He noticed that dust-covered snowpack melted nearly a month faster than normal, even in the face of colder-than-usual temperatures. This was apparent through increased surface runoff into local streams. Fast-forward to the present day and we’ve used data from NASA satellites and other sources to spot dust in the snowpack, and measure how it speeds up snowmelt. We’ve found that it can have big side effects.\r\n\n\n2. Such as?\r\nBy changing when snow melts, dust can disrupt normal patterns of surface runoff, which can in turn compromise regional water supplies. Surface runoff — which includes snowmelt running off into streams and rivers — is important because it helps determine the amount of water available for communities to tap into. We’ve found that peak spring melt runoff in Lees Ferry, Arizona, is happening on average three weeks earlier, because more dust is getting into the snow in the Upper Colorado River Basin.\nIn addition, because the snow melts faster and earlier, the soil and vegetation that lie under the snow become exposed to sunlight earlier, which means that more water can evaporate off the land. This evaporation also reduces runoff — by more than 1 billion cubic meters, or about 5 percent of the annual amount of water coming off the mountains. When you bear in mind that the waters of the Colorado River serve 27 million people in seven states and two countries, but are already overallocated (by more than 10 percent of the river’s historical mean), that’s a lot of precious water that’s disappeared into the air.\r\n\n\n3. How exactly does dust speed up snow melt?\r\nBasically, dust changes the snow in two ways. First — something that’s easy to see — it makes the snow dirty and darker. This reduces the reflectivity of the snow and causes it to absorb more of the sun’s radiation at the snowpack surface, making it melt quicker. Dust also changes the physical consistency of the snowpack by making snow grains bigger, which again causes the snow to absorb more incoming radiation from the sun, causing it to melt quicker.\nWe can measure the amount of extra radiation that the snow absorbs because of the dust. In scientific terms, dust causes an extra 400 Watts of solar power at noon in the spring to be instantaneously absorbed per square meter of snow — this is for snow in the east central Upper Colorado River Basin, where our studies have been focused. To put this into perspective, this dust-induced heating dwarfs that from man-made global warming — which equates to about 2 Watts per square meter of the Earth’s surface — but only on the snow surfaces where dust can have its impact.\r\n\n\n4. Where’s all this dust coming from?\r\nMost places where you break through the natural soil surface in the arid and semi-arid lands of the southwest U.S. Dust is carried by the wind and dropped into the snowpack, typically in the spring. In the Colorado River Basin, dust “loading”, as we call it, began in earnest in the late 1800s, in line with a dramatic growth in grazing, agriculture and resource exploration. These events came hand in hand with settlers expanding into the western U.S. and Native Americans becoming politically and economically marginalized.\nDesert surfaces are inherently stable, but once they are disturbed, it can take many years for the soil to regain its complete structure. In the meantime, nutrients are carried away in the wind, which makes it harder for vegetation to re-establish itself. \r\n\n\n5. Where next for your work?\r\nThrough the studies we’ve done in the U.S. so far, we’ve helped water managers understand what impact dust is having on their capacity to manage water availability. Now we are developing tools that advise them on a more operational basis — tools that include distributed snowpack sampling, tower measurements of albedo, and observations using NASA’s MODIS satellite. We want to be able to provide weekly dust advisories to water managers.\nElsewhere in the world, there are many other mountain ranges that are also acutely vulnerable to being contaminated by dust from vast deserts and by soot from industrializing nations. Asia is a good example. We're working to combine what we’ve learned in the western U.S. with NASA Jet Propulsion Lab's satellites. Our ultimate goal is to end up with a far more detailed understanding of the impact that light-absorbing impurities will have on snow and glacier melt for all of the Earth’s mountains.\r\n\n\nRelated Links:\n\"Response of Colorado River runoff to dust radiative forcing in snow\", T. H. Painter et al., Proceedings of the National Academy of Sciences of the United States of America (2010)\r\n\"Dust storms threaten snowpacks\", NPR Morning Edition (2006)\nExpertise: Snow hydrology and water resources; Energy balance of snow and ice; Radiative forcing by light absorbing impurities in snow and ice; Imaging spectroscopy and multispectral remote sensing; Planetary ices.\nEducation: B.S. in Mathematics, Colorado State University; M.A. and Ph.D. in Geography, University of California, Santa Barbara.\nMore info & publications\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}