{
  "url": "https://climate.nasa.gov/news/2811/2018-arctic-summertime-sea-ice-minimum-extent-tied-for-sixth-lowest-on-record/",
  "title": "2018 Arctic summertime sea ice minimum extent tied for sixth lowest on record",
  "date": null,
  "content": "Arctic sea ice likely reached its 2018 lowest extent on Sept. 19 and again on Sept. 23, according to NASA and the NASA-supported National Snow and Ice Data Center (NSIDC). Credit: NASA Goddard/ Katy Mersmann\nBy Maria-José Viñas,\nNASA's Earth Science News Team\nArctic sea ice likely reached its 2018 lowest extent on Sept. 19 and again on Sept. 23, according to NASA and the NASA-supported National Snow and Ice Data Center (NSIDC) at the University of Colorado Boulder. Analysis of satellite data by NSIDC and NASA showed that, at 1.77 million square miles (4.59 million square kilometers), 2018 effectively tied with 2008 and 2010 for the sixth lowest summertime minimum extent in the satellite record.\nArctic sea ice, the cap of frozen seawater blanketing most of the Arctic Ocean and neighboring seas in wintertime, follows seasonal patterns of growth and decay. It thickens and spreads during the fall and winter and thins and shrinks during the spring and summer. But in the past decades, increasing temperatures have led to prominent decreases in the Arctic sea ice extents, with particularly rapid decreases in the minimum summertime extent. The shrinking of the Arctic sea ice cover can ultimately affect the planet’s weather patterns and the circulation of the oceans.\n“This year’s minimum is relatively high compared to the record low extent we saw in 2012, but it is still low compared to what it used to be in the 1970s, 1980s and even the 1990s,” said Claire Parkinson, a climate change senior scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nParkinson and her colleague Nick DiGirolamo calculated that, since the late 1970s, the Arctic sea ice extent has shrunk on average about 21,000 square miles (54,000 square kilometers) with each passing year. That is equivalent to losing a chunk of sea ice the size of Maryland and New Jersey combined every year for the past four decades.\nThis summer, the weather conditions across the Arctic have been a mixed bag, with some areas experiencing warmer than average temperatures and rapid melt and other regions remaining cooler than normal, which leads to persistent patches of sea ice. Still, the 2018 minimum sea ice extent is 629,000 square miles (1.63 million square kilometers) below the 1981-2010 average of yearly minimum extents.\nOne of the most unusual features of this year’s melt season has been the reopening of a polynya-like hole in the icepack north of Greenland, where the oldest and thickest sea ice of the Arctic typically resides. In February of this year, a similar opening appeared in the same area, catching the attention of sea ice scientists everywhere. The first appearance of the hole raised concerns about the possibility that the region could became vulnerable if the original, thicker ice cover was replaced with thinner ice as the exposed seawater refroze. NASA’s Operation IceBridge mission probed the area in March, finding that the ice was indeed thinner and thus more susceptible to be pushed around by the winds and ocean currents.\n“This summer, the combination of thin ice and southerly warm winds helped break up and melt the sea ice in the region, reopening the hole,” said Melinda Webster, a sea ice researcher with Goddard. “This opening matters for several reasons; for starters, the newly exposed water absorbs sunlight and warms up the ocean, which affects how quickly sea ice will grow in the following autumn. It also affects the local ecosystem; for example, it impacts seal and polar bear populations that rely on thicker, snow-covered sea ice for denning and hunting.\nMeasurements of sea ice thickness, an important additional factor in determining the mass and volume changes of the sea ice cover, have been far less complete than the measurements of ice extent and distribution in the past four decades. Now, with the successful launch of NASA’s Ice, Cloud and land Elevation Satellite-2, or ICESat-2, on Sept. 15, scientists will be able to use the data from the spacecraft’s advanced laser altimeter to create detailed maps of sea ice thickness in both the Arctic and the Antarctic.\nRelated link: http://nsidc.org/arcticseaicenews/2018/09/arctic-sea-ice-extent-arrives-at-its-minimum/\nChart: Lowest sea ice minimum extents on record\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}