{
  "url": "https://climate.nasa.gov/news/29/aster-image-shows-extent-of-clear-cutting-in-amazon/",
  "title": "ASTER image shows extent of clear-cutting in Amazon",
  "date": null,
  "content": "Content in this Flash banner is available elsewhere on this page.\nDense green vegetation gives way to pale fields in these satellite images of deforestation in Brazil's Amazon rainforest.\nThe first image, from the Landsat Thematic Mapper in 1992, shows the beginning of agricultural development in a region of the southwestern state of Mato Grosso. It dissolves into a recently released image of the same area in 2006 from the Advanced Spaceborne Thermal Emission Radiometer (ASTER) instrument flying on NASA's Terra satellite.\nIn 1992, about 25 percent of the region shown had been clear-cut for pastures and farms, mostly in the southern part of the area. Less than two decades later, more than 80 percent of the rainforest had been cut down.\nFigures released by Brazil's National Institute of Space Research, which uses satellite observations to monitor the country's rainforest, show that since 1988, when 21,000 square kilometers of rainforest were cleared, the average deforestation rate has been about 19,000 square kilometers per year.\nIn 2006, the Brazilian government announced that the annual rate of deforestation in the country had dramatically declined. But, earlier this year, it reported an unprecedented sharp rise in forest destruction, naming Mato Grosso as one of the regions hardest hit.\nThe ASTER image was acquired July 28, 2006, and covers an area about 15 by 45 kilometers (about 9 by 28 miles) located near 9.7 degrees south latitude and 55.2 west longitude.\nThe ASTER instrument, provided by Japan's Ministry of Economy Trade and Industry, is designed to obtain high-resolution global, regional and local images of Earth in 14 color bands.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}