{
  "url": "https://climate.nasa.gov/news/2812/finding-open-water-in-greenlands-icy-seas/",
  "title": "Finding open water in Greenland's icy seas",
  "date": null,
  "content": "Oceans Melting Greenland Principal Investigator Josh Willis drops a probe during OMG's fall 2018 airborne campaign, then he and flight engineer Glenn Warren watch its descent from the plane windows. Credit: NASA/JPL-Caltech\n› Larger view\nBy Carol Rasmussen,\nNASA's Earth Science News Team\n\"Three, two, one ... drop!\"\nResearchers in NASA's Oceans Melting Greenland campaign heard that phrase 239 times this fall. Each time, it triggered a team member to release a scientific probe from an airplane into the seawater along the coast of Greenland. The probes are part of a five-year effort to improve our understanding of the ocean's role in Greenland's rapid ice loss.\nSince 2016, OMG has been collecting measurements around the huge island on three separate trips a year. Each spring, a research aircraft measures the height of the ice sheet after the winter snows. In the summer, boat-borne instruments map the seafloor around Greenland. In September or October, OMG principal investigator Josh Willis of NASA's Jet Propulsion Laboratory in Pasadena, California, and a team of researchers, pilots and engineers fly to Greenland and drop up to 250 biodegradable probes in the ocean, circling the entire coast to measure the temperature of the water touching Greenland's glaciers.\nJoin JPL scientist Josh Willis as he and the NASA Oceans Melting Greenland (OMG) team work to understand the role that ocean water plays in melting Greenland's glaciers. From the sky and the sea, NASA's OMG mission gathers data on glaciers and water temperature all around Greenland as they try to get a better picture of global sea level rise.\nIf you've ever dropped a water balloon from a height, you may be imagining the probe-dropping process to be just as simple. In reality, it's far more challenging. Each target drop site is selected in advance to offer the greatest scientific payoff for understanding ocean temperatures and currents. Flying 200 mph at a height of 500 feet, the researchers must time each drop so the probe will hit open water -- sometimes the only patch of open water in an ice-clogged fjord. And all of this happens in Greenland, where weather can make just reaching the target site the biggest challenge of all.\nOver three years of operations, the researchers have learned to recognize patterns of questionable weather and avoid dicey regions as much as possible -- swapping a set of targets to the south for a set to the north, for example. But local weather conditions at a drop site are impossible to know in advance. \"If fog is low and we can't see that the water is clear of icebergs and people and whales, we can't drop,\" Willis said. In these cases, he may look for a similar site nearby to get comparable data, or simply move on to the next target.\nThe other major problem is sea ice. The probes weigh 14 pounds -- not enough to punch through thick ice to the water below. If a drop site is totally ice-covered, there's nothing to do but move on. But a lot of potential targets are in areas where the sea ice has broken up or pulled away from the shore, or where large icebergs have cut channels in the ice cover. In those cases, Willis must weigh the value of data from that particular location against the chance that the probe will miss the open water.\n\"There's always one or two spots where it seems impossible that we'll get a probe to fall between the icebergs and report data. And then we do,\" Willis said. \"Those Mission Impossible moments are pretty sweet.\"\nThe campaign is also deliberately designed to avoid impacts to the environment and marine life, such as by using biodegradable materials and limiting noise. The probes are similar to ones dropped by hurricane hunters to measure water temperatures. They look like large mailing tubes. When the instruments land on the ocean surface, the probe is released and sinks silently, measuring temperature and salinity, while a floating part transmits data by radio waves to the plane above. After about ten minutes, the transmission stops, and the probe's life is over. The entire instrument sinks to the ocean floor, where it is covered by sediment and decomposes over time.\nThe data that the probes have collected has yielded significant scientific results and is of interest to local populations. \"We've had such spectacular success so far, I can hardly believe we get to do this for two more years,\" said Willis. \"I'm like a kid in a candy store.\"\nEsprit Smith \nJet Propulsion Laboratory, Pasadena, California\n818-354-4269\nEsprit.Smith@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}