{
  "url": "https://climate.nasa.gov/news/2814/icesat-2-laser-fires-for-first-time-measures-antarctic-height/",
  "title": "ICESat-2 laser fires for first time, measures Antarctic height",
  "date": null,
  "content": "Illustration of ICESat-2. Credit: NASA's Goddard Space Flight Center​\nBy Kate Ramsayer,\nNASA’s Goddard Space Flight Center\nThe laser instrument that launched into orbit last month onboard NASA’s Ice, Cloud and land Elevation Satellite-2 (ICESat-2) fired for the first time on Sept. 30. With each of its 10,000 pulses per second, the instrument is sending 300 trillion green photons of light to the ground and measuring the travel time of the few that return: the method behind ICESat-2’s mission to monitor Earth’s changing ice. By the morning of Oct. 3, the satellite returned its first height measurements across the Antarctic ice sheet.\n“We were all waiting with bated breath for the lasers to turn on and to see those first photons return,” said Donya Douglas-Bradshaw, the project manager for ICESat-2’s sole instrument, called the Advanced Topographic Laser Altimeter System, or ATLAS. “Seeing everything work together in concert is incredibly exciting. There are a lot of moving parts and this is the demonstration that it’s all working together.”\nICESat-2 launched on Sept. 15 to precisely measure heights and how they change over time. It does this by timing how long it takes individual photons to leave the satellite, reflect off the surface, and return to receiver telescope on the satellite. The ATLAS instrument can time photons with a precision of less than a billionth of a second, which allows the mission to detect small changes in the planet’s ice sheets, glaciers and sea ice.\nOnce ICESat-2 was in space, the ATLAS team waited to turn on the lasers for about two weeks to allow any Earthly contaminants or gases to dissipate.\n“It’s very critical when you fire the lasers that you don’t have contaminants because you could damage the optics,” Douglas-Bradshaw said. “Fourteen days is well beyond the time needed for that, but we wanted to be safe.”\nDuring those two weeks, the ICESat-2 operations team turned on and tested the various systems and subsystems of the spacecraft and instrument, and fired thrusters to start placing the satellite in its final polar orbit, approximately 310 miles (500 kilometers) above Earth.\nBefore the laser was even turned on, however, the team eagerly awaited another milestone, Douglas-Bradshaw said. The door that protected the telescope and detector elements during launch had to be opened. The team had two chances to release one of two spring-loaded pins to open the door. This was successfully accomplished on Sept. 29.\nThe following day, it was the laser’s turn. The engineering team had been working with the operations team that controls the instrument on orbit, so the commands were ready to go — first turning on the laser itself, waiting for it to warm up, and then issuing commands to put it in fire mode.\nThe laser energy levels jumped up, and the device that starts ATLAS’s sophisticated stopwatch was active — two different, independent indicators that the laser was firing away.\n“We were all incredibly excited and happy, everyone was taking pictures of the screens showing data plots,” Douglas-Bradshaw said. “Someone noted: ‘Now we have a mission, now we have an instrument.’”\nThree days later, the ICESat-2 team had the first segment of height data, taken as the satellite flew over Antarctica.\nComputer programmers were up all night analyzing the latitude, longitude and elevation represented by each photon that returned to the ATLAS instrument — and by 6 a.m., Tom Neumann, ICESat-2 deputy project scientist, was texting screenshots of the height data to the rest of the team.\n“It was awesome,” Neumann said. “Having it in space, and not just simulating data on the ground, is amazing. This is real light that went from ATLAS to Earth and back again.”\nWhen scientists analyze the preliminary ICESat-2 data, they examine what is called a “photon cloud,” or a plot of each photon that ATLAS detects. Many of the points on a photon cloud are from background photons — natural sunlight reflected off Earth in the exact same wavelength as the laser photons. But with the help of computer programs that analyze the data, scientists can extract the signal from the noise and identify height of the ground below.\nThe first photon cloud generated by ICESat-2 shows a stretch of elevation measurements from East Antarctica, passing close to the South Pole at a latitude of 88 degrees south, then continuing between Thwaites Glacier and Pine Island Glacier in West Antarctica.\nNext up for ICESat-2 is a suite of procedures to optimize the instrument, Neumann said, including tests to ensure the laser is pointing at the precisely correct angle and lasing at the precisely correct wavelength to allow as many photons as possible to hit the detector.\n“It will take a couple of additional weeks,” he said, “but about one month after launch we’ll hopefully start getting back some excellent science-quality data.”\nICESat-2 launched from Vandenberg Air Force Base on the final United Launch Alliance Delta II rocket. The spacecraft was built by Northrop Grumman, which also controls the observatory from their Mission Operations Center in Dulles, Virginia.\nFor more information on ICESat-2, visit:\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}