{
  "url": "https://climate.nasa.gov/news/468/global-temperature-records-in-close-agreement/",
  "title": "Global temperature records in close agreement",
  "date": null,
  "content": "6 min read\nBy Adam VoilandNASA's Earth Science News Team\nGroups of scientists from several major institutions — NASA's Goddard Institute for Space Studies (GISS), NOAA's National Climatic Data Center (NCDC), the Japanese Meteorological Agency and the Met Office Hadley Centre in the United Kingdom — tally data collected by temperature monitoring stations spread around the world and make an announcement about whether the previous year was a comparatively warm or cool year.\nNASA's announcement this year — that 2010 ties 2005 as the warmest year in the 131-year instrumental record — made headlines. But, how much does the ranking of a single year matter?\nNot all that much, emphasizes James Hansen, the director of NASA's Goddard Institute for Space Studies (GISS) in New York City. In the GISS analysis, for example, 2010 differed from 2005 by less than 0.01°C (0.018°F), a difference so small that the temperatures of these two years are indistinguishable, given the uncertainty of the calculation.\nMeanwhile, the third warmest year — 2009 — is so close to 1998, 2002, 2003, 2006, and 2007, with the maximum difference between the years being a mere 0.03°C, that all six years are virtually tied.\nEven for a near record-breaking year like 2010 the broader context is more important than a single year. \"Certainly, it is interesting that 2010 was so warm despite the presence of a La Niña and a remarkably inactive sun, two factors that have a cooling influence on the planet, but far more important than any particular year's ranking are the decadal trends,\" Hansen said.\nOne of the problems with focusing on annual rankings, rather than the longer trend, is that the rankings of individual years often differ in the most closely watched temperature analyses — from GISS, NCDC, and the Met Office — a situation that can generate confusion.\nFor example, while GISS previously ranked 2005 warmest, the Met Office listed 1998 warmest. The discrepancy helped fuel the misperception that findings from the three groups vary sharply or contain large amounts of uncertainty. It also fueled the misperception that global warming stopped in 1998.\n\"In reality, nothing could be further from the truth,\" said Hansen. Global temperatures have continued to rise steadily. \"The three official records vary slightly because of subtle differences in the way we analyze the data, but they agree extraordinarily well,\" said Reto Ruedy, one of Hansen's colleagues at GISS who helps analyze global surface temperatures.\nAll three records show peaks and valleys that vary in virtual sync with each other since 1880. All three show particularly rapid warming in the last few decades. And all three show the last decade is the warmest in the instrumental record.\nThere are several reasons for the small discrepancies that exist between the three records. Most important, subtleties in the way the scientists from each institution handle regions of the world where temperature-monitoring stations are scarce produce differences.\nWhile developed areas have a dense network of weather stations, temperature monitoring equipment is sparse in some parts of the Amazon, Africa, Antarctica, and Arctic. In the Arctic, particularly, the absence of solid land means there are large areas without weather stations.\nThe Met Office and the NCDC leave areas of the Arctic Ocean without stations out of their analyses, while GISS approaches the problem by filling in the gaps with data from the nearest land stations, up to a distance of 1200 kilometers (746 miles) away. In this way, the GISS analysis achieves near total coverage in the Arctic.\nBoth approaches pose problems. By not inferring data, the Met Office assumes that areas without stations have a warming equal to that experienced by the entire Northern Hemisphere, a value that satellite and field measurements suggest is too low given the rate of Arctic sea ice loss.\nOn the other hand, GISS's approach may either overestimate or underestimate Arctic warming. \"There's no doubt that estimates of Arctic warming are uncertain, and should be regarded with caution,\" Hansen said. \"Still, the rapid pace of Arctic ice retreat leaves little question that temperatures in the region are rising fast, perhaps faster than we assume in our analysis.\"\nAnother reason that the three records differ relates to the \"base period\" that each group uses to calculate global temperature changes. It is not possible to calculate absolute global average surface temperatures for the GISS analysis because weather stations aren't spread evenly enough across the globe to offer meaningful measurements. Scientists instead calculate a relative measure called a \"temperature anomaly\" to track whether global temperatures are changing.\nTo calculate temperature anomalies scientists compare average temperatures over any given time period — a month or year, for example — to a long-term average, or base period. The base period serves as a point of reference against which climate change can be tracked.\nAll three groups use this same approach, but they do not all use the same base period. GISS uses a base period of 1951 to 1980. The Met Office uses 1961 to 1990. And NCDC uses the entire 20th century. Average temperatures during the GISS and NCDC base periods are about the same, but the base period the Met Office uses is slightly warmer than the period the other two groups use.\nThis means that numerical values of the temperature anomalies differ for the three analyses. However, the choice of base period should have no effect on the ranking of different years or on the magnitude of global warming over the past century.\nInvariably, a great deal of attention centers on each year's ranking, but it is critical to focus on the decade-long trends that matter more, the GISS scientists emphasize. On that time scale, the three records are unequivocal: the last decade has been the warmest on record. \"It's not particularly important whether 2010, 2005, or 1998 was the hottest year on record,\" said Hansen. \"It is the underlying trend that is important.\"\nRead the associated article published Jan. 12 announcing the GISS data:http://www.nasa.gov/topics/earth/features/ 2010-warmest-year.html\nFor more information about GISS's surface temperature record, visit:http://data.giss.nasa.gov/gistemp/\nA Warming Worldhttp://climate.nasa.gov/warmingworld/\nRecent Hansen et al paper, \"Global surface temperature change\"http://pubs.giss.nasa.gov/cgi-bin/ abstract.cgi?id=ha00510u\nEarth's Temperature Trackerhttp://earthobservatory.nasa.gov/Features/ GISSTemperature/giss_temperature.php\nGlobal Temperatures Animationhttp://svs.gsfc.nasa.gov/vis/a000000/ a003600/ a003674/index.html\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}