{
  "url": "https://climate.nasa.gov/news/585/hurricane-season-2011-update/",
  "title": "Hurricane season 2011: update",
  "date": null,
  "content": "By Rob Gutro,\nNASA's Goddard Space Flight Center\nThere are four tropical cyclones or remnants plaguing the Atlantic Ocean basin today, Sept. 8, 2011, and one satellite has captured all four in one image: Katia, Lee, Maria and Nate.\nNOAA's GOES-13 satellite monitors the Atlantic and eastern U.S. and took a stunning image of Hurricane Katia in the western Atlantic between Bermuda and the U.S. East coast; Tropical Storm Lee's remnants affecting the northeastern U.S.; Tropical Storm Maria in the central Atlantic; and newborn Tropical Storm Nate in the Bay of Campeche, Gulf of Mexico. The visible image was created by the NASA GOES Project at NASA's Goddard Space Flight Center, Greenbelt, Md.\nHurricane Katia\nHurricane Katia is causing rough surf along the U.S. east coast, and fortunately that's all she'll do. Today, Sept. 8, 2011, her center is passing between Bermuda and the east coast of the U.S. Bermuda is still under a tropical storm watch. Katia's eye is still visible in today's GOES-13 image.\nNASA's Aqua satellite's AIRS instrument measured the cloud top temperatures within Hurricane Katia on Sept. 8 at 2:29 a.m. EDT. The infrared data showed the coldest cloud top temperatures (-63 °F/ -52 °C) and strongest thunderstorms with the heaviest rainfall extended from the north to the east and south of the center. The AIRS imagery was created at NASA's Jet Propulsion Laboratory in Pasadena, Calif.\nAt 11 a.m. EDT, Katia's maximum sustained winds were near 90 mph (150 kmh) and holding steady from earlier today. Katia was located about 320 miles (515 km) west of Bermuda near 33.6 North and 70.1 West. She was moving to the north at 16 mph (26 kmh) and had a minimum central pressure of 970 millibars.\nThose rough surf conditions are expected along the U.S. East coast, Bermuda, and east facing beaches in the Bahamas over the next couple of days. Dangerous rip currents and very rough surf are expected in these areas.\nLee's Remnants\nOn the GOES-13 satellite image, the large area of cloud cover over the eastern U.S. is indicative of Lee's remnants. Gulf and Atlantic moisture associated with the remnants of Tropical Depression Lee were absorbed into a large scale extra-tropical low pressure area currently over east-central Ohio. That low continues to generate widespread rain from the Mid-Atlantic to southwestern New England today. Flood and flash flood watches and warnings are in effect over the northern part of the mid-Atlantic states, eastern Pennsylvania and southwestern New England.\nThe National Oceanic and Atmospheric Administration's (NOAA) Hydrometeorological Prediction Center forecast today concerning Lee's remnants calls for \"very heavy rain with embedded thunderstorms has been persisting along two rainbands across the mid-Atlantic into southwestern part of New England. Additional rainfall amounts of 2 to 4 inches are expected today...with isolated amounts of up to 6 inches possible.\" The extra-tropical low is expected to dissipate slowly over the weekend.\nTropical Storm Maria\nTropical Storm Maria appears smaller than Lee, Katia and Nate on today's GOES-13 visible satellite image. Its cloud cover also appears to be less organized than Katia (understandable since she's a hurricane) and tropical storm Nate (that just formed late last night, Sept. 7). At 11 a.m. EDT today, Sept. 8, even the National Hurricane Center called Maria \"not well organized.\"\nAt that time, Maria's maximum sustained winds decreased to 45 mph from just three hours beforehand. She was centered about 660 miles (1060 km) east of the Windward Islands near 13.0 North and 51.2 West. She was moving to the west near 22 mph (35 kmh), and is the fastest moving of all the Atlantic tropical cyclones today. Her minimum central pressure rose by three millibars in the last three hours to 1005 millibars, indicating weakening.\nNASA's Aqua satellite's AIRS instrument caught an infrared image of Tropical Storm Maria on Sept. 8 at 1:53 a.m. EDT. The infrared data shows the coldest cloud top temperatures (-63F/-52C) and strongest thunderstorms with the heaviest rainfall were seen in patches north of the center and were not throughout the entire circulation.\nMaria has prompted a tropical storm watch is in effect for the Leeward Islands of Antigua, Barbuda, Montserrat, Nevis and Saint Kitts. A tropical storm watch is also in effect for St. Barthelemy, St. Marteen, Guadeloupe, and Martinique, Dominica, St. Maartin, Saba and St. Eustatius.\nThe National Hurricane Center did note that \"surface observations and satellite imagery suggest that Maria could be degenerating into a tropical wave,\" so forecasters are keeping a close eye on the storm.\nTropical Storm Nate\nNate appears as a small rounded area of clouds on today's GOES-13 satellite image. The rounded area of clouds coincides with the strongest thunderstorms and heaviest rainfall on Nate's southern side.\nAt 11 a.m. EDT on Sept. 8, Nate's maximum sustained winds were near 50 mph, and are expected to strengthen in the warm waters of the Bay. Nate was located about 125 miles (200 km) west of Campeche Mexico near 20.2 North and 92.4 West. Nate is creeping to the southeast near 1 mph (2 kmh) and has a minimum central pressure of 1001 millibars. The forecast from the National Hurricane Center calls for Nate to become a hurricane over the weekend and make landfall in eastern Mexico early next week.\nA tropical storm warning is in effect from Chilitepec to Celestun, Mexico and a tropical storm watch is in effect from Celestun to Progreso.\nThe first and second week of September are typically known as being the peak of hurricane season, and Lee, Katia, Maria and Nate are living up to that call and giving satellites a lot to see.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}