{
  "url": "https://climate.nasa.gov/news/21/summer-as-a-rocket-scientist/",
  "title": "Summer as a rocket scientist",
  "date": null,
  "content": "Joshua Rodriguez\nNASA Global Climate Change\nThe summer 2008 HyspIRI Space Grant students, from left to right: Christine Hartzell, Jennifer Carpena-Nuñez, Tony Tao, Dave Racek, Lindley Graham, Christianna Taylor.\nA NASA Earth-observing mission, scheduled to launch in 2015, will collect a tremendous amount of information about the planet's ecosystems - enough to fill hundreds of computer hard drives with data every single day.\nThis mission gives policy-makers and decision-makers the ability to look at a before and after image of the Earth and see the specific impact of climate change.\n\n\n- Christianna Taylor\n\n\nFor a solution to this information overload, JPL turned to a group of six college students from around the United States who spent their summers working at the Laboratory as part of the National Space Grant College and Fellowship Program.\nThe mission, called  Hyperspectral Infrared Imager, or HyspIRI for short, will use two specially-designed  cameras to take pictures of Earth's surface in multiple wavelengths of light.  The images will provide information on everything from drought conditions to the plant species populating an area.  \"It's kind of like a camera on steroids,\" explained Tony Tao, a student Space Grant fellow from Pennsylvania State University.\nThe students' task was to find ways they could streamline the amount of information by programming the satellite to discard data that's not useful to scientists.  They also explored methods the mission could use to send data to the ground.   Dave Racek, a student at Montana State University, worked on cloud-detection algorithms for HyspIRI's onboard processors.  \"I like the really low-level, technical aspect of it,\" he said. \"Everything is made possible by the electronics on the instrument.\"\nThe team also brainstormed ways that the wealth of data generated by the mission could be made easily available to the general public, using popular software like Google Earth.  The students believe the study has great potential to raise public awareness of global warming and climate change.   \"This mission gives policy-makers and decision-makers the ability to look at a before and after image of the Earth and see the specific impact of climate change,\" said Christianna Taylor of the Georgia Institute of Technology.  During their final presentation to a group of JPL scientists and engineers, the team demonstrated ways the public could get detailed information about the climate and ecosystem in their own neighborhood.\nFor many of the students, the opportunity to spend a summer at JPL was a dream come true, as was the ability to work closely with some of the world's preeminent engineers.  \"I always wanted to work for NASA -- they have the best toys,\" said Taylor.  Jennifer Carpena-Nuñez, a student from Puerto Rico who has long had a fascination with the stars, expressed hope that this would be a first step toward her dream of becoming an astronaut.\nAnd for all the students, the satisfaction of working on a real NASA mission concept made it a summer to remember.  \"What will be even cooler,\" said Racek, \"is when the satellite launches and I can say, 'hey, seven years ago I worked on that project, and now it's producing data and we can go look at it on Google Earth.'\"\nDownload a video about HyspIRI\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}