{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/139/dont-forget-the-aerosols/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Adam Voiland,NASA Earth Science News Team\nFrom Adam Voiland,NASA Earth Science News Team\nDebate is ratcheting up over a sweeping American climate and energy bill that, if it becomes law, would limit emissions of greenhouse gases through a complicated cap-and-trade system. H.R.2454 — a.k.a. the American Clean Energy and Security Act of 2009 — is currently being debated in the United States Congress and aims to limit emissions by 17 percent by 2020. Dr. Nadine Unger, a scientist at NASA's Goddard Institute for Space Studies, has a bit of advice for lawmakers grappling with the details of the thousand-plus page bill: don't forget about the aerosols!\nThough they've long played second fiddle to greenhouse gases in discussions of climate science, these tiny airborne particles play a significant role in the climate system, and they're the subject of intense research at NASA.\nWhat's critical to understand about aerosols is that they can either warm or cool the climate depending on their shape, chemical composition and other characteristics. Some types, most notably sulfates from the combustion of coal, reflect incoming solar radiation and actually have a cooling effect on Earth's climate. Others — notably black carbon which comes from vehicle and ship diesel fumes, burning vegetation, and the use of peat and wood chips for fuel on cooking stoves — absorb sunlight and thus have a warming effect.\nYet most policy assessments are carbon-dioxide-centric. \"Aerosols are completely neglected in most policy assessments and some climate models too,\" said Unger, who recently published a new study that urges climate science policymakers to pay heed to the impact of aerosol particles.\nUnger's study, explained in detail here and in more accessible language by one of her co-authors here, compares the climatic impact of the transportation sector to the power generation sector. Her conclusion: reducing transportation emissions will more effectively slow climate change than reducing power sector emissions in the short term.\nWhy? The aerosols, of course.  Power generation produces sulfates that actually offset the warming influence of the carbon dioxide released. Motorized vehicles, especially those that run on diesel, are doubly bad: they produce black carbon that exacerbates warming in addition to loads of carbon dioxide.\nAdam is based at NASA’s Goddard Space Flight Center outside Washington, D.C.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}