{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/136/golden-state-at-risk/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Extent of coastal flooding and erosion under one scenario of sea-level rise in the San Leandro area of northern California. Produced by the Pacific Institute, California Energy Commission, California Department of Transportation, and the Ocean Protection Council.\n\n\n How will climate change affect where you live? Well, if you’re a Californian, then  a new report  out this week — from the California Natural Resources Agency and others — spells out just how the Golden State and its residents will need to adapt to climate change in the 21st century.\nWith the release of a consultation draft of the \"2009 California Climate Adaptation Strategy,\" California has become the first state in the United States to develop a comprehensive plan aimed at adapting to climate change. Until now, most of the emphasis has been on mitigating climate change —  reducing greenhouse gas emissions  to avoid unmanageable conditions in the future. But policymakers have realized that adapting to the inescapable climate change that is already happening statewide, and that will continue in the decades to come, is the other equally-important side of the coin.\nOver the last century, sea levels have risen by up to 7 inches along some parts of the California coast. Average temperatures are higher, there are more frequent, intense forest fires and the water cycle is changing, with less snow falling in winter. Growing seasons are growing — in length, that is. And the state’s already-overstretched water supply is projected to shrink under even the most conservative climate change scenarios.\nSo what to do? The report’s recommendations include:\n Reduce per-capita water use by 20 percent by 2020 (this will also bring energy savings, since about one fifth of California's energy demand comes from moving water around the state); \n Avoid new development in areas prone to flooding, sea level rise, temperature and precipitation changes; \n Firefighters should incorporate climate change impacts into their planning; \n Ensure that by 2020, one third of the state's energy supply comes from renewable sources, and in ways that protect sensitive habitat;\n Identify and protect aquatic habitats and species that could become extinct as a result of climate change. \n\nAll the while, the report says, climate change research should be funded, expanded and fed through to policymakers and California agencies. A recently-forged partnership between NASA's Jet Propulsion Laboratory, the California Institute of Technology, the City of Los Angeles and the Los Angeles Department of Water and Power, aimed at improving energy efficiency and saving water, is one example of the sort of symbiosis the state is looking for.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}