{
  "url": "https://climate.nasa.gov/news/1076/dr-keelings-curve-kicks-off-caltech-science-theater-festival/",
  "title": "'Dr. Keeling's Curve' kicks off Caltech science theater festival",
  "date": null,
  "content": "By Bob Silberg,\r\nNASA Jet Propulsion Laboratory\nMike Farrell portrayed Dr. Charles David Keeling in a new play about his life and research staged April 22 at Caltech.\nThis version of the Keeling curve shows the ongoing rise in atmospheric CO2 concentrations and the similarity of measurements taken on Hawaii’s Mauna Loa (black) and at the South Pole (red).\n\n\n“I passed away eight years ago,” says Dave Keeling at the start of the one-person play, \"Dr. Keeling’s Curve,\" presented April 22 at Caltech. “So why am I here?” The answer is that, like Marley’s ghost, he came to issue a warning.\nCharles David Keeling was the scientist who famously measured carbon dioxide concentrations in the atmosphere and discovered two important facts: Allowing for variations due to changing seasons and day vs. night, CO2 concentrations are very similar virtually everywhere in nature and they’re steadily rising. The upward-trending plot of measurements he took atop Hawaii’s Mauna Loa volcano became known as the “Keeling curve” and serves as a keystone in our understanding of global warming and climate change.\nThe play, written by George Shea, directed by Kirsten Sanderson and starring Mike Farrell (B.J. Hunnicutt on the TV series \"M*A*S*H\"), launched the third season of an annual festival of new science-driven plays at Caltech. But it might never have come into being if the playwright had gone with his initial impulse.\nThe real Dave Keeling (top) and as portrayed by Farrell (below).\n\n\n“I thought what I should do is a children’s book about Keeling,” said Shea, who has authored some 30 books for children. “But there was not much interest. They’d rather do books about vampires.” So he wrote the Keeling story for the stage, and enlisted Farrell early in the process of developing the script.\n“The big challenge in a thing like this,” Farrell said, “is to try to figure out a way to make it an entertainment, a play, and not just a lecture.” The approach they chose was to have the Keeling character explain his work within a narrative of his life.\nThe play’s Keeling amiably guides us through his childhood, when an encounter with his fourth-grade teacher led to his lack of respect for “ignorant people in positions of authority.” We hear about his love of mountains and his lifelong desire to do science in nature, away from the claustrophobic labs he describes as “dungeons.” Perhaps most importantly, we see his passion for making measurements that were unassailable.\nHe describes meeting the woman he would marry and how, when she was in labor with their first child, he repeatedly interrupted his vigil to return to the roof of Caltech’s Mudd Hall to conduct his every-four-hours measurement of CO2. And as we follow the story of Keeling’s career and personal life, we see carbon dioxide levels rise from 310 parts per million (ppm) when he began his measurements to more than 400 ppm today.\nAnd we learn why that’s important. “As CO2 levels went up, temperatures went up and so did sea levels,” he tells us. “Greenhouse gas concentrations are now at levels not seen in human history and not in perhaps three to five million years. Three million years ago, sea levels were 80 feet higher than today.”\nFarrell found that the play improved his own understanding of the issue. “What had not been clear to me until I got more involved with this play and with the research involved is how profoundly the climate is being affected, and how quickly,” Farrell said, “and how disastrous it will be if serious steps aren’t taken.”\nShea hopes that audiences will experience similar enlightenment. “If people understand how perilous the situation is,” he said, “it might galvanize them into really taking some action.”\nAs we hear early in the play, Dave Keeling was a scientist, not an activist. And \"Dr. Keeling’s Curve\" presents what the playwright imagines Keeling might have said — or at least agreed with — had he survived to this time. But the real Dr. Keeling was not unaware of the need for action. In his 1998 autobiography, \"Rewards and Penalties of Monitoring the Earth,\" he wrote this:\n“ … fossil fuel use should be restricted as much as possible simply so that it lasts as long as possible, whether or not adverse environmental consequences result from using it rapidly. The likely danger of man-made global warming would then be significantly reduced as well.\n“Meanwhile, what about at least monitoring what is happening to our environment to prepare for possible change? It has been over 40 years since Roger Revelle and Hans Suess pointed out that the burning of fossil fuels was a large-scale geophysical experiment that ‘if adequately documented may yield a far-reaching insight into the processes determining weather and climate.’ There was no sense of peril then, just a keen interest in gaining knowledge. Now, four decades later, there is a hint, perhaps more than a hint, of peril.”\nIn a pre-show event dubbed “Ask a Climate Scientist,” Joshua Fisher, David Crisp and moderator Laura Tenenbaum, all from JPL, fielded questions in an outdoor setting with the help of Caltech’s Julius Su, who managed the social media interactions. The event was streamed live and can still be viewed on YouTube.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}