{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/149/its-a-bugs-life/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Insects might not be as sexy as polar bears. But they are an incredibly important cog in the ecological wheel — they are the most diverse group of animals on Earth, represent more than half of all known living organisms, and pollinate nearly 80 percent of the world's crops. According to a recent article from the National Science Foundation (NSF), they could also be severely impacted by climate change.\nInsects are invertebrates and cold-blooded; they lack internal temperature controls so their body temperature approximates that of their environment. This makes them \"great little thermometers\" according to biologist Jessica Hellman of the University of Notre Dame, who is studying the growth and survival rates of insects subjected to changes in environment. It also makes them particularly susceptible to global warming.\nThe question biologists are trying to grapple with is this: Will insects become \"trapped\" in habitats that can no longer support them as temperatures rise and climate change progresses? Will some species be mobile enough to enable them to migrate to cooler climes and continue to survive? Hellman is currently surveying thousands of genes in different butterfly species to see which ones are turned 'on' or 'off' by climate change, and ultimately if there is a genetic basis to the fact that some insect species are more tolerant to climate change than others.\nIt may sound strange to some people to think of relocating insects to new homes. But this \"managed relocation\" is exactly what Hellman and colleagues are looking into. They are working to develop tools that will fold in ecological and social data to help decision makers in the event that insects, animals and plants need to be relocated because of climate change.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}