{
  "url": "https://climate.nasa.gov/news/1099/rare-earths-in-rare-form-at-caltech-competition/",
  "title": "Rare earths in rare form at Caltech competition",
  "date": null,
  "content": "6 min read\nUpdate, 16 June 2014: The REEcycle team swept all three awards at the Department of Energy’s national competition, held June 11 and 12, 2014, in Washington, D.C. In addition to the grand prize bestowed by a panel of expert judges, the team won the People’s Choice Award, given to the team whose video garnered the most online votes, and the Audience Investor Choice Award, for which audience members at the competition cast ballots. REEcycle’s victory earns the team technical, legal and other assistance from competition sponsors.\nWith a plan to recycle special elements called “rare earths” from computer hard drives and other sources, a team of four undergraduates from the University of Houston bested a field of competitors with advanced degrees to earn the top prize of $100,000 in the third annual First Look West (FLoW) competition. Caltech’s Resnick Sustainability Institute administers FLoW as part of the U.S. Department of Energy’s National Clean Energy Business Plan Competition.\nThe team’s victory in the western region makes them finalists in the national competition to be held in Washington, D.C., on June 11 and 12. There, they’ll compete against the five other regional winners for additional prizes and some pretty intense bragging rights.\nThe competition was launched in 2011 as part of the Obama administration’s Startup America initiative, to help bring great energy-related ideas out of the lab and into the marketplace. That’s the same year the Department of Energy (DOE) released a “Critical Materials Strategy” in which it warned, “Supply challenges for five rare earth metals … may affect clean energy technology deployment in the years ahead.”\nRare earth elements (REEs) have properties that make them extremely valuable in a host of applications, including many in clean energy and defense. They are rare in the sense that they are not often found in ore deposits that are practical to mine. Making them even rarer in most of the world is that China, by far their leading producer, has severely reduced export in recent years. To cope with the scarcity, the DOE developed a three-part strategy: diversify the supply chains, develop substitutes and recycle the REEs that we already have.\nThe University of Houston’s Allan Jacobson and Pradeep Samarasekere invented a process that promises to make recovering REEs from discarded equipment significantly easier. Jacobson is director of the Texas Center for Superconductivity at UH, and Samarasekere is a Ph.D. candidate in chemistry.\nKen Jones, director of the entrepreneurship program at UH’s business school, played matchmaker between the inventors and four Bachelor in Business Administration candidates.\n\"We were offered the opportunity to try to commercialize this technology,” said Casey McNeil, who became CEO of the company he formed with fellow students Susan Tran, Bobby Jacobs and Cassandra Hoang. The inventors granted the four students an exclusive license to use the patented process in exchange for an equity stake in their new company, REEcycle.\n“When some of the coordinators for the university heard that Ken Jones was trying to put undergrads around this technology, they fought very hard against it,” McNeil said. “They said there is no way that undergrads can take intellectual property of this caliber and commercialize it on any worthy scale.”\nBut the naysayers changed their minds when the team won a business-plan competition at Baylor University in March and then became semi-finalists at a DOE regional competition held at MIT, prior to the one they won at Caltech. “They really swallowed their words,” McNeil said. “Now they all fully support us and understand that they were mistaken in their belief that you have to have a Ph.D. to be able to commercialize university intellectual property.”\nAccording to McNeil, the company is currently able to process 15 of the 17 rare earths, but is concentrating on neodymium and dysprosium, the two that the DOE ranked highest in both importance to clean energy and in supply risk. Both elements are used in magnets for high-efficiency wind turbines and electric motors, and neodymium is also used in batteries for electric vehicles.\n“Electric motors can be 50 percent more efficient if they use rare-earth-element magnets,” said Tran, the company’s Chief Operating Officer. “And wind turbines can be 20 percent more efficient if they have rare earth elements.”\n“We plan on using a lot of our winnings from this competition to forward the final feasibility studies of our process,” McNeil said. “That funding will allow us to transfer from the pilot stage to the commercialization stage.”\nBut money may not have been the most important prize. “Being able to go back and forth with the judges has really been the biggest benefit,” McNeil said. “We're young entrepreneurs, so seeing experienced entrepreneurs able to pick apart your idea and point out any area that they see as a hole really helps us to grow and become a better company.”\n“At Caltech,” Tran said, “they had two judges that I think are going to be great contacts” to help them grow their business. And their experience at the earlier competitions helped prepare them for this one. “MIT had a really huge impact on us even though we didn't win,” she said, citing mentors who offered guidance about permitting and other areas they would have had difficulty learning on their own.\nDid the team of undergraduates really expect to prevail over competitors with advanced degrees from better-known universities? “When we originally went to Baylor, we got really caught up in the names of the schools that we were competing against,” said McNeil. “By the time we got to Caltech, it was ‘let’s look at the technology and see what everybody’s bringing to the table,’ rather than ‘let’s look at their credentials and which school they’re going to.’ ”\n“Excellence and innovation can come from anywhere,” said Caltech’s Stephanie Yanchinski, who is executive director of the FLoW program. “I think that’s important for our country to encourage. Of course, we need to support our centers of excellence. But at the same time, we should support innovation wherever it is.”\nNeither McNeil nor Tran have plans to get MBAs or Ph.Ds. “I fully respect anybody that wants to pursue an advanced degree,” McNeil said. But, he added, “I'm kind of surprised that anybody would continue to further their education (in entrepreneurship) rather than get real-world experience. Because those are degrees where real-world experience is going to shine more than anything you can learn in a book.”\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nLee esta historia en Español aquí. In September, the three NASA centers in California came together…\nRead this story in English here. En septiembre, los tres centros de la NASA en…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}