{
  "url": "https://climate.nasa.gov/news/580/preventing-gaps-in-climate-data/",
  "title": "Preventing gaps in climate data",
  "date": null,
  "content": "By Jennifer LaPan\r\nNASA Langley Research Center\nThe NPP spacecraft in a cleanroom at Ball Aerospace undergoes inspection by a technician following electromagnetic compatibility testing. Credit: Ball Aerospace\nThe consequences of global warming are not only challenging, but they are far-reaching, which is why NASA maintains a strong scientific focus on climatic and global change research. As the growing human population continues to burn fossil fuels and release carbon into the atmosphere at an accelerated rate, we are faced with a complex problem: a warming Earth.\nA warmer Earth leads to warmer oceans that expand and rise from melting ice, potentially forcing millions of coastal residents to move inland. A warmer climate, even by just a few degrees, also means we could expect more extreme and erratic weather, from heavier blizzards to stronger hurricanes.\nMeasuring climate is not as easy as popping a thermometer in Earth's mouth every day. The crux of climate change is energy. In 1984, NASA began measuring and keeping a record of changes in Earth's energy with a satellite instrument known as ERBE (Earth Radiation Budget Experiment) and then its successor, CERES (Clouds and Earth's Radiant Energy System).\nFive satellites and 27 years later, not a single year has passed without a record of Earth's energy budget. This year, the climate-monitoring torch is being passed to the NPOESS Preparatory Project (NPP), a satellite carrying the fifth edition of CERES.\nNorman Loeb, a climate scientist at NASA's Langley Research Center and the principal investigator for CERES, gave us some insight into what he and other scientists have been able to discern from our current record of Earth's climate — and why a long-term, continuous record is so important.\nJust like you have a budget at home that you must balance with income coming in and expenses going out, the climate has a very similar process. Sunlight is the incoming resource (or energy), and the outgoing energy back to space is from reflected sunlight and emitted thermal radiation. The balance of incoming and outgoing energy is commonly referred to as the Earth's energy budget. A balanced energy budget keeps Earth's temperature at a consistent level. However, we currently have less energy leaving the Earth than is necessary to keep a steady temperature. Most of the extra, trapped energy is stored in the ocean, contributing to sea-level rise, and the remainder melts snow and ice over land and warms the atmosphere.\nWe feel confident that one reason for the change in Earth's energy budget is due to greenhouse gases. Greenhouse gases, like water vapor and carbon dioxide (CO2), block energy from radiating back out to space. Just as if you were to put another blanket on your bed at night, a layer of greenhouse gases makes the Earth warmer by not allowing heat to fully escape. The more CO2 we put in the atmosphere, the thicker the blanket we have, and the warmer the Earth gets.\nA second key component of climate change is the role of clouds. The CERES team combines measurements made by other instruments on the same spacecraft as the CERES instrument to observe changes in cloud properties in conjunction with changes in Earth's energy budget. The influence of clouds on the energy budget is complex because clouds both reflect sunlight back to space and block energy from radiating to space. Which of these two dominates depends upon the properties of clouds, such as their amount, thickness and height. As the Earth undergoes changes in its climate, cloud properties may change in ways that may amplify or offset climate change. Understanding the influence of clouds on the energy budget is therefore a critical climate problem.\nWe measure the energy coming into earth in watts per square meter. Averaged over the entire planet, the sun gives us about 340 watts per meter (about the energy radiated from six incandescent light bulbs) yearly. The Earth returns an equal amount of energy back to space, keeping the temperature constant. However, because greenhouse gases are preventing some energy from leaving, there appears to be a little over 0.8 Watts per square meter that aren't leaving. This trapping process doesn't change the atmospheric temperature immediately, because most of this excess energy is absorbed and stored in the ocean. However, over the past century the global temperature has risen 1.44 ° Fahrenheit (0.8 ° Celsius).\nThe CERES instruments on the Aqua and Terra satellites are indeed continuing to take measurements, however both of these instruments have exceeded their expected lifetime. While we are happy they have continued to provide data, they could stop working at any time.\nThe easiest way to see significant changes in Earth's climate is to know what the normal pattern of incoming and outgoing energy looks like and to keep a continuous record. We've been tracking those patterns with CERES, but if we were to lose an instrument before another was launched, we would lose the ability to intercalibrate the newer instrument with the older one, and would also lose time interval of data. It would be exceedingly difficult, if not impossible, to accurately tie the two records together, and it would be impossible to accurately determine what happened to the energy budget during the measurement gap. We can't just guess the missing measurements and pencil them in, nor can we correct for any calibration differences between the two instruments without having overlap; we essentially have to reset the climate record to zero and the separate pieces of the record are forced to stand on their own.\nA long data record also helps us sort out uncertainties that we still have with climate change. One of the biggest mysteries in predicting climate change is the impact of clouds on the energy flow through the Earth, and having CERES on NPP will allow us to continue to study this relationship.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}