{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/300/first-things-first/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Patrick Lynch,\nNASA's Earth Science News Team\nHow does a group of NASA scientists end up on a barren mountaintop, a hemisphere away from home, 17,500 feet above sea level, and in need of supplemental oxygen to stay focused in the thin air? Like most things in science, this trek began with a question or two.\n“The first question is: what is the science that’s important to do? The second is: how do you do it?”\nRich Cageao said it was these questions that led a group of scientists and engineers from NASA’s Langley Research Center to embark on a four-month field campaign to the Atacama Desert of Chile in 2009, from late July to early November.\nTo study how water vapor absorbs infrared radiation in the high atmosphere and influences the climate, the group needed a site well above sea level. Otherwise, the higher levels of water vapor near the surface would block any attempt at detailed infrared measurements, like putting a thick layer of gauze in front of a camera lens.\nA modified shipping container — like the ones shipped on rail cars and tractor trailers — became a remote office for the scientists and home for their instrument called FIRST — Far Infrared Spectroscopy of the Troposphere). Trucks took it from Virginia to California; a ship took it from California to Chile; a truck again took it from sea level to an elevation equal to the base camp on Mt. Everest. And the container – outfitted with windows, a door, an opening for measurements, and oxygen — made it to and from the site in pretty good shape, despite a few snowstorms and gale-force winds.\nOnce the container was in place at a graded site on a Chilean mountain called Cerro Toco, the team set to working out the kinks with the instrument and power supply. They also worked on adapting to the daily climb from base camp at 8,000 feet to the work site at 17,500 feet.\nThe conditions kept everyone on their toes, and nothing ever seemed routine, Cageao said. “Warm days, out of the wind, were zero degrees Centigrade. Winds were typically 25 mph, and up to 60 mph,\" Cageao described the days as extremely taxing. Nothing could be called drudgery. The possibility that something could go wrong required a state of hyper-awareness. “You’re not waiting for something to happen. You never sit around.”\nBut even with the cold, the wind, and the barren, almost lifeless site, Cageao couldn’t pass on the opportunity.\n“We have, by nature, that feeling of, ‘we’ve got to get out there,’” he said of many scientists in the office. “We’re much happier in the field. It’s an adventure. It’s good science and it’s challenging.”\nSo why go to all this effort?\nThe Earth’s surface emits infrared radiation it has absorbed from the sun. Greenhouse gases partly trap that energy as heat, keeping the planet habitable. But with humans burning fossil fuels and altering the balance of greenhouse gases — and therefore the amount of heat trapped in the atmosphere — scientists need to understand exactly how this process works in order to improve predictions of climate change.\n“The primary greenhouse gas on Earth is not CO2. It’s not methane. It’s water vapor,” Cageao said. “And when you drive up the temperature of the atmosphere, you drive up the water vapor, so you better have this right. Having it pretty close isn’t enough.”\nCross posted from NASA’s What on Earth blog. Patrick is based at NASA’s Langley Research Center in Hampton, Virginia.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}