{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/192/adapting-to-climate-change/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "An assortment of luminaries attended the Governors’ Global Climate Summit earlier this month, ranging from Arnold Schwarzenegger to Tony Blair to Harrison Ford. NASA Jet Propulsion Laboratory’s very own Kevin Hussey (pictured) was there to preview our Eyes on the Earth interactive tool.\n“When we come together and work as a team, we can achieve the seemingly impossible.” So began the Governors’ Global Climate Summit (GGCS), held in Los Angeles at the beginning of this month, on a hopeful note.\nBilled as a stepping stone to the U.N. climate treaty talks in Copenhagen this December, the GGCS brought a variety of movers and shakers together: governors from regions and states all over the world, U.N. officials, former British Prime Minister Tony Blair and Jane Goodall (the world’s foremost authority on chimpanzees and an avid conservationist), to name but a few. It was the second time California Gov. Arnold Schwarzenegger had co-hosted the event, having promised to return last year with his signature line “I’ll be back”.\nAs Gary Gero, president of Climate Action Reserve, said  at the meeting, “Subnational governments are the ones that are going to be ultimately responsible for implementing much of what gets negotiated at the discussions in Copenhagen. We have to make sure that their voice is heard.”\n\t\nLisa Jackson, administrator of the U.S. Environmental Protection Agency (EPA), agreed: “For too many years, states, cities and towns concerned about climate change have had to go it alone — typically without federal partnership, and sometimes with aggressive federal opposition.”  That’s why she announced in her speech on the opening day of the summit that the EPA would be moving forward on its own with a new proposal to reduce greenhouse gas (GHG) emissions, with or without stronger climate legislation from Congress and the Senate. It plans to use the Clean Air Act to regulate the emissions of facilities that produce more than 25,000 tons of carbon dioxide per year and to ensure that they adopt the most efficient technologies when they are built or upgraded.\nWhile mitigating (trying to minimize) climate change is crucial, Dr. Stephen Schneider of Stanford University explained that for most countries it will be a case of adaptation, not mitigation. “The primary victims [of climate change] are those who did the least to cause the damage.”\n \nWater issues were top of the agenda. Rick Miles, minister of the environment of New Brunswick, Canada, put it this way: “Climate mitigation is all about energy. Climate adaptation is all about water.” Sea level rise is a major concern for both small island states such as the Maldives and larger countries. As Ann Veneman, executive director of the United Nations Children’s Fund (UNICEF) and former U.S. Department of Agriculture secretary, explained, China, India and Bangladesh represent 75 percent of all flood mortality risk. Meanwhile Dr. Dessima Williams, chair of the Alliance of Small Island States said, “We are under threat. An emergency is emerging around the small island states. 2 ℃ warming is not enough. We need to limit it to 1.5 ℃.” (The Maldives just held a rather unorthodox underwater cabinet meeting to press home the point.)\nOther regions such as the Horn of Africa are at risk of severe drought and crop failure. According to Veneman, women and girls will likely be impacted more by climate change than men. They make up 70 percent of farmers and will suffer when crops fail; moreover, they are the ones that fetch water and will have to walk further to find it.\nFor many countries, the inherent uncertainties that surround future climate change predictions are making adaptation decisions difficult. Many are therefore trying to prepare themselves for the worst-case scenarios if they can afford it. But it won’t come cheap. A new study from the World Bank suggests that it will cost $75-100 billion each year to adapt to climate change from 2010 to 2050. Who is going to pick up the tab?\nThe upcoming Copenhagen negotiations are seen by many as a once-in-a-lifetime opportunity, the last chance to act. Whether the sense of urgency shared at the governors’ summit will translate to the global stage remains to be seen.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}