{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/221/inside-copenhagen/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Dr. Tony Freeman, Earth science manager at NASA's Jet Propulsion Laboratory, has arrived in Copenhagen to attend what is being billed as a historical climate summit. This is the first of his dispatches from the negotiations.\nWill the U.N. negotiations bear fruit?\nOn the way to this much-anticipated U.N. climate conference, my feelings are mixed. In the face of overwhelming evidence of climate change will the nations of the world act decisively? Will Copenhagen come up with the breakthrough approach to global warming most people hope for, or just a step along the road to a solution that everyone expects? Will a treaty on carbon emissions and offsets be forged or will that be deferred to another meeting somewhere down the road? And if there is a treaty, will it be ratified by the governments back home?\nThe first week of the conference is taken up with technical meetings and position papers from participants: here’s our approach to monitoring carbon dioxide [CO2] emissions; this is how we’ve been able to evaluate carbon offsets in the developing world; this is how reducing emissions from deforestation and forest degradation (REDD) would work in our part of the Amazon; translating back and forth between the language used by climate scientists and policy makers; and so on.\nIn the second week the discussions will advance towards how a solution might be made to work: how cap-and-trade would operate; the terms of a global treaty on emissions and offsets; strategies for emissions control in the developed world; what REDD might mean for a particular region; and balancing between the interests of the nations at different stages of development. Towards the end of the week, the heavy hitters will start to make an appearance — it’s expected that President Obama will make a speech in the last couple of days, and other heads of state will be making their case too. Will they confirm pledges agreed to in the build-up to the closing stages by their staff?\nMy role at the conference is that of an observer — I don’t get to vote on any of the decisions made at the conference, but I will definitely take the opportunity to learn as much as I can and talk to as many people as possible about the problems ahead. My intent is to let people know what our current capabilities are, and to identify what role we (NASA’s Jet Propulsion Lab and Caltech) can play in the future in monitoring climate change and in evaluating how effective measures agreed to at this landmark conference will be.\nFrom what I’ve learned so far, Copenhagen is an appropriate setting for this conference. It has been a trading hub for goods and ideas in eastern and western Europe for just over a thousand years. Denmark has made incredible strides towards becoming one of the greenest nations on Earth, and Copenhagen plans to become the first carbon-neutral capital by 2025. Its people know in their bones the effect of climate change. The Viking colony in Greenland was decimated by the effects of the “little ice age” in the 14th century and, in the 17th Century, Copenhagen was captured by an invading army from Sweden that crossed on foot over the frozen Oresund strait separating Denmark from Sweden. Denmark is a low-lying country, making it vulnerable to coastal erosion and increased flooding due to sea level rise. If the ice sheet covering Greenland were to melt later this century, as some models suggest may happen, the consequences could be even more severe. And on that cheery note…\nVi ses senere! (Danish for “see you later”)\n--Tony Freeman — who did offset the carbon footprint of his air travel to Copenhagen by purchasing carbon credits.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}