{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/200/spooky-clouds/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Hallowe’en has come and gone, but there are still signs of spooky things afoot. Take a look at this picture — of clouds shining at night. Yes, that’s right, at night. These are known as “noctilucent” clouds and, unlike normal clouds, they are only visible near twilight, when the sun is just below the horizon and the sky is dark. Scientists are still trying to get their heads around what causes them to form.\nNoctilucent clouds (see here for a gallery) were first reported in 1885, two years after the eruption of Krakatoa, and were originally linked to the volcanic ash that had been launched high into the atmosphere. But even after the ash settled, the clouds remained. Since then, research into these mysterious objects has ramped up, but we still know relatively little about their basic physics. They can be seen from the ground, but are even more brilliant from space, as astronauts have testified.\nWhat we do know is that noctilucent clouds lie near the edge of space, about 50 miles (80 km) up, and are made up of ice crystals, just like some of the regular clouds you see. Typically these clouds are seen at high latitudes (around the Earth’s poles) during summer months. But, for some reason, they are now being seen at latitudes as low as 40 °N, in places like Utah and Colorado. The clouds have also been getting brighter. Many scientists suspect they are related to changes in our atmosphere spurred on by global warming.\nSince the 1970s, night-shining clouds have been monitored from space as well as from the ground in an effort to solve this puzzle. Where does the water that makes up the clouds come from? Where do the particles that “seed” the clouds’ ice crystals originate? And what controls temperatures in this part of the atmosphere, so high up?\nAIM (Aeronomy of Ice in the Mesosphere), launched by NASA in 2007 and slated to run until 2012, was the first satellite mission dedicated solely to studying these weird clouds and is bringing back new information every day. And in September of this year, NASA’s Wallops Flight Facility in Virginia launched a rocket into the atmosphere in a scheme to artificially create night-shining clouds. The project, known as the Charged Aerosol Release Experiment, or CARE for short, was designed to trigger cloud formation around the rocket’s exhaust particles emitted high up in the atmosphere. A plethora of cameras and radar instruments on the ground and in space will track the dust for the next few months and learn more about how noctilucent clouds form and evolve.\nOur ancestors no doubt looked up at the night sky and were mesmerized by what they saw. In some ways, things are not so very different today, except that now we have the technology to send rockets up to chase those objects of fascination.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}