{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/222/inside-copenhagen/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Dr. Tony Freeman, Earth science manager at NASA's Jet Propulsion Laboratory, is in Copenhagen attending what is being billed as a historical climate summit. This is the second of his dispatches from the negotiations.\nAs we get off the train at the COP-15 [Conference of Parties 15] conference center, we are greeted by a gauntlet of activists to pass through, some chanting “Our Future, Our Future”. Others are offering free coffee and a pamphlet, some carrying signs such as “Save the planet – become a vegan”. There are students everywhere in orange T-shirts which have “[Don’t Bracket our Future]” on the back and “How old will you be in 2050?” on the front. I find this last slogan not too uplifting, since I will be well beyond my allotted three score and ten by then. But these kids are spread all through the conference center, and overall the energy they bring to the occasion is quite inspiring.\nI attended a side session on Education in the ‘Nils Bohr’ room, which had quite a smattering of orange T-shirts, some on the panel. One group had developed a lego-based game to teach children about carbon emissions — yellow bricks for natural gas, red for coal, blue for nuclear and so on. Others had ideas for eco-friendly classrooms. One young man on the panel, Florent Baarsch, was a past president of a UNESCO group called Education for Sustainable Development. He made a point I resonated with: the environment should be part of the core curriculum for any degree in higher education, whether it be in science, law, engineering, or the humanities.\nAs I listened to this discussion and looked around the room I found myself asking, “So where will you be in 2050?” Will one of these young activists be seen as this generation’s Albert Einstein, Madame Curie, Thomas Edison, or Nils Bohr? Even a Gandhi or a Mandela? Surely those who step forward to solve some of the tremendously complex scientific and social problems facing us as our climate continues to change will become their heroes. It’s an exciting thought.\n--Tony Freeman\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}