{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/269/back-from-the-dead/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Dr. Tony Freeman, \nNASA Jet Propulsion Laboratory\nLast week we learned that NASA will fly a copy of the Orbiting Carbon Observatory (OCO), after the failure to launch the first OCO in February 2009. This is great news — OCO will provide us with an unprecedented view from space of global carbon dioxide [CO2] concentrations, so we can accurately determine where this heat-trapping greenhouse gas is being put out into the atmosphere (the ‘sources’) and where it is being taken up by the oceans and by vegetation on land (the so-called ‘sinks’).\nThe launch failure of OCO on February 24, 2009 was almost like losing a family member to many of the team that had worked on the project. In some cases they had invested eight years of their lives in this endeavor — they poured all their energy into making it a success only to have their hopes dashed in the wee hours of the morning of February 24, 2009, at California’s Vandenberg Air Base. The satellite failed to reach orbit when the fairing (a shell-like structure that held the satellite) on the Taurus launch vehicle failed to open. The failure to shed the extra weight of the fairing prevented the satellite from reaching its planned orbit, resulting in its destruction.\nThe new OCO will work in exactly the same way as the original — by measuring reflected sunlight in the near infrared band (light of wavelengths 1.5 and 2 microns to be specific). CO2 absorbs light in these wavelengths — so by comparing the strengths of the absorption lines, scientists can estimate the distribution of CO2 in Earth’s atmosphere. We use similar spectroscopy techniques to determine the make-up of distant stars — yellow carbon stars similar to our own sun have carbon in their atmospheres that absorbs the light radiated from deep within the star at certain wavelengths.\nOne of the questions the OCO science team will try to answer is: What happens to the all of the man-made CO2 pumped into the atmosphere through combustion of fossil fuels and burning of forests? We know that roughly half of this CO2 is taken up by vegetation, through photosynthesis for example, but scientists are not sure exactly where. Is it the tropical rainforest or the northern boreal forest that does most of the ‘mopping up’ of the CO2? This gap in our knowledge of the Earth’s CO2 budget is known as the ‘missing terrestrial sink’.  So with the exciting news that NASA will refly OCO in 2013 we can say that the hunt for the missing sink is on!\nTony Freeman is Earth science manager at NASA's Jet Propulsion Laboratory in Pasadena, California.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}