{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/232/inside-copenhagen/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Dr. Tony Freeman, Earth science manager at NASA's Jet Propulsion Laboratory, is in Copenhagen attending what is being billed as a historical climate summit.\nToday (Wednesday) was very cold with light snow falling. I headed towards the conference center and was dismayed when the train I was on sailed past the police-lined platform of the conference metro station. We could see demonstrators gathering at the entrance and the Danish police out in force to deal with them. The only way to get to the COP-15 meeting was to go back two stops on the metro and walk from there.\n \nI walked for about a mile in the snow with a delegate from the Middle East who was complaining, wanting to know how could they do this to him, saying that he was going to be too tired for the negotiations, and upset that there wasn’t a bus he could take. I have to say the organization of the traffic to the conference center did leave a lot to be desired. I’ve been to football matches in England where the police have handled the comings and going of tens of thousands of people (not all of whom had good intentions, let’s say), with much greater efficiency.\n \nI ended up waiting in line for a couple of hours (not long by COP-15 standards) with a gentleman from Australia who turned out to be Professor Brendan Mackey from the Australian National University, a terrestrial ecologist. In 2008 he published a report in a book called “Green Carbon: the role of natural forests in carbon storage” in which he presented results that indicate that natural forests take up significantly more carbon from the atmosphere than was previously thought. We knew several people in common and he is a user and a huge fan of NASA’s Earth observation data so we passed the time quite quickly. I invited him to visit us in Pasadena and give us a talk on his work in March 2010.\n--Tony Freeman\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}