{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/228/inside-copenhagen/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Dr. Tony Freeman, Earth science manager at NASA's Jet Propulsion Laboratory, is in Copenhagen attending what is being billed as a historical climate summit. This is the fourth of his dispatches from the negotiations.\nManaging climate change will involve new levels of policing. In my last entry I talked about the need to police atmospheric (heat-trapping) emissions produced by various industries. But there’s also the challenge of policing deforestation. How do we make sure that countries are actually saving as many trees as they claim?\n \nEarlier this week I attended “Forest Day”, a side event in downtown Copenhagen, where there were some really fascinating talks on deforestation and disturbance, mainly of tropical rainforests. Cutting down tropical forests is responsible for nearly a fifth of mankind’s greenhouse (heat-trapping) gas emissions, because trees (especially old-growth ones) soak up and lock away large amounts of heat-trapping carbon dioxide. Talk of reducing emissions from deforestation and degradation (REDD) has been a major focus of the negotiations in Copenhagen. Indeed, the U.S. and other leading developed nations have just offered up $3.5 billion as initial funding to protect tropical forests around the world.\nMy interest in this topic stems from my involvement as Principal Investigator of a project to map the Amazon Basin in 1995, and again in 1996. The work involved using a space satellite equipped with radar instruments to collect data and put together dry season and wet season forest maps. \n \nMuch of the discussion and exhibits at Forest Day concerned REDD; the idea being that developing nations are paid by wealthier ones to offset their carbon emissions by preserving forests in a relatively pristine state. But how do we monitor these offsets, and what’s the value of the offset in terms of carbon not released into the atmosphere? How do we stop deforestation spreading to other, nearby areas? My friends at the Woods Hole Research Center have done a lot to develop this concept and turn it into reality if you’d like to learn more. And scientists at NASA’s Jet Propulsion Laboratory and elsewhere have just released the first satellite-based estimates of the carbon contained in the world’s tropical forests.\n \nMeanwhile at the main conference venue, the big guns have started to arrive — yesterday I saw Dr. Steven Chu (the U.S. secretary of energy) give a talk. I heard the U.S. Department of Energy under-secretary Kristina Johnson roll out a new program aimed at supplying developing nations with clean energy technology, listened to Jane Lubchenco — the administrator of the U.S. National Oceanic and Atmospheric Administration (NOAA) — speak at an Oceans Day reception, and sat next to the President Obama’s Senior Science Advisor, John Holdren, at dinner.\n--Tony Freeman\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}