{
  "url": "https://climate.nasa.gov/news/517/just-5-questions-exposing-antarcticas-secrets/",
  "title": "Just 5 questions: Exposing Antarctica's secrets",
  "date": null,
  "content": "Dr. Robert Bindschadler, Antarctic ice sheet expert.\nBy Erik Conway,\r\nNASA Jet Propulsion Laboratory\n\n\n\n\nStudying the Antarctic ice sheet has been like peeling an onion, with one discovery after another. It’s been magnificent.\n\n\n- Robert Bindschadler\n\n\nDr. Robert Bindschadler is a glaciologist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland and has been an active Antarctic field researcher for the past 30 years. He has led 15 field expeditions to Antarctica and has participated in many other expeditions to glaciers and ice caps around the world. He is currently involved in another field expedition to gather new measurements in the water underneath the floating fringe of the West Antarctic Ice Sheet.\n\n\n1. You’ve spent a lot of your career focusing on Antarctica. How did you come to do fieldwork there?\nWhen I was in graduate school, we went to Alaska and studied surge-type glaciers [ones that can advance very quickly in bursts]. Then I moved to NASA, because of their interest in ice sheets. At the time, the most active part of ice sheet research revolved around West Antarctica; people thought that because it was the last marine-based ice sheet, it had the potential to be more dynamic than other ice sheets. Since then, studying the Antarctic ice sheet has been like peeling an onion, with one discovery after another. It’s been magnificent. I don’t think a scientist could have picked a better field, because there have been so many major discoveries and rewritings of our understanding of how ice sheets work. We’re witnessing dramatic changes in the Antarctic at rates that we never dared imagine in that first twenty years.  \r\n\n\n2. What’s the most interesting thing you’ve done in your career?\nIt’s probably the field expeditions that I’ve led. I’ve always liked a challenge, and some of the field expeditions that I’ve led have collected measurements in places or in ways that some people said wasn’t possible. When people say no, it can’t be done, that motivates me to find a way to do it. We were one of the first groups to do a large-scale survey of Antarctica with GPS [a Global Positioning System]. Our next goal is to take measurements beneath the Pine Island ice shelf [in Antarctica]; it’s so heavily crevassed [cracked] that some reviewers of our proposal have said it’s just not possible. I’m bound and determined to get these measurements underneath the Pine Island ice shelf because they are absolutely critical to understanding why the largest changes of the ice sheet are happening right there.  We won’t know the future of the ice sheet until we understand what’s going on now.\r\n\n\n\n\n\nWhen people say no, it can’t be done, that motivates me to find a way to do it.\n\n\n- Robert Bindschadler\n\n\n\n3. Last time we spoke, about a year ago, you were planning to move away from fieldwork and become manager of an ice sheet modeling effort. Why leave field work for modeling?\nActually, I’m now doing both! The most important aspect of the work I do is the part that helps give society credible predictions of how sea level is going to change in the future. Ultimately those answers will come from [ice sheet] models. So as much as we might enjoy the fieldwork, we can’t get stuck in that pleasurable realm and we have to make sure our field work helps modelers. There’s a lot of pressure on scientists to improve the projections of future sea level sooner rather than later, so we’re pushing do that. And for us that means that we have to spend less time in the field, rely on space satellites to collect the data, and work on improving the models. \r\n\n\n 4. Beyond your love of a good challenge, what drives you to do your science?\nWhat really drives me to do the glaciology that I do is its direct relevance to people on the planet. Half of the world’s population lives close to the ocean and could be affected by sea level rise. That means that the science we do matters. It matters to my kids and it matters to me, and that’s really important. I think most Earth scientists feel the same way; that this stuff really does matter and it keeps us going.\nI tell young scientists that the way they will do science in the future will be different. Our climate is changing fast. That will put stresses on society. Multi-billion-dollar decisions will be based on what scientists project is going to unfold in the future. So for young scientists today, there will be a whole new dimension to Earth science that involves the interface of science not just with society, but also with decision makers and local planners. They’re all going to want this information. It adds urgency to what we do.\r\n\n\n5.  One of the claims that so-called “climate change deniers” make is that the pressure to produce results for policy use also creates pressure to produce results that are tailored to a particular set of policy objectives. Do you ever feel that kind of pressure?\nI do feel the pressure to give scientific support to particular positions. And I think you simply have to resist that. What really insults me is the claim that we [climate scientists] misstate results for our own personal or professional gain in some cases, too, either for notoriety or additional funding. That doesn’t cut it in our discipline. People who make such charges simply do not understand the scientific community. We are the most self-critical community I can imagine. You will have friends and you will have enemies and you will have to defend every statement you make. We’ve already done that self-critiquing and we are careful about what we say, probably to a fault. To suggest that there are conspiracies rampant within the community for our own gain and notoriety is, quite frankly, insulting and shows an absolute lack of understanding of how the community operates, who’s in it, and what they’re like.\r\n\n\nRelated links:\n\nIs Antarctica melting?\nNASA finds polar ice adding more to rising seas\nNASA airborne science campaign begins Antarctic sequel\nAntartica traced from space\nTime on the shelf\nResearch expertise: The dynamics and stability of glaciers and ice sheets, in particular in Antarctica; How remote sensing can be used to improve our understanding of the role of ice in the Earth's climate.\nEducation: B.S. in Physics, B.S. in Astronomy, University of Michigan; Ph.D. in Geophysics, University of Washington.\nMore info & publications\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}