{
  "url": "https://climate.nasa.gov/news/299/just-5-questions-ice-ice-baby/",
  "title": "Just 5 questions: Ice ice, baby",
  "date": null,
  "content": "5 min read\nInterview by Gretchen Cook-Anderson,NASA Earth Science News Team\nGlaciers and ice sheets cover more than 10 percent of the Earth’s land surface — spanning over 6 million square miles (15.5 million square kilometers) of glaciers, ice caps and ice sheets. Scientists like Dr. Waleed Abdalati are working to improve our understanding of how changes in the planet’s snow and ice (otherwise known as the “cryosphere”) affect our climate. Gretchen Cook-Anderson asked Abdalati a handful of questions about ice and its role in climate change.\nIce plays a number of different roles in our climate. First, it helps moderate the temperature of our atmosphere. It’s white and reflective and keeps the Earth cool by reflecting sunlight and radiation back into space. Ice also serves as a barrier between the Earth and the atmosphere, controlling the exchange of energy between the ocean and the air. And melting ice is the primary contributor to sea level rise.\nMore than 220 feet (66 meters) of sea level rise is locked up in the Earth’s ice sheets. While I don’t think we have any reason to fear they’ll all disappear tomorrow, melting ice could have quite large implications for sea level. Just one or two feet of sea level change can have major impacts on coastal regions and on society in general.\nGenerally speaking, everything is happening a lot faster than we ever thought it would or could just five years ago. Sea ice has been shrinking more rapidly than even the models have predicted. At this rate, we’re looking at an ice-free summer in the Arctic in the next couple of decades — which will be upon us sooner than we realize.\nTen years ago, we didn’t know that if temperatures go up only a couple of degrees Celsius (3.6 degrees Fahrenheit) at the surface of the planet, ice sheets can respond very quickly. Rising temperatures speed up the flow of outlet glaciers that deposit ice directly into the oceans, causing sea level to rise.\nNASA’s Gravity Recovery and Climate Experiment (GRACE) satellites are giving us direct information on how the mass of Earth’s ice is changing. Other methods require us to infer those changes, for example from measurements the speed at which melt occurs. But by tracking changes in the planet’s gravity field, which are triggered by movements of water anywhere on the globe, GRACE provides the answers on a large scale like no other satellite. If you’re clever in how you analyze the satellite data, GRACE can also offer answers about where the ice is shrinking and by how much or, alternatively, where it’s growing. I use GRACE data to analyze patterns in ice change, but they also help us identify the “hotspots” on Earth where changes in ice and water may have the most dire societal or environmental impact, so that researchers like me can focus our energies there and understand the mechanisms at play.\nThe amount of sea ice in the Arctic during the summer is disappearing at a surprisingly high rate, losing about 10 percent per decade in terms of area. But its thickness is something we haven’t understood very well. To date, we’ve only been able to quantify with any real confidence the geographic area that Arctic sea ice covers. ICESat has enabled us to estimate ice thickness by measuring the height of ice above water, and inferring how much lies beneath. It quite literally adds a new dimension to ice sheet research, providing clues as to how much the sea ice is thinning and how vulnerable it is to future loss. In addition, it’s been instrumental in giving us an inventory of Antarctica’s subglacial lakes, massive bodies of water beneath the surface that have rapidly receded or — in a few instances — disappeared altogether over the last few years.\nICESat's follow-on mission, ICESat II, is expected to launch in 2015. It will help us really get at why ice is changing, and why it’s snowing more or less in different areas.\nAlthough I think it’s difficult to separate the importance of land ice from sea ice, the stability of the ice sheets in Greenland and Antarctica is highly critical. In Greenland we can get up there and put people in the field. Antarctica, however, is a tougher nut to crack when it comes to making measurements by way of field expeditions. Organizations like the National Science Foundation (NSF) have made major and sustained investments into learning more in Antarctica, alongside the efforts of other federal agencies and a global network of research institutions. All of this work culminated during the recent International Polar Year, which focused on the Arctic and Antarctic from March 2007 to March 2009. NASA is also attacking ice measurement dilemmas with GRACE, through a major project called Operation Ice Bridge and in the future with the new ICESat II satellite.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}