{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/341/joys-from-the-field/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Dr. Tony Freeman,\nEarth Science Manager, NASA Jet Propulsion Laboratory\nMost NASA scientists study Earth from the perspective of space. They use information collected by satellites to learn how the Earth’s atmosphere, ocean and land work. But space, “the final frontier,” is not the only frontier. Researchers also collect data from the ground, ocean and air to augment space missions. In fact, many NASA Earth scientists got their start flying instruments on one of the many aircraft NASA have in their fleet, which is based at the Dryden Flight Research Center out in the Mojave Desert.\n\"If it all sounds a bit like Indiana Jones without the bad guys that’s because it is.\" A much (much) younger version of the author taken on a field trip in Belize.\n\n\n\n\nWhy bother with aircraft when we can fly spacecraft? Well, airborne missions enable us to do unique — and crucial — experiments in the fields of atmospheric chemistry and volcanology, for example, from altitudes that range from 100 feet (30 meters) to 60,000 feet (18 kilometers). They also help us to check and validate the performance of the instruments that fly onboard NASA satellites such as Aqua, Aura and others in the so-called “A-train” of Earth-observing satellites. And, airborne instruments are often cheaper to launch. Tethered and untethered balloons; manned aircraft ranging from small propeller craft (think Cessna) to large jet engines (think the DC-8 aircraft); unmanned airplanes such as the large military surveillance craft known as the Global Hawk — NASA uses them all.\nIn this last year alone, NASA has flown:\n-\tOver Greenland to study the ice sheet and glaciers there as part of Operation IceBridge (total flying distance was more than 1.5 times round the world);\n\n-\tTo the Gulf of Mexico to map the extent of the ongoing oil spill;\n\n-\tTo California’s border with Mexico to map the extent of damage caused by an earthquake that rocked Baja California;\n\n-\tWay out into the Pacific Ocean on a Global Hawk unmanned aerial vehicle packed with science instruments designed to look at cloud formation. Scientists, meanwhile, examined the information they collected live at their desks, through a satellite phone link.\nHaving done it myself, I have to say it’s really exciting to take a brand new instrument that no-one’s ever used before out into the desert, have it bolted on to an aircraft and set off on a data collection campaign somewhere in the world. Over the last decade or so, NASA has flown campaigns over the jungles of Belize and Costa Rica, the icy wastes of Antarctica and Patagonia, the ancient Khmer ruins in Cambodia, the mineral-rich deserts of Australia, the rubble of the Twin Towers in New York after 9/11, and hurricanes forming in the Atlantic off the coast of Africa.\nAnd even cooler is the fact that for most places where we fly our aircraft and our instruments, we also send a ground team in to make field measurements at the site of interest. On the ground, I’ve had fun making snow trails on a skidoo, navigated 50 miles (80 kilometers) down the Tanana river in Alaska as far as the Yukon, hiked out on a salt pan in Death Valley in 38°C- (100°F)-plus temperatures, ridden an ox cart in Cambodia, and stopped to let a boa constrictor cross the road in the heart of the Amazon. If it all sounds a bit like Indiana Jones without the bad guys that’s because it is, and I don’t think my experiences would be considered unusual amongst my colleagues.\nAirborne Earth science is currently undergoing a renaissance at NASA. You can learn more here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}