{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/241/word-games/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Adam Voiland,\nNASA Earth Science News Team\nEarth scientists milling around the lobby during coffee breaks at the American Geophysical Union’s fall meeting in San Francisco in December had something unusual to mull over. A phalanx of colorful posters, created by a visual communicator who describes herself as \"a note taker on steroids\", adorned the lobby of the Moscone Convention Center. Snippets from the illustrated notes offer a fascinating look into some of the brainstorming sessions that have taken place on the topic of communicating climate science. AGU intstalled the posters at a fitting time: it's been a disorienting month for climate scientists who have watched seemingly specious charges of scientific malpractice become a major news item.\nOne of the posters — called Communicating with Congress (and Everybody Else) — brainstorms some of the pitfalls that make communicating climate science such a challenge. High on the list: jargon. Scientists use such a specialized language that it can be difficult for non-scientists to distill the meaning from certain scientific presentations or articles. Complicating matters more, there are some words that have distinctly different meanings to scientists and to the public. The poster highlighted a handful of them. I've taken the liberty of elaborating upon and defining a few of them below.\nDid you know the difference? Have any good examples to add to the list?\nAerosols\n\nThe Public: Spray cans that dispense a liquid mist, many of which damage Earth's ozone layer.\nScientists: A suspension of any solid or liquid droplet in the atmosphere. Includes dust, soot, pollen, sea salt, sulfates and more.\nRadiation\n\nThe Public: Harmful material that leaks from nuclear material and is used to battle cancer. \nScientists: Energy that comes from a source and travels through some material or space. Includes electromagnetic radiation such as radio waves, infrared light, visible light, ultraviolet light and X-rays.\nOzone\n\nThe Public: Something in our atmosphere that protects against cancer-causing light waves.  \nScientists: A molecule containing three oxygen atoms that, in different parts of the atmosphere, acts as a harmful air pollutant, a heat-trapping greenhouse gas, and a buffer against ultraviolet radiation.\nError\n\nThe Public: A mistake, an accidental wrong action or a false statement not made deliberately.\nScientists: Not a mistake; instead the difference between a computed, estimated or measured value and the true, or theoretically correct, value.\nBias\n\nThe Public: Willful manipulation of facts to suit a particular ideology or point of view.\nScientists: A term used to describe a statistical sample in which members of the sample are not equally likely to be chosen. Also a term used to describe the difference between an estimator's expectation and the true value of the parameter being estimated. For some scientific analyses, a certain degree of bias can actually be beneficial.\nCross posted and adapted from NASA’s What on Earth blog. Adam is based at NASA’s Goddard Space Flight Center outside Washington, D.C.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}