{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/308/solo-trekker/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Dr. Tony Freeman,\nEarth Science Manager, NASA Jet Propulsion Laboratory\nThis week I heard a short talk from one of my colleagues, Dr. Yi Chao, about an autonomous underwater vehicle (AUV), that he and his colleagues from NASA’s Jet Propulsion Laboratory and the Scripps Institution of Oceanography have dreamed up called “SOLO-TREC” (short for the very long name \"Sounding Oceanographic Lagrangrian Observer Thermal RECharging\" vehicle). Now there’s nothing unusual about underwater vehicles – anyone who has seen James Cameron’s 1997 blockbuster movie “Titanic” will be familiar with the idea of using robots to probe beneath the ocean waves. And there’s nothing new about autonomous vehicles – robots that can think for themselves. We have autonomous rovers exploring Mars and you can even buy cars these days that can reverse into parking spaces without your hands touching the steering wheel.\nThe cool new thing about SOLO-TREC is the technology it uses to power itself. It bobs up and down from the warm surface of the ocean, to the colder depths at 500 meters (1,600 feet) down. The robot has several long narrow cylinders filled with oil that, when cooled, changes to a solid wax and contracts by about 15 percent. This ‘phase change’ from liquid to solid and back again is used to power a hydraulic motor for electricity generation and to charge SOLO-TREC’s batteries. The robot’s instruments measure sea water temperature, pressure and salt content profiles and, when it reaches the surface, it phones home the results using a satellite phone. Being self-powered, it can go on like this, bobbing up and down, drifting along and making measurements, for a long time. Previous robots, running on batteries, could only manage a couple of hundred dives before they had to be hauled out and refurbished.\n \nWhat’s this got to do with Earth’s climate? Well, as the Earth warms, a lot of that heat is stored in the ocean, and the oceans contain enormous amounts of carbon in the form of dissolved carbon dioxide (CO2) and as calcium carbonates from the shells of dead marine creatures. Plus a new study by the National Academy says that ocean chemistry is changing much faster than previously thought because of all the extra CO2 that is being absorbed from the atmosphere. So it’s important to monitor what’s going on in the ocean using the best tools that we have available. From space we can measure a lot of what’s happening at the ocean surface, but we can’t see below. A fleet of SOLO-TREC robots, properly instrumented, could monitor climate change or the effects of climate change beneath the ocean surface, and keep on doing so for years to come.\n \nIf you want to see where SOLO-TREC is today, go to this page for the latest results.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}