{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/445/apple-of-your-eye/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "GeoOptics Inc. has just released a new Climate Mobile app that is free to all. The app allows users to access worldwide climate information, from space satellites and surface instruments (which provide valuable information in their own right and also cross-checks of space data). Users can browse worldwide temperature records from NASA and NOAA (the National Oceanic and Atmospheric Administration) going back over 130 years. The app’s “Personal Climate Analyzer” enables you to perform analysis of climate trends — if you discover something important, your results can be relayed back to the web and potentially published for the world to see. The point is to engage “citizen scientists”, arm them with up-to-date info and let them see the facts of climate change for themselves.\nThis is not the first climate app out there. Skeptical Science, a very nice website that “gets skeptical about global warming skepticism” launched its free app earlier this year. The goal is to enable people to browse the top 10 arguments used by climate skeptics to argue against the scientific evidence for man-made climate change, as well as browse by three main skeptical categories (\"It's not happening\", \"It's not us\", \"It's not bad\")”, and then compare that with what the scientific evidence says.\nThe Skeptical Science iPhone app.\n\n\n\n\nOf course, then there’s the “skeptics”[*] themselves, and their iPhone app offering called “Our Climate”. They say: “It offers a balanced, skeptical point of view on the current state of climate science, since after all, science is supposed to be about a skeptical search for the underlying truth in how nature behaves!”\nCheck them out for yourself. Read, think and discuss with your friends and family. Question sources of information. Think for yourself. And get more informed about climate change, on-the-go or not.\n[*]I personally am not fond of the word “skeptic” because all good science involves a healthy dose of skepticism; it’s how good, robust research is done and fields are advanced. More on this another time.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}