{
  "url": "https://climate.nasa.gov/news/1133/sun-sets-for-a-nasa-solar-monitoring-spacecraft/",
  "title": "Sun sets for a NASA solar-monitoring spacecraft",
  "date": null,
  "content": "4 min read\nAfter 14 years of monitoring Earth's main energy source, radiation from the sun, NASA’s Active Cavity Radiometer Irradiance Monitor satellite has lost contact with its ground operations team at NASA's Jet Propulsion Laboratory, Pasadena, California, and its mission has been declared completed.\nAcrimSat's ACRIM 3 instrument was the third in a series of satellite experiments that have contributed to a critical data set for understanding Earth's climate: the 36-year, continuous satellite record of variations in total solar radiation reaching Earth, or total solar irradiance. The three ACRIM instruments have supplied state-of-the-art data during more than 90 percent of that time. Three other satellite instruments launched in 1995, 2003 and 2013 continue to monitor total solar irradiance.\nLaunched on Dec. 21, 1999, for a planned five-year mission, AcrimSat went silent on Dec. 14, 2013. Attempts since then to reestablish contact have been unsuccessful. The venerable satellite most likely suffered an expected, age-related battery failure.\nThe sun puts out a fairly stable amount of energy compared with many other stars. \"That's where the term 'solar constant' comes from,\" said AcrimSat project manager Sandy Kwan of JPL, referring to a standard unit of measurement in astronomy. Over the sun's 11-year cycle, the average variation in visible light is about one-tenth of one percent — a change so small that scientists only discovered it when they were able to observe the sun from satellites above our light-scattering atmosphere. Kwan pointed out that AcrimSat's grandfather, the ACRIM 1 instrument on the Solar Maximum Mission satellite launched in 1980, was the first instrument to show clearly that solar irradiance does vary.\nAlthough the percentage of change is minuscule, the energy it represents can have important effects on Earth. Scientists believe that sustained changes of as little as 0.25 percent in total solar irradiance over periods of decades to centuries caused significant climate change in Earth's distant past. Today, as greenhouse gases accumulate in the atmosphere, it's critical to understand the relative contributions of variations in solar irradiance and human-produced greenhouse gases to changes in Earth’s climate. To gain that knowledge, a long, continuous series of solar observations is an essential tool.\n\"The data record from the ACRIM series remains valuable for studying solar variability,\" said Greg Kopp, a senior research scientist at the University of Colorado's Laboratory of Astrophysics and Space Physics in Boulder. \"This more than three-decade-long data series exceeds the duration of any other irradiance instruments.\"\nRichard Willson, ACRIM principal investigator, has used the ACRIM data set to study cycles in the sun's variations. With co-investigator Nicola Scafetta of Duke University, Durham, North Carolina, Willson has been able to attribute some regular cycles of variation in irradiance to the alignment of planets and their gravitational tug on the sun. \"The sun, Earth and Jupiter are aligned in their orbits every 1.09 years, and we see a bump in solar irradiance every year at that time,\" Willson explained. \"That's just one of many cycles we have found. People have guessed at these effects for 150 years, but finding these frequencies in ACRIM data made it possible to pin down the effects for the first time.\"\nWillson noted that the cycles have been connected with past changes in climate through analyses of air trapped for centuries in glacial ice. \"Our measurements have contributed significantly to understanding the sun's effect on climate on time scales up to half a million years.\"\nAcrimSat was built at a cost of $26 million, equivalent to about $45 million today. Kwan noted that the ACRIM 3 instrument was still working perfectly when the satellite lost contact and that AcrimSat's batteries had far exceeded their shelf life.\nThe spacecraft, built by Orbital Sciences Corporation in Dulles, Virginia, remains safely in orbit about 435 miles (700 kilometers) above Earth and is expected to stay aloft for another 64 years.\nScience in Space January 2024 Crew members on the International Space Station have a lot…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}