{
  "url": "https://climate.nasa.gov/news/2/reading-writing-and-reefs/",
  "title": "Reading, writing and reefs",
  "date": null,
  "content": "By Rosemary Sullivant\r\nNASA Global Climate Change\nA grassroots organization of scientists and educators is promoting seven essential  principles of ocean literacy.  One of those principles is the idea that the ocean supports a great diversity of life and ecosystems.\nSize doesn't always equal importance, but in the case of Earth's ocean, it does. So when a college student piped up with \"It's big!\" as the answer to a question about why one should study the ocean, his professor agreed. In fact, he would argue that \"it's big\" is one of the most significant things we should know about the ocean.\n\"The ocean influences everything we do,\" says oceanography professor Robert Stewart of Texas A&M University, College Station, Texas. \"And we influence the ocean.\"\nThe ocean is so vital to life on Earth that Stewart, along with many others, believes there are certain principles about the ocean and how it works that should a part of every citizen's education. He's one of the founding members of a growing national movement to promote ocean literacy. The movement's goal is to help create a society that understands these important principles, can communicate about the oceans in a meaningful way, and can make informed and responsible decisions regarding the ocean and its resources.\nThe push for ocean literacy started about seven years ago. \"It has really been a grassroots effort involving both groups and many interested individuals,\" explains Lynn Whitley, director of education for the Sea Grant Program at the University of Southern California in Los Angeles and president of the National Marine Educators Association. \"The huge, first step was to agree on what everyone should know.\"\r\n\t\r\n\"We put together a group of leading oceanographers to develop a list of the most important concepts,\" Stewart says, a long-time member of the Ocean Surface Topography science team, a group of researchers funded to work on NASA's Jason ocean missions. Scientists met with educators and policy makers in workshops and online discussion to come to a consensus.\nAt the same time, they began working with the National Marine Educators Association to see how oceanography fit into the science standards that the schools are expected to cover. “We found that the standards mentioned just one thing: the idea that plate tectonics move the sea floor,\" Stewart says. \"The challenge was that ocean topics don't fit neatly into biology, chemistry or the physical disciplines, so they were mostly ignored,\" Whitley says. \"The absence of ocean science in schools resulted in a generation of Americans largely ignorant of the importance of the ocean.\"\nThe ocean literacy movement has grown to include scientists and educators across the country, together with organizations such as the National Geographic Society, the National Oceanic and Atmospheric Administration, Sea Grant, and the Centers for Ocean Sciences Education Excellence.  They've created a brochure on ocean literacy and held workshops to tie the most important principles of ocean literacy to the national standards for science education.\n\"We are now relating these concepts to different grade levels,\" says Stewart. Future activities include collecting and creating teaching materials on ocean literacy and conducting teacher professional development.\nSo, what are the basic ideas that everyone should know? Just seven essential principles: \r\nThe Earth has one big ocean with many features.\nThe ocean and life in the ocean shape the features of Earth.\nThe ocean is a major influence on weather and climate.\nThe ocean makes Earth habitable.\nThe ocean supports a great diversity of life and ecosystems.\t\nThe ocean and humans are inextricably interconnected.\nThe ocean is largely unexplored.\n\r\nOcean literacy advocates have broken these down further into fundamental concepts, such as \"the ocean controls weather and climate by dominating the Earth's energy, water and carbon systems.\"\nBack in his classroom, Stewart takes a practical approach. Individuals can make a difference, he says. \"I like to teach based on problem solving,\" Stewart says. \"Fisheries, for example. In a restaurant, order fish from sustainable stocks. Global warming, coastal erosion? I don't think many of my students are going to buy condos on a barrier island. They know how dangerous that it. Coastal problems? Wash your car in the street in many cities, the polluted water goes straight into coastal waters.\"\r\n\t\r\n \"Without the ocean, Earth would be a very different planet,\" Stewart says. \"But there are now so many of us on Earth, we've changed the atmosphere, we've changed the land, and we've changed the ocean. Everything is interconnected.\" The more we know about the ocean, about Earth, the better off we will all be, he says.\n\"The ocean defines our planet and protecting the ocean is critical for the future health of Earth,\" Lynn says. \"It is impossible to understand the world we live in without knowing about the ocean.\"\nHere are the seven essential principles everyone should know, according to ocean literacy advocates:\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}