{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/330/ok-go/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Mike Carlowicz,\nNASA's Earth Science News Team\nWhat do NASA techies do with their spare time? They make rock-n-roll videos. Not the big-hair, booty-shaking, smoke-and-fire kind. They help make rock videos that would make their daytime colleagues proud or jealous, or both.\nBand OK Go prides itself on creative visual expressions of their music, and they wanted an extra dose of gee-whiz fun for their song \"This Too Shall Pass.\" In early 2010, the group enlisted the help of Syyn Labs — a self-described \"group of creative engineers who twist together art and technology.\" The Syyn Labs fraternity included (or ensnared) four staff members from NASA's Jet Propulsion Laboratory.\nOK Go requested a Rube Goldberg machine as the centerpiece of a video. To borrow from wikipedia, a \"Rube Goldberg machine is a deliberately over-engineered machine that performs a very simple task in a very complex fashion, usually including a chain reaction. The name is drawn from American cartoonist and inventor Rube Goldberg.\" Think of the classic board game Mousetrap or your favorite chain reactions from Tom & Jerry cartoons.\nMore than 40 engineers, techies, artists, and circus types spent several months designing, building, rebuilding, and re-setting a machine that took up two floors of a Los Angeles warehouse. The volunteers went to work after work, giving up many nights, weekends, and even some vacation days to build a machine that has drawn more than 13 million views on YouTube.\nThe JPL staffers included:\n- Dr. Mike Pauken, a senior thermal systems engineer\n- Chris Becker, a graduate student at the Art Center College of Design and a JPL intern\n- Heather Knight, a former JPL engineering associate (instrumentation and robotics) who is now preparing to start work on a doctorate at Carnegie Mellon University\n- Dr. Eldar Noe Dobrea, a planetary scientist working to study landing sites for the upcoming Mars Science Laboratory.\nWe caught up with these rock-n-roll moonlighters to learn more about the machine and video.\nWhat was your role in the creation of the machine, and what was the inspiration behind your piece?\nEldar: My main role was to help design and construct the descent stage (2:06 to 2:28 in the video). The inspiration for the rover was a small Japanese Rube Goldberg machine that had a tiny mock-up of a mouse rover, about the size of a Hot Wheels car. It struck me that since I am representing JPL, we should have a Mars Rover in our machine.\nChris: I helped finish up the sequence of interactions and the filming. I have a couple things that I was involved with, but cannot take complete ownership of any. But during the filming, I redesigned the beginning dominos (0:06-0:18 sec.) and helped set them up between the numerous takes (60+).\nMike: I worked on the tire ramp, mostly focusing on wiring the relay circuits for the lamps that were triggered by the tire. You've got to wonder when a mechanical guy does electrical work. A friend from CalTech told me about a band making a music video featuring a Rube-Goldberg machine. Any time I've seen one in a movie, like in Pee Wee Herman's Big Adventure or Chitty Chitty Bang Bang, I've always wanted to make one myself.\nHeather: I helped make sure all the modules came together in the first half of the video. I also worked on the intro, the Lego table, and the inflatables. There were a few guiding principles behind the machine. No magic: Mechanisms should be understandable and built from found objects where possible. Small to big: The size of the modules and parts becomes bigger over the course of the video. One take: As in their other videos, the band wanted the entire piece shot in one piece by a single handheld camera.\nHow many \"takes\" did it take to get the machine to work?\nMike: Before filming, it took more tries to get things right than anyone could ever have counted. Sometimes I'd spend three or four hours just fiddling with one part to get it right. Even then, it often got changed a couple days later to something else.\nHeather: We learned something very important about physics in the process of making this video. It is much harder to make small things reliable. Temperature, friction, even dust all greatly effect the repeatability and timing of the small stuff. The first minute of the video failed at a rate that was tenfold of the rest of the machine. Remembering that rule about getting everything in one shot — if your module is further down the line in the video, you're in big trouble if it doesn't work! The machine took half an hour and 20 people to reset.\nWhat's the funniest or strangest thing that happened on the set?\nChris: Realizing that a number of Ph.D.s built one thing and a clown from a circus built another part. There was no hierarchy. Everyone was there for the same purpose: to build a machine that worked and was fun!\nMike: I helped assemble the sequence between the piano and the shopping cart (1:34 to 1:41). The tetherball pole was supposed to trigger the shopping cart, but when we played the song, the timing was off. The band wanted more delay so that the cart crashed at the end of 'when the morning comes.' I added in a sequence using a director's chair, a piano cover, a waffle iron, and a 10-pound weight to give the necessary delay. Heather's shoe became part of the sequence, too.\nThe director's chair has a rope holding one arm in place. My first thought on holding this rope was to use an umbrella, but Heather told me there were already too many umbrellas in the machine. I rummaged around the warehouse and found a high-heeled shoe sitting around a bunch of junk, and I thought this would make a great holder for the rope. I fastened the shoe to a 2-by-4 with three large wood screws, pried off the rubber tip of the heel, and sanded it a bit to allow the rope to slip off with just the right amount of force.\nThen Heather walks up with a friend, who says: 'Heather, isn't that your shoe?' I thought she was kidding, but then Heather said, 'What are you doing with my shoe?' I still thought they were making a joke, but then I could tell that Heather was serious and getting mad. Then she started laughing and said: \"The machine needs a high-heeled shoe!\"\nWhat is your favorite part of the machine?\nEldar: I think the beginning, where the ball bearing jumps out of the speaker when the music begins (0:24) is absolute genius. But the guitar hitting the glasses and taking over the music (1:24) is also quite phenomenal in timing and execution. There were so many things in this machine that blew my mind.\nHeather: There are various 'Easter eggs' from the band's other videos that are nestled within the machine. The most obvious is the treadmill video playing on the TV that gets smashed (2:37). But there are also references to the Notre Dame marching band video on the Lego table (1:17) — from the tall Lego drummer to the dancing grass people (I made those!).\nChris: My favorite is the falling piano! That thing took such a beating and was screwed together take after take. It only lasts for a fraction of the video, but it has such comical importance and was triggered after one of the best parts of the video — the clinking glasses.\nSo if you could quit the day job and get paid for such things, would you?\nMike: I don't think so because I really like my day job. And even though working on the video was great fun, if it became a full-time job, I don't think it would seem as fun anymore. The build seemed like a college frat house at times, and that would definitely go away if it became a job.\nEldar: No, I work on missions to other planets! This was fun, but the real deal is at NASA. They say that there is no business like show business. They can keep it.\nAdapted from NASA’s What on Earth blog. Mike is based in Washington, DC.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}