{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/359/hogwarts-or-hurricanes/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "The latest dispatch from Patricia Song, a summer student who is working with the CloudSat mission team here at NASA's Jet Propulsion Laboratory (JPL).\nIt isn’t often that you meet people who love doing what they do at work. Most people dream of a career but end up working in places that are far from their aspirations. That’s why it’s great when you get the chance to meet someone who loves what they do. One of those people is Dr. Svetla Hristova-Veleva, a scientist here at JPL.\nDr. Hristova-Veleva’s office is in building 300. A room cluttered with books, computers, and papers — stacks of research results and reference material. It feels almost magical to be in a room filled with so much knowledge and so many questions — I liken it to stepping into a classroom at Hogwarts and feeling like the 11-year old Harry Potter.\nOf course, to understand a person’s job, you must first know what they do. Dr. Hristova-Veleva works with hurricane models — a bit like the forecasts that help us predict the weather. Her childhood dream of being an astronaut started her along a science path, and as she learned more about physics and the Earth, she became more intrigued with the weather.\n \nHow do scientists get their ideas? Often it seems that they research things we never think about, things we take for granted in our daily lives. Dr. Hristova-Veleva’s answer was simple: “By asking questions.” The science community functions well because of the way researchers communicate, the way they share observations, ideas and questions. This helps them brainstorm and formulate the questions and experiments that are needed to find out more about a particular piece of science — like hurricanes, for example.\nIt turns out that studying weather models is a multi-disciplinary subject. As Dr. Hristova-Veleva explained, accurate hurricane models require people with knowledge of, among other things, physics, computers, math, chemistry and ecology. Her work currently involves using satellite data to develop algorithms that describe hurricanes and other rainy systems. It sounds complicated and I certainly do not fully understand all her work, but then I don't need to in order to see how much she enjoys herself. The look in her eyes as she describes her research is as if she is flying through the storm itself, not just looking at it from above.\nFor more information on NASA's work on hurricanes and tropical cyclones, visit our hurricane portal. Or NASA's hurricane Twitter feed.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}