{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/348/the-intimidation-factor/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Today we post dispatches from three of our summer students who recently arrived at NASA’s Jet Propulsion Laboratory (JPL). This one is from Nicholas Derian, who is working with our Global Climate Change website team here at JPL.\nThe morning air was brisk, my knees were shaky, and my forehead began to sweat. I was all dappered up, thinking that the slightest indication that I was not taking the opportunity to work for NASA seriously would result in the boot.\nI turned up to work at JPL with the preconceived notion that it would be full of socially awkward scientists testing lab rats, shooting satellites to Mars, and eating lunch while discussing the alignment of the axis of Saturn’s third moon. JPL was bound to be full of highly-strung people who ignore all contact with human life forms, right? Well, after the first week or so passed by, I started to notice a comforting aura of unity. My urge to run to the bathroom to sob evaporated, and I could finally make conversation with people who carried clipboards and wore badges of authority. I began to learn that not all of JPL is about exploring the solar system, but that a good portion of the lab’s work revolves around studying a planet that is supremely unusual and spectacular — the one we call Planet Earth. While Earth’s oceans, air, land and ecosystems all seem to be individual systems, they neatly slot together to make up this place we call home. I’ve had a pretty darn good time finding that out so far.\nAnd the jitters have gone.\nNicholas is about to start at UCLA having transferred from Glendale Community College in Glendale, California, and has been a student intern at JPL since February. He intends to major in Sociology with an emphasis in business marketing.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}