{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/349/relax/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Today we post dispatches from three of our summer students who recently arrived at NASA’s Jet Propulsion Laboratory (JPL). This one is from Holly Shaftel, who is working with our Global Climate Change website team here at JPL.\nNASA's Jet Propulsion Laboratory (JPL) is considered a big kahuna of Earth and Space science, and just like any outsider entering this eminent world, I expected my every move to be monitored like a psychology patient during a sleep study … not really, but you get the idea.\nMy main fear before orientation was security, because the tighter the security, the more I feel like a prisoner. But upon entering the facility I found myself completely baffled: I expected Smithsonianesque metal detectors and Disneyland-like bag checks, but instead I required only a driver’s license JUST to prove it wasn’t expired. Not only that, the guards actually had engaging personalities, instead of carrying a robotically authoritarian air like a Buckingham Palace guard or Yeoman Warder. It was then that I realized JPL was far from the stereotypical uptight, East-Coast government-owned institution.\nI’m on my third week at JPL, and I must say the atmosphere is so relaxing that I feel as if I could work on my laptop in a lawn chair every day alongside a small herd of visiting deer (in case you didn’t know, even the wildlife here seem to be animal manifestations of Snoop Dawg), as I enjoy a (virgin) appletini and marinate under southern California sun rays. And, on another note, the term “dress code” seems to be a thing of the past here — basically, if one is wearing at LEAST a badge then they’re ready for action.\nBut really, this place has a big campus setting with a quaint, small town charm. Meeting an employee with a mean bone in his/her body is like trying to locate a missing earring stud in a sandbox, which makes the JPL experience all the more satisfying and blithe.\nHolly starts at California State Polytechnic University, Pomona this autumn as a Communications major. She hopes to work in government or for a non-profit organization and is interested in animal and environmental issues. Her hobbies include target shooting with her Dad and modeling in photo shoots.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}