{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/350/blue-paper-badge/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Today we post dispatches from three of our summer students who recently arrived at NASA’s Jet Propulsion Laboratory (JPL). This one is from Patricia Song, who is working with the CloudSat mission team here at JPL.\n“You have to show your picture ID.”\nWords I’ve heard more than eight times in the four days I’ve been here at NASA JPL. I pull up to the guard and automatically flash my California Driver’s License and the blue ‘new hire’ paper badge, having readied my license in my cup holder since I left home. The guard glances twice to read my name and check my face before letting me through. I’ve gotten lost once on Tuesday so today I turn right, the path to the lab’s West Parking Lot embedded in my mind this time.\nWork is different than what I thought. As a summer student, I finally get to see what JPL is all about. It is not an uptight, strict-rules, sophisticated-machinery type of place — at least, not all of it is.\nThere is a college campus feel to the lab (it probably has to do with the fact that it is established by Caltech) and most people that I’ve met seem laid back when they are not focused on working on whatever project they are working on. The scientists are friendly and enjoy talking about their work — they bombard me with facts about lidar (“light detection and ranging”) on one of my first days, for example. One of the highlights so far has been listening to explanations of how things up in space work and how those things in space send information back to us on Earth.\nIt can be intimidating at first, being at a NASA lab, but the employees are friendly, patient and helping me to settle in. This is a place of neverending curiosity, and as long as that remains true, this will be a place of neverending answers.\nSo here is my start at JPL. My very first real paid job — not volunteer work for once — and it is at the Jet Propulsion Laboratory that everyone who lives in the San Gabriel Valley knows about! It has only been a few days and it already feels like I have learned more than I would learn in high school in the same amount of time. I have feeling it will be an interesting and very educational experience. Hopefully by the next time I post my article, I won’t have to show a picture ID with my paper blue badge — I’d have a real one.\nPatricia is an incoming freshman at UCSD and has just arrived at JPL as a summer student. She intends to double major in Environmental Science and Communications or Ethnic Studies, and in her spare time listens to music and builds lego.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}