{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/352/second-life/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Dr. Matt Rogers,\nColorado State University\nAs you might expect from watching movies, few scientists put a lot of effort into being fashionable, which is why I found it odd to have spent a good thirty minutes last Thursday doing my hair. Not in the real world, mind you — I was preparing to give a science talk to fourteen under-privileged students at the Miami Science Museum, while I was sitting comfortably behind my computer in Colorado. We were all to meet in the virtual online world of Second Life, which describes itself as the \"internet's largest user-created, 3D virtual-world community.\" We gathered on a NASA in-game island that has been custom built for the purpose of bringing students, teachers and the public together with scientists. In this virtual world, appearance is everything.\nMy presentation would be through a computer-generated avatar, using my voice via microphone, and talking to a virtual roomful of student-created avatars. The presentation would be much like a real one — I had slides to present data, there was a question-and-answer period after the talk, and I would even be on a stage, with a computer-generated NASA podium in front of me. And in execution, it was brilliant; the talk went smoothly, and the virtual world was a fitting environment to present my data. More intriguing, however, was the question-and-answer period afterward. Typically, when I present to a teenaged audience, I'll get a few specific questions, and will end up spending most of my time speaking with one or two students who are really into the material, while the rest of the room looks at the floor and waits for time to be up.\nThis time it was different, as student after student came forward with their questions. The student avatars were much fancier than mine — they'd obviously spent much more time on their hair than I did — and the questions covered a much broader range of topics, from cloud lifetimes, to pollution, to how to get into science as a career. As I spoke with the student avatars, it occurred to me that the virtual world has some real advantages over the real one. In the real world, I think that students are often afraid to step to the microphone and ask a question — peer pressure to 'fit in' can often overpower the desire to learn more about a topic. In the virtual world, however, you're free to be whomever you want to be, dress how you want to dress, and ask any question you choose to ask. Free from any constraints, these students were getting answers to questions they'd always wanted to ask, but never could. In the virtual world, without our real-world insecurities, the transfer of knowledge is unimpeded by social convention, and students and scientists can converse as equals, or even as friends.\nIt was a wonderful experience, and the Miami Science Museum has hit on a winning formula that will foster real science education across socioeconomic boundaries.  I hope to be back again sometime, but next time, I'll make sure to spend more time getting my hair just right.\nMatt has a Ph.D. in atmospheric science and works in Colorado as Outreach Science Liaison for NASA Jet Propulsion Laboratory’s CloudSat mission.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}