{
  "url": "https://climate.nasa.gov/news/518/the-age-of-aquarius/",
  "title": "The age of Aquarius",
  "date": null,
  "content": "Simulated ocean salinity data for NASA's Aquarius instrument. Credit: NASA.\nBy Alan Buis,\nNASA Jet Propulsion Laboratory\nWhen NASA's salt-seeking Aquarius instrument ascends to the heavens this June, the moon above its launch site at California's Vandenberg Air Force Base won't be in the seventh house, and Jupiter's latest alignment with Mars will be weeks in the past, in contrast to the lyrics of the song from the popular Broadway musical \"Hair.\" Yet for the science team eagerly awaiting Aquarius' ocean surface salinity data, the dawning of NASA's \"Age of Aquarius\" promises revelations on how salinity is linked to Earth's water cycle, ocean circulation and climate.\n\nSalinity – the concentration of salt – on the ocean surface is a key missing puzzle piece in satellite studies of Earth that will improve our understanding of how the ocean and atmosphere are coupled and work in tandem to affect our climate. While satellites already measure sea surface temperature and winds, rainfall, water vapor, sea level, and ocean color, measurements of ocean surface salinity have, until quite recently, been limited to sparse data collected from ships, buoys and a small number of airborne science campaigns.\n\nFrom those limited data, we know ocean surface salinity varies by only about five parts per thousand globally. Yet a change of just a fraction of one part per thousand can influence the circulation of the ocean. Knowing the salinity of the ocean surface can also help scientists trace Earth's water cycle – the process that circulates freshwater from the ocean to the atmosphere to the land and back again to the ocean through rainfall, evaporation, ice melt and river runoff. Aquarius, the primary science instrument on the Aquarius/Satélite de Aplicaciones Científicas (SAC)-D spacecraft built by Argentina's national space agency, Comision Nacional de Actividades Espaciales, will help scientists study these complex, interrelated processes and their link to climate.\n\nRecent studies have shown Earth's water cycle is speeding up in response to climate change, which affects global precipitation patterns. Currently, scientists study the water cycle by making inferences from measurements of how much water is discharged from rivers and by measuring precipitation and evaporation rates using satellites like NASA's Tropical Rainfall Measuring Mission.\n\n\"About 80 percent of Earth's water cycle takes place over the ocean,\" said Aquarius Principal Investigator Gary Lagerloef of Earth & Space Research, Seattle. \"By measuring ocean surface salinity, Aquarius will be able to track how the water cycle is changing in response to climate change.\"\n\nSalinity and the deep blue sea\nWhile surface winds drive currents in the upper ocean, deep below the surface, it's a different story. There, ocean circulation is dominated by changes in the density of seawater. These changes are determined by salinity and temperature. The saltier and colder the water, the more dense it is. In parts of the world, cool, high-salinity surface waters become so dense that they sink to great depths, where they become part of deep ocean currents. Found in all ocean basins, these deep currents are interconnected and play an important role in regulating Earth's climate by transporting heat globally.\n\nBy revealing changes in patterns of global precipitation and evaporation and showing how these changes may affect ocean circulation, Aquarius will help improve predictions of future climate trends and short-term climate events, such as El Niño and La Niña.\n\n'A spoon of salt in a lake'\nGautama Siddhartha, the founder of Buddhism, once said, \"A spoon of salt in a glass of water makes the water undrinkable. A spoon of salt in a lake is almost unnoticed.\"\n\nSuch is the challenge faced by the scientists who designed Aquarius. Since ocean surface salinity generally averages just 32 to 37 parts per thousand around the globe, it's very hard for a satellite to detect its signal. The salinity differences between El Niño and La Niña are very small – only about one part per thousand.\n\nAquarius employs new technologies to be able to detect changes in ocean surface salinity as small as about two parts in 10,000, equivalent to about one-eighth of a teaspoon of salt in a gallon of water. Its unique, advanced design combines three radiometers, which measure the salinity signal, with a scatterometer that compensates for the effects of ocean surface \"roughness\" (waves). The result is expected to be the most accurate salinity data ever measured from space.\n\nScientists will combine Aquarius' maps of global ocean surface salinity with in-ocean salinity measurements to generate routine maps of ocean salinity distribution. Later in the mission, Aquarius data will be inter-calibrated and combined with complementary data from the European Soil Moisture and Ocean Salinity satellite.\n\nPeering Into a crystal ball (of salt)\nScientists believe Aquarius will lead to exciting and unexpected new discoveries – a \"mind's true liberation\" of sorts. They will be able to accurately calculate the rate at which surface ocean circulation transports freshwater. They'll see how salinity is affected by melting ice, freshwater flowing into the ocean, and fluxes of freshwater to and from the atmosphere from rainfall and evaporation. They'll be able to better study how ocean waters mix vertically. And they'll greatly reduce uncertainties in calculating the ocean's freshwater budget (the net difference between freshwater lost in the ocean through evaporation and freshwater added to the ocean by precipitation and runoff).\n\nPerhaps nowhere is the potential for discovery from Aquarius higher than in the Southern Ocean. \"Today's salinity maps don't show many features in the Southern Ocean,\" said Yi Chao, Aquarius project scientist at NASA's Jet Propulsion Laboratory, Pasadena, Calif., which jointly built Aquarius with NASA's Goddard Space Flight Center, Greenbelt, Md. \"This is because data there are so sparse. Yet the Southern Ocean is one of the key deepwater formation areas in the world and is one of the key drivers of deep ocean circulation and heat transport.\"\n\nOther areas of particular interest to Aquarius researchers include:\nThe Central North Atlantic, where salinity has been observed to be increasing, and the region has been getting more arid\nThe Nordic and Labrador Seas, where dense water forms at the surface and sinks to deep layers in the ocean. Aquarius should be able to observe the year-to-year effects of ice melting on the circulation between Greenland and Iceland.\nThe Indian Ocean and Bay of Bengal, which have a very large salinity signal but have been less frequently measured than the Atlantic and Pacific oceans\n\nAnd then there's the Arctic Ocean, which has seen significant changes in sea ice cover in recent years. Aquarius will provide some salinity measurements over the Arctic during its ice-free seasons, though the Aquarius signal is less sensitive over cold water.\n\nAquarius' prime mission will last at least three years, long enough to map year-to-year variations in salinity that will allow researchers to develop the methodology for and demonstrate the usefulness of salinity as a climate data record.\n\nAquarius data will eventually be used to improve the accuracy of climate forecast models. Ocean surface salinity is not currently well represented in models used by the United Nations' Intergovernmental Panel on Climate Change in its assessment reports.\n\nLagerloef likened Aquarius to an explorer of an unexplored frontier. \"We'll see the ocean in a whole different light. When the first Earth science satellites launched in the 1970s, we saw ocean eddies for the first time and got our first glimpse of the tremendous turbulence of the ocean. With Aquarius, we're going to see things we don't currently see. It's as though the blinders will be removed from our eyes.\"\n\nRelated links:\nNASA's Aquarius mission\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}