{
  "url": "https://climate.nasa.gov/news/1149/nasa-helps-harness-an-ocean-of-energy/",
  "title": "NASA helps harness an ocean of energy",
  "date": null,
  "content": "5 min read\nNASA is helping the U.S. Department of Energy (DOE) harness the power of the oceans by first harnessing the power of the crowd.\nOcean waves hold a tremendous amount of energy that is almost entirely untapped, despite our ever-growing need for sustainable, non-polluting electricity. Part of the reason we haven’t yet plugged into this potential power source is that developing the technology to do so is too expensive for many of the people and institutions that are interested in working the problem.\n“It takes a lot of money to build something, deploy it in the water and test it,” said Noël Bakhtian of the DOE’s Wind and Water Power Technologies Office. “It would be a lot easier to have computational tools, where you can study a whole range of inputs and say, ‘What if I made the device twice as big? What if the wavelength of the waves was a little bit different? What if I pushed it out into the ocean a little bit deeper?’”\nThe DOE wants to be able to offer modeling software to everyone with a potentially great idea for extracting energy from ocean waves. And they’re counting on crowdsourcing to help them to do it.\nWorking through the National Renewable Energy Lab (NREL) and Sandia National Labs, DOE is developing a modeling tool called WEC-Sim (Wave Energy Converter Simulator). With WEC-Sim, technologists will be able to see how well their designs would squeeze electricity out of the motion of the ocean under a wide variety of conditions.\nFor one of the crucial software modules that will comprise WEC-Sim, DOE teamed up with the NASA Tournament Lab (NTL), a partnership between NASA and Harvard Business School, to mount a competition called the “OpenWARP Challenge” (for Open-Source Wave Analysis and Response Program). NTL is part of NASA’s Center of Excellence for Collaborative Innovation (CoECI).\nOpenWARP is one of many modules that will make the ultimate WEC-Sim tool useful. “It’s very much like Legos or building a house, where you can build one room at a time or isolate power systems from the plumbing,” said CoECI’s Michael Ching, who serves as project coordinator for OpenWARP. Structuring the software as modules makes it easier to develop, since no one person needs to master the inner workings of the whole, ultra-complex thing. And it also makes for flexibility, enabling users to substitute their own modules as desired.\nOr, if they prefer, users will be able to customize the OpenWARP module instead of replacing it. “It’s going to be open-source, which is a big deal,” Bakhtian said. That means the software will not only be available without charge, but that developers will be able to continually improve it or tweak it to suit their own purposes.\n“We want universities to be able to use it, we want garage inventors to be able to use it,” said NREL’s Mike Lawson, adding that open-source will allow researchers “to change the tools to model whatever new, wacky device you’ve got that the original software developers didn’t think of.”\nThis approach has already produced some unexpected dividends. A French engineering institute called Ecole Centrale de Nantes (ECN) approached the DOE with news that they had been working on something similar to what the OpenWARP Challenge was hoping to develop. “We started working with them closely and they decided that they were going to go open-source with their code,” Bakhtian said, “which we can now work with and build on. This has just been a great win for everyone. ECN told us that the OpenWARP project was a major driver in their decision to go the open-source route.”\nAccording to Steve Rader, CoECI’s deputy manager, NASA began pioneering the use of crowdsourcing competitions in 2005, when budget cuts in research and development created a need for less traditional approaches to problem-solving. By 2011, the pilot projects were so successful that the White House Office of Science and Technology Policy asked NASA to organize a way to assist other federal agencies that want to try crowdsourcing. CoECI was the result.\nThrough its contract with Harvard, CoECI uses an organization called “Topcoder” to administer DOE’s OpenWARP Challenge and many of its other software competitions. Topcoder breaks a problem down into small pieces and then offers them as challenges to its community of more than 650,000 members worldwide.\n“They’re at universities, at research facilities, and they bring this really rich set of algorithm tools into the mix,” Rader said. “We just did an EPA project on predicting cyanobacteria blooms, and there were five different approaches brought in, each really great. You get lots of different angles at a problem.”\nPrizes can reach into the hundreds of thousands of dollars, but many challenges offer far less. So what else draws so many talented people to these competitions? Love of the work? Bragging rights? The gratification of helping to solve humanity’s problems?\n“Yes, yes and yes,” Ching said. “Money is often, believe it or not, not the top motivator. We’ve actually found out that if the prize is too big, it will sometimes discourage people from entering a contest.” Potential contestants may shy away if they think a rich prize signals too difficult a challenge or will attract too many competitors.\n“There are some really great studies that show that most of the really innovative ideas—the out-of-the-box, the surprise innovations—have come from outside the technical domain,” Rader said in a webinar about CoECI. “If it’s a chemistry problem, then it’s somebody over here in mechanical engineering that ends up addressing the problem.”\nWill someone from some unexpected corner of the crowd help to unlock the clean-energy potential of ocean waves? If so, we’ll all be winners. The OpenWARP Challenge is scheduled to conclude around the end of 2014.\nOpenWARP Challenge\nNASA’s Center of Excellence for Collaborative Innovation\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}