{
  "url": "https://climate.nasa.gov/news/2234/suitcase-size-instrument-to-measure-emissions-from-melting-permafrost/",
  "title": "Suitcase-size instrument to measure emissions from melting permafrost",
  "date": null,
  "content": "3 min read\nA NASA scientist who has developed a novel suitcase-size instrument to measure column carbon dioxide and methane is taking her recently patented instrument on the road this summer to comprehensively measure emissions of these important greenhouse gases from Alaska’s melting permafrost.\nEmily Wilson, a scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, will use her recently patented miniaturized laser heterodyne radiometer (mini-LHR) to carry out a multi-disciplinary field campaign at three sites — each representing a different type of permafrost — near Fairbanks, Alaska, in June. Her team has designed a unique and comprehensive experiment that records permafrost depth and structure, meteorological data, and concentrations of methane and carbon dioxide during the seasonal ground melt.\n“With the global mean temperature rising, the release of these gases could create an amplified effect,” she said. “These data will allow us to estimate fluctuation of emissions from the melting permafrost.”\nPermafrost is permanently frozen soil. Comprising 24 percent of the Northern Hemisphere, permafrost contains old organic carbon deposits — some relicts from the last glaciation — that are locked up beneath the surface. Scientists have observed that more of the permafrost’s upper layer, or the active layer, is melting each summer, creating concern that the thawing could lead to the significant greenhouse-gas emissions.\nFurther exacerbating the situation is the fact that while methane doesn’t linger as long as carbon dioxide in the atmosphere, it is more potent and effective at absorbing heat, creating a positive feedback, where emissions leads to more warming, which in turn accelerates the thaw.\nHighly portable, the mini-LDR is ideal for permafrost studies, Wilson said. Made up of commercially available components, the instrument literally can go anywhere to measure carbon dioxide and methane in the atmospheric column — that is, the levels of these gases in a vertical column extending from the ground to space. Currently, the only ground-based network that measures these two greenhouse gases in the atmospheric column is the Total Carbon Column Observing Network. However, the network has 22 operational sites globally, with limited coverage in the Arctic.\n“We’re targeting areas where there is limited coverage,” she said.\nTo prepare for the campaign, Wilson made her instrument more rugged and more sensitive. She added a satellite communications port to remotely retrieve data, a thermally controlled instrument housing to protect the instrument from changing temperatures, and a solar grid and battery storage system for powering the instrument in remote locations.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}