{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/373/nothing-gold-can-stay/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "The final dispatch from Holly Shaftel, an undergrad student who has been working with our climate change team this summer.\n“Nothing gold can stay,” and so my term at the NASA Jet Propulsion Laboratory must come to an end. It seemed like just yesterday that I was beginning to adapt to the ways, norms and quirks of the lab — early arrivers scurrying their way to the office like a turbo V8 engine; foreign nationals (dressed like tourists about to journey their way through a South American rainforest) immersed in conversation over who-knows-what in line at the coffee cart; a heavily populated cafeteria for socializing after an industrious morning; a small herd of deer migrating to the very delectable lawns in the late afternoon (although, of course I wouldn’t know this for sure, having never tried a piece of turf myself); a lone scientist sitting at a bench clearly in mid-thought over some elaborate calculation that would send my head into a wild whirlpool … you see a lot of those.\nAnd with the personality of JPL comes bragging rights, which have frequently been employed to impress people at parties … and create a boatload of confidence as a result. But even with those, I would say they don’t compare to a personal truth: the vital role of communicating science, particularly global climate change, to the public.\nOur planet is full of jaw-dropping phenomena, but it is also imperfect as described by Robert Frost — “nothing gold can stay” — which is why I became a part of NASA’s Climate Change Website team in the first place: to help educate the public that our planet is not made of steel (well, technically its core is composed of iron and nickel, so maybe a better phrase would be “not invincible”), and care and consideration for it is immensely imperative.\nSo I’m leaving JPL after having acquired necessary knowledge and experience for a future career aimed at guiding my generation toward a cured planet. I’ve worked with talented, highly esteemed folk who are just as passionate as I am (if not more) about communicating comprehensible scientific material about our planet to the rest of society. And on top of that, I’ve never been so uncomfortably close to a wild buck.\nAnd with that said, “ … dawn goes down to day,” and I move on to the next stepping stone.\nEditor’s note: We’ll miss you Holly! It’s been great having you around.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}