{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/404/dare-to-dream/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "On June 20, 2008, the Jason-2 satellite was launched aboard a Delta II rocket from Space Launch Complex 2 at Vandenberg Air Force Base, Calif. Jason-2 has been very successfully tracking sea level rise from space. Photo credit: United Launch Alliance.\nBy Dr. Tony Freeman,\nNASA Jet Propulsion Laboratory\nHow does a new space mission get off the ground? I was thinking about this the other day, watching our Team X* design a mission to look at greenhouse gases in Earth’s atmosphere from orbit.\nThis particular mission had its genesis in an idea from a couple of scientists who suggested that looking at greenhouse gases in the tropics — where there are few ground stations that can measure carbon dioxide or methane, for example — would really add to the state of our knowledge of the mechanisms that produce these gases.\nStarting from this simple idea, the scientists then talk to engineers who can help make their dream a practical proposition. The first question is: Can we design an instrument to measure greenhouse gases in the atmosphere with the right accuracy to make a difference? (Yes.) And the second question is: Can we fly the instrument on a satellite in an orbit that looks just at the tropics? (Also yes.)\nThis conversation between engineers and scientists continues for some time — the scientists push to exploit the measurements the engineers can make, sometimes the engineers push back and say, “We can’t do that, but we can do this.” At other times the engineers ask: “If we could make this measurement, would that be useful?”\nHow long does this process take? From the original idea to the launch of a space mission that realizes the concept can take as little as 10 years, or as long as 25. That may seem like a long time, but along the way you have to persuade a whole segment of the science community that this mission is exactly the thing they have been missing, and then identify anywhere between $300M and upwards of $1B of (usually government) funding to execute the mission. Not a decision to take lightly.\nThe rewards though are great — to see an idea that was just a gleam in someone’s eye standing on the launch pad, representing the hopes and dreams of a portion of the science community, while the mission controller starts the countdown, is an incredible experience.\n*Team X is an Advanced Projects Design Team made up of roughly 25 engineers and scientists who work together to design space missions at JPL.\nTony is an Earth Science manager at JPL in Pasadena, Calif.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}