{
  "url": "https://climate.nasa.gov/news/424/geek-peek-to-the-depths-of-the-ocean/",
  "title": "Geek peek: To the depths of the ocean",
  "date": null,
  "content": "They're scientists. They work for NASA. They're cool. But what makes them tick? Holly Shaftel and Nicholas Derian spoke to Dr. Yi Chao, an oceanographer at NASA's Jet Propulsion Laboratory, to find out.\n\nIf you could be remembered for one scientific achievement, what would it be?\r\nI started here as a scientist doing my own research, and then gradually got involved in the Aquarius project to launch a satellite that measures ocean salinity from space. [For these projects] we define the problem, find the requirements, find the engineers, find the scientists, and then reach out to the community. I was one of the few involved from the very start. It’s been a decade, and most people come and go working on different projects. So if I had to pick one thing, that’s probably the most rewarding.\nWe need to focus on the ocean before it’s too late\n\n\n\nWhat do you like to do in your spare time?\r\nMy kids are on the swim team, so I drop them off every day and they swim for a couple of hours. I don’t have the time to swim for a couple of hours, but I do swim forty laps every day. Those are the best forty minutes of my life each day. \r\n\nName something really cool that you’ve done, or would like to do.\r\nI have a project [I’m working on] with the U.S. Navy, developing underwater vehicles. The torpedo shape [of the vehicle] is like an underwater glider; it has wings so it can glide in the water, and with gravity it’ll pull you down to a certain depth. People sell the glider commercially, but JPL developed this flat part that we call a “thermal charging engine” with black tubes, which harvests thermal energy and turns it into electricity [as the] glider moves from warm water to cold water in the ocean. So we’re recharging the glider on the fly; it’s a green energy-powered vehicle.\nMy goal, someday, is to fly the first [aerial] glider around the globe. No one has done it before. \r\n\nWhat would you like to have written on your tombstone?\r\nI guess I’d like to have something that said I made an impact, enabled things to happen, or told people something they didn’t know.\r\n\nIf you could inspire people to do one thing, what would it be?\r\nI would like to reach out to more kids about the ocean. The ocean is over 70 percent of the globe; 90 percent of the sea floor is unmapped. While it’s fascinating to see the moon and Mars and other planets, the ocean is just as interesting, if not more, and there are a lot of hidden treasures to be discovered. I would have kids wake up every day and check in on a website to read something about the ocean rather than checking Facebook. There are a lot of things changing in the ocean — it could be different a hundred years from now. We need to focus on the ocean before it’s too late. \r\n\nWhat interesting skill do you have that people don’t know about?\r\nI’m a good listener. Some people have trouble listening to others. Listening is a crucial important skill, not only in science, but also in science management. I’m also relatively calm and patient and try not to overreact. If my proposal gets rejected then I put it aside and don’t look at it for a week, and then a week later I get a different perspective.\r\n\nYi is part of the Climate, Oceans and Solid Earth Sciences group at JPL. He is Project Scientist for NASA's Aquarius mission, which will launch next year and be able to measure sea surface salinity from space with an accuracy equivalent to detecting a pinch of salt in a gallon of water.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}