{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/421/solar-conventions/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Last night I zipped into downtown Los Angeles to catch the Solar Power International 2010 convention at the L.A. Convention Center. A fantastic free “Open to the Public Night” opened up the cavernous exhibition halls to members of the public, and offered talks on climate change and how solar energy technology can be adopted at the state level and individual level.\nI listened to a session by Jeffery Wolfe, CEO of groSolar, who was speaking on behalf of The Climate Project. His talk ran the whole gamut: from the scientific evidence for climate change (lots of NASA data and awesome space images shown), to the idea that climate change is a symptom of the way we’ve been (ab)using our planet, to the concept that we are currently witnessing a collision between human civilization and the Earth. Wolfe said this collision is being caused by three factors:\nPopulation explosion: We’re on track to have 9.2 billion people in the world by 2050. We’re rapidly changing the face of our planet in many areas — think mountain top removal in West Virginia, or deforestation in Brazil to make room for cattle and commercial agriculture.\nA scientific and technological revolution: Our daily habits, combined with new technology (e.g. the ability to pump significant amounts of carbon into the atmosphere for over 100 years), are bringing dramatically altered consequences (e.g. global warming and climate change, acidification of the oceans, extreme weather, etc, etc.).\nOur way of thinking.\n“We’ve got to motivate people. We’re American. So it’s got to be with the pocketbook,” said Wolfe. He says that the way forwards in reducing carbon emissions and changing people’s habits is through a cap and trade system, which puts a higher price on carbon (that reflects its environmental impact) and limits the amount of carbon any company/entity can emit. A tax on carbon, he argued, would not be good enough as it doesn’t place a cap on emissions — the dirtiest polluters could, if they wanted, simply pay more tax and continue to emit at the same level.\nOn solar technology, Wolfe believes that, more than anything else, we’re going to need a radical cultural change in order to adopt it as a leading source of energy in the U.S. and worldwide. Several other nations including China are way ahead of the U.S. in the solar game. Silicon Valley’s innovators, considered at the forefront of solar development in the U.S., are already scrambling to retool to catch up on Chinese manufacturers, which are heavily subsidized by their government. But Wolfe doesn’t think that government subsidies are needed and that the U.S. solar industry can stand on its own two feet.\nComparing the challenge to stabilize our climate and preserve a habitable planet to the efforts of World War II, when America retooled its economy in just a couple of years, Wolfe said, “We can do this. It’s not the hardest thing we’ve ever done.”\nElsewhere in the news:\nIf you’re a space geek AND a solar technology buff, read up here on how technology from NASA — developed for sensors on the Mars rovers and landers — is helping keep solar panels in the desert clean. The approach uses a transparent, electrically sensitive material to coat the panels and repel dust and grit, which can decrease a solar panel’s power output by 40 percent or so.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}