{
  "url": "https://climate.nasa.gov/news/446/nasa-study-find-earths-lakes-are-warming/",
  "title": "NASA study find Earth's lakes are warming",
  "date": null,
  "content": "Tahoe, seen here from Emerald Bay, was one of the primary validation sites for the global lake study. The lake, which straddles the borders of California and Nevada, is the largest alpine lake in North America. Image credit: NASA-JPL.\nAlan Buis\nNASA Jet Propulsion Laboratory\nPASADENA, Calif. -- In the first comprehensive global survey of temperature trends in major lakes, NASA researchers determined Earth's largest lakes have warmed during the past 25 years in response to climate change.\nResearchers Philipp Schneider and Simon Hook of NASA's Jet Propulsion Laboratory in Pasadena, Calif., used satellite data to measure the surface temperatures of 167 large lakes worldwide.\nThey reported an average warming rate of 0.45 degrees Celsius (0.81 degrees Fahrenheit) per decade, with some lakes warming as much as 1 degree Celsius (1.8 degrees Fahrenheit) per decade. The warming trend was global, and the greatest increases were in the mid- to high-latitudes of the Northern Hemisphere.\n\"Our analysis provides a new, independent data source for assessing the impact of climate change over land around the world,\" said Schneider, lead author of the study published this week in the journal Geophysical Research Letters. \"The results have implications for lake ecosystems, which can be adversely affected by even small water temperature changes.\"\nSmall changes in water temperature can result in algal blooms that can make a lake toxic to fish or result in the introduction of non-native species that change the lake's natural ecosystem.\nScientists have long used air temperature measurements taken near Earth's surface to compute warming trends. More recently, scientists have supplemented these measurements with thermal infrared satellite data that can be used to provide a comprehensive, accurate view of how surface temperatures are changing worldwide.\nThe NASA researchers used thermal infrared imagery from National Oceanic and Atmospheric Administration and European Space Agency satellites. They focused on summer temperatures (July to September in the Northern Hemisphere and January to March in the Southern Hemisphere) because of the difficulty in collecting data in seasons when lakes are ice-covered and/or often hidden by clouds. Only nighttime data were used in the study.\nThe bodies studied were selected from a global database of lakes and wetlands based on size (typically at least 500 square kilometers -- 193 square miles -- or larger) or other unique characteristics of scientific merit. The selected lakes also had to have large surface areas located away from shorelines, so land influences did not interfere with the measurements. Satellite lake data were collected from the point farthest from any shoreline.\nThe largest and most consistent area of warming was northern Europe. The warming trend was slightly weaker in southeastern Europe, around the Black and Caspian seas and Kazakhstan. The trends increased slightly farther east in Siberia, Mongolia and northern China.\nIn North America, trends were slightly higher in the southwest United States than in the Great Lakes region. Warming was weaker in the tropics and in the mid-latitudes of the Southern Hemisphere. The results were consistent with the expected changes associated with global warming.\nThe satellite temperature trends largely agreed with trends measured by nine buoys in the Great Lakes, Earth's largest group of freshwater lakes in terms of total surface area and volume.\nThe lake temperature trends were also in agreement with independent surface air temperature data from NASA's Goddard Institute for Space Studies in New York. In certain regions, such as the Great Lakes and northern Europe, water bodies appear to be warming more quickly than surrounding air temperature.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}