{
  "url": "https://climate.nasa.gov/news/442/got-game/",
  "title": "Got game?",
  "date": null,
  "content": "Astronauts have the best job ever. Forget the cramped quarters, peeing in space thing, rigorous training, putting their life on the line or missing home sweet home. They get to venture out into the blackness of the cosmos, do awesome spacewalks, experience weightlessness, and see planet Earth in a way that none of the rest of us can.\nWe highlighted some of the most spectacular snapshots taken by astronauts onboard the International Space Station (ISS) recently. November 2, 2010 marked the tenth anniversary of humans living and working continuously aboard the ISS. Overall, the station has completed over 57,000 orbits of the Earth, or an impressive 1.5 billion miles. It’s a good place to sit back ‘n soak up the view.\nSoichi Noguchi, a Japanese spaceman who poses as “@Astro_Soichi” on Twitter, has been prolifically tweeting fantastic Earth images over the past few months during his time in orbit. Now NASA astronaut Scott Kelly, who is going to be living on the ISS for the next six months, has kicked off a geography contest from space, again through the love-it-or-hate-it medium of Twitter. Part of his job is to capture a kaleidoscope of geographic spots that are used for scientific analysis of planet Earth. He posted the first image in the series earlier this week:\nAny ideas?\nFor forthcoming answers, more mystery images, and other updates from Kelly throughout his mission, follow him here.\nIn the meantime, we salute you, space heroes, and live vicariously through you. NASA astronaut Douglas H. Wheelock (a.k.a. @Astro_Wheels) says it like this:\r\n\r\n\"Almost time to return home ... no regrets ... but mixed emotions. Leonardo da Vinci was right ... \"For once you have tasted flight, you will forever walk the Earth with your eyes turned skyward, for there you have been... and there you will long to return.\"\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}