{
  "url": "https://climate.nasa.gov/news/453/fluffy-feedback/",
  "title": "Fluffy feedback",
  "date": null,
  "content": "Patrick Lynch\r\nNASA's Earth Science News Team\nBoth high cirrus clouds, which contribute to warming, and low cumulus clouds, which can reflect solar radiation and create a cooling effect, are seen in this 2002 photo. A new NASA-funded study by a Texas A&M University professor using NASA and other data found that the past decade likely saw a positive (warming) feedback from clouds, which is the first time such a measurement has been made from observations. Credit: Doug Stoddard/NASA S'COOL program, LaRC\nA Texas A&M scientist's study of 10 years of NASA and other data found that clouds likely responded to carbon dioxide-induced global warming by amplifying that warming.\nThis amplified response is what scientists call a \"positive feedback.\" The uncertainty about the feedback clouds will exhibit to increased greenhouse gases and a warmer climate remains one of the most difficult problems in long-term climate prediction. This new research, to be published Dec. 10 by Andrew Dessler in Science, is the first to look at real-world observations of global clouds at low and high altitudes. And when Dessler did that he found evidence of a positive feedback, and evidence that despite the uncertainty levels, current climate models are doing a reasonable job simulating cloud feedback.\n\"We've used observations to show that clouds amplify the warming we get from carbon dioxide,\" Dessler said. \"No one has really rigorously quantified this feedback, and that's basically what I've done. The cloud feedback is indeed positive. It does amplify the warming we get from greenhouse gases. The results suggest that our understanding and the models' simulation is actually quite good.\"\nAccording to Dessler, clouds still remain too much of an uncertainty for this research to make a robust correlation to projections of long-term cloud feedback. But for the first time on a significant time scale and a global spatial scale, a likely positive feedback from clouds has been observed, and not just seen in model results.\nThe reason this observation has not been made previously is that it requires both high-resolution data, which wasn't available until more recently, and a long enough data set to observe what is happening with the climate, as opposed to just annual weather fluctuations. The decade Dessler studied, from 2000 to 2010, ended up being an ideal data set because it included both hot and cool years, compared to the mean, allowing him to observe how clouds responded to different conditions.\nThe climate effect from clouds is hard to understand and predict because clouds can change rapidly and are difficult to both measure and model with high accuracy.\nLow altitude clouds composed of water droplets (i.e., not ice) typically reflect solar radiation and cool the atmosphere, while high altitude, icy, cirrus clouds typically trap outgoing infrared radiation and creating additional warming. Dessler found about an 80 percent likelihood that from 2000 to 2010 the global cloud cover created a positive feedback -- which means that on the whole clouds created an additional warming effect on the planet.\nDessler studied data from NASA's Clouds and the Earth's Radiant Energy System (CERES) satellite mission and NASA's Modern Era Retrospective-analysis for Research and Application (MERRA) data set, as well as from the European Center for Medium-Range Weather Forecasting’s interim re-analysis.\nIn technical terms, Dessler found that for every 1 degree (C) of warming, clouds amplify that by trapping an additional 0.5 Watts per square meter – the standard for measuring incoming and outgoing energy in Earth's atmosphere. Dessler noted that the decade did not see an obvious enough temperature trend to say what fraction of any warming clouds were responsible for.\nMichael Bosilovich, of NASA's Goddard Space Flight Center’s Global Modeling and Assimilation Office (GMAO), in Greenbelt, Md., which oversees the MERRA project, said the cloud analysis is a good example of the benefit of continued satellite observations and long-term re-analyses.\n\"This really emphasizes the need for continuity in our long term satellite observing systems,\" Bosilovich said. \"Breaks in the continuity of the observations would continue to add uncertainty. It also shows that long re-analyses of satellite data can make critical contributions to climate studies. Those two things, a long satellite data record and the reanalysis, came together in this study.\"\nThere is still too much uncertainty to make robust projections of how clouds would respond to a warming world in the long term. In fact, the observations do not rule out a negative feedback during the decade observed, although the likelihood of this is small. But, Dessler noted the observations do rule out the idea that clouds are producing a negative feedback large enough that it can prevent substantial carbon dioxide-induced warming.\n\"The comparison shows that models are doing a pretty reasonable job,\" Dessler said. \"This really adds some confidence that the model predictions of a few degrees (C) of warming by the end of the century are probably pretty accurate.\"\n\"If you ask the question, how could mainstream science be wrong about climate change? There would have to be something in the climate system that would cancel the warming,\" Dessler said. \"One of the main places that could be would be clouds. Based on this work, I don't really see any evidence that that would happen.\"\nWhile Dessler's research in this paper studied the cumulative effect of clouds on the climate, the potential next step in this line would be study the cloud physics that lead to this positive feedback. There are several intriguing theories, including that warming temperatures drives some clouds higher, and higher altitude clouds ultimately trap more infrared radiation, causing warming.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}