{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/457/the-agu-giant/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Erik Conway,\nNASA Jet Propulsion Laboratory\nOne of the great things about the giant American Geophysical Union yearly meeting in San Francisco is the tremendous diversity of subjects that you can plunge into. I started the conference in a session devoted to the history of geophysics. One paper examined the contribution of Scots to the discovery of the existence of the ice ages in the early 19th century, while another unearthed James Van Allen's role in the Argus series of nuclear weapons tests that were designed to “ring the magnetosphere's bell” during the late 1950s and early 1960s.\n \nI also attended a pair of sessions devoted to ice loss from marine glaciers in Greenland and West Antarctica. Scientists from a wide variety of U.S. and foreign institutions spoke about their efforts to understand the mechanisms behind the widely-reported phenomenon. At a very general level, they agree that changes in the oceans surrounding these glaciers and their ice shelves are responsible for eroding the ice. But they don’t know whether the cause is warmer water (and the ocean around both Greenland and West Antarctica has warmed significantly), faster circulation of water at the glacier margins (evidence for this seemed mixed), or some combination of both.\nTo try to understand how marine glaciers erode, the researchers have deployed a variety of tools: moored buoys, ship-based hydrographic cruises, various satellite and aircraft-based remote sensors, and numerical models. One research group at the University of Chicago has even studied the process of ice shelf disintegration using plastic models (no, not rubber ducks!) in a big water tank. The speaker drew a big laugh from the audience, but he had a point: we never catch an ice shelf breakup \"in the act\" early enough to provide a complete time series to study. We can only study the process through modeling, and geoscientists have used simplified models to help understand complicated phenomena for a couple of centuries. And a physical model like a water tank simply contains different simplifications than numerical models.\nThe last session I attended before hunger pangs set in was on the co-evolution of planetary atmospheres and climates — in this case, Mars and the Saturnian moon Titan. These researchers are trying to understand the evolution of greenhouse gas inventories over the past four billion years with far less evidence than is available to Earth scientists — bits of evidence like the escape rates of hydrogen and carbon dioxide into space and their present surface compositions.\nErik is a historian based at NASA's Jet Propulsion Laboratory in Pasadena, California.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}