{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/740/lord-of-the-rings/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "How do we know what Earth’s climate looked like in the past and how the climate change we’re witnessing today fits into the bigger picture? The instrumental climate record only dates back a couple of centuries or so. To go back further, climate scientists take proxy data — information gathered from natural records of climate variability. These ‘proxies’ include tree rings, ice cores, fossilized pollen, and ancient coral reefs. Even farmers’ logs and travelers diaries can be used to uncover historical climate clues.\nTake tree rings for example. Each year, trees add a new layer of growth between the older wood and the bark. The size of this layer, or tree ring as seen in cross-section, tells us about the speed of growth and reflects environmental conditions — such as temperature, moisture and even cloudiness — at the time of growth. Tree rings usually grow wider during warm periods and narrower during cold ones. Since some trees live for many centuries and, in some cases, for thousands of years, we can reconstruct temperature and other climate records dating back several hundred years, providing valuable information on how Earth’s climate looked in the past.\nWhich takes me on a tangent: to an interesting tree ring project called “Years” by German artist Bartholomaus Traubeck, who has devised a record player that plays slices of wood. Using a modified turntable, the tree ring data is translated into piano “music”, which ends up rather cataclysmic-sounding. You can listen/read more here. Of course, there is a lot of interpretation left to the programmer to make it sound “pretty.”\nAs Traubeck explains:\n“The tree slice is turning like a disk and the tone arm is constantly being moved to the inside of the disk like on a regular record player. The difference is that basically it’s just a camera and this camera is a modified camera, a very fast one, and the camera has just moved in and it waits until there is a tree ring passing the camera's field of view and then it is translated into a sound. Sometimes it is a series of piano tones, sometimes it’s just one sound and the melody is defined, for instance, by the rate of growth. In essence, I play the tree’s year rings.”\nIn the same interview, Traubeck says fir trees produce dark C-minor-type music, ash trees are \"compressed and complex\" and walnut is really “stress-y and artsy”. Here’s a sample.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}