{
  "url": "https://climate.nasa.gov/news/465/geek-peek-arctic-adventurer/",
  "title": "Geek peek: Arctic adventurer",
  "date": null,
  "content": "They're scientists. They work for NASA. They're cool. But what makes them tick? Holly Shaftel and Nicholas Derian spoke to Dr. Ron Kwok, a researcher at NASA's Jet Propulsion Laboratory who studies Arctic ice cover, to find out.\nActually, I don't really care to be remembered. I like what I'm doing and that's enough. I think that's the most important thing.\nWhen I started working on the Arctic, which was about 25 years ago, people weren't that interested in the Arctic Ocean. I wasn't planning to be famous or anything; it's just that the work that we're doing is significant at this point to the general public and to the rest of the world. In terms of making a mark, I don't really care.\nI like running. I also like to fly and sail.  But I don't get to do very much of that — I don't have time to do a lot of other things.\nI'd like to sail around the world. I started sailing when I was in college and sailed when I lived in British Columbia. Sailing in the Pacific Ocean when you can't see any land is very exciting; it's fun to be out in the middle of nowhere.\nFirst: Do science! It doesn't really matter what you want to do; everybody needs to have analytical skills. Science helps with thinking about things for the rest of your life. It helps you cope with things and solve problems, and keeps you informed.\nAn example is climate change. A lot of people don't quite know how to think about it. They get rhetoric thrown at them and they don't know how to interpret numbers, but when it comes to the finely-balanced climate, small percentages make a big difference. So having those analytical skills are important.\nSecond: Do what you like to do! It's what my father used to tell me. You have to have the skills first, and then find something you really want to do, and do it well.\nI'm a good programmer, though I don't do that anymore. I spent a year writing flight planning software for big airlines. It's very rewarding working on software because it's different from doing science — you get more immediate gratification, whereas if you do science you have to wait a long time, and even then some results that are interesting may not have a big impact.\nRon Kwok's webpage\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}