{
  "url": "https://climate.nasa.gov/news/788/nasa-exploring-space-applications-of-hydrogen-and-fuel-cells/",
  "title": "NASA exploring space applications of hydrogen and fuel cells",
  "date": null,
  "content": "For decades, NASA has relied upon hydrogen gas as rocket fuel to deliver crew and cargo to space. With the Centaur, Apollo and space shuttle vehicles, NASA has developed extensive experience in the safe and effective handling of hydrogen. For example, the rocket engines of each shuttle flight burn about 500,000 gallons of cold liquid hydrogen with another 239,000 gallons depleted by storage boil off and transfer operations.\nExperts at Glenn Research Center, Kennedy Space Center, Marshall Space Flight Center, Stennis Space Center and White Sands Test Facility are proficient with hydrogen propellant transportation, storage, system design, training, safety standards, hazard analysis, testing, vehicle demonstration, technology transfer and outreach.\r\n\n\n\n\n\n\nA phase-one proton exchange membrane fuel cell design for space exploration developed by Teledyne. Credit: NASA\n\n\n\r\nWith the recent focus on human missions to the moon and eventually Mars, hydrogen will continue to be innovatively stored, measured, processed and employed. Beyond use as a rocket propellant, hydrogen may be derived from local water or soil to supply fuel for transportation, electrical power and crewmember breathable oxygen. Experience with fuel cell power and International Space Station life support systems provides an additional basis for future exploration. On the space station, water is split into oxygen for breathing and hydrogen. In the future, hydrogen will be recombined with exhaled carbon dioxide for water renewal. Generating and recycling hydrogen in space will decrease the cost and complexity of remote missions by reducing the need for supplies delivered from Earth.\nNASA is also pursuing a variety of alternative power sources for aerospace vehicles. One of those alternatives is fuel cells. To achieve improved performance, NASA is building on decades of success with Gemini, Apollo and Shuttle alkaline fuel cell power system development and operations. The agency has also pursued other types of fuel cells, such as methane, metal-air and hydrogen peroxide.\nIn recent years, the Department of Energy (DOE) and private industry have made significant advances in the development of Proton Exchange Membrane (PEM) fuel cells using hydrogen and air as the fuel and oxidant for ground-transportation applications. Additionally, the DOE and the ground power industries are working on emerging Solid Oxide Fuel Cells (SOFC) for ground-based power generation. NASA is building upon these PEM and SOFC developments to dramatically advance fuel cell technologies, providing reliable, compact and high-energy renewable power sources for aerospace applications.\nWith the aid of industry and universities, NASA is addressing aerospace challenges that include reduced gravity, low or no atmospheric pressure, extreme temperatures, dynamic vibration, shock loads and extended duration operations. For airless space applications, the focus is on closed-cycle regenerable PEM technology. The targeted space systems feature power outputs of 1 to 10 kilowatt systems (eventually scalable up to 100 kilowatts), compact sizing (250 to 350 watts per kilogram), and high reliability for long lives (10,000 hours). With the appropriate investments and collaborations, NASA intends to revolutionize aerospace power generation to enable new capabilities. Experts at Glenn, the Jet Propulsion Laboratory, the Johnson Space Center and Kennedy are leading these fuel cell efforts.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}