{
  "url": "https://climate.nasa.gov/news/483/how-would-nuclear-war-affect-the-climate/",
  "title": "How would nuclear war affect the climate?",
  "date": null,
  "content": "Kathryn Hansen,\nNASA's Earth Science News Team\nLuke Oman, a scientist at NASA's Goddard Space Flight Center in Greenbelt, Md., works with computer models to examine how extreme scenarios, such as nuclear war, impact the atmosphere and Earth's climate.Credit: NASA\n\n\n\"I'm drawn to extreme scenarios,\" said Luke Oman, a climate scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. Perhaps the most extreme scenario in his portfolio is nuclear conflict. Using a NASA computer simulation, Oman and colleagues model the climate's response to the smoke from fires brought about by regional nuclear war. His work, performed with colleagues at Rutgers University prior to joining NASA, is part of a larger panel discussing the issue on Feb. 18 at the meeting of the American Association for the Advancement of Science (AAAS) in Washington.\nHow were you turned on to this line of research?\nThe idea was spawned at a 2005 meeting of the American Geophysical Union, where I presented my research from Rutgers University on the subject of volcanoes.\nSpecifically, that work used computer simulations to model how sulphur dioxide gas ejected from volcanoes is converted into solid sulfate particles and then circulated in the upper atmosphere where it can impact climate.\nWhile we were at the conference, some colleagues asked if the model could be modified to simulate black carbon aerosols emitted during a nuclear conflict, to illustrate the resulting impact on climate.\n\n\nHas this been attempted before?\nYes, researchers started in the 1980s to look at the impacts from large-scale nuclear conflict scenarios.\nMore recently, with the emergence of smaller nuclear states, we wanted to make estimates of regional-scale conflicts. What kind of climate anomalies would we see? How would growing seasons change? My talk at the AAAS meeting, for example, is geared toward regional war and the potential impacts on global temperature and precipitation.\nBut it wasn't until about 10 years ago that the models became comprehensive enough to tackle these questions in a fully coupled way. \n\n\nHow do you go about simulating climate impacts of nuclear conflict?\nWith modeling we can find out some interesting aspects about the impact of aerosols on the underlying atmospheric dynamics and what's controlling their transport and removal.\nWe used a general circulation model, ModelE, from NASA's Goddard Institute for Space Studies in New York. ModelE is a coupled ocean-atmosphere model that shows how various inputs — in our case black carbon — would affect global climate.\nA computer model shows that global temperature change in degrees Celsius (black) and precipitation changes in millimeters per day (red) would gradually recover in the 10-year period following a the injection of 5 teragrams of black carbon particles into Earth's atmosphere.Credit: Luke Oman and colleagues/Rutgers University\n\n\nWithout this model the work wouldn't be possible. That's because it was one of the very few models that had a coupled atmosphere and ocean along with interactive aerosols, to be able to more fully address this issue then ever before.\n\n\n\nWhat did the model reveal?\nInstead of sulfate particles, like you get from a volcanic eruption, a nuclear event produces soot, and that results in very different climate impacts. Whereas sulfate particles from a volcano might warm the air of the upper atmosphere by a couple degrees, black carbon absorbs heat from the sun and can lead to much more atmospheric warming.\nSulfate and soot also vary in their impact on temperature at Earth's surface. That's because the particles differ in the amount of solar energy that they prevent from reaching the ground.\n\n\nHow does surface temperature change?\nWe studied the scenario of using 100 Hiroshima-size bombs, the fires from which would inject upward of 5 teragrams (megatons) of black carbon particles into Earth's upper troposphere. Observations of forest fires have shown this to occur on much smaller scales.\nOn the ground, global temperatures would fall by a little over 1 °C (1.8 °F) over the first three years. In contrast, aerosols from the 1991 eruption of Mount Pinatubo contributed to about 0.3 °C (~ 0.5 °F) of cooling over one year. Black carbon particles are smaller than sulfate particles and can be lofted much higher by solar heating, where their influence on climate can last up to a decade.\nWe also saw that two to four years after the event, rainfall would decrease globally by an average of about 10 percent.\nAs my colleagues Michael Mills [National Center for Atmospheric Research] and Brian Toon [University of Colorado Boulder] are discussing at AAAS, the scenario also drives global stratospheric ozone loss and influences communities far away from the conflict. Agriculture, for example, would likely be disrupted from the combination of cooler temperatures, less precipitation and decreases in solar radiation reaching the surface. This would cause widespread interruptions to growing seasons by producing more frequent frosts.\n\n\nHow do you think this information is relevant for decision makers?\nA primary goal of this work is to get the information revealed by our study into the hands of decision makers as well as to get other groups interested in this problem and to be aware of the potential impacts. Before we did this study, we didn't know what the climate anomalies would be or how long they would last. This is critical information that needs to be known in advance along with knowledge that the consequences of such a scenario would be global.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}