{
  "url": "https://climate.nasa.gov/news/482/cleaning-the-air-would-limit-short-term-climate-warming/",
  "title": "Cleaning the air would limit short-term climate warming",
  "date": null,
  "content": "By Adam Voiland\r\nNASA's Earth Science News Team\nNASA climatologist Drew Shindell. Credit: Chaim Jaskoll\nAn assessment report to be released this week by the United Nations Environment Program and the World Meteorological Organization shows that reducing emissions of two common air pollutants — black carbon and gases integral to the production of ground-level ozone — could slow the rate of climate change markedly over the next half-century.\nFor decades, scientists have known that both substances harm human health. More recently, evidence has emerged showing the particles also affect our climate, yet the magnitude of the impact has remained uncertain. Some studies have suggested reducing the pollutants could have a major and immediate climate impact, while others have shown the impact of such reductions would be minimal.\nNow a panel of some 70 scientists, led by Dr. Drew Shindell, climatologist at NASA's Goddard Institute for Space Studies, has reviewed the best available science and concludes that just a handful of measures could yield major benefits in the next fifty years.\nWe caught up with Shindell, who presented findings from the report this week in Washington, D.C. at a meeting of the American Association for the Advancement of Science, to learn more.\nBlack carbon, or soot, is a type of dark particulate matter produced by the incomplete combustion of fossil fuels, wood, and other biofuels. It's linked to a number of health problems, and it also warms the atmosphere by intercepting sunlight. Black carbon, along with other particles, can come from motor vehicles, residential stoves, forest fires, and certain industrial processes. All in all, it's pretty nasty stuff.\nOzone is a reactive gas that exists high in the stratosphere, as well as much nearer to and at the surface in the troposphere. Reactions between sunlight and certain precursor gases — especially methane, nitrogen oxides, volatile organic compounds, and carbon monoxide — produce ozone, which is a significant component of smog.\nWhy did you focus your attention on two substances—black carbon and methane?\r\nWhat we really wanted to do was to look at substances that affect both air quality and climate negatively. There are many types of gases and particles in the air: some affect climate, some health, some neither, and some both. We wanted to look just at the substances that damage human health and also cause warming to explore ways to reduce the impact of both problems simultaneously. Of all the pollutants, reducing black carbon and methane, a key precursor to ozone, fit the criteria best.\nNot exactly. Studies that say what happens if we reduce x percent of black carbon from the air aren't very useful for policy makers because, in most cases, black carbon is co-emitted with other particles that can have opposing effects. What we really need to know is not the percent of black carbon that a particle filter can take out of, say, diesel truck exhaust, but what the net effect of putting particle traps on all the world's diesel engines would be for the whole suite of pollutants that diesel engines produce. And we also wanted to know how much emissions control measures like that would influence specific changes such as global temperatures, human health, and crop yields.\nWe looked at about 2,000 different measures, but there were 16 key measures that we analyzed closely because they likely have the most impact. For black carbon, for example, we looked at the impact that replacing traditional cook stoves with cleaner-burning options, putting particle filters on vehicles, or banning the burning of agricultural waste might have. For ozone, we looked at measures like fixing leaky gas pipes, limiting methane emissions from mines, upgrading wastewater treatment systems, and aerating rice paddies.\nWe reviewed and assessed all the science that's out. However, we found that few groups have looked deeply at the potential impact of widespread use of known control measures, so we decided to do additional analysis and modeling by plugging extensive databases of economic activity information from the International Institute for Applied Systems Analysis into global aerosol-chemistry-climate models at GISS and the European Commission's Joint Research Center in Ispra, Italy.\nThe answer is unequivocally yes. For climate, putting control measures in place could eliminate about half the warming we'll otherwise face over the next 40 years.\nNo, not at all. Over the long-term, carbon dioxide increases are the primary driver of climate change. In order to mitigate climate change, there is no way we can ignore or overlook carbon dioxide. But we could make a major dent in climate change in the near term by controlling black carbon and ozone.\nAgain, an unequivocal benefit. We estimate that adoption of the 16 control measures we considered would save about 2 million lives a year and save 50 million tons of crops a year.\nThe Arctic is one of the regions where we have some of the largest impacts. A lot of pollution makes its way to the Arctic from the Northern Hemisphere. Black carbon not only warms the atmosphere, but it also darkens the surface of snow and ice, which causes them to melt faster than they would otherwise. We found that these 16 control measures could mitigate about two-thirds of the warming we'll likely otherwise see in the Arctic over the next half-century. We found the health and agricultural benefits would be greatest in Asia.\nI found it remarkable that for incomplete combustion, which gives you black carbon, a group of just nine measures was able to pull down the emissions by about 70 to 80 percent. And all of the technologies already exist. There's no technological barrier whatsoever to reducing black carbon.\nIn an ideal world, I would say people would look at the results and say, wow, doing these kinds of measures will produce major benefits. I hope that some of the spirit and will people have to deal with climate change can energize us to improve air quality as well. Many nations are already pursuing many of these measures for air quality, but perhaps the recognition that there's a climate impact as well will help prod nations, states, and cities to take air quality more seriously.\nThe United Nations Environment Program and the World Meteorological Organization convened the assessment, which was coordinated by the Stockholm Environmental Institute in York, UK and led by scientists from NASA GISS, the European Commission's Joint Research Center in Ispra, Italy, the Asian Institute of Technology in Bangkok, Thailand, Scripps Institute of Oceanography in San Diego, and the Catholic University of Chile in Santiago, Chile.\nAerosols May Drive a Significant Portion of Arctic Warming\nBlack Carbon's Day on the Hill\nWhat are Aerosols?\nGlory Promises New View of Perplexing Particles\nUnited Nations Environment Program News Center\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}