{
  "url": "https://climate.nasa.gov/news/523/new-ventures/",
  "title": "New ventures",
  "date": null,
  "content": "By Mark Whalen,\r\nNASA Jet Propulsion Laboratory\r\nAdapted and republished from JPL's Universe publication, Volume 41, Number 2\n\nGraeme Stephens, longtime atmospheric science professor at Colorado State University, noted climate researcher and the principal investigator for JPL's CloudSat mission, joined JPL full-time last autumn. Right now, he is working to establish JPL's new Center for Climate Science, an effort that will leverage the lab's varied Earth-system research. We caught up with him for a discussion of the new center.\n\n\n\n\n\nTypically when outsiders visit JPL, they're shocked to see the breadth and depth of the activity that's going on that's really pertinent to climate science and climate change.\n\n\n- Graeme Stephens\n\n\n1. What's behind the creation of the Center for Climate Science?\nThere are pockets of excellence in climate research performed at the lab that are kind of fragmented, so this center is an attempt to bring some structure to it and to explore the interconnectivity between disciplinary sciences being done here.\nOf course, there's a lot of local recognition about the excellent climate research on lab. But the wider climate community doesn't generally think of JPL as a place where climate science is done. Typically when outside climate scientists visit JPL, they're shocked to see the breadth and depth of some of the activity that's going on here that's really pertinent to climate science and climate change.\nWe need to organize the climate research here and make it visible not only across the lab, but also outside the lab. When the rest of the world thinks of climate, rather than identifying individual investigators, they will see JPL has a coordinated program in climate. \r\n\n\n2. What will the center give JPL that it doesn't have now?\nData from many of JPL's Earth science missions are important and relevant to our climate. But it turns out that many of the measurements we make, in fact, aren't terribly helpful from the point of view of being able to project what's going to happen to future climate. Most of the data we collect document the Earth's climate today and how it has recently changed. This is important and needs to continue. But it doesn't necessarily give us the insight as to why and how future changes will occur.\nJPL's new climate center will help define the gaps that currently exist in the field, and help identify observations that will advance our understanding of the crucial components of the Earth system and how these components interact.\nWe'll need to be organized and structured around the use of Earth- and climate-system computer models and in using important and influential observations for testing our understanding of the Earth system and our ability to model it. The center will also provide a connection between JPL and the leading Earth system models around the world. \r\n\n\n3. JPL has a solid track record in Earth studies. How might that improve?\nBy using the Earth observations that JPL helps deliver, we can better determine what we don't understand and what we think we do understand. Working at the intersection of observations and model predictions is a way to do this and is something we will definitely bring to the table.\nWhat matters for future climate projections isn't so much how the atmosphere evolves, how the chemistry and composition of Earth change or even how sea ice changes or oceans move heat around. It's really how these different but key aspects of the system interact with one another, each influencing the response of the other. To some degree that is what the center aspires to be about. A lot of JPL's research lies at these intersections, but it's not necessarily well organized and some of the researchers here don't have simple access to the Earth-system computer models that could benefit their research and help them understand how their studies tie in to the work of others. \r\n \r\nJPL brings to the table an incredible depth of understanding of Earth observations. We also have a very wide range of capabilities for modeling key aspects of the Earth system. The idea is to bring these capabilities together such that the whole will be greater than the sum of the parts.\r\n\n\n\n\nThe idea is to bring capabilities together such that the whole will be greater than the sum of the parts.\n\n\n- Graeme Stephens\n\n\n4. How do you see JPL Earth-science data becoming more meaningful as the center becomes established?\nWe can start to broaden the horizon for some of the research being done here. We might anticipate that folks working, say, in land hydrology [the role of land in the water cycle] might start connecting with those working on the carbon [cycle], which could lead to more indirect research being developed at the intersection between carbon and water, for example. That's where the opportunities will lie and where the future direction of Earth science is likely to evolve.\nWith this cross cutting approach, I think we can shape the direction of future observing systems and help develop a more integrated approach to Earth observations. We can start thinking about not just making one measurement of one aspect of our planet, but making joint sets of measurements and designing satellite missions that can supply such joint measurements. I think the new climate center will impact the way we conduct and generate research. \r\n\n\n5. How will the center be organized? What are the best ways in which the different branches of climate science could collaborate?\nThe center will focus on a few themed research areas, namely energy, water, carbon and ice. Thinking about the impacts that climate change will have on us, these are important areas of focus, now and in the future.\nIn the key area of water, for example, the movement of ice around the planet and the changes it undergoes clearly affects not only water distribution, it also affects the Earth's energy balance, because it changes the albedo [reflectivity] of the planet. That, in turn, indirectly affects carbon, because it can change precipitation distributions that further affect carbon stores through impacts on vegetation. These interrelationships are why having a marriage between the Earth system modeling groups is very important. Such links will help us set priorities.\nEveryone working on climate science at JPL is part of the new Climate Center, and encouraged to engage with this new venture. We'll by funding between two and four new investigators and building partnerships through an academic partners program, which will comprise of a handful of universities. We are also forming partnerships with key modeling centers, such as the U.K. Met Office, so we can begin to connect the great science being done here with those activities.\nWe're also organizing workshops in key climate areas, which will help set priorities and integrate activities. Input from the scientists on Lab will help fashion ideas and direction. We want engagement from the science community here to help shape what the center will be. \r\n\n\n6. How will you measure success?\nSuccess will involve recognizing great science, in terms of science with impact. We could quantify success in terms of science publications and impacts. But we'll also measure success in terms of the ideas for new key climate measurements and missions that might spin off from the research and the activities of the center, either indirectly or directly.\r\n\n\n7. On another subject, I understand that a number of your cloud paintings are on display here on Lab. Do you still paint, and how does it inspire you in your work?\nYes, the story about that artwork is described in an article I wrote for New Scientist about how art and science intersected 200 years ago that touched on how clouds got their names, how meteorology began as a science and how all of this inspired the great sky scape paintings of the time, such as those of Constable. That article is available at the link below if readers are interested. \r\n\n\nRelated links:\n\nJPL's Center for Climate Sciences\nThe Useful Pursuit of Shadows, article by Graeme Stephens\r\nHead in the Clouds, a slideshow of Graeme Stephens' cloud artwork\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}