{
  "url": "https://climate.nasa.gov/news/489/journey-to-the-core/",
  "title": "Journey to the core",
  "date": null,
  "content": "A NASA/university study of data on Earth's rotation, movements in Earth's molten core and global surface air temperatures has uncovered interesting correlations. Image credit: NASA/JPL, Université Paris Diderot and the Institut de Physique du Globe de Paris.\nBy Alan Buis,\nNASA Jet Propulsion Laboratory\nThe latest evidence of the dominant role humans play in changing Earth's climate comes not from observations of Earth's ocean, atmosphere or land surface, but from deep within its molten core.\nScientists have long known that the length of an Earth day — the time it takes for Earth to make one full rotation — fluctuates around a 24-hour average. Over the course of a year, the length of a day varies by about 1 millisecond, getting longer in the winter and shorter in the summer. These seasonal changes in Earth's length of day are driven by exchanges of energy between the solid Earth and fluid motions of Earth's atmosphere (blowing winds and changes in atmospheric pressure) and its ocean. Scientists can measure these small changes in Earth's rotation using astronomical observations and very precise geodetic techniques.\nBut the length of an Earth day also fluctuates over much longer timescales, such as interannual (two to 10 years), decadal (approximately 10 years), or those lasting multiple decades or even longer. A dominant longer timescale mode that ranges from 65 to 80 years was observed to change the length of day by approximately 4 milliseconds at the beginning of the 20th century.\nThese longer fluctuations are too large to be explained by the motions of Earth's atmosphere and ocean. Instead, they're due to the flow of liquid iron within Earth's outer core, where Earth's magnetic field originates. This fluid interacts with Earth's mantle to affect Earth's rotation. While scientists cannot observe these flows directly, they can deduce their movements by observing Earth's magnetic field at the surface. Previous studies have shown that this flow of liquid iron in Earth's outer core oscillates, in waves of motion that last for decades with timescales that correspond closely to long-duration variations in Earth's length of day.\nStill other studies have observed a link between the long-duration variations in Earth's length of day and fluctuations of up to 0.2 °C (0.4 °F) in Earth's long-term global average surface air temperature.\nSo how might all three of these variables — Earth's rotation, movements in Earth's core (formally known as the core angular momentum) and global surface air temperature — be related? That's what researchers Jean Dickey and Steven Marcus of NASA's Jet Propulsion Laboratory, Pasadena, Calif., and colleague Olivier de Viron of the Universite Paris Diderot and Institut de Physique du Globe de Paris in France, set out to discover in a first-of-its-kind study.\nTime series of Earth's surface air temperature (black line) and time series corrected for the influence of human activities (red line), Earth's length of day (green line) and Earth's core angular momentum (blue line). Image credit: NASA/JPL-Université Paris Diderot - Institut de Physique du Globe de Paris\n\n\nThe scientists mapped existing data from a model of fluid movements within Earth's core and data on yearly averaged length-of-day observations against two time series of observed annual global average surface temperature: one from NASA's Goddard Institute of Space Studies in New York that extends back to 1880, and another from the United Kingdom's Met Office that extends back to 1860. Since total air temperature is composed of two components — temperature changes that occur naturally and those caused by human activities — the researchers used results from computer climate models of Earth's atmosphere and ocean to account for temperature changes due to human activities. These human-produced temperature changes were then subtracted from the total observed temperature records to generate corrected temperature records.\nThe researchers found that the uncorrected temperature data correlated strongly with data on movements of Earth's core and Earth's length of day until about 1930. They then began to diverge substantially: that is, global surface air temperatures continued to increase, but without corresponding changes in Earth's length of day or movements of Earth's core. This divergence corresponds with a well-documented, robust global warming trend that has been widely attributed to increased levels of human-produced greenhouse gases.\nBut an examination of the corrected temperature record yielded a different result: the corrected temperature record remained strongly correlated with both Earth's length of day and movements of Earth's core throughout the entire temperature data series. The researchers performed robust tests to confirm the statistical significance of their results.\n\"Our research demonstrates that, for the past 160 years, decadal and longer-period changes in atmospheric temperature correspond to changes in Earth's length of day if we remove the very significant effect of atmospheric warming attributed to the buildup of greenhouse gases due to mankind's enterprise,\" said Dickey. \"Our study implies that human influences on climate during the past 80 years mask the natural balance that exists among Earth's rotation, the core angular momentum and the temperature at Earth's surface.\"\nSo what mechanism is driving these correlations? Dickey said scientists aren't sure yet, but she offered some hypotheses.\nSince scientists know air temperature can't affect movements of Earth's core or Earth's length of day to the extent observed, one possibility is the movements of Earth's core might disturb Earth's magnetic shielding of charged-particle (i.e., cosmic ray) fluxes that have been hypothesized to affect the formation of clouds. This could affect how much of the sun's energy is reflected back to space and how much is absorbed by our planet. Other possibilities are that some other core process could be having a more indirect effect on climate, or that an external (e.g. solar) process affects the core and climate simultaneously.\nRegardless of the eventual connections to be established between the solid Earth and climate, Dickey said the solid Earth's impacts on climate are still dwarfed by the much larger effects of human-produced greenhouse gases. \"The solid Earth plays a role, but the ultimate solution to addressing climate change remains in our hands,\" she concluded.\nThe study results were published recently in the Journal of Climate.\nRelated links:\nAs the world churns\nAll days are not created equal\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}