{
  "url": "https://climate.nasa.gov/news/2161/nasa-partners-target-megacities-carbon-emissions/",
  "title": "NASA, partners target megacities carbon emissions",
  "date": null,
  "content": "11 min read\nDriving down busy Interstate 5 in Los Angeles in a nondescript blue Toyota Prius, Riley Duren of NASA's Jet Propulsion Laboratory, Pasadena, California, is a man on a mission as he surveys the vast urban jungle sprawled around him.\nIn his trunk, a luggage-sized air-sampling instrument sniffs the outside air through a small tube to measure the greenhouse gases carbon dioxide and methane. While not a very efficient way to study urban emissions, the ground data being collected are helping Duren and his team build confidence in greenhouse gas measurements taken from aircraft and satellites, which can cover large areas more effectively.\nAt the next exit, Duren pulls over to admire a scene most Angelenos would try to ignore: a large landfill stretched alongside the freeway. The instrument in the trunk quickly detects a large plume of methane emanating from the landfill. A NASA aircraft soon appears overhead, carrying a prototype satellite instrument that records high-resolution images of methane that scientists can use to identify gas plumes. The pilot buzzes the landfill several times to capture images of the invisible gas, then the plane departs and Duren heads off to his next study area.\nThe instruments in the Prius and airplane are just two of many elements of the Megacities Carbon Project, an international, multi-agency pilot initiative to develop and test ways to monitor greenhouse gas emissions in megacities: metropolitan areas of at least 10 million people. Cities and their power plants are the largest sources of human-produced greenhouse gas emissions and are the largest human contributors to climate change.\nDuren is principal investigator for the LA component of the Megacities Carbon Project. He hopes to work with international partners to deploy a global urban carbon monitoring system that will eventually allow local policymakers to fully account for the many sources and sinks, or storage sites, of carbon and how they change over time. Los Angeles and Paris are pilot cities in the initiative. Efforts are underway to add other cities around the world.\nWhen fully established in late 2014, the LA network will consist of 15 monitoring stations around the LA basin. Most will use commercially available high-precision greenhouse gas analyzers to continuously sample local air. The LA network encompasses the portions of the South Coast Air Basin that produce the most intense greenhouse gas emissions in California. Megacities scientists will also periodically take to the road and to the skies to collect mobile measurements of the local atmosphere to better define individual emissions sources and environmental conditions.\n\"LA is a giant laboratory for climate studies and measurement tests,\" said Duren. \"The LA megacity sprawls across five counties, 150 municipalities, many freeways, landfills, oil wells, gas pipelines, America's largest seaport, mountains, and even dairies, all within an area measuring about 80 miles [130 kilometers] on a side. In theory, you could drive across the whole thing in an hour and a half, or three if it's rush hour.\"\nUrbanization has concentrated more than half of Earth's population, at least 70 percent of fossil fuel carbon dioxide emissions and a significant amount of methane emissions into a tiny fraction of Earth's land surface. The world's 40 largest cities combined rank as the world's third largest emitter of fossil-fuel carbon dioxide — larger than the total emissions of Japan. That trend is expected to grow.\nThere's an urgent need to get a handle on explosive growth in carbon emissions from fossil-fuel use by cities and to establish baseline measurements that currently don't exist. The lack of measurements makes it hard to assess emission trends.\nMost countries and some states produce annual inventories of their greenhouse gas emissions based on energy statistics and other data, but the same information is typically not available for individual cities.\n\"In many cases, we know very little about the carbon emissions of individual cities,\" said LA Megacities Carbon Project Co-principal Investigator Charles Miller of JPL. \"Best estimates often disagree with atmospheric measurements by a factor of two or more, and attributing emissions to specific sources is problematic.\"\nCities around the world are expected to undergo rapid change in the next 20 years. Many, particularly in the developing world, are undergoing unconstrained growth, with emissions growing by more than 10 percent a year. The United Nations predicts that Earth's urban population will double by 2050, dramatically increasing the number and size of megacities, and their carbon footprints.\nCities are serving as bellwethers of society's carbon emission trends. While many are experiencing growth in emissions, others are leading the charge to reduce them. For example, major mitigation efforts are already underway in megacities such as LA; Paris; New York and Sao Paulo, Brazil through the policies of individual mayors, regional councils and organizations like the Climate 40 group, a partnership among the world's largest cities. \"These rapid changes in the carbon emissions from megacities represent both a mega-problem and an opportunity,\" said Duren. \"Better data could provide critical support for decision making.\"\nThe Megacities project combines direct surface measurements of urban greenhouse gases from instruments located in air sampling stations atop radio towers and buildings, with broader, denser remote-sensing observations from aircraft, mountaintops and satellites. Other instruments track winds and vertical motion of the atmosphere — both of which are key to interpreting the greenhouse gas measurements.\nNASA's recently launched Orbiting Carbon Observatory-2 (OCO-2) satellite is capable of detecting the enhanced levels of carbon dioxide over the world's largest cities and is beginning to study LA in coordination with the Megacities team.\nThe team is compiling high-resolution emission data derived from information provided by local governments to compare with Megacities project measurement data. The goal is to help improve emission estimates. The result will be independent, accurate assessments of carbon emissions and a better understanding of the factors that affect them. Sustained monitoring over several years will enable assessment of trends.\nUltimately, the concept of a global carbon-monitoring system focused on the largest carbon emitters hinges on the ability to extend pilot efforts like those in LA and Paris to other megacities, smaller cities and large power plants. This involves establishing surface measurement networks in representative areas while taking advantage of the broader coverage of satellite observations. The atmospheric measurements will be linked with other information used by decision-makers, such as traffic data. Transparent sharing of satellite observations could prove vital in cities in the developing world, where ground data on emissions are not available.\n\"The idea is to measure and track emissions for individual cities and selected major industrial sectors and understand how and why they're changing,\" Duren said. \"Ultimately, the goal is to link observed atmospheric changes to specific human actions.\"\nThat's no easy task. So far, scientists have not been able to directly attribute observed trends in atmospheric carbon dioxide to the actions of any nation, state or city. That's because it's hard to make enough measurements to get regionally specific data.\nAnother wrinkle for scientists is being able to distinguish between emissions generated from fossil fuel use and those resulting from biological influences such as urban green spaces and adjacent forest and croplands, which both release and absorb carbon. Doing so requires more frequent and dense measurements and the ability to sense multiple species of greenhouse gases from Earth's surface and from space. Another important method involves measuring radiocarbon isotopes. That's something scientists from the National Oceanic and Atmospheric Administration (NOAA) will begin contributing to the LA Megacities effort in the coming months.\nBecause cities concentrate emissions into small areas, they produce intense changes in the atmosphere. This makes them a better target for measurement than countries or states. \"Directly monitoring the carbon emissions of entire countries probably won't be feasible for at least another decade, but with cities, we're on the verge of addressing the largest emitters within the next few years,\" Miller said. \"It's more efficient to focus our finite resources on cities.\"\n\"Measuring greenhouse gas emissions from cities is a significant challenge,\" said James Whetstone, special assistant to the director for greenhouse gas measurements at the National Institute of Standards and Technology (NIST), Gaithersburg, Maryland. NIST is addressing the need to develop and demonstrate the performance of advanced greenhouse gas measurement methods that can be applied to cities and metropolitan areas.\nThe LA project is the second research effort where NIST support and participation are aimed at addressing this measurement challenge. The initial research effort, centered in Indiana, is known as the Indianapolis Flux Experiment (INFLUX). It seeks to develop measurement methods that have the potential to locate sources of emissions and test their performance by quantifying their flow to the atmosphere to an accuracy of 10 percent or less. \"These are ambitious goals that have not been previously achieved, but that are needed to independently quantify progress toward greenhouse gas emission targets,\" Whetstone added.\nThe pilot effort in LA and companion efforts in Paris build upon existing research infrastructure and collaborations with smaller cities. The project team is also working with scientists in Sao Paulo to establish a companion effort there, to study another unique urban carbon system. By establishing representative urban greenhouse gas profiles in these and other cities, the Megacities measurement methods can be extended for use around the world.\nAmong the 15 monitoring stations around the LA basin are two \"super-sites\" at the California Institute of Technology in Pasadena and atop nearby Mt. Wilson. In addition to hosting the gas analyzers, these super-sites also use natural sunlight to track carbon dioxide, methane, carbon monoxide and other gases in columns of the atmosphere over LA. These super-sites will provide a link between measurements from the surface instrumentation network and from satellites overhead. Satellites such as NASA's OCO-2 and Japan's Greenhouse Gases Satellite (GOSAT) periodically sample the air over Los Angeles and a subset of other cities around the world. A follow-on version of NASA's Orbiting Carbon Observatory-2 that may ultimately fly on the International Space Station is being designed with a \"city mode\" that will provide frequent maps of the carbon dioxide emissions of many of the world's largest emitters.\nThe Mt. Wilson super-site is JPL's California Laboratory for Atmospheric Remote Sensing (CLARS), located 5,700 feet (1,737 meters) above the Los Angeles basin. The brainchild of JPL Principal Investigator Stan Sander, CLARS is a prototype for the next generation of satellite instrument. It may someday serve as part of an international constellation of carbon monitoring satellites, providing frequent comprehensive mapping of greenhouse gases across entire cities and broader regions. In operation since 2010, the remotely operated CLARS measures carbon dioxide, methane, carbon monoxide and other atmospheric pollutants across a large section of the LA basin every 90 minutes during daylight hours.\n\"While weather satellites tell us about winds, storms and atmospheric moisture, future satellites will also use 'chemical cameras' to map the distributions of greenhouse gases and pollutants over whole continents,\" said Sander. \"CLARS provides a way to test this by mapping chemicals in the air over Los Angeles.\"\n\"The methods we're testing today can ultimately fill a critical need for decision makers to determine whether urban climate policies are working as intended and, if not, why, and how they should be changed,\" Duren said. \"With today's technology, we're on the verge of a new era of measurement science, capable of producing the type of data society needs to make decisions to avoid an ever-warming world.\"\nMegacities is a consortium funded by federal, state and private sources. The LA pilot project is funded by NASA; NIST; NOAA; the Keck Institute for Space Studies, Pasadena, California; and the California Air Resources Board (CARB), Sacramento, California. Additional CLARS support was provided by NASA, NOAA and CARB. LA project implementing partners include JPL; Caltech; Scripps Institution of Oceanography, La Jolla, California; Arizona State University, Tempe; University of Michigan, Ann Arbor; University of Colorado, Boulder; Lawrence Berkeley National Laboratory, Berkeley, California; CARB; Earth Networks Inc., Germantown, Maryland; and NASA's Ames Research Center, Moffett Field, California. Other collaborators include Laboratoire des Sciences du Climat et de l'Environnement, Gif-sur-Yvette, France; University of Sao Paulo, Brazil; Sigma Space Corporation, Lanham, Maryland; Resources for the Future, Washington, D.C.; and the INFLUX team.\nLearn more about the Megacities initiative.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}