{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/497/thirst-for-knowledge/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Patrick Lynch, NASA Earth Science News Team, with edits by Amber Jenkins\nThe United Nations sponsors World Water Day once a year (from 2005 to 2015) to draw attention to what it sees as a growing problem of freshwater scarcity. Last week was World Water Day 2011, with the theme “Water for Cities: Responding to the Urban Challenge.” Patrick Lynch caught up with Bradley Doorn of NASA's Earth Science Division to discuss the concerns about water, our most precious resource. Doorn oversees NASA's effort to better understand the demands on our water supply using the agency’s satellites.\nWhat water issues do major cities face?\nBig cities are one part of a global water cycle that NASA studies. If you step back and look at what NASA does to study the issue of freshwater availability, we’re looking at the origins: What are the Earth’s water supply sources, and what are the risks to those sources? You have reservoirs underground, you have snowpack, you have our renewable water supplies from precipitation — and then you have consumptive issues. That’s where big cities fit in. The challenges that cities face include failing infrastructure, greater demands on use, a lack of conservation practices, good water quality and health issues.\nWhat is NASA’s role in studying water availability?\nNASA focuses on trying to understand the supply and demand issues. There are big tradeoffs in how we use what water is available. How much are we going to give agriculture to grow food, not only for sustenance but also to grow our economy? How much are you going to give to energy? Where do the consumptive needs of big cities fall into this? You have all these demands on the cycle of water.\nIt's not an easy cycle to monitor. There are a lot of unknowns … how well we are replenishing our aquifers, how fast snow packs are melting, and so on. These are global issues that don’t just stop at the borders.\nWhat are the concerns about climate change and water availability?\nThere’s no doubt that climate change is having an impact [on water availability]. What’s difficult is understanding the extent of that impact. It's really important that we put it [climate change] into the equation to better and more accurately assess long- and short-term trends, so we can plan how much water we’re going to have in the future. While many of the short-term issues we face are more due to water resource management issues than climate change, solutions must include a better understanding of how climate change is affecting our water cycle.\nWho uses the most water in the U.S.?\nAgriculture, by far. In the West, 70 to 90 percent of water use is for agriculture. If you look around the globe, it’s not a trend that’s going down. One of the unique things NASA brings to this game is the thermal infrared [instruments] on the MODIS [Moderate Resolution Imaging Spectroradiometer] and Landsat satellite, and the ability to assess ‘evapotranspiration,’ which is essentially a measure of how much water is being used by vegetation. Being more efficient about how much water agriculture is using is good for the farmer and good for the consumer.\nWhen you look at the rapid development and agriculture growth in the American west over the past few decades, is that sustainable?\nHere’s how I would answer that: It’s not sustainable with the current way we make decisions and the current information that we have. And everyone knows that. You won’t go to a water managers’ conference and hear someone say, \"we're fine.\" I truly believe solutions will come to opportunities. I see that a major part of my role is to get the information into the hands of the scientists and engineers so they can discover those opportunities and let industry, water resource managers, policy-makers, and the public leverage those opportunities into solutions.\nPatrick Lynch heads the NASA Earth Science News Team and is based at Goddard Space Flight Center in Washington, D.C.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}