{
  "url": "https://climate.nasa.gov/news/502/benefits-of-cleaner-vehicles/",
  "title": "Benefits of cleaner vehicles",
  "date": null,
  "content": "6 min read\nBy Adam Voil and NASA's Earth Science News Team\nA new analysis, published this week and conducted by a team of scientists led by Drew Shindell of NASA's Goddard Institute for Space Studies (GISS) in New York City, shows stricter vehicle emission standards would yield major health, agricultural, and climate benefits.\nShindell and colleagues used a comprehensive computer model and climate simulator — one of the first capable of accounting for the role of short-lived particles expelled in vehicle fumes called aerosols — that shows vehicle fumes exact an enormous toll in all countries and especially in the developing world.\nThe scientists used modeling techniques developed at GISS to compare a baseline scenario that assumes existing emission standards remain unchanged in coming decades with a second scenario that has most countries adopting stringent standards similar to those in place in Europe and North America. Vehicles in those two regions produce less particulate matter and less polluting gases, such as nitrous oxides and carbon monoxide, due to the use of particle filters and cleaner-burning fuels.\nThe aggressive scenario assumes, for example, that China, India, and Brazil adopt \"Euro 6\" standards by 2015, a regime that would reduce emissions of particulate matter by about 85 percent, nitrogen oxides by about 65 percent, and carbon monoxide by about 70 percent for passenger vehicles. The aggressive scenario assumes major emissions reductions in Latin America, Africa, and the Middle East, the regions with the laxest emissions standards. Emissions rules in North America are slightly more stringent than European standards already, so in North America the baseline and aggressive scenarios were identical.\nThe team's findings were published this week in the inaugural edition of Nature Climate Change.\nParticulate matter from vehicle fumes can slip past the body's defenses — hair-like structures in the respiratory tract and hairs in our noses — and penetrate deep into the lungs. There, it can spark a range of diseases such as asthma, cardiovascular disease, and bronchitis.\nOzone, the product of reactions between nitrogen oxides, carbon monoxide or hydrocarbons, and sunlight, can harm both people and plants. In humans, it inflames the lining of air passages making breathing more difficult and can scar lungs after long periods of exposure. In crops, it damages cell membranes, slowing photosynthesis and reducing yields.\n\"The adoption of aggressive standards by 2015 would set the world on a course to prevent the deaths of 200,000 people, save 13 million tons of cereal grains from ozone damage, and save $1.5 trillion in health damages each year after 2030,\" Shindell said.\nAfter five years, that would amount to saving a million lives, more than 50 million tons of food, and $7.5 trillion in human health damages. Health damages are based on an accounting technique economists use to weigh the benefits of life-saving regulations called the “value of a statistical life.”\nFor comparison, the United Nations estimated that the earthquake and tsunami that struck the northeast coast of Honshu had caused about 27,600 deaths and produced between $185 and $308 billion in damages at the end of March. Hurricane Katrina killed 1,836 people and produced about $81 billion in damages.\nThe analysis also breaks down potential health benefits by region and finds benefits varied widely. Overall, the modeling found that stricter standards would prevent the most deaths in China, India, and North Africa, regions where unfiltered soot-producing diesel engines remain ubiquitous.\nWhile reductions in particulate matter tend to produce local health benefits, the scientists found health and agricultural benefits from reduced ozone disperse more widely. That means for some countries — India, for example — changes in emissions from neighboring countries could have as much impact as local emission changes.\n\"There is no one-size-fits-all approach to emissions standards. Different countries are going to need different approaches,\" Shindell said.\nThe new study shows that the same measures that benefit human health and agriculture would also make a significant dent in climate change in the near term.\nWhile it is well-established that carbon dioxide released by vehicles contributes to global warming, it has been much less clear how the combination of shorter-lived aerosol particles vented by vehicles — such as black carbon, sulfate, and organic carbon — affect climate.\nWhile some of these aerosols reflect sunlight and produce a cooling effect, others absorb light and warm the atmosphere. Aerosols from vehicles can also impact the development of clouds in ways that have poorly-understood consequences for climate.\nShindell's modeling shows that stringent emissions standards would reduce .20 °C (.36 °F) of warming in the Northern Hemisphere from 2040 to 2070. That's largely because more stringent standards would reduce emissions of black carbon, a constituent of soot, and carbon monoxide, a precursor of ozone. In comparison, the Northern Hemisphere has warmed by about .3 °C (.54 °F) per decade in the last three decades.\n\"Though the stringent standards would provide a clear climate benefit in the near term, the impact of accumulating carbon dioxide from vehicles is so large that there would still be an overall warming impact from vehicle emissions, albeit a lesser one than if they were not enacted,\" Shindell said.\nSoot readily absorbs sunlight causing the atmosphere to warm. It also accelerates warming by coating the surfaces of snow and ice and reducing their reflectivity. Likewise, ozone, a greenhouse gas, warms the Earth.\nAs with the health benefits, the model projects the climate impacts of more stringent standards would vary significantly depending on the region. Cooling effects of sulfates, which highly are reflective, are minimized over parts of the Earth such as ice sheets and deserts that are also highly reflective, while the same areas exaggerate the warming from soot.\nEmissions from India, for example, produced a particularly strong regional warming response because of the close proximity of large swaths of snow and ice in the Himalayas. The same was true of the Middle East and North Africa because of deserts in the region.\nTo date, most studies have looked at the health, agricultural, or climate impacts of emissions in isolation. Shindell's analysis is one of the first to analyze the closely-intertwined impacts together — an approach that is more realistic.\n\"This is exactly the kind of study that is needed for policy-makers. Take a real policy scenario, and examine the impacts on a whole range of issues — air pollution, climate, crops, etc. and then use those results to find win-win solutions across very varied regions,\" noted Gavin Schmidt, another climatologist based at GISS.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA data about nitrogen dioxide, a harmful air pollutant, is available in EJScreen, EPA’s widely…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}