{
  "url": "https://climate.nasa.gov/news/509/the-home-frontier-nasa-video-contest/",
  "title": "The home frontier: NASA video contest",
  "date": null,
  "content": "By Patrick Lynch,\nNASA Earth Science News Team\nNASA explores. From its earliest days of sounding rockets and balloon-borne instruments, to Apollo and Hubble and missions to Mars. This mission of exploration has also always focused on our own corner of the universe, Earth – The Home Frontier. It still holds a world of knowledge we've yet to understand that is critical to our future on this big, blue beautiful world. It is still the only planet we've ever been to.\nThis Earth Day, we're asking you to share with us your inspiring vision about what NASA's exploration of Earth means to you.\nProduce a short video that captures what you find inspiring and important about planet Earth, and the insights that NASA provides. Upload your video to YouTube, and tag it using the instructions below so we can easily find it. After the contest ends on May 27, we'll feature the best entry – chosen by a panel of NASA scientists and communicators – on www.nasa.gov.\nGuidelines are designed to encourage maximum creativity:\nSubmissions should be short. Think movie trailer or advertisement or simply your own personal statement. Say, 2 to 3 minutes at most. If you think you can do it in 30 seconds, go for it.\n\n You are responsible for ensuring that any use of video, imagery or music meets copyright and fair-use laws. Any entries that do not meet this standard will not be considered eligible.\n\n The video should use some elements from NASA's vast collection of Earth imagery and data visualization, which is free and available to the public. We've collected some of the best here, as a starting point: Link to NASA's Climate Reel collection of climate videos and visuals; NASA's Scientific Visualization Studio's collection of videos and visuals.\n\n We hold final judgment on whether submissions will be acceptable and appropriate for this contest.\n\n By submitting a video to the contest, you grant NASA a royalty-free, irrevocable right to reproduce, publish distribute, perform, display, create derivative works of the submission, or otherwise use the work for Federal purposes, and authorize others to do so.\n\n Tag your video with this exact language – \"NASA Earth Day Video Contest 2011\" – to ensure that we find it.\n\n Bookmark this page for updates and to see the winning entry, which we'll post here shortly after Memorial Day.\n\n Follow the discussion and video links on Twitter using #NASAEarthVid\n\n Be sure to follow us on Facebook (NASA Global Climate Change and NASA Goddard) and Twitter (@NASA; @EarthVitalSigns; @NASAGoddard).\n\n\nGood luck!\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}