{
  "url": "https://climate.nasa.gov/news/560/slimming-down/",
  "title": "Slimming down",
  "date": null,
  "content": "Close-up of the WINCS instrument, which is specially designed to fly on Cubesats. Credit: NASA/Debora McCallum\nLori Keesey\nNASA's Goddard Space Flight Center\nMore than a decade ago, technologist Fred Herrero realized that to truly understand the ever-changing dynamics of Earth’s upper atmosphere, he would need an armada of satellites gathering simultaneous, multipoint measurements. With satellites costing $100 million or more, he knew that was out of the question.\nHis solution: Promote the development of tiny, less expensive satellites and develop a miniaturized instrument ideally suited to gather data about Earth’s ionosphere and thermosphere, a volatile slice of the atmosphere that stretches from about 60 miles to more than 350 miles above Earth’s surface. His vision is becoming a reality.\nThis fall, Herrero and his team, including technologists Rusty Jones and Patrick Roman, are expected to begin delivering the first of several units of the Winds-Ion-Neutral Composition Suite (WINCS). The instrument, developed with significant support from Herrero’s partner, Andrew Nicholas of the Naval Research Laboratory (NRL), includes four spectrometers and three detectors assembled into a three-inch package using just 1.3 watts of power. Its diminutive size makes it an ideal payload for an emerging class of small spacecraft, often called Cubesats, promoted in recent years by the Defense Department and the National Science Foundation.\n\"By merit of Moore's law, the goal of any technological development should be the reduction of volume and power,\" technologist Jones said. “WINCS is a significant and brilliant step in that direction. Because of Fred’s insights, I suspect that one day in the foreseeable future, we will see mass spectrometers the size of wristwatches.”\nAs of today, the team is scheduled to deliver a total of seven instruments, all slated to fly on Cubesat missions over the next few years. In the fall, the team will deliver the first of three to NRL, followed by one to the Air Force Research Laboratory, one to the University of Michigan, and two to Boeing Aerospace, which is developing a Cubesat mission for the Air Force. The European Space Agency also is interested in buying the instrument, as is a Spanish aerospace company, Herrero said.\n\"Once we deliver the first, it will be like a little factory here,\" he added. \"What's amazing about WINCS is not just its small size. It also will enable measurements we’ve never made before. For the first time, we will be able to measure the full vector of wind.\"\nHerrero began conceptualizing WINCS more than a decade ago when he realized that to truly understand the ionosphere and thermosphere, scientists would have to gather multipoint measurements of the direction and temperature of winds, neutrals and ions, as well as their composition. Last year, the team received Goddard R&D funding to improve the instrument’s resolution, and more importantly, its reliability. \"The improvements drastically increased reliability far over any such instruments gathering data in this portion of the atmosphere,\" Herrero said.\nThe information he and his partners seek is of practical importance. \"Everyone in this field is interested in the types of measurements WINCS can make,\" Roman said. The ionosphere and thermosphere are heavily influenced by the energy carried through space by the solar wind. Under particularly tumultuous conditions, this energy can heat up the thermosphere, which then expands, exerting an atmospheric drag on orbiting spacecraft. Ultimately, the spacecraft prematurely lose altitude and plunge to Earth. The ionosphere, meanwhile, is the medium through which satellite communications must travel. If the ionosphere is disrupted, communications signals are thrown off.\nUnderstanding this region is made more challenging because the environment changes quickly with distance — a situation that requires multiple satellites gathering the same data at various locations around the globe. \"We’re not going to learn anything new with just one satellite,\" Herrero said. \"We need at least 50 satellites. Thank goodness, someone came up with the idea of a Cubesat.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}