{
  "url": "https://climate.nasa.gov/news/1062/shuttle-engine-design-was-a-game-changer-for-solar-power/",
  "title": "Shuttle engine design was a game-changer for solar power",
  "date": null,
  "content": "From NASA Spinoff 2013\nSmoke and steam billow across Launch Pad 39B as Space Shuttle Atlantis hurtles into the sky for its rendezvous with the International Space Station on mission STS-115. Image courtesy of Nikon/Scott Andrews.\nNASA technology\nOne of the hottest solar energy plants in the world was developed with engineering expertise derived from one of the hottest space technologies ever engineered: the Space Shuttle Main Engine (SSME). For 30 years, the SSME operated in temperatures ranging from -423 °F to 6,000 °F—hotter than the boiling point of iron.\nBuilt under contract to Marshall Space Flight Center in the 1970s by Rocketdyne, now part of Pratt & Whitney Rocketdyne (PWR), a United Technologies Company, the SSME was the most durable rocket engine that had ever existed.\nTechnology transfer\nAfter building the SSME and other engines at Marshall, PWR applied its knowledge and expertise to produce solar power technology. Randy Parsley, the business development manager for renewable energy at PWR, says that the company’s NASA work allowed it to glean new expertise in handling high heat flux, extreme temperatures, and cyclic temperature gradients over long periods of time.\nIn addition, PWR gained valuable welding expertise while working on the SSME. “There was so much welding knowledge that came out of the SSME development activity, it gave us the basis and knowledge of what we call thin-tube-welding,” says Parsley.\nWith funding from the Department of Energy (DOE) and industry partners, PWR leveraged its NASA experience in the 1980s and ‘90s to assist in the development of large demonstrations of solar power tower plant technology in the Mojave Desert of California: Solar One and Solar Two. These plants used mirrors to reflect the Sun’s energy onto a receiver at the top of a tower. Heated fluid flowing through the tower then carried the energy to a boiler on the ground where steam was created to spin turbines.\nAccording to Parsley, the receiver assembly that sits on the top of the approximately 600-foot tower is like the combustion chamber of a rocket engine that is turned inside out. “If you can imagine, it’s like a rocket chamber or a nozzle—like on the SSME—that has all the tubes being cooled with liquid, but instead of the tubes being heated from the inside by the rocket propellants, the tubes are heated from the outside by concentrated sun,” he says.\nBy 1999, Solar Two proved to be a great success, and was generating enough energy to power 10,000 homes. Consequently, nearly a decade later, PWR granted an exclusive license of its NASA spinoff solar technology to Santa Monica, California-based SolarReserve.\nSolarReserve uses its exclusively licensed PWR technology to develop large-scale concentrating solar power (CSP) projects. In a sunny area, SolarReserve installs mirrors called heliostats to reflect sunlight up to a central point—a receiver that sits on top of a 550-foot tower.\nPiping on the external walls of the receiver carries molten salt, which is heated by the concentrated sunlight. The hot salt maintains a liquid state at very high temperatures (above 1,000 oF), and after being heated by the Sun, flows down the tower into a holding tank where it will stay hot until the thermal energy is needed to make electricity.\nTo generate electricity, the salt goes from the hot storage tank to a heat exchanger to create steam, which is used to drive a standard turbine generator. Afterward, the cooled molten salt is released into a cold storage tank where it is held until it is cycled back up the tower to the receiver to be reheated and reused again.\nBenefits\nAccording to Tim Connor, the vice president of engineering and technology at SolarReserve, the steam generation process is the same as that used in conventional gas, coal, or nuclear power plants, except that it is 100 percent renewable with zero harmful emissions. Another major benefit of SolarReserve’s technology is that it can provide electricity from the Sun on-demand, even after dark or on cloudy days, thanks to the storage capability of the molten salt.\n“We can store the energy in the molten salt during the day and turn the turbine generator anytime, day or night, to create electricity. There is no other renewable technology out there that is as predictable and dispatchable as our technology. We are currently the only solar technology that can truly replace a nuclear power plant or fossil fuel plant,” says Connor.\nAs of 2013, the company was developing a 110-megawatt plant called the Crescent Dunes Solar Energy Plant near Tonopah, Nevada, which will generate enough electricity to power 75,000 homes during peak electricity periods. The plant is situated on a 1,500-acre field with more than 10,000 heliostats directing the Sun’s energy onto the receiver.\nEvery 10 seconds, specialized software controls and redirects the mirrors to capture the Sun’s rays and redirect them to the receiver.\nAll of the power generated at the Crescent Dunes plant will be sold to NV Energy, the largest utility in Nevada. When commissioned in early 2014, Crescent Dunes will be the nation’s first commercial-scale, molten salt solar power tower and the world’s largest plant with a fully integrated energy storage system. Construction on the plant started in 2011, and has generated over 400,190 hours of on-site construction as of April 2013. More than 4,300 direct, indirect, and induced jobs are expected over the 30-month construction period. For the life of its operations, the plant will provide 45 full-time, permanent positions.\nAside from the Crescent Dunes plant, SolarReserve has a number of upcoming projects including the construction of a CSP plant near Blythe, California in 2014 and several others in the Southwest in the 2014–2015 timeframe. Beyond the United States, SolarReserve has projects in development around the world, in countries such as Spain, South Africa, Saudi Arabia, Morocco, Chile, Australia, and China.\nGoing forward, Connor believes molten salt solar power tower technology will become a dominant renewable energy technology. “As we build more and more projects, the economies of scale will allow us to decrease the price, which is currently the only drawback,” he says.\nParsley agrees. “I believe this technology is a game-changer for solar thermal. It has a 20 percent cost advantage over other solar thermal technologies for cost of electricity, plus it has storage so you can make electricity even after the Sun goes down.”\nIn the world of technology today, there are a number of hot items, but few get as hot as a rocket engine. Thanks to innovation from NASA and its contractors, companies like SolarReserve leverage the investments made in NASA technology to benefit life on Earth. As Connor says, “A lot of people don’t understand the tremendous benefits, but NASA’s continued investment in technology like this really does have a substantial payback in the form of local, National, and even global economic growth.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}