{
  "url": "https://climate.nasa.gov/news/1036/going-electric-nasa-greenhouse-gas-reduction-program-thrives/",
  "title": "Going electric: NASA greenhouse gas reduction program thrives",
  "date": null,
  "content": "3 min read\nBy Steven Siceloff,NASA's Kennedy Space Center\nEarly figures from a pilot program at Kennedy Space Center show that electric cars are reducing greenhouse gas emissions by a far greater amount than expected, according to the program's coordinator.\n\"The numbers are 10 times better than we thought we’d ever see,\" said Frank Kline with Kennedy's Sustainability office. \"No one's ever done a pilot where you get actual numbers. It’s always been estimates only.\"\nThe results are more than academic since all federal agencies are under a presidential order to reduce greenhouse gas emissions. For NASA, the goal is a 12.3 percent reduction by 2020. The executive order includes a category that judges how much gas is emitted from sources that are not controlled by the agency, including things ranging from the gases produced by an airliner carrying a NASA employee on assignment to the emissions from an employee’s car during the daily commute.\n\"The biggest one is federal employee commutes — that’s the easiest target to go after,\" Kline said. \"If we want to stop you from producing greenhouse gases, electric vehicles don't produce any greenhouse gases.\"\nEven with electric cars, the reduction is not 100 percent because even though an electric car itself produces no emissions, the power plant that made the electricity produced greenhouse gases in the process.\n\"The average car puts out about a pound of carbon dioxide per mile,\" Kline said. \"We're reducing that by 3/5ths by letting you plug in at the Kennedy Space Center.\"\nThe program is working with 10 Kennedy workers who commute daily and plug in their cars at the center's charging stations. In return for receiving free charging, each of the workers fills out a spreadsheet each day documenting how many miles were driven and the road and traffic conditions.\n\"What we're trying to capture is fully electric plug-ins,\" Kline said. \"The hybrid is not that different from gasoline-powered cars. It's better, but if you go electric, that's really where you see the bang for the buck. Fully electric is where we want to be.\"\nCalculations made from that information is showing a dramatic reduction in the amount of emissions from the daily commute.\n\"The numbers are really insane,\" Kline said. \"The program’s first three months only cost $148, and we eliminated over 15,000 pounds of carbon dioxide into the atmosphere. Over a whole year, we’ll save over 60,000 pounds and that’s just with 10 drivers.\"\nConsidering the center employs some 8,000 people, the potential to significantly alter the amount of emissions from daily commutes by installing even a modest network of outlets is compelling, Kline said, and not very expensive.\n\"If you just put some infrastructure in and get people to plug in, you can do more to reduce carbon dioxide and you won’t have to spend multi-million dollars,\" Kline said.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}