{
  "url": "https://climate.nasa.gov/news/552/punch-through/",
  "title": "Punch through",
  "date": null,
  "content": "A hole punch cloud observed on August 17, 2008 near Linz, Austria. Credit: H. Raab\nBy Patrick Lynch,\nNASA Earth Science News Team\n\nScientists, photographers and amateur cloud watchers have been looking up with wonderment and puzzlement at \"hole punch\" clouds for decades. Giant, open spaces appear in otherwise continuous cloud cover, presenting beautiful shapes but also an opportunity for scientific investigation. A new paper published last week in Science inquires into how the holes get punched — airplanes are the culprit — and into the potential for the phenomenon's link to increased precipitation around major airports.\n\"It appears to be a rather widespread effect for aircraft to inadvertently cause some measureable amount of rain or snow as they fly through certain clouds,\" said lead author Andrew Heymsfield of the National Center for Atmospheric Research, Boulder, Co. \"This is not necessarily enough precipitation to affect global climate, but it is likely to be noticeable around major airports in the midlatitudes.\"\nNASA Langley Research Center cloud specialist Patrick Minnis was one of the co-authors on the paper. NASA satellites Aqua, Terra, CALIPSO and CloudSat were used in the analysis. The research was also partly funded by NASA grants.\nPicture a layer of supercooled liquid water clouds stretching across the sky, like a sheet, in subfreezing temperatures. An airliner gaining altitude punches through the cloud layer, and leaves behind a void as if by a circular cookie-cutter. In some cases, the shape left behind is more ragged, or even more rectangular or canal-like. But the nearly perfect circle often makes for the most compelling sight in the sky. The ice particles grow at the expense of the supercooled water droplets and fall out of the cloud as snow. If the cloud layer is thin or if the water is not replenished the snow leaves a hole in the cloud.\n\"In other conditions, it may produce a somewhat continuous snow line,\" Minnis said, as has been observed around the Denver airport.\nWebsites on the Internet are now devoted to collecting pictures of hole punch clouds from around the world. Scientists first reported observing hole punch clouds in the 1940s, according to the Science paper. They often lead to false reports of UFOs or rocket launches. But aside from being a notch in the belt for cloud-watchers, the \"mechanisms of formation and the physics of the development, duration, and thus the extent of their effect have largely been ignored.\" Heymsfield and the other authors studied satellite images of hole punch clouds and then used computer models to simulate how the holes evolved after formation. Whether a plane is climbing or flying level through the cloud layer determines whether a \"hole\" is \"punched\" or a \"canal\" is \"dug\" through the clouds.\nIn addition to describing the physics of how planes form the holes in specific cloud types, the Science paper also looks at this \"inadvertent\" cloud seeding. The authors suggest that the effect is not large enough to have an impact on global climate, but that \"regionally near major airports in midlatitudes during cool weather months it may lead to enhanced precipitation at the ground.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}