{
  "url": "https://climate.nasa.gov/news/553/every-flight-is-a-mission-to-planet-earth/",
  "title": "Every flight is a mission to planet Earth",
  "date": null,
  "content": "By Mike Carlowicz\nNASA Earth Observatory\n\nIt wasn’t built for Earth science, but the contributions were inevitable.\nWhen the Space Shuttle Columbia first rocketed into space on a pillar of fire in April 1981, it was the maiden voyage of the world’s first re-useable spacecraft. Launched nine years after the last Apollo voyage to the Moon and six years after the joint Apollo-Soyuz Test Project, the shuttle was built to ferry humans and cargo into low-Earth orbit. It was part space plane, part rocket-propelled pick-up truck, and part orbiting launch platform.\nBut as the Earth science team at NASA’s Johnson Space Center likes to say: Every shuttle mission is a mission to planet Earth.\nJack Kaye, associate director for NASA’s Earth Science Division, put it this way in a recent book entitled Wings in Orbit:\n\"The Space Shuttle launched major satellites that helped revolutionize our study of the Earth. Its on-board experiments provided discoveries and new climatologies never before available...It provided for multiple flight opportunities for highly calibrated instruments to help verify results from satellites...Shuttle flights provided for on-orbit demonstration of techniques that helped pave the way for subsequent instruments and satellites...The shuttle enabled international cooperation.\"\nNASA’s Space Shuttle program comes to an end this month with the launch of Atlantis. Over the years, NASA's Earth Observatory website has featured many images, data sets, and human insights from the Space Shuttle program. The following pages pay homage to those achievements and the unique view of Earth that America’s \"space transportation system,\" or STS, has delivered for thirty years.\nNASA photograph STS134-S-062.\n\n\n\n\n\nRelated links:\nWings In Orbit: Scientific and Engineering Legacies of the Space Shuttle, 1971-2010\nThe Space Shuttle\nRemote Sensing\nAbout Human Spaceflight\nNASA's Earth Observatory\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}