{
  "url": "https://climate.nasa.gov/news/556/particles-in-upper-atmosphere-slow-down-global-warming/",
  "title": "Particles in upper atmosphere slow down global warming",
  "date": null,
  "content": "Volcanic plumes modulate the amount of stratospheric aerosols significantly. Even in times when there aren't large eruptions, such as the past decade, these aerosols have remained present, leaving a consistent background level. (Mount St. Helens photo credit: USGS)\nJennifer LaPan\nNASA Langley Research Center\nA study published July 21 in \"Science\" and led by Susan Solomon of the National Oceanographic and Atmospheric Administration (NOAA) presents new evidence that particles located in the upper layer of the atmosphere—also called the stratosphere—have played a significant role in cooling the climate in the past decade, despite being at persistently low levels.\nAccording to the paper, \"The Persistently Variable 'Background' Stratospheric Aerosol Layer and Global Climate Change,\" stratospheric aerosols, which are small droplets consisting of sulfuric acid and water, have been reflecting some sunlight back into space that would have otherwise warmed the Earth.\n\"Stratospheric aerosols are a small variable in the climate change equation,\" said Larry Thomason, a scientist at NASA's Langley Research Center in Hampton, Va., and co-author on the paper. \"But if you compare the climate system to a balanced scale, it doesn't take much to tip that scale. Stratospheric aerosols have that potential.\"\nThomason and Jean-Paul Vernier, a co-author on the paper and a NASA Post-Doctoral Fellow at Langley, have worked closely with colleagues to build a record of stratospheric aerosol observations with satellite instruments, which have observed the presence of sulfuric acid droplets in the stratosphere.\nNASA's Stratospheric Aerosol and Gas Experiment (SAGE II) monitored them from 1984 to 2005, and the joint NASA/CNES Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO) has been able to estimate the amount of particles in the stratosphere since its launch in 2006. The NASA data was also combined with data from Global Ozone Monitoring by Occultation of Stars (GOMOS), a European Space Agency instrument. These results, which have been reported in the June 30, 2011, issue of Geophysical Research Letters, show that there has been a slow increase of the stratospheric aerosols during the past decade.\n\"None of the climate models, including those used by the IPCC [Intergovernmental Panel on Climate Change]   incorporate this slow increase,\" said Vernier. \"If you do not include this effect, you are going to miss a significant cooling component during this decade.\"\nThese stratospheric aerosols that need to be taken into account are heavily influenced by a natural source—volcanic eruptions.\nWhen a volcanic plume reaches the stratosphere, it may inject sulfur dioxide. Within a month, the sulfur dioxide transforms into sulfuric acid droplets, which linger in the stratosphere and reflect sunlight. Human activities, such as burning wood and coal, can also increase the amount of sulfate aerosols in the stratosphere; however, human-caused effects are small compared to those of volcanoes.\n\"Even in times without major eruptions, the role of the stratosphere's sulfuric aerosol in climate has remained significant. If they are neglected, it can result in overestimates of global warming in coming decades, particularly if these aerosols remain present at current values or increase,\" said Thomason.\nVernier explains that the radiative effects of aerosols are noteworthy—about 1/3 that of carbon dioxide over the past decade. The average radiative forcing between 2000 and 2010 by stratospheric aerosols has cooled the Earth down at 0.1 watts per meter squared, while the amount of carbon dioxide emitted in the same decade has warmed the Earth at 0.3 watts per meter squared.\n\"Climate simulations should include the temporary cooling effect of stratospheric particles, said Vernier. \"They have partially masked the warming from human derived greenhouse gases in the last decade.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}