{
  "url": "https://climate.nasa.gov/news/559/nasa-satellite-tracks-severity-of-african-drought/",
  "title": "NASA satellite tracks severity of African drought",
  "date": null,
  "content": "Northeast Africa continues to reel from the effects of the worst drought to strike the region in decades. The arid conditions are contributing to famines that the U.S. Department of State says are affecting more than 11.5 million people, particularly in Somalia, Ethiopia, Kenya and Djibouti. The drought is tied to strong La Niña conditions that prevailed in late 2010 and early 2011. La Niña shifts ocean temperatures and air pressure over the Pacific Ocean, causing effects that ripple through weather patterns around the world. In East Africa, La Niña typically brings drought.\nThe current dry conditions are illustrated in this new map, created using nine years of data on surface relative humidity from the Atmospheric Infrared Sounder (AIRS) instrument on NASA's Aqua spacecraft. Surface relative humidity measures the percent of water vapor in the air nearest to Earth's surface, where people, animals and plants live.\nScientists at NASA's Jet Propulsion Laboratory, Pasadena, Calif., created a climatology for the region by averaging eight years of July AIRS surface relative humidity data from 2003 through 2010, and then subtracting the result from the AIRS relative humidity data for July 1-18, 2011. Areas shown in greens, yellows, oranges and reds represent regions that are drier in July 2011 than the average of all the previous Julys dating back to 2003. The driest conditions, shown in red, are found in northeast Africa, while large regions throughout the Middle East are moderately dry. Areas in blue were moister in 2011 than in the previously studied years. White areas represent data voids caused primarily by the effects of mountain and highland topography.\nIn regions that are traditionally dry, the additional drying of more than 15 percent relative humidity is very stressful to crops, causing them to dry out and die.\nAIRS is managed by NASA's Jet Propulsion Laboratory, Pasadena, Calif., under contract to NASA. JPL is a division of the California Institute of Technology in Pasadena.\nMore information about AIRS can be found at http://airs.jpl.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}