{
  "url": "https://climate.nasa.gov/news/664/what-happened-to-all-the-snow/",
  "title": "What happened to all the snow?",
  "date": null,
  "content": "By Dauna Coulter,\nNASA\nWinter seems to be on hold this year in some parts of the United States. Snowfall has been scarce so far in places that were overwhelmed with the white stuff by the same time last year.\nHere's a prime example. \"The Mammoth Mountain ski resort in the Sierras of California got more than 200 inches of snow last December,\" says NASA climatologist Bill Patzert of the Jet Propulsion Laboratory. \"This December they got less than 10 inches.\"\nTemperatures have flip-flopped too. There were 583 new heat records broken in the first five days of January in the US.\n\"It's 86 degrees in Los Angeles today [Wednesday, January 4th],\" says Patzert. \"Everyone thinks it's July! In fact, it's warmer today in LA than it was on July 4th last year. And it's been in the 60s and 70 even in the Dakotas lately.\"\nOn January 5th in Bismark, North Dakota, it was 62 -- a marked departure from their average 23 degrees for that day. It was 66 in Denver, Colorado, where it's usually in the low 40s on that date.\nWhat's going on? Patzert identifies two culprits: La Niña and the Arctic Oscillation.\nFirst of all,\" he explains, \"we are experiencing a La Niña pattern of sea surface temperatures in the Pacific Ocean. This pushes the jet stream and the cold arctic air northward.\"\n\"On top of that, this year's Arctic Oscillation has been stronger.\"\nThe Arctic Oscillation is the whirlpool motion of the air around the North Pole. When this motion is weaker, like last year, cold air escapes from that whirlpool and heads southward to the US.\n\"This year the whirlpool has been more forceful, corralling the cold air and keeping it nearer the pole. That has reinforced the La Niña impact.\"\nWhile the corralling action of the Arctic Oscillation has kept snow away from parts of the contiguous United States, it has brought extra snow to places inside the whirlpool.\n\"The strong positive AO has kept the Jet Stream north,\" says Patzert. \"Snow-delivering storm tracks are pounding Alaska.\"\nCordova, a small coastal town about 150 miles east of Anchorage, has been especially hard hit. More than 18 feet of snow has fallen so far this winter. Snow dumps are full, roads have turned into one-lane \"snow canyons,\" and National Guardsmen have been sent in to help residents dig out.\nEven heartbroken snow-lovers of the lower 48 don't want that much white stuff. But they'd like some.\n\"Be patient,\" advises Patzert. \"We haven't gotten to the heart of winter. Hold off on selling the new dogsled. There's plenty of time for snow. It ain't over till the Siberian Huskies sing.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}