{
  "url": "https://climate.nasa.gov/news/815/beyond-2012-why-the-world-wont-end/",
  "title": "Beyond 2012: Why the world won't end",
  "date": null,
  "content": "A 'Blue Marble' image of the Earth taken from the Visible/Infrared Imager Radiometer Suite (VIIRS) instrument aboard NASA's Suomi NPP satellite. This composite image uses a number of swaths of the Earth's surface taken on January 4, 2012. Credit: NASA/NOAA/GSFC/Suomi NPP/VIIRS/Norman Kuring\nDec. 21, 2012 won't be the end of the world as we know; however, it will be another winter solstice.\nContrary to some of the common beliefs out there, the claims behind the end of the world quickly unravel when pinned down to the 2012 timeline.\nBelow, NASA scientists answer several questions that are frequently asked regarding 2012.\n\n\nQuestion (Q): Are there any threats to the Earth in 2012? Many Internet websites say the world will end in December 2012.\nAnswer (A):The world will not end in 2012. Our planet has been getting along just fine for more than 4 billion years, and credible scientists worldwide know of no threat associated with 2012.\nQ: What is the origin of the prediction that the world will end in 2012?\nA: The story started with claims that Nibiru, a supposed planet discovered by the Sumerians, is headed toward Earth. This catastrophe was initially predicted for May 2003, but when nothing happened the doomsday date was moved forward to December 2012 and linked to the end of one of the cycles in the ancient Mayan calendar at the winter solstice in 2012 -- hence the predicted doomsday date of December 21, 2012.\nQ: Does the Mayan calendar end in December 2012?\nA: Just as the calendar you have on your kitchen wall does not cease to exist after December 31, the Mayan calendar does not cease to exist on December 21, 2012. This date is the end of the Mayan long-count period but then -- just as your calendar begins again on January 1 -- another long-count period begins for the Mayan calendar.\nQ: Could planets align in a way that impacts Earth?\nA: There are no planetary alignments in the next few decades and even if these alignments were to occur, their effects on the Earth would be negligible. One major alignment occurred in 1962, for example, and two others happened during 1982 and 2000. Each December the Earth and sun align with the approximate center of the Milky Way Galaxy but that is an annual event of no consequence.\n› More about alignment\nQ: Is there a planet or brown dwarf called Nibiru or Planet X or Eris that is approaching the Earth and threatening our planet with widespread destruction?\nA: Nibiru and other stories about wayward planets are an Internet hoax. There is no factual basis for these claims. If Nibiru or Planet X were real and headed for an encounter with the Earth in 2012, astronomers would have been tracking it for at least the past decade, and it would be visible by now to the naked eye. Obviously, it does not exist. Eris is real, but it is a dwarf planet similar to Pluto that will remain in the outer solar system; the closest it can come to Earth is about 4 billion miles.\nQ: What is the polar shift theory? Is it true that the Earth's crust does a 180-degree rotation around the core in a matter of days if not hours?\nA: A reversal in the rotation of Earth is impossible. There are slow movements of the continents (for example Antarctica was near the equator hundreds of millions of years ago), but that is irrelevant to claims of reversal of the rotational poles. However, many of the disaster websites pull a bait-and-switch to fool people. They claim a relationship between the rotation and the magnetic polarity of Earth, which does change irregularly, with a magnetic reversal taking place every 400,000 years on average. As far as we know, such a magnetic reversal doesn’t cause any harm to life on Earth. Scientists believe a magnetic reversal is very unlikely to happen in the next few millennia.\n› More about polar shift\nQ: Is the Earth in danger of being hit by a meteor in 2012?\nA: The Earth has always been subject to impacts by comets and asteroids, although big hits are very rare. The last big impact was 65 million years ago, and that led to the extinction of the dinosaurs. Today NASA astronomers are carrying out a survey called the Spaceguard Survey to find any large near-Earth asteroids long before they hit. We have already determined that there are no threatening asteroids as large as the one that killed the dinosaurs. All this work is done openly with the discoveries posted every day on the NASA Near-Earth Object Program Office website, so you can see for yourself that nothing is predicted to hit in 2012.\nQ: How do NASA scientists feel about claims of the world ending in 2012?\nA: For any claims of disaster or dramatic changes in 2012, where is the science? Where is the evidence? There is none, and for all the fictional assertions, whether they are made in books, movies, documentaries or over the Internet, we cannot change that simple fact. There is no credible evidence for any of the assertions made in support of unusual events taking place in December 2012.\n› Why you need not fear a supernova\n› About super volcanoes\nQ: Is there a danger from giant solar storms predicted for 2012?\nA: Solar activity has a regular cycle, with peaks approximately every 11 years. Near these activity peaks, solar flares can cause some interruption of satellite communications, although engineers are learning how to build electronics that are protected against most solar storms. But there is no special risk associated with 2012. The next solar maximum will occur in the 2012-2014 time frame and is predicted to be an average solar cycle, no different than previous cycles throughout history.\n› Video: Solar Storms\n› More about solar storms\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}