{
  "url": "https://climate.nasa.gov/news/565/japans-tsunami-created-icebergs-in-antarctica/",
  "title": "Japan's tsunami created icebergs in Antarctica",
  "date": null,
  "content": "Before (left) and after (right) photos of the Sulzberger Ice Shelf illustrate the calving event associated with the Japan earthquake and resulting tsunami that occurred on March 11, 2011. The icebergs have just begun to separate in the left image. Credit: European Space Agency/Envisat\nBy Patrick Lynch, NASA Goddard Space Flight Center\nSteve Koppes, University of Chicago\nA NASA scientist and her colleagues were able to observe for the first time the power of an earthquake and tsunami to break off large icebergs a hemisphere away.\nKelly Brunt, a cryosphere specialist at Goddard Space Flight Center, Greenbelt, Md., and colleagues were able to link the calving of icebergs from the Sulzberger Ice Shelf in Antarctica following the Tohoku Tsunami, which originated with an earthquake off the coast of Japan in March 2011. The finding, detailed in a paper published online today in the Journal of Glaciology, marks the first direct observation of such a connection between tsunamis and icebergs.\nThe birth of an iceberg can come about in any number of ways. Often, scientists will see the towering, frozen monoliths break into the polar seas and work backwards to figure out the cause.\nSo when the Tohoku Tsunami was triggered in the Pacific Ocean on March 11 this spring, Brunt and colleagues immediately looked south. All the way south. Using multiple satellite images, Brunt, Emile Okal at Northwestern University and Douglas MacAyeal at University of Chicago were able to observe new icebergs floating off to sea shortly after the sea swell of the tsunami reached Antarctica.\nTo put the dynamics of this event in perspective: An earthquake off the coast of Japan caused massive waves to explode out from its epicenter. Swells of water swarmed toward an ice shelf in Antarctica, 8,000 miles (13,600 km) away, and about 18 hours after the earthquake occurred, those waves broke off several chunks of ice that together equaled about two times the surface area of Manhattan. According to historical records, this particular piece of ice hadn't budged in at least 46 years before the tsunami came along.\nAnd as all that was happening, scientists were able to watch the Antarctic ice shelves in as close to real-time as satellite imagery allows, and catch a glimpse of a new iceberg floating off into the Ross Sea.\nNearly 50 square miles of ice broke off the Sulzberger Ice Shelf on the coast of Antarctica, resulting from waves generated by the Tohoku earthquake and tsunami that struck Japan in March 2011\n\"In the past we've had calving events where we've looked for the source. It's a reverse scenario – we see a calving and we go looking for a source,\" Brunt said. \"We knew right away this was one of the biggest events in recent history – we knew there would be enough swell. And this time we had a source.\"\nScientists first speculated in the 1970s that repeated flexing of an ice shelf – a floating extension of a glacier or ice sheet that sits on land – by waves could cause icebergs to break off. Scientific papers in more recent years have used models and tide gauge measurements in an attempt to quantify the impact of sea swell on ice shelf fronts.\nThe swell was likely only about a foot high (30 cm) when it reached the Sulzberger shelf. But the consistency of the waves created enough stress to cause the calving. This particular stretch of floating ice shelf is about 260 feet (80 meters) thick, from its exposed surface to its submerged base.\nWhen the earthquake happened, Okal immediately honed in on the vulnerable faces of the Antarctic continent. Using knowledge of iceberg calving and what a NOAA model showed of the tsunami's projected path across the unobstructed Pacific and Southern oceans, Okal, Brunt and MacAyeal began looking at what is called the Sulzberger Ice Shelf. The Sulzberger shelf faces Sulzberger Bay and New Zealand.\nThrough a fortuitous break in heavy cloud cover, Brunt spotted what appeared to be a new iceberg in MODerate Imaging Spectroradiometer (MODIS) data.\n\"I didn't have strong expectations either way whether we'd be able to see something,\" Brunt said. \"The fastest imagery I could get to was from MODIS Rapid Response, but it was pretty cloudy. So I was more pessimistic that it would be too cloudy and we couldn't see anything. Then, there was literally one image where the clouds cleared, and you could see a calving event.\"\nA closer look with synthetic aperture radar data from the European Space Agency satellite, Envisat, which can penetrate clouds, found images of two moderate-sized icebergs – with more, smaller bergs in their wake. The largest iceberg was about four by six miles in surface area – itself about equal to the surface area of one Manhattan. All the ice surface together about equaled two Manhattans. After looking at historical satellite imagery, the group determined the small outcropping of ice had been there since at least 1965, when it was captured by USGS aerial photography.\nThe proof that seismic activity can cause Antarctic iceberg calving might shed some light on our knowledge of past events, Okal said.\n\"In September 1868, Chilean naval officers reported an unseasonal presence of large icebergs in the southernmost Pacific Ocean, and it was later speculated that they may have calved during the great Arica earthquake and tsunami a month earlier,\" Okal said. \"We know now that this is a most probable scenario.\"\nMacAyeal said the event is more proof of the interconnectedness of Earth systems.\n\"This is an example not only of the way in which events are connected across great ranges of oceanic distance, but also how events in one kind of Earth system, i.e., the plate tectonic system, can connect with another kind of seemingly unrelated event: the calving of icebergs from Antarctica's ice sheet,\" MacAyeal said.\nIn what could be one of the more lasting observations from this whole event, the bay in front of the Sulzberger shelf was largely lacking sea ice at the time of the tsunami. Sea ice is thought to help dampen swells that might cause this kind of calving. At the time of the Sumatra tsunami in 2004, the potentially vulnerable Antarctic fronts were buffered by a lot of sea ice, Brunt said, and scientists observed no calving events that they could tie to that tsunami.\n\"There are theories that sea ice can protect from calving. There was no sea ice in this case,\" Brunt said. \"It’s a big chunk of ice that calved because of an earthquake 13,000 kilometers away. I think it's pretty cool.\"\nAnd as all that was happening, scientists were able to watch the Antarctic ice shelves in as close to real-time as satellite imagery allows, and catch a glimpse of a new iceberg floating off into the Ross Sea.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}