{
  "url": "https://climate.nasa.gov/news/573/goodnight-irene/",
  "title": "Goodnight Irene",
  "date": null,
  "content": "Irene caused flooding from the Carolinas to the northeastern states. The heaviest rainfall totals of over 225 mm (~8.9 inches) were located in North Carolina where Irene first made landfall in the United States. Very heavy rainfall resulting in flooding was also evident in the TRMM rainfall map in northeastern states along the hurricane's track. Credit: NASA/SSAI, Hal Pierce\n›Larger Image\nBy Rob Gutro, Hal Pierce and Jim Acker\nNASA Goddard Space Flight Center\nThe Tropical Rainfall Measuring Mission (TRMM) has been busy measuring the massive amounts of rainfall left in the wake of Hurricane Irene as she ravaged the Caribbean and U.S. East coast this past week.\nTRMM is a satellite that is managed by both NASA and the Japanese Space Agency, and provides inside looks at rainfall rates occurring in tropical weather, including hurricanes. Over the life of Irene, TRMM also calculated cloud heights, which indicated strengthening or weakening of the hurricane. TRMM noticed that whenever \"hot towers\" or towering high cumulonimbus clouds peaked near the top of the troposphere that Irene would later strengthen, and she did. TRMM also saw heavy rainfall around her eye and outer bands of thunderstorms, sometimes falling at a rate of 2 inches (50 millimeters) per hour.\nNow, all of that rainfall data from TRMM has been used to compile rainfall total maps, which are quite accurate.\nHal Pierce, who works on the TRMM team at NASA's Goddard Space Flight Center in Greenbelt, Md. said, \"the TRMM-based, near-real time Multi-satellite Precipitation Analysis (TMPA) at NASA Goddard monitors rainfall over the global tropics. We did an analysis of TMPA rainfall totals for the period from August 20 to 29, 2011 and Hurricane Irene was dropping tremendous amounts of rainfall over the eastern United States during a part of this period.\"\nIrene caused flooding from the Carolinas to the northeastern states. The heaviest rainfall totals of over 225 mm (~8.9 inches) were located in North Carolina where Irene first made landfall in the United States. Very heavy rainfall resulting in flooding was also evident in the TRMM rainfall map in northeastern states along the hurricane's track. Irene's flooding in Vermont was described as \"epic\" in proportion.\nIn summary, Irene's extreme rainfall left the U.S. coast cleaning up this week. There were over five million homes and businesses still without power three or four days after Hurricane Irene passed. News reports indicate that 41 people died nationally. CNBC, the financial news channel said damage estimate from Irene are near 2 billion dollars.\nAs Irene made landfall in New York City on Sunday, August 29 at 9 a.m. EDT and moved northward, it knocked out power and brought flooding rainfall there and throughout New England. Connecticut received about 8 inches of rain, flooding rivers and streams. As of August 30, 450,000 people were still without power.\nIrene's rains were relentless in Vermont. Vermont fared worse than other states along the east coast, and it was the worst hit the state has had from a hurricane. About a foot of rain fell in the entire state, destroying four to six of the iconic covered bridges, and washing out or damaging over 260 roads. The Governor proclaimed this is the worst flooding in the history of the state.\nAs the U.S. east coast continues recovering from Hurricane Irene, a look at the rainfall totals from the TRMM satellite will serve as a reminder of the power a Category one hurricane or tropical storm can do.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}