{
  "url": "https://climate.nasa.gov/news/820/nasa-study-could-improve-hurricane-strength-forecasts/",
  "title": "NASA study could improve hurricane strength forecasts",
  "date": null,
  "content": "By Alan Buis,\nJet Propulsion Laboratory\nPASADENA, Calif. - Forecasters could soon be better able to predict how intense tropical cyclones like Hurricane Sandy will be by analyzing relative-humidity levels within their large-scale environments, finds a new NASA-led study.\nScientists from NASA's Jet Propulsion Laboratory, Pasadena, Calif., UCLA and the University of Hawaii at Manoa analyzed relative humidity data from the Atmospheric Infrared Sounder (AIRS) instrument on NASA's Aqua spacecraft for nearly 200 North Atlantic hurricanes between 2002 and 2010. The AIRS data were then compared with various types of post-storm data collected from all available sources by the National Oceanic and Atmospheric Administration's National Hurricane Center, including measured maximum sustained winds.\nThe researchers found the hurricanes that rapidly intensified tended to exist within a moister large-scale environment than weaker storms. The rapidly intensifying hurricanes had statistically significant higher relative-humidity levels in their environments than storms whose intensity was weakening or unchanged.\nLead author and former JPL postdoctoral scholar Longtao Wu, now an assistant researcher at the UCLA-JPL Joint Institute for Regional Earth System Science and Engineering, said the study could lead to improvements in hurricane intensity forecasts.\n\"Our results show relative humidity and its variations within a hurricane's large-scale environment may be useful predictors in improving intensity forecast models,\" Wu said. \"This is the first satellite analysis to quantify this small but statistically significant correlation.\" Results of the study were published recently in the journal Geophysical Research Letters.\nHurricane forecasters strive to predict where a storm is heading and how strong it will be. Since the early 1990s, they have significantly improved forecasts of hurricane paths in the Atlantic basin, by about two to four percent a year. But forecasts of hurricane intensity have improved much slower -- less than one percent a year in the Atlantic basin since the mid-1980s. In other ocean basins, like the eastern and western North Pacific, improvements in tropical cyclone intensity forecasts are nearly 10 times smaller than those of track forecasts.\nChanges in hurricane intensity are sensitive to numerous factors, both within the storms themselves and also in their surrounding environments. Environmental relative humidity is one factor, and it generally decreases the farther you get from a storm's center. Other factors include sea surface temperature, ocean heat content and vertical wind shear.\nWu and his colleagues sorted the AIRS relative humidity data by storm intensity and intensification rates, and classified them based on their distance from storm center and also by what quadrant of the storm they came from relative to the storm's direction of travel (front right, front left, rear right and rear left). Generally, a hurricane's right side relative to its direction of travel is the most dangerous. This is because a hurricane's wind speed is amplified by the speed of its steering winds. Storm surge is also higher on a hurricane's right side.\nThe team found substantial differences in relative-humidity levels between storm quadrants. One factor may be the shape of the Atlantic basin. Hurricanes in the Atlantic usually travel to the west or northwest -- regions that are drier, climatologically-speaking, than from where the storms originated. This causes the front two quadrants of Atlantic hurricanes to be drier than their rear two quadrants.\nA unique result the team found is that in their front-right quadrants, rapidly intensifying hurricanes tended to have sharply higher amounts of upper tropospheric moisture near their centers than they did farther from their centers.\n\"We speculate that decreasing relative humidity levels farther from a storm's center may be an important factor in a cyclone's rapid intensification,\" said JPL co-author Hui Su. \"A drier environment farther from a storm's center limits the development of its outer rain bands and favors the growth of its inner core. Conversely, a wet environment farther from a storm's center can weaken a cyclone by making it easier for rain bands to form outside the storm's core, which compete with the inner core's growth.\"\n\"Most scientists have tended to view hurricane intensification as a process that takes place within a cyclone's inner core and depends more on smaller-scale processes than on a storm's large-scale environment,\" said JPL co-author Bjorn Lambrigtsen. \"This study shows a different path, and the usefulness of incorporating large-scale environmental data collected far away from a storm's center.\"\nSu said NASA is exploring collaborations with NOAA forecasters to incorporate AIRS relative humidity data into NOAA's real-time hurricane prediction system.\nFor more on AIRS, visit: http://airs.jpl.nasa.gov/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}