{
  "url": "https://climate.nasa.gov/news/584/fires-from-space/",
  "title": "Fires from space",
  "date": null,
  "content": "By Alan Buis\nJet Propulsion Laboratory, Pasadena, Calif.\nAs most of Texas continues to experience the worst one-year drought on record, more than 170 wildfires have erupted across the Lone Star State so far this month alone. The Texas Forest Service reports the past week’s blazes have charred more than 135,000 acres and destroyed more than 1,000 homes.\nStrong, gusty winds on the western side of Tropical Storm Lee, which passed over Louisiana on Monday, Sept. 5, 2011, stoked the fires burning throughout eastern Texas. The Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA’s Terra spacecraft passed over the wildfires at 12:05 p.m. CDT on Sept. 5. At that time, temperatures were around 80 °F (27 °C), with winds from the north gusting to 25 mph (40 kilometers per hour).\nThis image is a blend of data from MISR's vertical-viewing camera, which provides the sharpest view of surface features, and data acquired at a view angle of 70 degrees, which accentuates the appearance of smoke plumes generated by the fires. The Bear Creek Fire north of Marshall, near the top center of the image, is the largest fire in the image. When this image was acquired, the fire had charred 30,000 acres and was 0 percent contained. To the west is the Diana Fire, just north of Longview, and the Henderson-502 Fire, northwest of Nacogdoches.\nThe combined smoke from these two fires extends more than 171 miles (275 kilometers), passing over Lake Livingston into the northern outskirts of Houston. The city of Houston appears as the grayish area at the bottom of the image, to the left of Galveston Bay and the Gulf of Mexico.\nThis image covers about 275 miles (442 kilometers) in the north-south direction, and 199 miles (320 kilometers) in the east-west direction.\nMISR was built and is managed by NASA's Jet Propulsion Laboratory, Pasadena, Calif., for NASA's Science Mission Directorate, Washington, D.C. The Terra spacecraft is managed by NASA's Goddard Space Flight Center, Greenbelt, Md. The MISR data were obtained from the NASA Langley Research Center Atmospheric Science Data Center. JPL is a division of the California Institute of Technology.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}