{
  "url": "https://climate.nasa.gov/news/1092/mars-tech-electrifies-earth/",
  "title": "Mars tech electrifies Earth",
  "date": null,
  "content": "from \"NASA Spinoff 2013\"\r\nadapted by Bob Silberg, NASA’s Jet Propulsion Laboratory\nNorthern Power wind turbines pepper the landscape in Bisaccia, Italy.\nSome of the wind turbines generating electricity on Earth today grew out of technology developed in the 1990s for settlements on Mars.\nBack then at NASA’s Ames Research Center, senior research scientist David Bubenheim and his colleagues worked on designing a complete ecological system to sustain astronauts on Mars. To generate electricity for the future Martians, they developed a hybrid concept combining two renewable sources: wind and sun.\nNeeding a suitable place to develop and test the wind-power technology, the Ames team turned to a remote, harsh environment here on Earth. “The South Pole was a really good analog for Mars,” Bubenheim said. “The technology features for establishing a human habitat on Mars are very similar to the features needed to make something work at the South Pole.”\nAround the same time, the National Science Foundation (NSF) was working on a revamp of its South Pole station. “Using renewable energy technology could be a way of reducing the amount of fuel they have to fly in,” Bubenheim said. So Ames partnered with NSF and the Department of Energy. “NASA took the leadership on the team because we had the longest-term technology, a Mars turbine,” Bubenheim said. “But all of the main participants made major contributions. It was a great example of how government is supposed to work.”\nGoing to extremes\nYears before, NSF had worked with a company called Northern Power Systems (NPS), based in Barre, Vermont, to deploy 3-kilowatt wind turbines on Black Island off the coast of Antarctica. In 1993, Ames awarded NPS a contract to construct a thoroughly redesigned wind turbine at the South Pole, incorporating features the Ames team had developed for Mars.\n“The main item was a direct-drive turbine,” Bubenheim said. “We eliminated a whole lot of mechanical systems” that were prone to freezing up at very cold temperatures. “And then there were materials, lubricants and power-control systems—features that we were putting in for five-year unattended, no-maintenance kinds of operations.”\nMars\n\n\nNPS installed a 3-kilowatt turbine at the South Pole in 1997, and then began developing a 100-kilowatt turbine for the same extreme conditions. The first prototypes of the larger turbine were successfully deployed in two places: Kotzebue, Alaska, and Golden, Colorado.\n“Turbines traditionally have had a hard time being employed in Alaska because they would typically freeze and not work in the winter,” Bubenheim said. “Nobody wanted to climb up on the wind turbine and work on it at 40 below zero in the dark.”\nJonathan Lynch, chief technology officer at NPS, said the new turbines enabled access to the parts from inside the tower and used metals, insulation, and fiberglass that can withstand extreme environmental conditions over long periods of time. The technology won an R&D 100 award from R&D Magazine in 2000 and The American Wind Energy Association Technology Award in 2006.\nSimple, elegant\nToday, the NASA-derived NPS turbine is known as the Northern Power 100. It begins generating power with winds as low as 6 mph, and each turbine produces enough energy for 25 to 30 homes. “We designed a simple and elegant machine with as few moving parts as possible, to both minimize and simplify maintenance needs,” Lynch said.\nNPS adjusted the turbine’s features to suit milder climates as well. More than 200 Northern Power 100s are currently operating. They have accumulated 2.5 million run hours, representing a reduction in carbon emissions of 50,000 tons annually.\nLynch says the largest markets for the Northern Power 100 and its newer Northern Power 60 are currently in the United Kingdom and Italy, and that the Caribbean and Alaska are also showing a demand. “They are finding their niches in places where a smaller high-performance turbine can integrate into small electrical grids,” Bubenheim said.\nWhile the turbine has not yet made its way to Mars, Bubenheim said the partnership between NPS and other government entities has produced data and knowledge that NASA is building on for future Mars missions. And thanks to more recent NASA missions generating new information about the surface of Mars, Bubenheim said, “now we have much better data and we can map the wind resources better than ever before. This way, we can get a very good idea as to how useful and applicable the wind technology will be.”\nIn the meantime, a technology built for Mars continues to support the demand for clean energy here on Earth.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}