{
  "url": "https://climate.nasa.gov/news/589/arctic-sea-ice-reaches-second-lowest-extent-on-record/",
  "title": "Arctic sea ice reaches second-lowest extent on record",
  "date": null,
  "content": "From the National Snow and Ice Data Center\nThe National Snow and Ice Data Center (NSIDC) is part of the Cooperative Institute for Research in Environmental Sciences at the University of Colorado Boulder. NSIDC scientists provide Arctic Sea Ice News & Analysis content, with partial support from NASA.\nThe blanket of sea ice that floats on the Arctic Ocean appears to have reached its lowest extent for the year. Arctic sea ice extent fell to 4.33 million square kilometers (1.67 million square miles) on September 9, 2011. This year's minimum was the second lowest in the satellite record, which started in 1979. The lowest extent was recorded in 2007.\nOver the last thirty years, ice extent, a two-dimensional measure of the ice cover on the Arctic Ocean, has declined in all months, with a more pronounced drop in summer. Scientists attribute this decline in large part to climate change. Arctic sea ice melts and refreezes in an annual cycle, reaching its lowest point in late summer, and its highest point in late winter. For more background, read the NSIDCIcelights article, Heading towards the summer minimum.\nFor more details on the minimum ice extent, see the Arctic Sea Ice News and Analysis Web site. The site provides regular updates by NSIDC scientists on the condition of the Arctic sea ice.\nPlease note that this number is preliminary--changing winds could still push the ice extent lower. During the first week of October, NSIDC will issue a full analysis of the possible causes behind this year's ice conditions, including a discussion of how the summer's low ice extent may affect the winter ice growth season ahead, and graphics comparing this year to the long-term record.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}