{
  "url": "https://climate.nasa.gov/news/587/cruising-the-chesapeake/",
  "title": "Cruising the Chesapeake",
  "date": null,
  "content": "The research ship, a NOAA SRV-x, was harbored in Annapolis during the campaign and cruised to different sections of the Chesapeake to sample a variety of conditions throughout the bay. Photo courtesy of Maria Tzortziou  \n› Larger image\nBy Patrick Lynch\nNASA's Earth Science News Team\nGoddard Space Flight Center, Greenbelt, Md.\nA NASA-led team of scientists took to the Chesapeake Bay this summer to study a diverse yet close-to-home ecosystem in a field campaign that will help the agency determine how to study ocean health and air quality in coastal regions from space.\nTwo weeks of research cruises throughout the Chesapeake during a steamy July provided scientists with a detailed wealth of data on what might be called the fundamentals of the ecosystem. How do nutrient levels, pollutants, organic matter, water temperature and dissolved oxygen change throughout the day? What is the makeup of particulate matter in the air, and how does poor air from nearby urban and industrial regions move around above the water and ultimately influence the bay? And how does the air, water and land – or in this case, wetland – affect one another?\nAntonio Mannino, an oceanographer at Goddard Space Flight Center, Greenbelt, Md., and Maria Tzortziou, an oceanographer and physicist at the University of Maryland and Goddard Space Flight Center, led the campaign as chief scientists. Both are working toward what would be a first for NASA and a significant milestone for their field: a geostationary satellite designed to make detailed measurements of ocean color and air quality along the coasts. Current and former NASA satellite instruments have measured ocean color – in essence, a measure of the amount of sediment, dissolved organics and phytoplankton in the water – from polar orbits. These have provided significant and long-term global data on the composition, productivity and health of the oceans. But NASA has never had a geostationary satellite – meaning it would occupy the same spot hundreds of miles above Earth, rather than orbiting around the planet – for ocean color. This would provide constant coverage of dynamic ecosystems, providing important information of the sort Mannino,Tzortziou and more than 20 other scientists from nine US academic and research institutes were gathering directly in the field this summer – how do air and ocean qualities change throughout a day, not just over long periods of time? And how can we measure this from space?\nToward GEO-CAPE\nThe Geostationary Coastal and Air Pollution Events (GEO-CAPE) mission was outlined by the National Research Council in its 2007 Earth science decadal survey as one of the most important goals for Earth science research from space. While it is years from being scheduled for launch, scientists such as Mannino and Tzortziou continue to lay the groundwork for a successful mission.\nLike with any mission, Mannino said, \"We can't build our dream instrument because of the cost. We're trying to understand what can we study given certain specs.\"\nTo that end, ten full days on the Chesapeake gave scientists plenty to start with. The Chesapeake was chosen because the campaign could tie in to a series of flights over the Baltimore -Washington region during the month of July as part of NASA's DISCOVER-AQ mission . But the diversity of the bay's different nooks and regions was an added benefit. Leaving from Annapolis, Md., every morning, a group of about 20 researchers made transects in all directions, released a drifter to take measurements wherever the currents led, anchored in one location throughout the day, and took a trip on a Zodiac inflatable power boat to sample shallow water near the marshes of the Blackwater Wildlife Refuge. One key question Tzortziou has been investigating is the influence of marshes and wetlands on nearby water quality and carbon cycling.\"The idea was to go as close as possible to wetlands, which act as sources of dissolved organic and inorganic carbon, and look at the tidal exchanges of carbon and nutrients at the land-ocean interface where rapid processes occur,\" Tzortziou said. \"How far into the main stem of the Bay can you detect the signal of the marsh? And how can we use satellite observations to capture and understand wetland influences on estuarine biology and biogeochemistry?\"\nScientists are studying nutrients, dissolved and particulate carbon, organic nitrogen, phytoplankton, chlorophyll pigment, primary production, and dissolved oxygen concentrations. They are also studying optics in the water, necessary to link biological and chemical measurements to satellite ocean color data, and levels of compounds deposited in the water by air pollution. The bay's notorious water quality struggles, particularly during the height of summer, revealed themselves one day as the ship came upon a fish kill of dozens of striped bass, one of the Chesapeake's signature species. \"Unusually high nutrient pollution levels have resulted in a particularly large dead-zone in the Bay this year,\" said Tzortziou.\n\"We wanted to see how the biology, biogeochemistry, and optics were changing over time,\" Mannino said of the suite of measurements. \"Typically with satellites, we're comparing pixels over a week or month. With GEO-CAPE, we expect to quantify changes such as phytoplankton growth more directly instead of inferring this from models and limited satellite data\".\nFrom the research ship (NOAA SRVx; NOAA Marine Sanctuaries Program) and from three research airplanes that performed flights over the ship and spiraled downward close to the water surface, the scientists measured trace gases and particulates in the air to get a measure of the impact of nearby major cities, traffic arteries and industry. These measurements will help toward GEO-CAPE's goal to measure both coastal air quality and marine ecosystem processes.\nNext steps\nLike with any field campaign, the part in the field is only the beginning. Mannino and Tzortziou said the campaign team has only just begun to process and analyze its data. In addition to scientists from Goddard and the University of Maryland, researchers from NOAA, University of New Hampshire, University of South Florida, Old Dominion University, East Carolina University, Johns Hopkins University, and the Smithsonian Environmental Research Center participated in the Chesapeake field campaign. High school, undergraduate and graduate students were involved in the campaign, gaining \"hands on\" experience at the field.\nThe Chesapeake turned out to be an ideal location, because it was both accessible and diverse. The northern bay, near Baltimore and Annapolis, provided a sediment-heavy region due to freshwater flow from the Susquehanna River. More polluted waters (and air) near Baltimore provided an opportunity to contrast the shallows near the more pristine Blackwater refuge. And waters farther south in the bay gave scientists a look at some of the clearer regions of the estuary. Future field campaigns will likely fill in knowledge gaps and answer questions toward making GEO-CAPE a reality, Mannino said.\n\"Ultimately, we're looking for the best satellite instruments possible for observing coastal ecosystems – instruments that will be able to make high quality ocean color observations within regions with high levels of sediment, colored dissolved organic matter, and phytoplankton,\" he said. \"High resolution space-based observations from such instruments will help us understand ecosystem processes in highly dynamic coastal regions\" added Tzortziou. \"Having observations from such a diverse array of environments will help us plan future expeditions.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}