{
  "url": "https://climate.nasa.gov/news/588/martian-technique/",
  "title": "Martian technique",
  "date": null,
  "content": "Radar sounding technology developed to explore the subsurface of Mars may soon be used to find water buried deep beneath Earth's deserts. Image credit: NASA/JPL-Caltech\nBy Alan Buis\nJet Propulsion Laboratory, Pasadena, Calif.\nA NASA-led team has used radar sounding technology developed to explore the subsurface of Mars to create high-resolution maps of freshwater aquifers buried deep beneath an Earth desert, in the first use of airborne sounding radar for aquifer mapping.\nThe research may help scientists better locate and map Earth's desert aquifers, understand current and past hydrological conditions in Earth's deserts and assess how climate change is impacting them. Deserts cover roughly 20 percent of Earth's land surface, including highly populated regions in the Arabian Peninsula, North Africa, west and central Asia and the southwestern United States.\nAn international team led by research scientist Essam Heggy of NASA's Jet Propulsion Laboratory, Pasadena, Calif., recently traveled to northern Kuwait to map the depth and extent of aquifers in arid environments using an airborne sounding radar prototype. The 40-megahertz, low-frequency sounding radar was provided by the California Institute of Technology in Pasadena; and the Institut de Physique du Globe de Paris, France. Heggy's team was joined by personnel from the Kuwait Institute for Scientific Research (KISR), Kuwait City.\nFor two weeks, the team flew a helicopter equipped with the radar on 12 low-altitude passes (1,000 feet, or 305 meters) over two well-known freshwater aquifers, probing the desert subsurface down to the water table at depths ranging from 66 to 213 feet (20 to 65 meters). The researchers successfully demonstrated that the radar could locate subsurface aquifers, probe variations in the depth of the water table, and identify locations where water flowed into and out of the aquifers.\n\"This demonstration is a critical first step that will hopefully lead to large-scale mapping of aquifers, not only improving our ability to quantify groundwater processes, but also helping water managers drill more accurately,\" said Muhammad Al-Rashed, director of KISR's Division of Water Resources.\nThe radar is sensitive to changes in electrical characteristics of subsurface rock, sediments and water- saturated soils. Water-saturated zones are highly reflective and mirror the low-frequency radar signal. The returned radar echoes explored the thick mixture of gravel, sand and silt that covers most of Kuwait's northern desert and lies above its water table.\nThe team created high-resolution cross sections of the subsurface, showing variations in the fresh groundwater table in the two aquifers studied. The radar results were validated with ground measurements performed by KISR.\n\"This research will help scientists better understand Earth's fossil aquifer systems, the approximate number, occurrence and distribution of which remain largely unknown,\" said Heggy. \"Much of the evidence for climate change in Earth's deserts lies beneath the surface and is reflected in its groundwater. By mapping desert aquifers with this technology, we can detect layers deposited by ancient geological processes and trace back paleoclimatic conditions that existed thousands of years ago, when many of today's deserts were wet.\"\nHeggy said most recent observations, scientific interest and data analyses of global warming have concentrated on Earth's polar regions and forests, which provide direct measurable evidence of large-scale environmental changes. Arid and semi-arid environments, which represent a substantial portion of Earth's surface, have remained poorly studied. Yet water scarcity and salt content, changes in rainfall, flash floods, high rates of aquifer exploitation and growth of desert regions are all signs that suggest climate change and human activities are also affecting these arid and semi-arid zones.\nThe radar sounding prototype shares similar characteristics with two instruments flying on Mars-orbiting spacecraft: Mars Advanced Radar for Subsurface and Ionospheric Sounding (MARSIS), on the European Space Agency's Mars Express, and Shallow Radar (SHARAD), on NASA's Mars Reconnaissance Orbiter. MARSIS, jointly developed by JPL and the Italian Space Agency, probes the Martian subsurface sediments and polar ice caps to a maximum depth of about 1.9 miles (3 kilometers). SHARAD, also built by the Italian Space Agency, looks for liquid or frozen water in the first few hundred feet of Mars' crust and probes Mars' polar caps. Both instruments have found evidence of ice in the Martian subsurface, but have not yet detected liquid water. The Kuwait results may lead to revised interpretations of data from these two instruments.\nThe research follows earlier work by JPL scientists to probe the subsurface of the Sahara desert using higher-frequency Synthetic Aperture Radar instruments flown onboard three space shuttle missions in 1981, 1984 and 1994. That work located shallow drainage networks and large dry basins, suggesting the Sahara has had extensive surface water activity in its recent geological past.\nKuwait's well-mapped shallow aquifers and flat surface provided the team with an ideal test location. Extreme dryness, such as that present in this region of Kuwait, is necessary to allow the radar's waves to penetrate deep into the surface and reflect on water-saturated layers beneath. Kuwait's flat topography and low radio noise also reduced clutter and improved the radar signal's return.\n\"Results of this study pave the way for potential airborne mapping of aquifers in hyper-arid regions such as the Sahara and Arabian Peninsula, and can be applied to design concepts for a possible future satellite mission to map Earth's desert aquifers,\" said Craig Dobson, program officer for Geodetic Imaging and Airborne Instrument Technology Transition programs at NASA Headquarters, Washington. The work is a pathfinder for the Orbiting Arid Subsurface and Ice Sheet Sounder (OASIS), a NASA spacecraft mission concept designed to map shallow aquifers in Earth's most arid desert regions and measure ice sheet volume, thickness, basal topography and discharge rates.\nThe study was co-funded by the California Institute of Technology's Keck Institute for Space Studies and KISR. The Kuwaiti Police Air Force provided technical support for the flight tests.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}