{
  "url": "https://climate.nasa.gov/news/592/global-hawks-prepare-for-2012-hurricane-study/",
  "title": "Global Hawks prepare for 2012 hurricane study",
  "date": null,
  "content": "Their bulbous noses almost touching, NASA's two Global Hawks lined up nose-to-nose on the ramp at NASA's Dryden Flight Research Center on Edwards Air Force Base. Bearing NASA tail numbers 871 and 872, the two autonomously operated unmanned aircraft will be flown during the coming multi-year HS3 hurricane study. Credit: NASA / Tony Landis\nBy Beth Hagenauer,\nNASA Dryden Flight Research Center\nA group of environmental scientists has set up an office in an aircraft hangar at NASA's Dryden Flight Research Center at Edwards, Calif., in preparation for a multi-year airborne science investigation of hurricane formation and intensification.\nAs they work on their computers, the scientists are also monitoring the installation and testing of specialized weather-monitoring instruments on one of NASA's Global Hawk remotely operated unmanned aircraft. This hands-on approach to research is part of a critical buildup to a hurricane study sponsored by NASA's Earth Venture Program that begins collecting data next summer.\nNASA's Hurricane and Severe Storm Sentinel, or HS3, investigation is a multi-year study of the processes that underlie hurricane formation and intensity change in the Atlantic Ocean.\n\"The high-altitude and long-duration capabilities of NASA's Global Hawks allow HS3 to sample storms virtually anywhere in the Atlantic and for durations up to three times that of conventional aircraft,\" said principal investigator Scott Braun of NASA’s Goddard Space Flight Center in Greenbelt, Md. \"Being able to stay over a storm for 15 or more hours allows us to observe storms in ways that were simply not possible before.\"\nHS3 conducted two checkout flights of one of NASA's Global Hawks, one of 24 hours duration Sept. 8 - 9 over the Pacific Ocean and the second of about 19.5 hours on Sept. 13 – 14 over the Gulf of Mexico. Data were gathered by three scientific instruments that will be used during the mission.\nThe payload included NOAA's Airborne Vertical Atmospheric Profiling System (the NOAA dropsonde) in the tail of the Global Hawk. Dropsondes are small devices designed to be dropped from an aircraft to collect atmospheric data as they fall to the ground or the ocean surface. This system was designed by the National Center for Atmospheric Research in Boulder, Colo.\nIn addition, the University of Wisconsin-Madison's Scanning High-Resolution Interferometer Sounder, or S-HIS, was mounted in the Global Hawk’s belly. The sensor measures emitted thermal radiation to obtain temperature and water vapor profiles of the atmosphere.\nThe third instrument was the High Altitude MMIC Sounding Radiometer, or HAMSR, developed by NASA's Jet Propulsion Laboratory in Pasadena, Calif. HAMSR provides measurements that can be used to infer the 3-D distribution of temperature, water vapor and cloud-liquid water in the atmosphere, even in the presence of clouds. Like S-HIS and the dropsondes, it provides information on the vertical profile of temperature and humidity.\nThe goal of the Pacific flight was to compare the temperature and humidity profiles from the S-HIS and HAMSR remote sensors with in situ measurements provided by the dropsondes. Given the uncertainty associated with measuring these quantities from a distance using infrared and microwave technologies, data from the two instruments will be compared to the accurate and much higher resolution data from the dropsondes.\nDuring the 19.5-hour flight to the Gulf of Mexico, the Global Hawk rendezvoused with a NOAA Gulfstream IV. Both aircraft were equipped with dropsonde systems and this flight provided comparison data between them.\nThese checkout flights were flown to prepare for the deployment of two Global Hawks to NASA's Wallops Flight Facility in Wallops Island, Va., during the summer of 2012. NASA first used the Global Hawk for hurricane research in 2010 during the Genesis and Rapid Intensification Processes, or GRIP, experiment, but those flights operated from Dryden because the Global Hawk mobile operations facility had not yet been built. This meant that the aircraft had to traverse the southern United States to reach the Atlantic Ocean.\n\"For HS3, we will operate from Wallops because it gives us direct access to the Atlantic and increases our time near or over storms by up to 10 hours,\" added Braun.\nThe Global Hawk will carry sensors to collect data that address the controversial role of the Saharan Air Layer in tropical storm formation and intensification as well as the role of deep thunderstorms in the core region of tropical storms. The aircraft will deploy for about one month each summer in 2012, 2013 and 2014.\nNASA’s Earth Science Project Office, located at Ames Research Center on Moffett Field, Calif., manages the Hurricane and Severe Storm Sentinel (HS3) project. The office is responsible for the project’s safety, technical integrity, performance and mission success.\nThe HS3 study is one of NASA's Earth Venture missions, part of NASA's Earth System Science Pathfinder program funded by the Earth Science Division of the agency's Science Mission Directorate in Washington. The small, targeted science investigations complement NASA's larger research missions. In 2007, the National Research Council recommended that NASA undertake these types of regularly solicited, quick-turnaround projects.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}