{
  "url": "https://climate.nasa.gov/news/610/new-and-improved-topographic-map-of-earth/",
  "title": "New and improved topographic map of Earth",
  "date": null,
  "content": "At 14,505 feet (4,421 meters) in elevation, California's Mt. Whitney, located in the Sierra Nevada Mountains on the west side of Owens Valley, is the highest point in the contiguous United States.\nImage credit: NASA/GSFC/METI/ERSDAC/JAROS, and U.S./Japan ASTER Science Team\nBy Alan Buis,\nNASA Jet Propulsion Laboratory\n\nNASA and Japan released a significantly improved version of the most complete digital topographic map of Earth on Monday, produced with detailed measurements from NASA's Terra spacecraft.\nThe map, known as a global digital elevation model, was created from images collected by the Japanese Advanced Spaceborne Thermal Emission and Reflection Radiometer, or ASTER, instrument aboard Terra. So-called stereo-pair images are produced by merging two slightly offset two-dimensional images to create the three-dimensional effect of depth. The first version of the map was released by NASA and Japan's Ministry of Economy, Trade and Industry (METI) in June 2009.\n\"The ASTER global digital elevation model was already the most complete, consistent global topographic map in the world,\" said Woody Turner, ASTER program scientist at NASA Headquarters in Washington. \"With these enhancements, its resolution is in many respects comparable to the U.S. data from NASA's Shuttle Radar Topography Mission, while covering more of the globe.\"\nThe improved version of the map adds 260,000 additional stereo-pair images to improve coverage. It features improved spatial resolution, increased horizontal and vertical accuracy, more realistic coverage over water bodies and the ability to identify lakes as small as 0.6 miles (1 kilometer) in diameter. The map is available online to users everywhere at no cost.\n\"This updated version of the ASTER global digital elevation model provides civilian users with the highest-resolution global topography data available,\" said Mike Abrams, ASTER science team leader at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"These data can be used for a broad range of applications, from planning highways and protecting lands with cultural or environmental significance, to searching for natural resources.\"\nThe ASTER data cover 99 percent of Earth's landmass and span from 83 degrees north latitude to 83 degrees south. Each elevation measurement point in the data is 98 feet (30 meters) apart.\nNASA and METI are jointly contributing the data for the ASTER topographic map to the Group on Earth Observations, an international partnership headquartered at the World Meteorological Organization in Geneva, Switzerland, for use in its Global Earth Observation System of Systems. This \"system of systems\" is a collaborative, international effort to share and integrate Earth observation data from many different instruments and systems to help monitor and forecast global environmental changes.\nASTER is one of five instruments launched on Terra in 1999. ASTER acquires images from visible to thermal infrared wavelengths, with spatial resolutions ranging from about 50 to 300 feet (15 to 90 meters). A joint science team from the United States and Japan validates and calibrates the instrument and data products. The U.S. science team is located at JPL.\nNASA, METI, Japan's Earth Remote Sensing Data Analysis Center (ERSDAC), and the U.S. Geological Survey validated the data, with support from the U.S. National Geospatial-Intelligence Agency and other collaborators. The data are distributed by NASA's Land Processes Distributed Active Archive Center at the U.S. Geological Survey's Earth Resources Observation and Science Center in Sioux Falls, S.D., and by ERSDAC in Tokyo.\nUsers of the new version of the ASTER data products are advised that while improved, the data still contain anomalies and artifacts that will affect its usefulness for certain applications.\n\n\nRelated links:\n\nASTER global digital elevation model\nASTER\nNASA's Terra mission\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}