{
  "url": "https://climate.nasa.gov/news/2440/expanding-tropics-are-pushing-high-altitude-clouds-towards-poles/",
  "title": "Expanding tropics are pushing high altitude clouds towards poles",
  "date": null,
  "content": "4 min read\nA new NASA analysis of 30-years of satellite data suggests that a previously observed trend of high altitude clouds in the mid-latitudes shifting toward the poles is caused primarily by the expansion of the tropics.\nClouds are among the most important mediators of heat reaching Earth's surface. Where clouds are absent, darker surfaces like the ocean or vegetated land absorb heat, but where clouds occur, their white tops reflect incoming sunlight away, which can cause a cooling effect on Earth’s surface. Where and how the distribution of cloud patterns change strongly affects Earth's climate. Understanding the underlying causes of cloud migration will allow researchers to better predict how they may affect Earth's climate in the future.\nGeorge Tselioudis, a climate scientist at NASA's Goddard Institute for Space Studies and Columbia University in New York City, was interested in which air currents were shifting clouds at high altitude – between about three and a half and six miles high – toward the poles.\nThe previous suggested reason was that climate change was shifting storms and the powerful air currents known as the jet streams – including the one that traverses the United States – toward the poles, which in turn were driving the movement of the clouds.\nTo see if that was the case, Tselioudis and his colleagues analyzed the International Satellite Cloud Climatology Project data set, which combines cloud data from operational weather satellites, including those run by the National Oceanic and Atmospheric Administration, to provide a 30-year record of detailed cloud observations. They combined the cloud data with a computer re-creation of Earth's air currents for the same period driven by multiple surface observations and satellite data sets.\nWhat they discovered was that the poleward shift of the clouds, which occurs in both the Northern and Southern Hemispheres, connected more strongly with the expansion of the tropics, defined by the general circulation Hadley cell, than with the movement of the jets.\nThe Hadley cell is one of the major ways air is moved around the planet. Existing in both hemispheres, it starts when air in the tropics, which is heated at the surface by intense sunlight, warms and rises. At high altitudes it is pushed away from the equator towards the mid-latitudes to the north and south. Then it begins to sink back to Earth's surface, closing the loop.\n\"What we find, and other people have found it as well, is that the sinking branch of the Hadley cell, as the climate warms, tends to be moving poleward,\" said Tselioudis. \"It's like you're making the tropical region bigger.\" And that expansion causes the tropical air currents to blow into the high altitude clouds, pushing them toward the poles, he said. The results were published in Geophysical Research Letters, a journal of the American Geophysical Union.\nScientists are working to understand exactly why the tropics are expanding, which they believe is related to a warming climate.\nThe poleward shift of high altitude clouds affects how much sunlight reaches Earth's surface because when they move, they reveal what's below.\n\"It's like pulling a curtain,\" said Tselioudis. And what tends to be revealed depends on location – which in turn affects whether the surface below warms or not.\n\"Sometimes when that curtain is pulled, as in the case over the North Atlantic ocean in the winter months, this reduces the overall cloud cover\" in the lower mid-latitudes, the temperate regions outside of the tropics, Tselioudis said. The high altitude clouds clear to reveal dark ocean below – which absorbs incoming sunlight and causes a warming effect.\nHowever, in the Southern Ocean around Antarctica, the high altitude clouds usually clear out of the way to reveal lower altitude clouds below – which continue to reflect sunlight from their white tops, causing little effect on the solar radiation reaching the surface.\nWhen the results are taken together, the bottom line is that the cloud interactions with atmospheric circulation and solar radiation are complicated, and the tropical circulation appears to play a dominant role, said Tselioudis.\nThat information is a new insight that will likely be used by the climate modeling community, including the scientists who contribute modeling expertise to the Intergovernmental Panel on Climate Change, said Lazaros Oreopoulos, a cloud and radiation budget researcher at NASA's Goddard Space Flight Center in Greenbelt, Maryland, who was not involved in the study. Climate modelers aim for their computer simulations to correspond as closely to reality as possible in order to reliably predict Earth's future climate.\n\"If current behavior is not well simulated, then confidence in predicted future behavior will be lower,\" Oreopoulos said. \"I anticipate this study to be looked at carefully and affect thinking on these matters.\"\nRead the paper at Geophysical Research Letters:\nhttp://onlinelibrary.wiley.com/doi/10.1002/2016GL068242/abstract\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}