{
  "url": "https://climate.nasa.gov/news/615/anywhere-the-wind-blows/",
  "title": "Anywhere the wind blows",
  "date": null,
  "content": "Grady Koch explains how the DAWN instrument measures offshore wind speed and direction. Credit: Sean Smith/NASA\nBy Michael Finneran,\nNASA Langley Research Center\n\nOn a bluff overlooking the Atlantic, Grady Koch spent a month watching ocean winds.\nHe beamed a laser over the sea, day after day, measuring conditions offshore using an instrument called Doppler Aerosol Wind (DAWN) lidar.\nWhat Koch learns from the experiment will be used by scientists to advance weather forecasting technology -- and also by a consortium hoping to develop a wind farm in the very spot where the wind data is being taken.\n\"It's been going well,\" said Koch, a scientist at NASA's Langley Research Center in Hampton, Va.\n\"It works. We're showing that we can measure wind at different heights. One issue we've been working is, how far can we see? We've been able to see pretty well out to 12 kilometers (7.5 miles).\"\nThe wind farm is proposed by the Virginia Coastal Energy Research Consortium, a partnership of universities, state and local governments, and industry. The Virginia legislature formed the consortium in 2007 to develop coastal energy technologies.\nAlternative Energy\nA wind farm would provide Virginia with about 10 percent of its power demand, said George Hagerman, a scientist at Virginia Tech, a consortium partner.\n\"We're at a point now where offshore wind is not just an academic exercise,\" he said. I don't think it's a question of 'if.' It's a question of when.\"\nThe consortium, Hagerman said, is working with private and government agencies to ensure the potential wind farm is placed in an area where it does not interfere with shipping routes or military exercises, which are common in the waters off Virginia Beach.\nThe location under study is about 15 miles off the Atlantic coast in Virginia Beach, Va. and covers about 240 square miles. Companies wishing to place wind-powered energy generators in the area would have to sign leases with the federal government, which controls the waters, Hagerman said.\nA huge requirement for persuading industry to invest is providing them with reliable data about wind speed and direction.\nThat's where NASA Langley comes in.\nThe DAWN laser used by Grady Koch is extremely powerful, and capable of compiling three-dimensional wind profiles. \"It's much stronger than anything you can buy on the commercial market,\" Koch said.\nDAWN is the product of three decades of development for use in weather forecasting.\nUltimate Goal\nLast year, for example, DAWN was part of a research campaign called the Genesis and Rapid Intensification Process (GRIP) mission. The campaign was conducted to better understand how tropical storms form and develop into hurricanes.\nThe laser function of DAWN measures wind speed and direction by tracking dust and other particles blowing in the wind. The particles, in a sense, illuminate the wind.\nFor the current project, DAWN was fitted to a large trailer and towed from Langley to the experiment site. It's a stone's throw from the ocean at the Joint Expeditionary Base Little Creek-Fort Story, an Army/Navy installation at Cape Henry, where the Atlantic meets the Chesapeake Bay.\nFor NASA, the experiment will add much-needed marine wind data to an existing 30-year dataset about wind. That information will be used to improve the capabilities of instruments like DAWN.\nThe hope is to provide new data for meteorologists so they can make better forecasts about hurricane intensity, track, and landfall. Eventually, scientists hope, a DAWN-like instrument will be launched into space to provide continuous global coverage.\nSaid Koch of the wind-profiling project: \"We're proving a concept.\"\n\n\nRelated links:\n\nVirginia Coastal Energy Research Consortium\nDAWN\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}