{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/686/teacher-in-the-trenches/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Laura Faye Tenenbaum,\nNASA Jet Propulsion Laboratory and Glendale Community College\nI watch as each and every student in the classroom nods their head \"uh huh.\" It's the first day of class and I just asked if they knew that they're called the Slacker Generation. Of course they know; they hear it all the time.\nIt’s my 21st semester teaching introductory Earth science courses to non-science majors, and I typically start the semester with a spiel about the desperate need for, colossal significance of, and the dearth of science literacy in our society. It’s so easy to name athletes, artists and even business leaders, but how easy is it to make a list of scientists, even though their contributions to our society are huge? Misconceptions and stereotypes about science and scientists abound.\nLike many of us, I have strong opinions regarding the education battle being waged in our country today, especially in the sciences. I too want to make an impact, change it up, inspire and innovate. But in order to get my message across, I believe that, first, I have to step back, hesitate and listen. Why should I expect the students in front of me to pay any attention whatsoever, or care, or absorb anything that I have to impart, if I haven’t taken hold of where they are, what they feel, and what ideas are spinning around in their own heads first?\nThe initial step, therefore, is to find out how much they understand and what they come to the table with, rather than just talking at them as if the process of education isn't an interaction.\nSo, in order to acknowledge their intellectual value, and to give respect to what they actually think, on the first day of class I ask them to write about their preconceptions about science and scientists. The following are excerpts from their answers. Judge them as you will, but in your horror as well as your delight, please also remember that these students have delivered up both honesty and candor. That in itself is something worthwhile.\n\"I always believed that scientists were boring people who isolated themselves in their labs, only wore white lab coats their entire lives, and had no social life. I guess the movies we watch stereotype scientists to be nerdy-looking people with glasses or weird messy hair, who talk using long words that nobody understands. I also thought of science as being a hard subject that I could never learn since it did not click into my brain in high school.\"\n\n\"I have never been able to relate it to my daily activities ... Although I think scientists and science are parts of this life that I cannot fully understand, I strongly believe that science is the foundation to our society and it is the most important and valuable concept that everyone should grasp to some extent.\"\n\n“I've always thought about science as an interesting but confusing subject. I despise how scientists use HUGE words to define what they're trying to explain.“\n\n\"Usually the first thing that comes into my mind when I hear the word 'science' is mixing chemicals and computing data; basically a stereotype.\"\n\n“Scientists look strange ... but I believe that it’s a part of their job, because to be able to find out many new details they should be able to think far and in extraordinary ways.”\n\n\"Science to me is dull and I feel it's very black and white … I don't think there is any creativity in science or from scientists … there is no thinking outside the box.\"\n\n\"Another misconception is that you don't need science in your everyday life. However, I believe that's false because everything revolves around science and without science we would not have answers to many things.\" \n\n“The teachers had a huge role … I think a science class all depends on how the information is delivered.”\nI think these answers are a good representation of what society really thinks about science and scientists. I’ve got the whole semester to try to turn these students into science-literate citizens — and to make them want to gobble up science.\nLaura Faye Tenenbaum teaches in the physical science department at Glendale Community College and works as an education specialist in Earth science communications and for this website at NASA’s Jet Propulsion Laboratory.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}