{
  "url": "https://climate.nasa.gov/news/596/nasa-leads-study-of-unprecedented-arctic-ozone-loss/",
  "title": "NASA leads study of unprecedented Arctic ozone loss",
  "date": null,
  "content": "Left: Ozone in Earth's stratosphere at an altitude of approximately 12 miles (20 kilometers) in mid-March 2011, near the peak of the 2011 Arctic ozone loss. Red colors represent high levels of ozone, while purple and grey colors (over the north polar region) represent very small ozone amounts. Right: chlorine monoxide – the primary agent of chemical ozone destruction in the cold polar lower stratosphere – for the same day and altitude. Light blue and green colors represent small amounts of chlorine monoxide, while dark blue and black colors represent very large chlorine monoxide amounts. The white line marks the area within which the chemical ozone destruction took place. Image credit: NASA/JPL-Caltech\nBy Alan Buis\nJet Propulsion Laboratory\nA NASA-led study has documented an unprecedented depletion of Earth's protective ozone layer above the Arctic last winter and spring caused by an unusually prolonged period of extremely low temperatures in the stratosphere.\nThe study, published online Sunday, Oct. 2, in the journal Nature, finds the amount of ozone destroyed in the Arctic in 2011 was comparable to that seen in some years in the Antarctic, where an ozone \"hole\" has formed each spring since the mid-1980s. The stratospheric ozone layer, extending from about 10 to 20 miles (15 to 35 kilometers) above the surface, protects life on Earth from the sun's harmful ultraviolet rays.\nThe Antarctic ozone hole forms when extremely cold conditions, common in the winter Antarctic stratosphere, trigger reactions that convert atmospheric chlorine from human-produced chemicals into forms that destroy ozone. The same ozone-loss processes occur each winter in the Arctic. However, the generally warmer stratospheric conditions there limit the area affected and the time frame during which the chemical reactions occur, resulting in far less ozone loss in most years in the Arctic than in the Antarctic.\nTo investigate the 2011 Arctic ozone loss, scientists from 19 institutions in nine countries (United States, Germany, The Netherlands, Canada, Russia, Finland, Denmark, Japan and Spain) analyzed a comprehensive set of measurements. These included daily global observations of trace gases and clouds from NASA's Aura and CALIPSO spacecraft; ozone measured by instrumented balloons; meteorological data and atmospheric models. The scientists found that at some altitudes, the cold period in the Arctic lasted more than 30 days longer in 2011 than in any previously studied Arctic winter, leading to the unprecedented ozone loss. Further studies are needed to determine what factors caused the cold period to last so long.\n\"Day-to-day temperatures in the 2010-11 Arctic winter did not reach lower values than in previous cold Arctic winters,\" said lead author Gloria Manney of NASA's Jet Propulsion Laboratory in Pasadena, Calif., and the New Mexico Institute of Mining and Technology in Socorro. \"The difference from previous winters is that temperatures were low enough to produce ozone-destroying forms of chlorine for a much longer time. This implies that if winter Arctic stratospheric temperatures drop just slightly in the future, for example as a result of climate change, then severe Arctic ozone loss may occur more frequently.\"\nThe 2011 Arctic ozone loss occurred over an area considerably smaller than that of the Antarctic ozone holes. This is because the Arctic polar vortex, a persistent large-scale cyclone within which the ozone loss takes place, was about 40 percent smaller than a typical Antarctic vortex. While smaller and shorter-lived than its Antarctic counterpart, the Arctic polar vortex is more mobile, often moving over densely populated northern regions. Decreases in overhead ozone lead to increases in surface ultraviolet radiation, which are known to have adverse effects on humans and other life forms.\nAlthough the total amount of Arctic ozone measured was much more than twice that typically seen in an Antarctic spring, the amount destroyed was comparable to that in some previous Antarctic ozone holes. This is because ozone levels at the beginning of Arctic winter are typically much greater than those at the beginning of Antarctic winter.\nManney said that without the 1989 Montreal Protocol, an international treaty limiting production of ozone-depleting substances, chlorine levels already would be so high that an Arctic ozone hole would form every spring. The long atmospheric lifetimes of ozone-depleting chemicals already in the atmosphere mean that Antarctic ozone holes, and the possibility of future severe Arctic ozone loss, will continue for decades.\n\"Our ability to quantify polar ozone loss and associated processes will be reduced in the future when NASA's Aura and CALIPSO spacecraft, whose trace gas and cloud measurements were central to this study, reach the end of their operational lifetimes,\" Manney said. \"It is imperative that this capability be maintained if we are to reliably predict future ozone loss in a changing climate.\"\nOther institutions participating in the study included Alfred Wegener Institute for Polar and Marine Research, Potsdam, Germany; NASA Langley Research Center, Hampton, Va.; Royal Netherlands Meteorological Institute, De Bilt, The Netherlands; Delft University of Technology, 2600 GA Delft, The Netherlands; Science Systems and Applications, Inc., Greenbelt, Md., and Hampton, Va.; Science and Technology Corporation, Lanham, Md.; Environment Canada, Toronto, Ontario, Canada; Central Aerological Observatory, Russia; NOAA Earth System Research Laboratory, Boulder, Colo.; Arctic Research Center, Finnish Meteorological Institute, Finland; Danish Climate Center, Danish Meteorological Institute, Denmark; Eindhoven University of Technology, Eindhoven, The Netherlands; Arctic and Antarctic Research Institute, St. Petersburg, Russia; National Institute for Environmental Studies, Japan; National Institute for Aerospace Technology, Spain; and University of Toronto, Ontario, Canada. \n\nRelated links:\n\nNASA's Aura mission\nNASA's CALIPSO mission\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}