{
  "url": "https://climate.nasa.gov/news/647/the-middle-way/",
  "title": "The middle way",
  "date": null,
  "content": "The Thermosphere Ionosphere Mesosphere Energetics and Dynamics (TIMED) spacecraft shot into space on board a Delta II rocket on December 7, 2001. Credit: NASA/JHU/APL.\nBy Karen C. Fox,\nNASA Goddard Space Flight Center\nOn December 7, 2001, a Delta II rocket launched from Vandenberg Air Force Base carrying a spacecraft designed to observe a little known area of the atmosphere that experiences some of the most dramatic energy fluctuations in the near-Earth environment.\nThe area stretches from about 40 to 110 miles above the surface of the Earth, encompassing the lower thermosphere and the mesosphere. This is where incoming energy from the sun transforms into the lights of the aurora, where glowing night-time noctilucent clouds appear, and where a dynamic electromagnetic system experiences space weather effects that can interrupt man-made satellites and human communications. For 10 years, the mission called TIMED (Thermosphere Ionosphere Mesosphere Energetics and Dynamics) has gathered more data on this region than has ever been seen before and has created a whole new picture of Earth's environment, as well as how it responds to changes in the sun.\n\"One of the most exciting things, is that we have collected data over almost an entire solar cycle, which lasts about 11 years,\" says Richard Goldberg, a space scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. and NASA's project scientist for TIMED. \"We've been able to watch how the atmosphere responds to the sun moving from solar max[imum] to solar minimum and back again.\"\nThe instruments on TIMED were designed to provide a comprehensive overview of the composition of this mesosphere and lower thermosphere/ionosphere (MLTI) region of Earth's atmosphere, and to watch how it changes over time. A wide variety of sources can add energy to the MLTI region, some from above such as the solar wind and solar flares, and others from below, including human-induced effects.\nOne of the goals for TIMED has been to find the natural \"basic\" structure of the region — which changes in response to the recurring ups and downs of the sun, including its 27-day rotation, as well as more energetic events like solar flares or coronal mass ejections that the sun hurls into space. The MLTI is also believed to be affected by increasing greenhouse gases in the lower atmosphere, and this can be studied due to the long time frame of TIMED's data collection, says Sam Yee, who is the project scientist of TIMED at The Johns Hopkins University Applied Physics Laboratory in Laurel, Md., which built and continues to operate the spacecraft.\n\"We see atmospheric responses immediately after the onset of a solar flare or a geomagnetic storm. We also see repeating patterns at different time scales from hours to years,\" Yee says. \"We see atmospheric cycles associated with the Earth’s 1-day rotation as well as the sun's 27-day rotation, and its subharmonics of 13.5 and 9 days. Most importantly, of course, we have observed the full 11-year solar cycle and with just a few more years data we might be able to distinguish between the natural effects on the atmosphere, and the man made effects.\"\nTIMED scientists also study how cooling temperatures in the middle atmosphere cause the thermosphere to become less dense and its composition to change. With fewer particles in the thermosphere, there’s less drag on satellites in space, which affects how long spacecraft and space debris stay in orbit — information that must be integrated into calculations of orbit models.\nAnother contribution of TIMED has been helping to map out the constantly changing patterns in a dense layer of the ionosphere known as the F-layer, a layer that is particularly variable over the equator. Since our radio communication travels through the ionosphere, disturbances there can cause severe disruptions — something of particular concern to military forces in equatorial regions. TIMED was able to map out these patterns of arcs and striations down to incredibly small scales, offering clues to understanding a region of the atmosphere so dynamic that it is almost never the same twice.\nAs TIMED helped map out the MLTIs basic structure, some basic models about the atmosphere have had to be changed. Before TIMED launched, models about the sun predicted a certain amount of incoming high-energy radiation, but this didn't jibe with the amount of activity seen in the atmosphere where abundant chemical reactions occurred in response to some incoming energy. Within months of the first TIMED data, the measurements showed the truth: the incoming high-energy solar radiation was significantly greater than models had predicted.\n\"TIMED has gathered more information on this region than any other spacecraft,\" says Yee. \"And it has re-defined our understanding of the middle atmosphere. I think we're going to see the results of TIMED's finds in textbooks for decades.\"\nThe spacecraft's mission was extended in October of 2010 to proceed until 2014. This will allow researchers to compare TIMED data from the solar maximum in 2001 to the upcoming one and tease out if any changes spotted are due to human causes.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}