{
  "url": "https://climate.nasa.gov/news/608/following-the-flames/",
  "title": "Following the flames",
  "date": null,
  "content": "Satellite instruments observed large actively-burning wildfires in Texas this April. To the north, agricultural fires dot the landscape across Oklahoma and Kansas. The brightest fires, as observed by the MODIS instrument, are shown in orange and yellow. (Credit: NASA)\nBy Adam Voiland,\nNASA's Earth Science News Team\n\nNASA's latest Earth-observing satellite, the NPOESS Preparatory Project (NPP), which launched from Vandenberg Air Force Base on Oct. 28, will extend key environmental data records established by an earlier generation of NASA satellites. To mark the launch, we are looking back at one of the scientific legacies NPP will build upon: the global fire data record. An instrument on NPP called the Visible Infrared Imager Radiometer Suite (VIIRS) will extend this decades-long record into the future.\nFor more than a decade, instruments on Terra and Aqua, two of NASA’s flagship Earth-observing satellites, have scanned the surface of our planet for fires four times a day. The instruments, both Moderate Resolution Imaging Spectroradiometers (MODIS), have revolutionized what scientists know about fire’s role in land cover change, ecosystem processes, and the global carbon cycle by allowing researchers to map the characteristics and global distribution of fires in remarkable detail.\nThe two instruments have detected more than 40 million actively burning fires and observed nearly 10 billion acres of charred land during tens of thousands of orbits. They have extended and refined upon about 20 years of data from a predecessor instrument — the Advanced Very High Resolution Radiometer (AVHRR) — that orbited aboard a series of polar-orbiting weather satellites managed by the National Oceanic and Atmospheric Administration (NOAA).\nThe unique and comprehensive view of fire that MODIS offers is distinct from anything that aircraft or field research can provide. “MODIS data have enabled a tremendous amount of new fire research, and there will be more to come as the records extend into the future,” said Chris Justice, a University of Maryland scientist who has led the effort to use the MODIS instruments to monitor fires. “It’s essential that we maintain the long-term records of active fire and burned area that MODIS has established and continue them with NPP VIIRS if we want to understand where and how fires are responding to climate change and the activities of a growing human population,” he said.\nOver the last decade, the two MODIS instruments have not only mapped the global distribution of fires in unprecedented detail, they have also produced data that have led to major advances in fields as diverse as climate science, public health, and fire management.\nMapping: The Geography of Fire\nBefore AVHRR and MODIS, scientists had no way of mapping the global distribution of fire. The United States, Canada, and some countries in Europe had fairly robust fire monitoring systems that utilized ground-based networks of fire towers and aircraft surveillance, but large portions of the world had little or no monitoring capability. Even in the United States, there were huge gaps in remote parts of the West and throughout much of Alaska.\nThat all began to change in 1980 when University of California, Santa Barbara scientist Jeff Dozier and NOAA scientist Michael Matson first noticed a series of tiny white specks on an image of the Persian Gulf captured by an AVHRR instrument on a NOAA satellite. “Those specks turned out to be the thermal signature of gas flares from oil fields,” said Dozier. The gas flares were the first actively burning fires detected from space, and the mathematical method Dozier devised to detect them serves as the foundation of the method still used today.\nDozier’s discovery unleashed a new era of new satellite-based fire research. Within a few years, scientists had used satellites to detect wildfires in addition to the stationary flares. Soon a small group of researchers was detecting thousands of wildfires a day with AVHRR.\nHowever, AVHRR had not been designed for fire monitoring and had a number of weaknesses. It couldn’t, for example, pinpoint fires particularly well; it missed many fires in regions with hot or highly reflective backgrounds; and it couldn’t distinguish between smoldering and vigorously burning fires.\nThe launch of the first MODIS instrument in 1999 and a second in 2002, which were specifically designed to have fire-monitoring capabilities, represented a major technological leap forward. As a result, over the last decade these two instruments have mapped fires with an accuracy that far surpasses what AVHRR can provide.\nOver that period, striking patterns have emerged from the MODIS data. “It’s not an exaggeration to call Earth the fire planet,” said Justice. “On an average day in August, MODIS typically detects some 10,000 actively burning fires around the world.” A full 30 percent of the land surface is affected by fire. And during any given year, MODIS has shown, about three percent of the world’s land surface has clear burn scars visible to the satellites.\nOne of the most noticeable patterns to emerge is the sheer abundance of burning that occurs in Africa. MODIS has demonstrated that some 70 percent of the world’s fires occur in Africa, and more than 50 percent of the total area burned in the last two decades has occurred on that continent, due largely to the extensive burning of savanna grasslands during the dry season.\nMODIS imagery also highlights that other parts of the world — such as southeastern Asia, the Indo-Gangetic Plain, eastern Europe, and the tropical forests of Indonesia and Amazonia — experience regular burning seasons linked to agricultural practices, but in none of these areas does the scope of the burning rival what occurs in the African savannas.\nThe high-quality and continuous nature of MODIS records has allowed scientists to begin searching for long-term trends. “Ten years of data aren’t long enough to say we’re seeing a real trend, but MODIS has given us some interesting hints about the direction we seem to be headed,” said Louis Giglio, a University of Maryland scientist who has played a leading role in advancing the scientific algorithms used to detect fires and in processing MODIS fire data.\nOverall, the satellites show that the area burned across the globe has declined by about ten percent over the last 14 years, a decline that has been driven, in part, by the fact that a strong El Niño in the late-1990s elevated fire counts to an artificially high level. “Also, persistent droughts in some fire-prone parts of Africa and Australia, likely driven by global warming, have left some areas with little fuel to burn,” explained Luigi Boschetti, a University of Maryland researcher who has led the effort to develop the mathematical techniques used to detect burn scars.\nIn contrast, MODIS has shown that certain areas of the world, such as the western parts of North America and the boreal forests of Canada and Russia, have seen increases in large fires over the last decade. This year, for example, the American Southwest has experienced a historic fire season that has produced some of the most extensive fires on record in Texas and Arizona.\nClimate Change: A Cause and Consequence\nTo understand climate, it’s critical that scientists determine how carbon dioxide and other greenhouse gases move among the land, air, and ocean. Since fires release carbon dioxide into the atmosphere and recovering forests and vegetation do the opposite, knowing what’s burning around the world and why is central to understanding and modeling climate change.\nBefore the launch of MODIS, scientists were unsure how much carbon dioxide and methane released by fires lit to clear portions of the tropics contributed to the overall buildup of greenhouse gases in the atmosphere. They have now used MODIS data, in combination with air quality data from other instruments on Terra, to show that approximately half of the total contribution of carbon to the atmosphere from deforestation occurs in the form of fire emissions.\n“MODIS has been absolutely critical in pinpointing global fire emissions,” said University of California, Irvine fire specialist James Randerson. Better estimates of the frequency, intensity of burning, the area burned, and the type of vegetation burned — characteristics that help define what fire specialists call fire regimes — have been especially important to improving emission estimates.\nThe last decade of research has shown a region’s fire regime can play an enormous role in determining whether a given wildfire ultimately adds carbon to the atmosphere or not. Some of the areas that burn the most frequently, like the grasslands of Africa and Australia, contribute little or no net carbon to the atmosphere because vegetation regrows so rapidly.\nYet for other types of organic material that are slower to mature and which also burn, such as the compressed layers of partly decayed vegetation known as peat that forms underground in swampy areas, the net contribution of carbon and other greenhouse gases to the atmosphere can be substantial. Virtually all of the carbon expelled from a peat fire in Indonesia, for example, ends up staying in the atmosphere because these carbon-rich ecosystems are often replaced with crops that store less carbon.\nIn addition, peat fires release about ten times as much of the potent greenhouse gas methane and five times as much carbon dioxide as savanna fires do. As a result, fires in Russia, Canada, and Indonesia — nations that have some of the largest quantities of peat in the world — contribute disproportionately to climate change.\nThe direct release of greenhouse gases is not the only way that fires can affect the climate. Fires also emit massive quantities of tiny, airborne particles called aerosols that can scatter or absorb sunlight depending on their chemical composition. Wildfires are prolific generators of both sooty dark particles called black carbon that readily absorb radiation from the sun and warm the atmosphere as well as lighter-colored particles called organic carbon that have the opposite effect.\nBlack carbon is of particular concern, Randerson explained, because researchers have observed it coating snow and ice surfaces in the Arctic, darkening them, and causing the ice to absorb more sunlight. Modeling research suggests that a significant portion of the melting seen in the Arctic over the last decades may be the result of black carbon and other aerosols.\nIn addition to parsing out how fire emissions contribute to climate change, a key focus for scientists who work with MODIS has been determining how fire patterns are changing as global temperatures rise and precipitation changes. Will the number of fires, for example, increase or decrease as a result of climate change? And how is this affected by changes in how people use and manage their lands?\n“There’s unfortunately no simple rule. We expect to see a range of responses depending on local conditions,” Randerson said. In relatively moist areas that are getting drier and warmer, such as the boreal forests in North America and Asia, climatologists expect — and have already observed with MODIS — signs that fires are growing larger and burning more intensely.\nAmber Soja, a fire scientist based at NASA’s Langley Researcher Center, has conducted field research in the Republic of Tyva in Siberia to validate satellite studies that show longer periods of drought have strengthened the intensity of fires. Likewise, burns cause more destruction when they occur. Soja has shown that these more destructive fires have started to impair the growth of pine-dominated forests after fires and are causing some pine forest areas to transition to steppe that stores far less carbon from the atmosphere.\nIn contrast, in other areas where precipitation is limited to begin with, such as the savannas of Australia, longer droughts might actually reduce the number of wildfires because less vegetation would be available to burn.\nAir Quality: Perfecting Smoke Plume Predictions\nMany gases and aerosol particles from fires also have a potent and destructive impact on human health. Fires emit a range of harmful gases, most notably carbon monoxide and volatile organic compounds, that elevate levels of ozone near the surface where the colorless gas harms human health. Fires also emit a mixture of tiny airborne particles smaller than 2.5 micrometers across that public health experts call PM2.5.\nThe small size of the particles makes it possible for them to make their way deep into human lungs and into the bloodstream where they can exacerbate an array of health problems such as asthma, cardiovascular disease, and lung cancer.\nPinning down the global health consequences of wildfires remains an inexact science, but scientists funded by NASA are in the process of using MODIS to improve estimates of the total number of lives taken by wildfire emissions each year.\nMeanwhile, satellite observations have already shown that wildfires can have major impacts on air quality even thousands of miles away. Researchers have used satellites observations to show that major Alaskan wildfires in 2004, for example, nearly doubled ground-level ozone in Houston.\nWhile fires are less common in North America than many other parts of the world, more than 90 million Americas live in areas that exceed air quality safety standards established by the Environmental Protection Agency (EPA). In many of these areas, plumes of smoke from either agricultural burning or wildfires can generate major pollution spikes that can put regions over a safe air quality limit.\nThe EPA relies upon a modeling system that predicts the movement of plumes of air pollution called the Community Multi-scale Air Quality (CMAQ) model. Until just a few years ago, CMAQ only included crude estimates of wildfire smoke’s contribution to the overall problem.\n“One of the most significant accomplishments of NASA’s Applied Sciences Program has been to convince the Environmental Protection Agency of the value of using MODIS fire data in the CMAQ model, which is used for national decisions associated with air quality,” explained Soja who has worked closely with the EPA to integrate MODIS data into the model.\nThe inclusion of MODIS fire data about the location of actively burning fires has markedly improved CMAQ’s ability to predict dangerous levels of air pollution. In addition, air quality forecasters use near-real-time MODIS data to improve local and national air quality forecast. Accurate early warnings are critical, Soja noted, because they give people the option to reduce their risk of exposure to poor air by limiting outdoor activity or filtering their air.\nStill, much can be done to improve the model. One of the most important problems remaining with CMAQ, Soja said, is the simplicity of the technique that’s currently used to estimate the height of smoke plumes. Large, hot-burning fires tends to inject smoke far higher into the atmosphere than smaller fires do, and estimating plume height incorrectly results in inaccurate projections of where smoke ultimately ends up.\nSoja and colleagues at Langley are currently using data from a number of satellites and instruments, including MODIS, in an attempt to improve CMAQ’s plume height estimates. She expects that better plume heights, as well as more accurate estimates of agricultural fire emissions, will be incorporated into the EPA’s model within the next two years.\nFire Management: Harnessing Data in Near Real Time\nPrior to MODIS reaching orbit, forest managers lacked the space-based view that many now take for granted. “We’re really living in the golden age of remote sensing and mapping,” said U.S. Department of Agriculture's Forest Service remote sensing specialist Everett Hinkley.\nAfter the MODIS fire products were first developed, it took a few weeks for them to be processed and made publically available on the web. After the potential of using near real-time data became clear and in response to requests from the Forest Service, researchers at Goddard and the University of Maryland began to develop a suite of data processing tools that would make MODIS fire observations available to the public as quickly as possible.\nThe centerpiece of that system, the MODIS Rapid Response system, which is now part of the Land Atmosphere near Real-time Capability for EOS (LANCE), is based at Goddard and makes usable fire data available on the web within two to four hours. The system automatically looks for characteristic signatures of fire based on the thermal radiation given off by flames, screens out conditions that can cause false detections, and flags fires.\nAll the fires detected are relayed within seconds of processing at Goddard to the Forest Service Remote Sensing Applications Center in Utah, which operates a website tailored specifically to forest managers. The website receives about ten million hits a year, Hinkley said. In addition the NASA fire detection algorithms are made available to a number of satellite data ground receiving stations around the world that provides fire data quickly to their national programs.\nInternational organizations tap into the near real-time data MODIS offers as well. The United Nation’s Food and Agriculture Organization in Rome, for example, launched a new product last year called the Global Fire Information Management System (GFIMS) that combines satellite data with layers of information from other sources using state-of-the-art mapping tools like Google Earth. The streamlined system, developed at the University of Maryland with NASA support, offers people on the ground, including those responsible for mobilizing fire-fighting resources around the world, detailed information about the locations of active fires in near real time.\nWith VIIRS on the new NPP satellite poised to begin delivering data about wildfires into operational systems in the coming months, scientists at NOAA and the University of Maryland are working aggressively to ensure that the transition to VIIRS data goes smoothly. “There are important differences between the instruments that we need to be prepared to handle,” said NOAA scientist Ivan Csiszar, a member of NASA's NPP Science Team and the person leading the effort to ensure data continuity between MODIS and VIIRS. “But I expect that VIIRS will extend the global fire record long into the future.”\n\n\nRelated links:\n\nNASA Releases Visual Tour of Earth's Fires\nMODIS Active Fire and Burned Area Products\nNASA Fire and Smoke Page\nNASA Earth Observatory Fires Page\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}