{
  "url": "https://climate.nasa.gov/news/613/where-on-earth-misr-mystery-image-quiz/",
  "title": "Where on Earth...? MISR Mystery Image Quiz",
  "date": null,
  "content": "Welcome back to another chance to play geographical detective!\n\nThis image was taken by the Multi-angle Imaging SpectroRadiometer (MISR), and represents an area of about 238 kilometers by 223 kilometers. North is at the top. These questions refer to a country within the image. Please answer the questions below and tell us where on Earth you think the location is. You may use any reference materials you like to answer the quiz.\nA. From the statements below, please indicate which are TRUE and which are FALSE.\nB. What country is shown in this image?\n1. The small island off the coastal inlet in the lower left corner of the image is dominated by mangrove swamps, and considered home to protected sea bird sanctuaries. Parts of the island are off-limits for visitors.\n2. Settlers were, perhaps, over-optimistic in their naming policy of this country.\n3. The body of water shown on the right side of the image is considered so shallow and is situated on a single plate, that it is known for its tranquil calm waters and geologic inactivity.\n4. The streams and rivers of this country used to be home to a sacred reptile, which has since gone extinct.\n5. For centuries, coastal farmers used a powerful fertilizer that covered the rocks on the tip of this peninsula area during the dry season. Thus giving this area it’s descriptive name.\n6. This animal, which can be found in the National Park located just below the bottom right corner of the image, comes down from its perch twice a day to feed its young.\nQuiz Rules\nSend us your answers, name (initials are acceptable if you prefer), and your hometown by the quiz deadline of 12 p.m. PST on Wednesday, November 9, 2011, using the Quiz Answer Form. Answers will be published on the MISR website. The names and home towns of respondents who answer all questions correctly by the deadline will also be published in the order responses were received. The first three people on this list who are not affiliated with NASA, JPL, or MISR and who have not previously won a prize will be sent a print of the image.\nCredit: Image Credit: NASA/GSFC/LaRC/JPL, MISR Team\nText acknowledgement: Amber Jenkins and Karen Yuen, JPL\nYou can also find the quiz on the MISR website, here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}