{
  "url": "https://climate.nasa.gov/news/617/to-the-ends-of-the-earth/",
  "title": "To the ends of the Earth",
  "date": null,
  "content": "A close-up image of the crack spreading across the ice shelf of Pine Island Glacier shows the details of the boulder-like blocks of ice that fell into the rift when it split. For most of the 18-mile stretch of the crack that NASA’s DC-8 flew over on Oct. 26, 2011, it stretched about 240 feet wide, as roughly seen here. The deepest points ranged from about 165 to 190 feet, roughly equal to the top of the ice shelf down to sea level. Scientists expect the crack to propagate and the ice shelf to calve an iceberg of more than 300 square miles in the coming months. This image was captured by the Digital Mapping System (DMS) aboard the DC-8. Credit: NASA/DMS.\nBy Patrick Lynch,\nNASA's Earth Science News Team\nUPDATE: In further research, it has come to our attention that Pine Island Glacier last calved a large iceberg in 2007.\nPUNTA ARENAS, CHILE — NASA's airborne expedition over Antarctica this October and November has measured the change in glaciers vital to sea level rise projections and mapped others rarely traversed by humans.\nOperation IceBridge, nearing completion of its third year, is the largest airborne campaign ever flown over the world's polar regions. Bridging a gap between two ice elevation mapping satellites, and breaking new scientific ground on its own, IceBridge has charted the continued rapid acceleration and mass loss of Pine Island Glacier this fall.\nIceBridge has now generated three years of laser altimetry data over certain locations to continue the record from NASA's Ice Climate and Elevation Satellite (ICESat), which stopped operating in 2009. IceBridge measurements show Pine Island following its rapid deterioration that began around 2006. Combined IceBridge and ICESat data show the glacier is losing more than six times as much mass per year — mass loss was measured at 7 gigatons a year in 2005 and about 46 gigatons a year in 2010 — making it one of the most significant climate change response trends that scientists see worldwide. For comparison, the Chesapeake Bay holds about 70 gigatons of water.\nSatellites still operating, such as NASA's Gravity Recovery and Climate Experiment (GRACE), can provide a large-scale picture of this trend. But it takes a more focused mission such as Operation IceBridge to gather higher-resolution data near the surface to piece together the dynamic interactions of ice, bedrock and ocean currents behind specific changes, and to improve the models that scientists use to predict how much an unstable ice sheet like West Antarctica will contribute to sea level rise.\nTwo planes make up this year's Antarctica 2011 campaign — NASA's DC-8 flying laboratory, based at Dryden Flight Research Center, Palmdale, Cal., and a Gulfstream-V owned by the National Science Foundation and operated by the National Center for Atmospheric Research. The campaign also spotted and flew over a large rift developing across the Pine Island ice shelf on Oct. 14. A natural process, the crack could calve a new iceberg of about 350 square miles of surface area in the coming weeks or months. Pine Island Glacier hasn't calved a major iceberg since 2001.\nOn a follow-up flight on Oct. 26 to gather data around Pine Island's grounding line, the DC-8 was able to fly along the crack for about 18 miles at an altitude of 3,000 feet, making what are believed to be the first detailed airborne measurements of an active calving rift.\nIn flights to Slessor and Recovery glaciers, which have only been traversed by humans once and twice respectively, IceBridge made a historic and scientifically important suite of measurements. Perhaps most significantly for these rarely studied regions of East Antarctica, an ice-penetrating radar instrument onboard the DC-8 was able to measure the topography of the bedrock underneath the ice sheet. Without a better understanding of the shape and contour of the bedrock, it is impossible to know how much ice sits on top of the continent in all. Topography also greatly influences the speed and direction of a glacier's ice flow.\n\"At a time when glaciers and ice sheets are showing rapid changes, we need consistent data that shows how and why that change is happening,\" IceBridge project scientist Michael Studinger said. \"With three years of IceBridge data in hand, we have successfully continued the ice sheet elevation record in key areas and broken new ground in understanding the nature of the bedrock under ice sheets and the shape of the seafloor under ice shelves.\"\nA gravimeter aboard the DC-8 senses changes in gravity fields to map the sea floor. This bathymetry controls ocean currents, which can inject warming waters under ice shelves and accelerate their thinning, as is happening at Pine Island and other glaciers.\nThe G-V was outfitted with one instrument for this campaign — a laser-ranging topographic mapper called the Land, Vegetation and Ice Sensor (LVIS). The instrument is suited for measuring large swaths of the surface at high altitudes. The G-V flew at around 45,000 feet for most of its 2011 missions.\nMeanwhile, the DC-8 carries multiple instruments which are better suited for low-altitude flying. Once the plane reaches its science target, it flies at about 1,500 feet, allowing the radars, gravimeter, digital cameras and the Airborne Topographic Mapper (ATM), which captures higher resolution details of the ice surface than is possible from satellites. The DC-8's range and speed can also reach more remote, unstudied locations and cover more ground than smaller aircraft or ground traverses.\n\"This has been an excellent campaign for the science side of the mission, and it's our job to put the plane in positions to make that possible,\" said Mission Manager Walter Klein, based at Dryden.\nOne example of the flight side of the mission enabling science occurred during the second Pine Island Glacier flight, when the pilots flew the DC-8 by sight over the calving rift in the glacier's ice shelf at an altitude of 3,000 feet.\nDuring the IceBridge Antarctica 2011 campaign, the DC-8 has flown 13 missions covering 51,600 miles, while the G-V has flown 11 science missions covering about 50,000 miles. As planned, the G-V left Punta Arenas to return to the United States on Weds., Nov. 2. The DC-8 is scheduled to remain in Punt Arenas up to mid-November, when it will return to its home base of Dryden Flight Research Center in Palmdale, Cal.\nThe next flight leg of IceBridge once the mission team wraps up in Punta Arenas will be based in Greenland in the Northern Hemisphere spring of 2012. IceBridge is scheduled to fly one Arctic and one Antarctic leg each year until ICESat-2 launches in 2016.\n\n\nRelated links:\n\nOperation IceBridge (presentation)\nThe IceBridge mission\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}