{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/644/working-together/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Dr. Erika Podest,\r\nNASA Jet Propulsion Laboratory\r\nFrom the UN conference on climate change, Durban, South Africa\nThe second week of the United Nations conference on climate change, COP17, is focused mostly on negotiating how solutions to climate change will be implemented. The first week (last week) was taken up with technical meetings and position papers.\nI arrived early on Monday morning and am impressed by the rivers of people lining up to enter the conference. As I look around, I see people young and old from all races and cultures. Every country on Earth is represented here and I hear that around 15,000 people are attending. It seems like everyone that is related to climate change is here. An Earth scientist’s treasure trove of contacts!\nThe goal of COP17 is commitments. Commitments to policy action. Countries need to ensure that they can follow through with previous commitments on agreements by implementing actions at home. It is fitting that COP17 is being hosted in Africa since the continent is expected to experience the impact of climate change much more severely than other regions around the world. In addition, the African population is less prepared to deal with climate disasters, lacking proper infrastructure or excess funds to invest in the issue.\nThere is a dizzying array of events at the conference, to the point where it’s actually overwhelming. An entire pavilion is dedicated to exhibitions housing displays and information booths from government agencies, non-government organizations, international organizations and academic institutions. Another pavilion showcases nations’ efforts on combating climate change, and hosts the main conference center where the negotiations between governments are taking place. The African Pavilion houses an exhibition focused on Africa as well as the US and European Union Centers. In addition, there are lots of side events taking place, addressing climate change, how we can reduce the effects of climate change (“mitigation”), how we can adapt to those changes already happening (“adaptation”) and that are coming down the pipeline, and how we can implement these actions. I wish I could attend everything that is of interest, but I have not yet figured out how to clone myself!\nThe US Center is a Department of State public diplomacy initiative to inform on key climate programs and scientific research, highlighting US efforts to combat climate change. It features a series of events sponsored by organizations such as USGS, NOAA, USAID, the Department of State, the Department of Defense, the Department of Energy, the Environmental Protection Agency and NASA. The center features the NASA hyperwall, essentially a wall of TVs — 15 high-resolution monitors that help visualize large datasets. Though the US Center has a full daily agenda, 30-minute slots have been allotted between events to showcase data from NASA Earth science satellites and the climate models we work with, covering things like aerosols, the water cycle, glaciers, human impacts on the planet and ocean currents. There are about four NASA hyperwall presentations a day and as docent, I get to provide an explanation of the specific topic displayed. My colleague, Dr. Jack Kaye, from NASA HQ, also shares the responsibility.\nFor the past couple of days, I have spent most of my time at the US center listening to some fascinating talks discussing how to reduce emissions from the world’s forests (see previous entry for more information), clean energy, climate adaptation and mitigation, food security and policy, climate modeling, local community and government action. One of the most interesting talks involved discussion of how the Department of Defense is improving our understanding of climate change, how it can support international climate change adaptation efforts, and how it will respond to the challenges — strategic and operational — that we face because of climate change. Rear Admiral David Titley, director of the Navy’s Climate Change Task Force, gave an excellent talk about climate change and its effects on military resources, emphasizing the need for military readiness to such changes. I was impressed by his candor and straightforward nature in addressing issues faced by the Navy in the face of climate change.\nThis may be the last chance to salvage the Kyoto Protocol and a meaningful binding international deal on emissions.\nErika Podest is a scientist with the Water and Carbon Cycles Group at NASA’s Jet Propulsion Laboratory, and a Visiting Associate Researcher in the Joint Institute for Regional Earth System Science and Engineering (JIFRESSE) at UCLA. She focuses on using space satellites to monitor wetland ecosystems and seasonal freeze/thaw dynamics in the northern high latitudes of the globe, and improving our understanding of Earth’s water and carbon cycles and resources. Erika also leads a project that uses satellite data to study the palm swamp wetlands of the Amazon rainforest in order to better understand their contribution to the global carbon budget.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}