{
  "url": "https://climate.nasa.gov/news/618/the-intricate-dance-between-air-and-oceans/",
  "title": "The intricate dance between air and oceans",
  "date": null,
  "content": "A blocking event over Greenland led to intense blizzards in the East Coast of the United States in February 2010. The Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite captured this true-color image on February 11, 2010, after a second snow storm had hit the East Coast in less than a week. Credit: NASA MODIS Rapid Response Team/Jeff Schmaltz.\nBy Maria-José Viñas,\nNASA Goddard Space Flight Center\n\nSlow-moving winter weather systems that can lead to massive snowfalls are more frequent during the decades when the North Atlantic Ocean is warmer than usual, a new NASA study finds. The study demonstrates that the impacts of such systems, which are often fueled by an atmospheric phenomenon known as atmospheric blocking, go far beyond the atmosphere and can trigger changes in ocean circulation.\nBlocking events occur when one of the jet streams — fast-flowing air currents traveling around the Earth in the upper part of the troposphere — pinches off large masses of air from the normal wind flow for an extended period. These kinks in the jet stream typically last at least five days but can persist for weeks. They can cause weather patterns to stall over one area and fuel floods, droughts, and other extreme weather events.\nIn the North Atlantic, atmospheric blocking centers generally form over Greenland and Western Europe. A blocking event that took place over Greenland in the winter of 2009-10 ultimately led to intense blizzards in the East Coast of the United States, in an episode popularly known as Snowmageddon.\nNow, a team of researchers lead by Sirpa Häkkinen, an oceanographer at NASA Goddard Space Flight Center in Greenbelt, Md., has reanalyzed atmospheric data from the 20th century and concluded that blocking events occurred up to 30 percent more often from the 1930s to the 1960s and during a period that started in the late 1990s and continues to the present.\nAt first, the researchers thought the increase in blocking events during these periods might be explained by a climatic phenomenon calledthe North Atlantic Oscillation (NAO). The NAO fluctuates between periods of high and low atmospheric pressure, without a predictable pattern, and strongly influences weather in Europe and the United States.\n\"The NAO is the usual suspect for all atmospheric changes in the northern hemisphere,\" Häkkinen said.\nBut since 1996, the NAO has been in an almost a neutral state, while blocking events have continued to be abnormally frequent, especially after 2000.\nHäkkinen’s team then looked at how a cyclical series of natural changes in sea surface temperatures, known as the Atlantic Multidecadal Ocean Variability (AMV), was behaving in the decades when there were more clusters of blocking events. The AMV switches phases every few decades.\nThe researchers observed the frequency of blocked weather events in the North Atlantic — from the equator to Greenland — over the entire twentieth century and compared it to the evolution of ocean surface temperatures for the same area. They then removed the effect that global warming has on water temperatures, and found that decades with more frequent, recurring blocking events in the North Atlantic corresponded to those decades when the North Atlantic Ocean was warmer than usual, as it is now.\nThe team also found that these short-term weather blocking events impacts beyond the atmosphere and may ultimately alter ocean currents.\nA series of connected changes begin because clusters of blocking events can divert the normal track of the storms crossing the Atlantic, which in turn can alter the twisting motion that the wind has on ocean waters, or wind curl. Depending on how wind curl works, it can speed up or slow down the large, circulating currents in the ocean known as gyres. When a blocking event reverses the rotation of the wind curl, the winds push against the direction of the whirlpool-like North Atlantic subpolar gyre, slowing its rotation. A slower, weaker gyre allows subtropical waters that would normally be trapped in the whirlpool-like flow to escape and move northward.\n\"These warmer and more saline waters then invade the subpolar ocean and cause a series of impacts,\" said Peter Rhines, an oceanographer at the University of Washington, Seattle, and co-author of the new study. \"They erode the base of glaciers, contributing to the melting of the Greenland ice sheet. And the change in temperature and freshness of the waters can alter subpolar ecosystems, too.\"\nA better understanding of the linkage between the Atlantic Multidecadal Ocean Variability and blocking events could lead to better weather forecasts and improved seasonal predictions.\n\"For example, knowing that there's going to be a potential for more blocking events causing more snowfall would not only help people prepare better for the winter; it would be useful with water resources management,\" said Häkkinen.\nDenise Worthen, a researcher with Wyle Information Systems/NASA Goddard Space Flight Center contributed to this study, which NASA funded.\n\n\nRelated links:\n\n\"Atmospheric Blocking and Atlantic Multidecadal Ocean Variability\", Sirpa Häkkinen et al., Science, 4 November 2011, Vol. 334 no. 6056 pp. 655-659\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}