{
  "url": "https://climate.nasa.gov/news/648/more-shrubbery-in-a-warming-world/",
  "title": "More shrubbery in a warming world",
  "date": null,
  "content": "Comparison of area in Northern Quebec showing increased vegetation between 1986 and 2004. In this false-color Landsat image, more red color indicates more vegetation. Credit: Jeff Masek.\nBy Aries Keck,\nNASA Goddard Space Flight Center\nScientists have used satellite data from NASA-built Landsat missions to confirm that more than 20 years of warming temperatures in northern Quebec, Canada, have resulted in an increase in the amount and extent of shrubs and grasses.\n\"For the first time, we've been able to map this change in detail, and it's because of the spatial resolution and length-of-record that you can get with Landsat,\" says Jeff Masek, the program's project scientist. He's based at NASA's Goddard Space Flight Center in Greenbelt, Md.\nMasek and his co-authors will present their study at the American Geophysical Meeting in San Francisco on Friday, Dec. 9.\nThe study, focusing on Quebec, is one of the first to present a detailed view of how warmer temperatures are influencing plant distribution and density in northern areas of North America.\n\"Unlike the decline of sea ice, which is a dramatic effect that we're seeing as a result of global warming, the changes in vegetation have been subtle,\" Masek says.\nComputer models predict the northward expansion of vegetation due to warmer temperatures. \"They predict a dramatic change over the next 100 years, and people have been wondering why we weren't seeing these changes already, Masek says.\nThe difference between the computer predictions and real-life vegetation may have to do with all the other factors that come into play with plants, like the availability of water and sunlight; the type of terrain; competition from other plants for soil, resources and space; and plant predators like caribou.\n\"The warm temperatures are only part of the equation,\" says Doug Morton, the Principal Investigator of the study and a researcher at NASA Goddard.\nScientists track vegetation with satellites by measuring the 'greenness' of a study area. Morton says previous studies used yearly compilations, making it difficult to determine if the increase in 'greenness' was due to expansion of vegetation cover or if what scientists were seeing was instead just the effect of a longer growing season.\nFor this study, the scientists focused only on 'greenness' measurements during the peak summer growing seasons from 1986 to 2010.\nBy using Landsat's higher, 30-meter (approximately 98-foot) resolution and viewing the same area at the same time for 23 years, Masek and his colleagues were able to track the areas as they continued to show more 'greenness' over the years. \"It makes sense,\" Masek says. \"This is how shrub encroaching occurs. They increase in size, they increase in density, and then they move northward.\"\nIn contrast to the expansion of shrubs, the scientists found little evidence for 'greenness' trends in forested areas, suggesting that forest response to recent warming may be occurring more slowly. Masek adds that it shows how getting the big picture of warming's effect on forests will rely on continued observations from new U.S. missions that extend and enhance these data records.\nThe Landsat Program is a series of Earth-observing satellite missions jointly managed by NASA and the U.S. Geological Survey since 1972. They continue to improve and expand this unparalleled record of Earth's changing landscapes for the benefit of all.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}