{
  "url": "https://climate.nasa.gov/news/624/using-satellites-to-help-sustain-seven-billion-people/",
  "title": "Using satellites to help sustain seven billion people",
  "date": null,
  "content": "4 min read\nWith seven billion people now living on Earth, the expanding demand for resources is exerting unprecedented pressure on global resources, especially forests, water and food. NASA and the U.S. Geological Survey are using satellite technology to monitor the changing resources.\nEvery three seconds, the world loses a football-field sized swath of forest.\nAs forests are cut for fuel or burned to allow the planting of crops, the Earth loses the ability of forests to capture carbon from the atmosphere or to support biodiversity with an untold loss of plant and animal species.\nThe fate of world forests is just one concern linked to population growth. With the United Nations (U.N.) declaring that seven billion people now live on our planet, the question becomes: How can Earth resources be managed best to support so many?\n\"Feeding the people of the world requires not only land for agriculture, but it also requires fresh water and energy,\" said James Irons, Landsat project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md.\nAbout half of the seven billion were added in the past 40 years and although birth rates in many countries are stabilizing, the U.N. estimates that three billion more people are expected by 2100.\nThis expanding demand will exert unprecedented pressure on global natural resources, Irons said, especially forests, water and agriculture. To support a world population expected to reach eight billion as soon as 2025, these crucial resources need to be closely monitored and sustained.\n\"What we've done with satellites over the past 40 years is to revolutionize how we monitor agriculture, forests, fresh water consumption and other Earth resources required by the global population,\" Irons said, adding that the worldwide pressure of feeding everyone requires a tool that has a whole-world view, making satellites a unique resource for scientists and policy makers alike.\nThe Landsat Program is a series of Earth-observing satellite missions jointly managed by NASA and the U.S. Geological Survey. Since 1972, the Landsat Earth observation satellites have monitored changes at the Earth's land surface, including changes in forests, water bodies and agricultural and urban areas.\n\"For example, it's only by viewing Landsat data that we would know how quickly the world's forests are being destroyed,\" said Alan Belward, of the European Commission Joint Research Centre. \"More than 80 percent of the rural population in Africa relies exclusively on forests and woodland for all their energy needs.\"\nBelward joins NASA's James Irons and other experts in mapping and monitoring our planet to describe present conditions and outline the future of many of Earth's natural resources at a noon press conference at the Pecora Remote Sensing Symposium, held Wednesday, November 16, 2011 in Herndon, Va.\nBelward says that verifying how many countries manage their forest data has historically been a challenge.\n\"But with open and freely available scientific data, anyone and everyone can track these resources and see how they're being used or abused,\" Belward said. \"Different countries manage their forests, their property rights laws and their conservation efforts differently,\" he added, \"making it important that precise scientific assessments are widely distributed and freely available to everyone in the research and public policy community.\"\nIn addition to forests, satellite data provide a 'big picture' view that includes an exquisite level of detail on crops being planted worldwide. For example, the United States Department of Agriculture uses satellite data extensively to help determine where, when and which crops are planted each year and to predict production and make commodity forecasts. Precise observations of irrigated agriculture taken year after year by the Landsat series of satellites, for example, clearly show how fresh water consumption varies annually and spatially across the landscape. James Irons said that the capability to track water consumption will continue and advance with the launch of the newest Landsat satellite. The Landsat Data Continuity Mission (LDCM) will be known as Landsat 8 after its launch in early 2013. It includes an entirely new instrument, the Thermal InfraRed Sensor. Known as TIRS (pronounced 'tears'), this instrument senses land surface temperature with the observation of temperature key to determining water use by irrigated fields.\n\"Landsat 8 will continue to add to our more than 40 years of data that show how the Earth has changed over time,\" said Irons. \"The data often show that we have been the agents of change.\"\nFor more information about the Landsat program, visit:\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA data about nitrogen dioxide, a harmful air pollutant, is available in EJScreen, EPA’s widely…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}