{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/652/conclusions-and-reflections/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Dr. Erika Podest,\nNASA Jet Propulsion Laboratory\nFrom the UN conference on climate change, Durban, South Africa\nIt is not until the eleventh hour — on Sunday at 6:00 am — that negotiations come to a close. An agreement has been made to develop a roadmap towards a new legally binding treaty by 2015, which would come into force in 2020. In addition, the decision has been made to adopt a second commitment period on the Kyoto Protocol — the only global pact that enforces carbon cuts — producing a five-to-seven-year extension of the current protocol, which was set to expire in 2012.\nIn addition, the “Green Climate Fund” was launched, which is intended to channel money to developing countries to help with their mitigation and adaptation efforts. However, it is unclear where the funding will come from. A second factor that is important to developing countries is technology transfer, and it was agreed that a technology mechanism would be fully operational by 2012 to “promote and enhance the research, development and deployment and diffusion of environmentally-sound technologies for mitigation and adaptation in developing countries.”\nThe REDD+ (Reducing Emissions from Deforestation and Forest Degradation) program, a collaborative effort between countries to reduce heat-trapping carbon emissions from deforestation and forest degradation, has probably been the biggest success story. Though agreements are in place, there are still many details to be worked out such as reference emissions levels, validation and funding, but at least there is a path forward for further discussions on fleshing out those details.\nLooking back, this conference is probably the most important climate change gathering of our time with the whole world represented at COP17. At the very least, I would describe it as an explosion of thoughts — with the main concerns across the board being food security, water shortage, loss of biodiversity, population displacement and an increase of climate change refugees, ecological degradation, human well-being, planetary thresholds, climate, energy, governance across scales, and poverty alleviation.\nMy overall feeling is of awkward content that something happened (given the alternative) but also of great disappointment that more tangible results were not reached and that there is a lack of understanding behind the sense of urgency about climate change. No obligation for any nation to reduce greenhouse gas emissions until 2020 is not good enough, and that is of course, assuming that future UN deliberations flow smoothly and a global deal is reached with binding commitments. My concern is that by the time politics finally reaches a consensus to limit climate change, the climate change train will already have left the station.\nThough the whole process is clearly far from perfect, it is unfortunately the only mechanism in place that rallies the international community towards addressing the effects of climate change. Ultimately, it is the scientific community that must deliver to society what we know about climate change and the risks humanity is facing in the short- and long-term. Even though I am disappointed that results from the negotiations were not more forthcoming, I leave encouraged knowing that I and the NASA community help provide the latest scientific evidence for a comprehensive update of our knowledge of Earth systems and the pressures they are under. It is this science that sets the stage for meetings like this one in South Africa and NASA, through its capability to study Earth from space, is uniquely positioned to help understand and monitor processes at national, regional, and global scales in unprecedented ways.\nEven though my week was absorbed with COP17, I would not do this blog justice without mention of Durban, a relaxed and beautiful beachside city of three million people. It was obvious that South Africa and the city of Durban went to great efforts to host the conference. I was impressed by how well the event was organized and how well the city hosted and welcomed COP17 participants. Durban’s most precious asset is its people, cheerful, helpful and always sharing their warm smiles.\nFinally, I am very grateful to have had this opportunity and I am particularly thankful to Jack Kaye and Duane Waliser for making it possible. I am also very grateful to Riley Duren and Tony Freeman for their advice and guidance, to Winnie Humberson for helping with logistics and preparation, to Eric Sokolowsky for being the whizz behind the Hyperwall, and to Amber Jenkins for being the magician behind this blog. A special thanks to the very friendly and professional staff from the U.S. State Department. Last but not least, to all of you who have followed my blog entries, thanks for reading!\nErika Podest is a scientist with the Water and Carbon Cycles Group at NASA’s Jet Propulsion Laboratory, and a Visiting Associate Researcher in the Joint Institute for Regional Earth System Science and Engineering (JIFRESSE) at UCLA. She focuses on using space satellites to monitor wetland ecosystems and seasonal freeze/thaw dynamics in the northern high latitudes of the globe, and improving our understanding of Earth’s water and carbon cycles and resources. Erika also leads a project that uses satellite data to study the palm swamp wetlands of the Amazon rainforest in order to better understand their contribution to the global carbon budget.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}