{
  "url": "https://climate.nasa.gov/news/626/journey-to-the-underbelly-of-antarctica/",
  "title": "Journey to the underbelly of Antarctica",
  "date": null,
  "content": "Robert Bindschadler, an emeritus glaciologist with NASA Goddard Space Flight Center, was the first person to ever walk on the Pine Island Glacier ice shelf, in January 2008. Credit: NASA\nBy Maria-José Viñas,\nNASA's Goddard Space Flight Center,\nWASHINGTON — An international team of researchers funded by NASA and the National Science Foundation (NSF) will travel next month to one of Antarctica's most active, remote and harsh spots to determine how changes in the waters circulating under an active ice sheet are causing a glacier to accelerate and drain into the sea.\nThe science expedition will be the most extensive ever deployed to Pine Island Glacier. It is the area of the ice-covered continent that concerns scientists most because of its potential to cause a rapid rise in sea level. Satellite measurements have shown this area is losing ice and surrounding glaciers are thinning, raising the possibility the ice could flow rapidly out to sea.\nThe multidisciplinary group of 13 scientists, led by Robert Bindschadler, emeritus glaciologist of NASA's Goddard Space Flight Center in Greenbelt, Md., will depart from the McMurdo Station in Antarctica in mid-December and spend six weeks on the ice shelf. During their stay, they will use a combination of traditional tools and sophisticated new oceanographic instruments to measure the shape of the cavity underneath the ice shelf and determine how streams of warm ocean water enter it, move toward the very bottom of the glacier and melt its underbelly.\n\"The project aims to determine the underlying causes behind why Pine Island Glacier has begun to flow more rapidly and discharge more ice into the ocean,\" said Scott Borg, director of NSF's Division of Antarctic Sciences, the group that coordinates all U.S. research in Antarctica. \"This could have a significant impact on global sea-level rise over the coming century.\"\nScientists have determined the interaction of winds, water and ice is driving ice loss from the floating glacier. Gusts of increasingly stronger westerly winds push cold surface waters away from the continent, allowing warmer waters that normally hover at depths below the continental shelf to rise. The upwelling warm waters spill over the border of the shelf and move along the sea floor, back to where the glacier rises from the bedrock and floats, causing it to melt.\nThe warm salty waters and fresh glacier melt water combine to make a lighter mixture that rises along the underside of the ice shelf and moves back to the open ocean, melting more ice on its way. How much more ice melts is what the team wants to find out, so it can improve projections of how the glacier will melt and contribute to sea-level rise.\nIn January 2008, Bindschadler was the first person to set foot on this isolated corner of Antarctica as part of initial reconnaissance for the expedition. Scientists had doubted it was even possible to reach the crevasse-ridden ice shelf. Bindschadler used satellite imagery to identify an area where helicopters could land safely to transport scientists and instrumentation to and from the ice shelf.\nRobert Bindschadler, an emeritus glaciologist with NASA Goddard Space Flight Center and leader of the Pine Island Glacier ice shelf project, describes the challenges and frustrations of trying to do science in Antarctica, in an interview filmed in 2009. Credit: NASA/Goddard/Scientific Visualization Studio.  Download video\n\"The Pine Island Glacier ice shelf continues to be the place where the action is taking place in Antarctica,\" Bindschadler said. \"It only can be understood by making direct measurements, which is hard to do. We're doing this hard science because it has to be done. The question of how and why it is melting is even more urgent than it was when we first proposed the project over five years ago.\"\nThe team will use a hot water drill to make a hole through the ice shelf. After the drill hits the ocean, the scientists will send a camera down into the cavity to observe the underbelly of the ice shelf and analyze the seabed lying approximately 1,640 feet (500 meters) below the ice. Next the team will lower an instrument package provided by oceanographer Tim Stanton of the Naval Postgraduate School in Monterrey, Calif., into the hole. The primary instrument, called a profiler, will move up and down a cable attached to the seabed, measuring temperature, salinity and currents from approximately 10 feet (3 meters) below the ice to just above the seabed.\nA second hole will support a similar instrument array fixed to a pole stuck to the underside of the ice shelf. This instrument will measure how ice and water exchange heat. The team also will insert a string of 16 temperature sensors in the lowermost ice to freeze inside and become part of the ice shelf. The sensors will measure how fast heat is transmitted upward through the ice when hot flushes of water enter the ocean cavity.\nSridhar Anandakrishnan, a geophysicist with Pennsylvania State University in University Park, Pa., will study the shape of the ocean cavity and the properties of the bedrock under the Pine Island Glacier ice shelf through a technique called reflective seismology, which involves generating waves of energy by detonating small explosions and banging the ice with instruments resembling sledgehammers. Measurements will be taken in about three dozen spots using helicopters to move from one place to another.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}