{
  "url": "https://climate.nasa.gov/news/630/first-light-for-npp-satellite/",
  "title": "First light for NPP satellite",
  "date": null,
  "content": "An image taken by the NPP Visible Infrared Imager Radiometer Suite (VIIRS) on Nov. 21, 2011. This high-resolution image is wrapped on a globe and shows a broad swath of Eastern North America from Canada’s Hudson Bay past Florida to the northern coast of Venezuela. The NASA NPP Team at the Space Science and Engineering Center, UW-Madison created the image using 3 channels (red, green and blue) of VIIRS data. Credit: NASA/NPP Team.\nBy Rani Gran,\nNASA Goddard Space Flight Center\nGREENBELT, Md. — The Visible Infrared Imager Radiometer Suite (VIIRS) onboard NASA's newest Earth-observing satellite, NPP, acquired its first measurements on Nov. 21, 2011. This high-resolution image is of a broad swath of Eastern North America from Canada’s Hudson Bay past Florida to the northern coast of Venezuela. The VIIRS data were processed at the NOAA Satellite Operations Facility in Suitland, Md.\nVIIRS is one of five instruments onboard the National Polar-orbiting Operational Environmental Satellite System Preparatory Project (NPP) satellite that launched from Vandenberg Air Force Base, Calif., on Oct. 28. Since then, NPP reached its final orbit at an altitude of 512 miles (824 kilometers), powered on all instruments and is traveling around the Earth at 16,640 miles an hour (eight kilometers per second).\n\"This image is a next step forward in the success of VIIRS and the NPP mission,\" said James Gleason, NPP project scientist at NASA's Goddard Space Flight Center, Greenbelt, Md.\nVIIRS will collect radiometric imagery in visible and infrared wavelengths of the Earth's land, atmosphere, and oceans. By far the largest instrument onboard NPP, VIIRS weighs about 556 pounds (252 kilograms). Its data, collected from 22 channels across the electromagnetic spectrum, will be used to observe the Earth's surface including fires, ice, ocean color, vegetation, clouds, and land and sea surface temperatures.\n\"VIIRS heralds a brightening future for continuing these essential measurements of our environment and climate,\" said Diane Wickland, NPP program scientist at NASA headquarters in Washington. She adds that all of NPP's five instruments will be up and running by mid-December and NPP will begin 2012 by sending down complete data.\n\"NPP is right on track to ring in the New Year,\" said Ken Schwer, NPP project manager at NASA Goddard. \"Along with VIIRS, NPP carries four more instruments that monitor the environment on Earth and the planet's climate, providing crucial information on long-term patterns to assess climate change and data used by meteorologists to improve short-term weather forecasting.\"\nNPP serves as a bridge mission from NASA's Earth Observing System (EOS) of satellites to the next-generation Joint Polar Satellite System (JPSS), a National Oceanic and Atmospheric Administration program that will also collect weather and climate data. During NPP's five-year life, the mission will extend more than 30 key long-term datasets that include measurements of the atmosphere, land and oceans. NASA has been tracking many of these properties for decades. NPP will continue measurements of land surface vegetation, sea surface temperature, and atmospheric ozone that began more than 25 years ago.\n\"The task now for the science community is to evaluate VIIRS performance and determine the accuracy of its data products,\" said Chris Justice a professor of geography at the University of Maryland, College Park, who will be using VIIRS data in his research.\n\"These long-term data records are critical in monitoring how the Earth's surface is changing — either from human activity or through climate change.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}