{
  "url": "https://climate.nasa.gov/news/641/ocean-mapper-going-strong-after-a-decade-in-space/",
  "title": "Ocean-mapper going strong after a decade in space",
  "date": null,
  "content": "The NASA/French Space Agency Jason-1 satellite celebrates 10 years in orbit this week, adding to a 20-year continuous satellite record of global sea level rise and monitoring the waxings and wanings of El Nino and La Nina. Credit: NASA/JPL Ocean Surface Topography Team.\nBy Alan Buis,\nNASA Jet Propulsion Laboratory\nOn Dec. 7, 2001, NASA and the French Space Agency Centre Nationale d'Etudes Spatiales (CNES) launched the Jason-1 satellite from Vandenberg Air Force Base, Calif., embarking on a planned three-to-five-year mission to study Earth's ocean from space. Today, Jason-1 celebrates 10 years of precisely measuring ocean surface topography. The mission continues to reveal new insights into the ocean's complicated circulation patterns, while providing a critical measure of climate change by contributing to a nearly 20-year record of global sea level monitoring from space.\nJason-1 is the successful follow-on mission to the NASA/French Space Agency's pioneering Topex/Poseidon mission, which revolutionized our understanding of the dynamics of ocean circulation and global climate from 1992 to 2006. In 2008, the meteorological agencies of the United States and Europe collaborated with NASA and CNES to launch the Ocean Surface Topography Mission/Jason-2 satellite to build upon this unprecedented long-term record of consistent, continuous global observations of Earth's ocean.\nEarly calibration phases of the missions allowed Topex/Poseidon and Jason-1, and now Jason-1 and Jason-2, to fly over identical ground tracks. The resulting data streams from these \"tandem missions\" have provided seamless coverage between the three missions, allowing scientists to observe and study both short-lived events such as hurricanes, and interannual climate phenomena such as El Nino, La Nina and the Pacific Decadal Oscillation.\nOther significant science results from the mission include studies of ocean circulation; the ties between the ocean and the atmosphere; and improved global climate forecasts and predictions.\n\"Jason-1 extended Topex/Poseidon's record of global sea level rise, one of our most important indicators of climate change, into a second decade,\" said Lee-Lueng Fu, Jason-1 project scientist at NASA's Jet Propulsion Laboratory, Pasadena, Calif., which manages the U.S. portion of the Jason-1 mission for NASA's Science Mission Directorate in Washington. \"The altimeter-observed geographic pattern of long-term sea level change is a landmark discovery of oceanography.\"\nThe Jason missions don't collect their observations in isolation, however. A National Oceanic and Atmospheric Administration-supported ocean-profiling float project, called Argo, was created to collect observations measured directly from the ocean surface and to complement the Jason data. More recently, data from the NASA/German Aerospace Center's Gravity Recovery and Climate Experiment (Grace) mission have been combined with the altimetry data from Jason and Argo to give scientists a more complete picture of Earth's changing ocean, providing an important global observing system for sea level and ocean circulation studies.\nNASA is currently working with its partners NOAA, CNES and EUMETSAT on the next mission in the series, Jason-3, projected for launch in 2014. Concepts for future missions, including Jason Continuity of Service (Jason-CS) and the Surface Water and Ocean Topography (SWOT), are currently in development.\n\"Jason-1 measures the ongoing rise in global sea level, which is a result of human-caused global warming,\" said Josh Willis, JPL oceanographer and Jason-3 project scientist. \"Driven by melting ice and expanding seawater, global sea level rise has become a powerful reminder of how fast humans are changing the climate. Along with its predecessor, Topex/Poseidon, and its successor, Jason-2, Jason-1 has kept a finger on the pulse of global climate change.\"\nFor more information on Jason-1 and NASA's satellite altimetry missions, visit: http://sealevel.jpl.nasa.gov/ .\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}