{
  "url": "https://climate.nasa.gov/news/640/drop-in-coal-pollution/",
  "title": "Drop in coal pollution",
  "date": null,
  "content": "Adam Voiland and Rani Gran,\nNASA Goddard Space Flight Center\nA team of scientists have used the Ozone Monitoring Instrument (OMI) on NASA's Aura satellite to confirm major reductions in the levels of a key air pollutant generated by coal power plants in the eastern United States. The pollutant, sulfur dioxide, contributes to the formation of acid rain and can cause serious health problems.\nThe scientists, led by an Environment Canada researcher, have shown that sulfur dioxide levels in the vicinity of major coal power plants have fallen by nearly half since 2005. The new findings, the first satellite observations of this type, confirm ground-based measurements of declining sulfur dioxide levels and demonstrate that scientists can potentially measure levels of harmful emissions throughout the world, even in places where ground monitoring is not extensive or does not exist. About two-thirds of sulfur dioxide pollution in American air comes from coal power plants. Geophysical Research Letterspublished details of the new research this month.\nThe scientists attribute the decline in sulfur dioxide to the Clean Air Interstate Rule, a rule passed by the U.S. Environmental Protection Agency in 2005 that called for deep cuts in sulfur dioxide emissions. In response to that rule, many power plants in the United States have installed desulfurization devices and taken other steps that limit the release of sulfur dioxide. The rule put a cap on emissions, but left it up to power companies to determine how to reduce emissions and allowed companies to trade pollution credits.\nWhile scientists have used the Ozone Monitoring Instrument to observe sulfur dioxide levels within large plumes of volcanic ash and over heavily polluted parts of China in the past, this is the first time they have observed such subtle details over the United States, a region of the world that in comparison to fast-growing parts of Asia now has relatively modest sulfur dioxide emissions. Just a few decades ago, sulfur dioxide pollution was quite severe in the United States. Levels of the pollutant have dropped by about 75 percent since the 1980s due largely to the passage of the Clean Air Act.\nVitali Fioletov, a scientist based in Toronto at Environment Canada, and his colleagues developed a new mathematical approach that made the improved measurements a reality. The approach centers on averaging measurements within a 30 miles radius (50 km) of a sulfur dioxide source over several years. \"Vitali has developed an extremely powerful technique that makes it possible to detect emissions even when levels of sulfur dioxide are about four times lower than what we could detect previously,\" said Nickolay Krotkov, a researcher based at NASA’s Goddard Space Flight Center in Greenbelt, Md., and a coauthor of the new paper.\nThe technique allowed Fioletov and his colleagues to pinpoint the sulfur dioxide signals from the 40 largest sulfur dioxide sources in the United States -- generally coal power plants that emit more than 70 kilotons of sulfur dioxide per year. The scientists observed major declines in sulfur dioxide emissions from power plants in Alabama, Georgia, Indiana, Kentucky, North Carolina, Ohio, Pennsylvania and West Virginia by comparing levels of the pollutant for an average of the period 2005 to 2007 with another average from 2008 to 2010.\n\"What we’re seeing in these satellite observations represents a major environmental accomplishment,\" said Bryan Bloomer, an Environmental Protection Agency scientist familiar with the new satellite observations. \"This is a huge success story for the EPA and the Clean Air Interstate Rule,\" he said.\nThe researchers focused their analysis on the United States to take advantage of the presence of a robust network of ground-based instruments that monitor sulfur dioxide emissions inside power plant smokestacks. The ground-based instruments have logged a 46 percent decline in sulfur dioxide levels since 2005 -- a finding consistent with the 40 percent reduction observed by OMI.\n\"Now that we’ve confirmed that the technique works, the next step is to use it for other parts of the world that don’t have ground-based sensors,\" said Krotkov. \"The real beauty of using satellites is that we can apply the same technique to the entire globe in a consistent way.\" In addition, the team plans to use a similar technique to monitor other important pollutants that coal power plants release, such as nitrogen dioxide, a precursor to ozone.\nOMI, a Dutch and Finnish built instrument, was launched in 2004, as one of four instruments on the NASA Aura satellite, and can measure sulfur dioxide more accurately than any satellite instrument flown to date. Though OMI remains in very good condition and scientists expect it to continue producing high-quality data for many years, the researchers also hope to use data from an upcoming Dutch-built OMI follow-on instrument called TROPOMI that is expected to launch on a European Space Agency satellite in 2014.\nOn July 6, 2011, the U.S. Environmental Protection Agency (EPA) finalized the Cross-State Air Pollution Rule (CSAPR), requiring 27 states to significantly reduce power plant emissions that contribute to ozone and fine particle pollution in other states. This rule replaces EPA's 2005 Clean Air Interstate Rule (CAIR). A December 2008 court decision kept the requirements of CAIR in place temporarily but directed EPA to issue a new rule to implement Clean Air Act requirements concerning the transport of air pollution across state boundaries. This action responds to the court's concerns.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}