{
  "url": "https://climate.nasa.gov/news/649/secrets-from-the-past-point-to-rapid-climate-change-in-the-future/",
  "title": "Secrets from the past point to rapid climate change in the future",
  "date": null,
  "content": "6 min read\nBy Patrick Lynch,NASA's Earth Science News Team\nNew research into the Earth's paleoclimate history by NASA's Goddard Institute for Space Studies director James Hansen suggests the potential for rapid climate changes this century, including multiple meters of sea level rise, if global warming is not abated.\nBy looking at how the Earth's climate responded to past natural changes, Hansen sought insight into a fundamental question raised by ongoing human-caused climate change: \"What is the dangerous level of global warming?\" Some international leaders have suggested a goal of limiting warming to two degrees Celsius (3.6 degrees Fahrenheit) from pre-industrial times in order to avert catastrophic change. But Hansen said at a press briefing at a meeting of the American Geophysical Union in San Francisco recently that a warming of two degrees Celsius (3.6 degrees Fahrenheit) would lead to drastic changes, such as significant ice sheet loss in Greenland and Antarctica.\nBased on Hansen's temperature analysis work at the Goddard Institute for Space Studies, the Earth's average global surface temperature has already risen 0.8 degrees Celsius (1.4 degrees Fahrenheit) since 1880, and is now warming at a rate of more than 0.1 degrees Celsius (0.2 degrees Fahrenheit) every decade. This warming is largely driven by increased greenhouse gases in the atmosphere, particularly carbon dioxide, emitted by the burning of fossil fuels at power plants, by cars and by industry. At the current rate of fossil fuel burning, the concentration of carbon dioxide in the atmosphere will have doubled from pre-industrial times by the middle of this century. A doubling of carbon dioxide would cause an eventual warming of several degrees, Hansen said.\nIn recent research, Hansen and co-author Makiko Sato, also of Goddard Institute for Space Studies, compared the climate of today, the \"Holocene\", with previous similar \"interglacial\" epochs — periods when polar ice caps existed but the world was not dominated by glaciers. In studying cores drilled from both ice sheets and deep ocean sediments, Hansen found that global mean temperatures during the \"Eemian\" period, which began about 130,000 years ago and lasted about 15,000 years, were less than 1 degree Celsius (1.8 degrees Fahrenheit) warmer than today. If temperatures were to rise two degrees Celsius (3.6 degrees Fahrenheit) over pre-industrial times, global mean temperature would far exceed that of the Eemian, when sea level was four to six meters higher than today, Hansen said.\n\"The paleoclimate record reveals a more sensitive climate than thought, even as of a few years ago. Limiting human-caused warming to two degrees [Celsius] is not sufficient,\" Hansen said. \"It would be a prescription for disaster.\"\nHansen focused much of his new work on how the polar regions and in particular the ice sheets of Antarctica and Greenland will react to a warming world.\nTwo degrees Celsius (3.6 degrees Fahrenheit) of warming would make Earth much warmer than during the Eemian, and would move Earth closer to \"Pliocene\"-like conditions, when sea level was in the range of 25 meters (82 feet) higher than today, Hansen said. In using Earth's climate history to learn more about the level of sensitivity that governs our planet's response to warming today, Hansen said the paleoclimate record suggests that every degree Celsius of global temperature rise will ultimately equate to 20 meters (66 feet) of sea level rise. However, that sea level increase due to ice sheet loss would be expected to occur over centuries, and large uncertainties remain in predicting how that ice loss would unfold.\nHansen notes that ice sheet disintegration will not be a linear process. This non-linear deterioration has already been seen in vulnerable places such as Pine Island Glacier in West Antarctica, where the rate of ice mass loss has continued accelerating over the past decade. Data from NASA's Gravity Recovery and Climate Experiment (GRACE) satellite is already consistent with a rate of ice sheet mass loss in Greenland and West Antarctica that doubles every ten years. The GRACE record is too short to confirm this with great certainty; however, the trend in the past few years does not rule it out, Hansen said. This continued rate of ice loss could cause multiple meters of sea level rise by 2100, Hansen said.\nIce and ocean sediment cores from the polar regions indicate that temperatures at the poles during previous epochs — when sea level was tens of meters higher — is not too far removed from the temperatures Earth could reach this century on a \"business as usual\" trajectory.\n\"We don’t have a substantial cushion between today's climate and dangerous warming,\" Hansen said. \"Earth is poised to experience strong amplifying feedbacks in response to moderate additional global warming.\"\nDetailed considerations of a new warming target and how to get there are beyond the scope of this research, Hansen said. But this research is consistent with Hansen's earlier findings that carbon dioxide in the atmosphere would need to be rolled back from about 390 parts per million in the atmosphere today to 350 parts per million in order to stabilize the climate in the long term. While leaders continue to discuss a framework for reducing emissions, global carbon dioxide emissions have remained stable or increased in recent years.\nHansen and others noted that while the paleoclimate evidence paints a clear picture of what Earth's earlier climate looked like, but that using it to predict precisely how the climate might change on much smaller timescales in response to human-induced rather than natural climate change remains difficult. But, Hansen noted, the Earth system is already showing signs of responding, even in the cases of \"slow feedbacks\" such as ice sheet changes.\nThe human-caused release of increased carbon dioxide into the atmosphere also presents climate scientists with something they've never seen in the 65 million year record of carbon dioxide levels — a drastic rate of increase that makes it difficult to predict how rapidly the Earth will respond. In periods when carbon dioxide has increased due to natural causes, the rate of increase averaged about 0.0001 parts per million per year — in other words, one hundred parts per million every million years. Fossil fuel burning is now causing carbon dioxide concentrations to increase at two parts per million per year.\n\"Humans have overwhelmed the natural, slow changes that occur on geologic timescales,\" Hansen said.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}