{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/653/great-expectations/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Dr. Erika Podest,\nNASA Jet Propulsion Laboratory\nFrom the UN conference on climate change, Durban, South Africa\nToday is a fairly relaxed day for me. I take advantage of my time to walk around the exhibit hall and talk to a number of different organizations represented there. Many of them are surprised to hear that NASA actually does climate science. They think NASA is all about space exploration. So I take the time to explain to them the kind of Earth science research that we do, which is primarily satellite-focused, and I proudly point them to NASA’s Climate Change website.\nAs I roam around the conference premises, I run into activists chanting songs and slogans. They were given a predefined time and space, therefore they are no confrontations with police. When their allotted time is up, they peacefully pack up and leave. I thought it was very professionally handled how they were given a space and were able to deliver their message.\nToday was supposed to be the closure day for COP17, a day where agreements are reached after two arduous weeks of negotiations. The big question is whether the Kyoto Protocol will be extended or a new one will be put in place, given that the Protocol is due to expire in 2012. Nations are expected to make a follow-on commitment and support action to cut their greenhouse gas emissions. But different things are expected of developed and developing countries.\nDeveloped countries — the richer nations that have historically done most of the polluting up to this point — are expected to reduce emissions and help developing countries obtain the resources they need to put in place carbon emission reduction schemes, by providing proper funding and technology for climate-related studies and projects. Developing countries are not obliged to adhere to the more demanding commitments placed on developed countries. It is a complicated process. Negotiations are deadlocked and the end of the day is reached without closure. There is great frustration. I am struck by the magnitude of what is unfolding in front of me. Basically the condition of our planet’s future and ultimately our survival and that of future generations is being negotiated. I will wait until tomorrow to see what the future holds.\nErika Podest is a scientist with the Water and Carbon Cycles Group at NASA’s Jet Propulsion Laboratory, and a Visiting Associate Researcher in the Joint Institute for Regional Earth System Science and Engineering (JIFRESSE) at UCLA. She focuses on using space satellites to monitor wetland ecosystems and seasonal freeze/thaw dynamics in the northern high latitudes of the globe, and improving our understanding of Earth’s water and carbon cycles and resources. Erika also leads a project that uses satellite data to study the palm swamp wetlands of the Amazon rainforest in order to better understand their contribution to the global carbon budget.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}