{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/654/my-big-day/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By Dr. Erika Podest,\nNASA Jet Propulsion Laboratory\nFrom the UN conference on climate change, Durban, South Africa\nThe highlight of my day was being part of a panel discussion on “Viewing the Earth’s Climate from Space”, a NASA-sponsored event that provided an overview of space-based studies of the Earth’s climate system. The talks emphasized not only a global perspective, but the perspective from Africa as well. The panel was comprised of scientists Dr. Jack Kaye from NASA headquarters, Dr. Jeff Privette from the National Oceanic and Atmospheric Administration (NOAA), Dr. Yann Kerr from France’s Centre d’Etudes Spatiales de la BIOsphère, and me from NASA's Jet Propulsion Laboratory.\nOur presentations covered a wide variety of science ‘products’ derived from satellite datasets that tell us about Earth’s climate. Jack Kaye gave a broad overview of NASA’s current abilities to study and monitor different aspects of Earth from space. I focused on the components of the water cycle that we can see from space, such as rainfall, snow, groundwater and soil moisture, and the way in which they affect vegetation growth, drought and floods. I also talked about the Soil Moisture Active Passive (SMAP) satellite mission, a mission being led by NASA’s Jet Propulsion Laboratory that will study soil moisture from space.\nJeff Privette, from NOAA’s National Climate Data Center, brought the discussion into an operational context, emphasizing the key role of NOAA satellite data in monitoring our climate over multiple years. Finally, Yann Kerr talked about Europe’s satellite capabilities and the most recent results from the Soil Moisture Ocean Salinity (SMOS) mission. The panel presentation was done on the hyperwall, which was an ideal venue to showcase the satellite products discussed. I thought our presentation went over very well — the room was packed and the audience engaged. After the presentation a number of questions were posed by audience members and by viewers in different countries who were watching the presentation as it was broadcasted online.\nThe other highlight of my day was giving a short hyperwall presentation on NASA satellites and then handing the podium to a panel discussion titled “Unlocking the Potential of Women to Combat Climate Change.” The panel was comprised of the U.S. Ambassador-at-Large for Global Women’s Issues, Mellane Verveer; the former President of Ireland, the honorary Mary Robinson; Socorro Flores Liera, Director General for Global Affairs for Mexico’s Ministry of Foreign Affairs; Winnie Byanyima, Director of the United Nations Development Programme Gender Team; Bineta Diop, Executive Director and founder of Femmes Africa Solidarité; and other luminaries. The discussion focused on empowering women socially, politically and economically in the face of climate change. I was honored to hand the floor to such an extraordinary group of women. Had it been a rock concert, I would have felt like I was the opening band for U2.\nToday was also the last day of the U.S. Center operations and all equipment was shut down after the last evening panel discussion. I was saddened that operations had come to an end but I was also very impressed to see how flawlessly everything had run. The State Department did an excellent job in organizing the US Center; each event had been meticulously planned and coordinated and the schedule ran like a Swiss clock. In addition, I think that the NASA hyperwall provided a unique opportunity for people to see NASA's capabilities to study Earth through satellite images. It also provided the wow factor that was unmatched to any other display at the conference.\nErika Podest is a scientist with the Water and Carbon Cycles Group at NASA’s Jet Propulsion Laboratory, and a Visiting Associate Researcher in the Joint Institute for Regional Earth System Science and Engineering (JIFRESSE) at UCLA. She focuses on using space satellites to monitor wetland ecosystems and seasonal freeze/thaw dynamics in the northern high latitudes of the globe, and improving our understanding of Earth’s water and carbon cycles and resources. Erika also leads a project that uses satellite data to study the palm swamp wetlands of the Amazon rainforest in order to better understand their contribution to the global carbon budget.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}