{
  "url": "https://climate.nasa.gov/news/656/nasa-studies-crop-canopy-water-content-and-soil-moisture/",
  "title": "NASA studies crop canopy water content and soil moisture",
  "date": null,
  "content": "NASA's DC-8 airborne science laboratory flew low over San Joaquin Valley farm fields while specialized instruments collected data during the vegetation canopy and soil moisture study. Credit: Jane Peterson/NSERC.\nBy Beth Hagenauer,\nNASA Dryden Flight Research Center\nScientists seeking insight into the role vegetation plays in water fluctuation between soil and the atmosphere recently conducted research using specialized sensors during a series of NASA airborne science flights over California's San Joaquin Valley.\nA high-altitude ER-2, a DC-8 flying laboratory and Gulfstream III research aircraft, all based at NASA's Dryden Aircraft Operations Facility in Palmdale, Calif., made a series of flights over the southern San Joaquin Valley, one of the most productive agricultural areas of the United States, between June 2010 and November 2011. The aircraft carried several specialized instruments designed to evaluate diurnal water stress in the canopy area of almond and pistachio orchards near Lost Hills, Calif., and vineyards near Delano, Calif.\nThe primary sensors used to monitor vegetation canopy water content were the MASTER, or MODIS/ASTER, airborne simulator and AVIRIS, or Airborne Visible/Infrared Imaging Spectrometer. These NASA-developed instruments, when mounted on an aircraft, can acquire data sets with a range of spatial resolution better than satellite imagery. Collecting MASTER and AVIRIS data several times a day from the air made it possible to monitor the diurnal evapotranspiration and vegetation canopy water content changes.\nNASA's MASTER and AVIRIS spectrometers mounted in the ER-2, a civilian version of the Air Force's U-2, gathered data from 65,000 feet altitude at about 11 a.m. and again about 3 p.m. during flights in May and November 2011. The ER-2 can acquire MASTER and AVIRIS data simultaneously, with both instruments tracking estimates of vegetation water content. In addition, MASTER monitors evaporation and transpiration.\nThe G-III carries the Unmanned Aerial Vehicle Synthetic Aperture Radar designed and operated by NASA's Jet Propulsion Laboratory in Pasadena, Calif. Located in a specialized pod attached to the belly of the aircraft, the sensor acquires repeat-path data from an altitude of 41,000 feet. During four flights over the target area at solar noon, or roughly 1 p.m., in June 2010 and May, June and November 2011, the UAVSAR collected data to determine soil moisture changes. Two of the G-III's missions took place on days the ER-2 flew.\nThe DC-8 carried MASTER on five flights to an altitude of about 13,000 feet, traversing the study area twice each day to acquire both morning and afternoon data. This aircraft allowed the sensors to acquire higher spatial resolution than the ER-2, but the DC-8 cannot carry MASTER and AVIRIS concurrently. The DC-8 flew one flight in June 2010 and two flights each day on June 28 and June 30, 2011. The NASA G-III was also in the air with the DC-8 to obtain synthetic aperture radar measurements on June 29, 2010, and June 30, 2011.\nIn addition to the data-collection flights, scientists gathered leaf samples from the orchards and soil moisture measurements. The study plots were visited during the morning and afternoon on the day before a flight, the day of a flight and the day after to determine the water content of leaves over the course of a day.\nAlong with ground-based sampling of evapotranspiration, soil moisture and vegetation water content measurements, the MASTER, AVIRIS and UAVSAR data collection at different altitudes allowed for a tracking of water changes between the ground, canopy and atmosphere throughout the day. The various hours of collection were important to this study because canopy water content has been proven to decrease from morning to afternoon.\nThese flights were funded by NASA's Terrestrial Hydrology Program through a grant to researchers from the University of California at Davis and the U.S. Department of Agriculture. The United States Department of Agriculture provided additional funding through the Specialty Crop Research Initiative.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}