{
  "url": "https://climate.nasa.gov/news/658/nasa-finds-russian-runoff-freshening-canadian-arctic/",
  "title": "NASA finds Russian runoff freshening Canadian Arctic",
  "date": null,
  "content": "Increasing freshwater on the U.S. and Canadian side of the Arctic from 2005 to 2008 is balanced by decreasing freshwater on the Russian side, so that on average the Arctic did not have more freshwater. Here blue represents maximum freshwater increases and the yellows and oranges represent maximum freshwater decreases. Credit: University of Washington\nBy Alan Buis,\nJet Propulsion Laboratory\nA new NASA and University of Washington study allays concerns that melting Arctic sea ice could be increasing the amount of freshwater in the Arctic enough to have an impact on the global \"ocean conveyor belt\" that redistributes heat around our planet.\nLead author and oceanographer Jamie Morison of the University of Washington's Applied Physics Laboratory in Seattle, and his team, detected a previously unknown redistribution of freshwater during the past decade from the Eurasian half of the Arctic Ocean to the Canadian half. Yet despite the redistribution, they found no change in the net amount of freshwater in the Arctic that might signal a change in the conveyor belt.\nThe team attributes the redistribution to an eastward shift in the path of Russian runoff through the Arctic Ocean, which is tied to an increase in the strength of the Northern Hemisphere's west-to-east atmospheric circulation, known as the Arctic Oscillation. The resulting counterclockwise winds changed the direction of ocean circulation, diverting upper-ocean freshwater from Russian rivers away from the Arctic's Eurasian Basin, between Russia and Greenland, to the Beaufort Sea in the Canada Basin bordered by the United States and Canada. The stronger Arctic Oscillation is associated with two decades of reduced atmospheric pressure over the Russian side of the Arctic. Results of the NASA- and National Science Foundation-funded study are published Jan. 5 in the journal Nature.\nBetween 2003 and 2008, the resulting redistribution of freshwater was equivalent to adding 10 feet (3 meters) of freshwater over the central Beaufort Sea.\nThe freshwater changes were seen between 2005 and 2008 by combining ocean bottom pressure, or mass, data from NASA's Gravity Recovery and Climate Experiment satellites with ocean height data from NASA's ICESat satellite. By calculating the difference between the two sets of measurements, the team was able to map changes in freshwater content over the entire Arctic Ocean, including regions where direct water sample measurements are not available.\n\"Knowing the pathways of freshwater is important to understanding global climate because freshwater protects sea ice by helping create a strongly stratified cold layer between the ice and warmer, saltier water below that comes into the Arctic from the Atlantic Ocean,\" said Morison. \"The reduction in freshwater entering the Eurasian Basin resulting from the Arctic Oscillation change could contribute to sea ice declines in that part of the Arctic.\"\n\"Changes in the volume and extent of Arctic sea ice in recent years have focused attention on melting ice,\" said co-author and senior research scientist Ron Kwok of NASA's Jet Propulsion Laboratory, Pasadena, Calif., which manages Grace for NASA. \"The Grace and ICESat data allow us to now examine the impacts of widespread changes in ocean circulation.\"\nKwok said on whole, Arctic Ocean salinity is similar to what it was in the past, but the Eurasian Basin has become more saline, and the Canada Basin has freshened. In the Beaufort Sea, the water is the freshest it's been in 50 years of record keeping, with only a tiny fraction of that freshwater originating from melting ice and the vast majority coming from Russian river water.\nThe Beaufort Sea stores more freshwater when an atmospheric pressure system called the Beaufort High strengthens, driving a counterclockwise wind pattern. Consequently, it has been argued that the primary cause of freshening is a strengthening of the Beaufort High, but salinity began to decline early in the 1990s, when the Beaufort High relaxed and the counterclockwise Arctic Oscillation pattern increased.\n\"We discovered a pathway that allows Russian river runoff to feed the Beaufort gyre,\" Kwok said. \"The Beaufort High is important, but so are the hemispheric-scale effects of the Arctic Oscillation.\"\n\"To better understand climate-related changes in sea ice and the Arctic overall, climate models need to more accurately represent the Arctic Oscillation's low pressure and counterclockwise circulation on the Russian side of the Arctic Ocean,\" Morison added.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}