{
  "url": "https://climate.nasa.gov/news/2162/arctic-sea-ice-reaches-lowest-extent-for-2014/",
  "title": "Arctic sea ice reaches lowest extent for 2014",
  "date": null,
  "content": "From National Snow and Ice Data Center\nSea ice acts as an air conditioner for the planet, reflecting energy from the sun. On September 17, the Arctic sea ice reached its minimum extent for 2014. At 1.94 million square miles (5.02 million square kilometers), it’s the sixth lowest extent of the satellite record. With warmer temperatures and thinner, less resilient ice, the Arctic sea ice is on a downward trend. Credit: NASA's Goddard Space Flight Center\nThe National Snow and Ice Data Center (NSIDC) is part of the Cooperative Institute for Research in Environmental Sciences at the University of Colorado Boulder. NSIDC scientists provide Arctic Sea Ice News & Analysis content, with partial support from NASA.\nThe Arctic's sea ice cover appears to have reached its minimum extent on September 17, 2014. Sea ice extent on that day was measured at 5.02 million square kilometers (1.94 million square miles). It was the sixth-lowest extent recorded since satellites began measuring sea ice in 1979. The number is above the 2012 record extent but is still below the long-term average.\nSea ice extent in Antarctica, where it is late winter, has surpassed the satellite-era record for maximum ice extent. We will report the 2014 Antarctic maximum sea ice extent and date of maximum in October, since it may still continue to grow for a short while.\nPlease note that the Arctic sea ice extent number is preliminary—changing winds could still push the ice extent lower. NSIDC will issue a formal announcement at the beginning of October with full analysis of the possible causes behind this year's ice conditions, particularly interesting aspects of the melt season, the set up going into the winter growth season ahead, and graphics comparing this year to the long-term record.\nSee the full announcement at NSIDC's Arctic Sea Ice News and Analysis page.\nSea ice acts as an air conditioner for the planet, reflecting energy from the sun. On September 17, the Arctic sea ice reached its minimum extent for 2014. At 1.94 million square miles (5.02 million square kilometers), it’s the sixth lowest extent of the satellite record. With warmer temperatures and thinner, less resilient ice, the Arctic sea ice is on a downward trend. Credit: NASA's Goddard Space Flight Center\nThe National Snow and Ice Data Center (NSIDC) is part of the Cooperative Institute for Research in Environmental Sciences at the University of Colorado Boulder. NSIDC scientists provide Arctic Sea Ice News & Analysis content, with partial support from NASA.\nThe Arctic's sea ice cover appears to have reached its minimum extent on September 17, 2014. Sea ice extent on that day was measured at 5.02 million square kilometers (1.94 million square miles). It was the sixth-lowest extent recorded since satellites began measuring sea ice in 1979. The number is above the 2012 record extent but is still below the long-term average.\nSea ice extent in Antarctica, where it is late winter, has surpassed the satellite-era record for maximum ice extent. We will report the 2014 Antarctic maximum sea ice extent and date of maximum in October, since it may still continue to grow for a short while.\nPlease note that the Arctic sea ice extent number is preliminary—changing winds could still push the ice extent lower. NSIDC will issue a formal announcement at the beginning of October with full analysis of the possible causes behind this year's ice conditions, particularly interesting aspects of the melt season, the set up going into the winter growth season ahead, and graphics comparing this year to the long-term record.\nSee the full announcement at NSIDC's Arctic Sea Ice News and Analysis page.\nAccording to the National Snow and Ice Data Center (NSIDC),  the Arctic sea ice minimum marks the day, each year, when the sea ice extent is at its lowest. The sea ice minimum occurs at the end of the summer melting season. Learn more quick facts about Arctic sea ice.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}