{
  "url": "https://climate.nasa.gov/news/677/where-on-earth-misr-mystery-image-quiz/",
  "title": "Where on Earth...? MISR mystery image quiz",
  "date": null,
  "content": "By Karen Yuen and Amber Jenkins,\nNASA Jet Propulsion Laboratory\nWelcome back to another chance to play geographical detective!\n\nThis image was taken by the Multi-angle Imaging SpectroRadiometer (MISR), and represents an area of about 327 kilometers by 375 kilometers. Please note that North is not necessarily at the top of the page. These questions refer to a country that fills most of the area within the image. Please answer the questions below and tell us where on Earth you think the location is. You may use any reference materials you like to answer the quiz.\n\n1) Within this country is a picturesque desert, located at the bottom right side of the image. This desert was home to a group of enigmatic, ancient people, who were known for their skill and resourcefulness. Their capital is an UNESCO world Heritage Site.\nName the Desert and the given name of the people.\n\n2) The striking wavy lines that cross the middle of the image are natural geologic features that often carry descriptive names of their location. What is the native word used to call and accurately describe these features?\n\n3) The name of the body of water partially shown at the bottom of the image is actually a misnomer. The nearby hills that protect the landscape from weather pressure fronts, also enable a “rain shadow”, thus contributing to the surrounding aridity. What is the name the body of water?\n\n4) At the bottom left of the image, small city developments are visible, of which one city came in to development during the beginning of the 20th century. It now accounts for 50% of the industrial work of the country. Name the city.\n\n5) The striking landscape dominating most of the image is an extension of a much larger, natural feature. This feature is home to a very limited floristic diversity, and to a number of critical and endangered species, where there are no formally protected areas. Name this feature.\n\n6) Name the country that fills most of the area in this Image.\nQuiz Rules\nSend us your answers, name (initials are acceptable if you prefer), and your hometown by the quiz deadline of Tuesday, February 14, 2012 11:59 PM PST, using the quiz answer form. Answers will be published on the MISR website on Wednesday, February 15, 2012. The names and home towns of respondents who answer all questions correctly by the deadline will also be published in the order responses were received. The first three people on this list who are not affiliated with NASA, JPL, or MISR and who have not previously won a prize will be sent a print of the image.\nCredit: NASA/GSFC/LaRC/JPL, MISR Team\nText acknowledgement: Amber Jenkins and Karen Yuen, NASA Jet Propulsion Laboratory.\nYou can also find the quiz on the MISR website, here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}