{
  "url": "https://climate.nasa.gov/news/668/nasa-finds-2011-ninth-warmest-year-on-record/",
  "title": "NASA finds 2011 ninth-warmest year on record",
  "date": null,
  "content": "By Leslie McCarthy\r\nNASA's Goddard Institute for Space Studies\nThe global average surface temperature in 2011 was the ninth warmest since 1880, according to NASA scientists. The finding continues a trend in which nine of the 10 warmest years in the modern meteorological record have occurred since the year 2000.\nNASA's Goddard Institute for Space Studies (GISS) in New York, which monitors global surface temperatures on an ongoing basis, released an updated analysis that shows temperatures around the globe in 2011 compared to the average global temperature from the mid-20th century. The comparison shows how Earth continues to experience warmer temperatures than several decades ago. The average temperature around the globe in 2011 was 0.92 degrees F (0.51 degrees C) warmer than the mid-20th century baseline.\n\"We know the planet is absorbing more energy than it is emitting,\" said GISS Director James E. Hansen. \"So we are continuing to see a trend toward higher temperatures. Even with the cooling effects of a strong La Ni単a influence and low solar activity for the past several years, 2011 was one of the 10 warmest years on record.\"\nThe difference between 2011 and the warmest year in the GISS record (2010) is 0.22 degrees F (0.12 degrees C). This underscores the emphasis scientists put on the long-term trend of global temperature rise. Because of the large natural variability of climate, scientists do not expect temperatures to rise consistently year after year. However, they do expect a continuing temperature rise over decades.\nThe first 11 years of the 21st century experienced notably higher temperatures compared to the middle and late 20th century, Hansen said. The only year from the 20th century in the top 10 warmest years on record is 1998.\nHigher temperatures today are largely sustained by increased atmospheric concentrations of greenhouse gases, especially carbon dioxide. These gases absorb infrared radiation emitted by Earth and release that energy into the atmosphere rather than allowing it to escape to space. As their atmospheric concentration has increased, the amount of energy \"trapped\" by these gases has led to higher temperatures.\nThe carbon dioxide level in the atmosphere was about 285 parts per million in 1880, when the GISS global temperature record begins. By 1960, the average concentration had risen to about 315 parts per million. Today it exceeds 390 parts per million and continues to rise at an accelerating pace.\nThe temperature analysis produced at GISS is compiled from weather data from more than 1,000 meteorological stations around the world, satellite observations of sea surface temperature and Antarctic research station measurements. A publicly available computer program is used to calculate the difference between surface temperature in a given month and the average temperature for the same place during 1951 to 1980. This three-decade period functions as a baseline for the analysis.\nThe resulting temperature record is very close to analyses by the Met Office Hadley Centre in the United Kingdom and the National Oceanic and Atmospheric Administration's National Climatic Data Center in Asheville, N.C.\nHansen said he expects record-breaking global average temperature in the next two to three years because solar activity is on the upswing and the next El Ni単o will increase tropical Pacific temperatures. The warmest years on record were 2005 and 2010, in a virtual tie.\n\"It's always dangerous to make predictions about El Ni単o, but it's safe to say we'll see one in the next three years,\" Hansen said. \"It won't take a very strong El Ni単o to push temperatures above 2010.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}