{
  "url": "https://climate.nasa.gov/news/672/nasa-study-solves-case-of-earths-missing-energy/",
  "title": "NASA study solves case of Earth's 'missing energy'",
  "date": null,
  "content": "Clouds play a vital role in Earth's energy balance, cooling or warming Earth's surface depending on their type. This painting, \"Cumulus Congestus,\" by JPL's Graeme Stephens, principal investigator of NASA's CloudSat mission, depicts cumulus clouds, which transport energy away from Earth's surface. See more at  http://cloudsat.atmos.colostate.edu . Image credit: Graeme Stephens\nBy Alan Buis,\nJet Propulsion Laboratory\nTwo years ago, scientists at the National Center for Atmospheric Research in Boulder, Colo., released a study claiming that inconsistencies between satellite observations of Earth's heat and measurements of ocean heating amounted to evidence of \"missing energy\" in the planet's system.\nWhere was it going? Or, they wondered, was something wrong with the way researchers tracked energy as it was absorbed from the sun and emitted back into space?\nAn international team of atmospheric scientists and oceanographers, led by Norman Loeb of NASA's Langley Research Center in Hampton, Va., and including Graeme Stephens of NASA's Jet Propulsion Laboratory in Pasadena, Calif., set out to investigate the mystery.\nThey used 10 years of data—spanning 2001 to 2010—from NASA Langley's orbiting Clouds and the Earth's Radiant Energy System Experiment (CERES) instruments to measure changes in the net radiation balance at the top of Earth's atmosphere. The CERES data were then combined with estimates of the heat content of Earth's ocean from three independent ocean-sensor sources.\nTheir analysis, summarized in a NASA-led study published Jan. 22 in the journal Nature Geosciences, found that the satellite and ocean measurements are, in fact, in broad agreement once observational uncertainties are factored in.\n\"One of the things we wanted to do was a more rigorous analysis of the uncertainties,\" Loeb said. \"When we did that, we found the conclusion of missing energy in the system isn't really supported by the data.\"\n'Missing energy' is in the ocean\n\"Our data show that Earth has been accumulating heat in the ocean at a rate of half a watt per square meter (10.8 square feet), with no sign of a decline,\" Loeb said. \"This extra energy will eventually find its way back into the atmosphere and increase temperatures on Earth.\"\nScientists generally agree that 90 percent of the excess heat associated with increases in greenhouse gas concentrations gets stored in Earth's ocean. If released back into the atmosphere, a half-watt per square meter accumulation of heat could increase global temperatures by 0.3 or more degrees centigrade (0.54 degree Fahrenheit).\nLoeb said the findings demonstrate the importance of using multiple measuring systems over time, and illustrate the need for continuous improvement in the way Earth's energy flows are measured.\nThe science team at the National Center for Atmospheric Research measured inconsistencies from 2004 and 2009 between satellite observations of Earth's heat balance and measurements of the rate of upper ocean heating from temperatures in the upper 700 meters (2,300 feet) of the ocean. They said the inconsistencies were evidence of \"missing energy.\"\nOther authors of the paper are from the University of Hawaii, the Pacific Marine Environmental Laboratory in Seattle, the University of Reading United Kingdom and the University of Miami.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}