{
  "url": "https://climate.nasa.gov/news/670/nasa-renames-earth-observing-mission-in-honor-of-satellite-pioneer/",
  "title": "NASA renames Earth-observing mission in honor of satellite pioneer",
  "date": null,
  "content": "By Rani Gran,\nGoddard Space Flight Center\nVerner Suomi. Credit: University of Wisconsin News\n\n\n\nNASA has renamed its newest Earth-observing satellite in honor of the late Verner E. Suomi, a meteorologist at the University of Wisconsin who is recognized widely as \"the father of satellite meteorology.\" The announcement was made Jan. 24 at the annual meeting of the American Meteorological Society in New Orleans.\nNASA launched the National Polar-orbiting Operational Environmental Satellite System Preparatory Project, or NPP, on Oct. 28, 2011, from Vandenberg Air Force Base in California. NPP was renamed Suomi National Polar-orbiting Partnership, or Suomi NPP. The satellite is the first designed to collect critical data to improve short-term weather forecasts and increase understanding of long-term climate change.\n\"Verner Suomi's many scientific and engineering contributions were fundamental to our current ability to learn about Earth's weather and climate from space,\" said John Grunsfeld, associate administrator of NASA's Science Mission Directorate in Washington.\" Suomi NPP not only will extend more than four decades of NASA satellite observations of our planet, it also will usher in a new era of climate change discovery and weather forecasting.\"\nThe Suomi NPP mission is a bridge between NASA's Earth Observing System satellites to the next-generation Joint Polar Satellite System, or JPSS, a National Oceanic and Atmospheric Administration (NOAA) program. JPSS is the civilian component of the former National Polar-orbiting Operational Environmental Satellite System (NPOESS), which was reorganized by the Obama Administration in 2010.\n\"The new name now accurately describes the mission,\" said Michael Freilich, director of the Earth Science Division in NASA's Science Mission Directorate. \"Suomi NPP will advance our scientific knowledge of Earth and improve the lives of Americans by enabling more accurate forecasts of weather, ocean conditions and the terrestrial biosphere. The mission is the product of a partnership between NASA, NOAA, the Department of Defense, the private sector and academic researchers.\"\nVerner Suomi pioneered remote sensing of Earth from satellites in polar orbits a few hundred miles above the surface with Explorer 7 in 1959 and geostationary orbits thousands of miles high with ATS-1 in 1966. He was best known for his invention of the \"spin-scan\" camera which enabled geostationary weather satellites to continuously image Earth, yielding the satellite pictures commonly used on television weather broadcasts. He also was involved in planning interplanetary spacecraft missions to Venus, Jupiter, Saturn, Uranus and Neptune.\nSuomi spent nearly his entire career at the University of Wisconsin-Madison, where in 1965 he founded the university's Space Science and Engineering Center with funding from NASA. The center is known for Earth-observing satellite research and development. In 1964, Suomi served as chief scientist of the U.S. Weather Bureau for one year. He received the National Medal of Science in 1977. He died in 1995 at the age of 79.\n\"It is fitting that such an important and innovative partnership pays tribute to a pioneer like Verner Suomi,\" said Mary Kicza, assistant administrator for NOAA's Satellite and Information Service. \"Suomi NPP is an extremely important mission for NOAA. Its advanced instruments will improve our weather forecasts and understanding of the climate and pave the way for JPSS, our next generation of weather satellites.\"\nSuomi NPP currently is in its initial checkout phase before starting regular observations with all of its five instruments. Commissioning activities are expected to be completed by March. NASA's Goddard Space Flight Center in Greenbelt, Md., manages the Suomi NPP mission for the Earth Science Division of the Science Mission Directorate at NASA Headquarters in Washington. The JPSS program provides the satellite ground system and NOAA provides operational support.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}