{
  "url": "https://climate.nasa.gov/news/678/infrared-eye-opens/",
  "title": "Infrared eye opens",
  "date": null,
  "content": "Data is flowing in from the Cross-track Infrared Sounder (CrIS) instrument aboard NASA's newest Earth-observing satellite, the Suomi National Polar-orbiting Partnership (NPP). This image is a composite of three days of CrIS data from January 21, 23 and 25, 2012. The orange colors represent very warm sea surface temperatures, while magenta represents both very cold temperatures as well as high-altitude cloud tops. Credit: NASA/National Oceanic and Atmospheric Administration.\nBy Cynthia O'Carroll, NASA Goddard Space Flight Center,\nJohn Leslie, National Oceanic and Atmospheric Administration\nA powerful new infrared instrument, flying on NASA's newest polar-orbiting satellite, designed to give scientists more refined information about Earth's atmosphere and improve weather forecasts and our understanding of climate, has started sending its data back to Earth.\nThe Cross-track Infrared Sounder (CrIS) joins four other new instruments aboard the Suomi National Polar-orbiting Partnership (NPP) satellite, which NASA launched on Oct. 28, 2011 from Vandenberg Air Force Base in California. The Suomi NPP mission is the bridge between NOAA's Polar Operational Environmental Satellite (POES) and NASA's Earth Observing System satellites and the next-generation Joint Polar Satellite System (JPSS).\nSince it reached orbit, Suomi NPP and its suite of five instruments are undergoing extensive checkouts before starting regular science observations. Suomi NPP is the result of a partnership between NASA, NOAA and the Department of Defense.\nCrIS, an advanced spectrometer with 1,305 infrared spectral channels, is designed to provide high vertical resolution information on the atmosphere's three-dimensional structure of temperature and water vapor. The Atmospheric Infrared Sounder (AIRS) on the EOS Aqua mission, launched in 2002, demonstrated how useful this type of data could be for understanding the atmosphere. CrIS will continue this data record and provide data for use in NOAA's numerical weather prediction models to forecast severe weather days in advance.\n\"Significant overlap between AIRS and CrIS will provide the Earth science research community the ability to maintain the unprecedented accuracy and stability of the temperature and moisture data record initiated by AIRS,\" said Diane Wickland, Suomi NPP program scientist at NASA Headquarters.\n\"Having data from CrIS will only improve the quality, timeliness and accuracy of NOAA's weather and climate predictions, which directly affect everyone in America,\" said Mary Kicza, assistant administrator for NOAA's Satellite and Information Service (NESDIS).\n\"Over longer periods, data from CrIS will help NOAA to better understand climate phenomena such as El Niño and La Ni&#241a that impact global weather patterns,\" said Mitch Goldberg, NOAA's JPSS program scientist.\nThe Advanced Technology Microwave Sounder (ATMS), which measures temperature and humidity in both clear and cloudy conditions, was the first Suomi NPP instrument activated. ATMS and CrIS data together will be used operationally in weather forecasts beginning in the Spring of 2012.\n\"The instrument commissioning is going well and we are pleased that Suomi NPP is taking the next step in its mission of providing critical weather data to NOAA and global Earth system science data to the U.S. research community,\" stated Ken Schwer, Suomi NPP project manager. Commissioning activities will continue through February, and once completed, satellite operations will be turned over to the JPSS program. NOAA will operate the satellite and process and distribute the data to users around the world.\nNASA's Goddard Space Flight Center in Greenbelt, Md., manages the Suomi NPP mission for the Earth Science Division of the Science Mission Directorate at NASA Headquarters in Washington. NOAA provides the CrIS instrument and operational support and the JPSS program provides the satellite ground system.\nNASA's Suomi NPP mission will allow us to advance our knowledge of how the entire Earth system works by providing enhanced data for our nation's weather forcasting system, providing new insight to scientists to better understand climate.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}