{
  "url": "https://climate.nasa.gov/news/681/detecting-detrimental-change-in-coral-reefs/",
  "title": "Detecting detrimental change in coral reefs",
  "date": null,
  "content": "The Pinnacle III reef in Discovery Bay on the north coast of Jamaica four days after its Sept. 16, 1972 discovery. The pinnacle reef rises some 110 feet from the seafloor. At the time of its discovery the reef was completely covered with corals and large tree-sized seafans. Credit: Phil Dustan.\nBy Laura Rocchio,\nNASA Goddard Space Flight Center\nOver dinner on R.V. Calypso while anchored on the lee side of Glover’s Reef in Belize, Jacques Cousteau told Phil Dustan that he suspected humans were having a negative impact on coral reefs. Dustan — a young ocean ecologist who had worked in the lush coral reefs of the Caribbean and Sinai Peninsula — found this difficult to believe. It was December 1974.\nBut Cousteau was right. During the following three-plus decades, Dustan, an ocean ecologist and biology professor at the College of Charleston in South Carolina, has witnessed widespread coral reef degradation and bleaching from up close. In the late 1970s Dustan helped build a handheld spectrometer, a tool to measure light given off by the coral. Using his spectrometer, Dustan could look at light reflected and made by the different organisms that comprised the living reefs. Since then, he has watched reefs deteriorate at an alarming rate. Recently he has found that Landsat offers a way to evaluate these changes globally. Using an innovative way to map how coral reefs are changing over time, Dustan now can find 'hotspots' where conservation efforts should be focused to protect these delicate communities.\nA role for remote sensing\nSituated in shallow clear water, most coral reefs are visible to satellites that use passive remote sensing to observe Earth's surface. But coral reefs are complex ecosystems with coincident coral species, sand and water all reflecting light. Dustan found that currently orbiting satellites do not offer the spatial or spectral resolution needed to distinguish between them and specifically classify coral reef composition. So instead of attempting to classify the inherently complex coral ecosystem to monitor their health, Dustan has instead started to look for change — how overall reflectance for a geographic location varies over time.\nDustan uses a time series of Landsat data to calculate something called temporal texture — basically a map showing where change has occurred based on statistical analysis of reflectance information. While Dustan cannot diagnosis the type of change with temporal texture he can establish where serious changes have occurred. Coral communities have seasonal rhythms and periodicities, but larger, significant changes show up as statistical outliers in temporal texture maps and often correlate with reef decline.\nThere was a 92 percent loss of living coral on Carysfort between 1975 and 2000. Credit: Dustan and Halas; FKNMS Coral Reef Evaluation and Monitoring Project.\n\n\n \nCarysfort reef — named for the HMS Carysfort, an eighteenth century British warship that ran aground on the reef in 1770 — is considered the most ecologically diverse on the Florida Keys National Marine Sanctuary’s northern seaward edge, but today it is in a state of ecological collapse.\nA case study\nDustan and colleagues conducted the first quantitative field study of coral health at Carysfort in 1974. After a quarter century their studies showed that coral had declined 92 percent. The coral had succumbed to an array of stressors culminating with deadly diseases.\nUsing the well-characterized Carysfort reef as his control, Dustan calculated the temporal texture for the reef using a series of 20 Landsat images collected between 1982 and 1996. The resulting temporal texture maps correlated with the known areas of significant coral loss (where coral communities have turned into algal-dominated substrates) and they correctly showed that the seaward shallow regions have had the most detrimental change.\nThis novel approach to change detection is only possible because the long-term calibration of Landsat data assures that data from year-to-year is consistent. Dustin needs at least six to eight Landsat images to create a reliable temporal texture map, but the more data that is available, the finer the results.\nCarysfort Reef is located in the eastern portion of the Florida Keys National Marine Sanctuary, offshore of Key Largo. Credit: National Oceanic and Atmospheric Administration.\n\n\n\nDustan tested this work in the U.S. because he had a robust study site and because prior to 1999 coverage of reefs outside of the U.S. was spotty. With the Landsat 7 launch in 1999 a new global data acquisition strategy was established and for the first time the planet’s coral reefs were systematically and regularly imaged, greatly increasing our knowledge of reefs. The Landsat archive enabled the completing of the first exhaustive global survey of reefs (Millennium Global Coral Reef Mapping Project, http://landsat.gsfc.nasa.gov/news/news-archive/news_0031.html). Efforts are currently underway to receive and ingest Landsat data collected and housed by international ground-receiving stations. International partners often downlink Landsat scenes of their countries that the U.S. does not, so it is very likely that historic reef images will be added the U.S. Landsat archive during this process.\nCarrying on outside Carysfort\nTemporal texture gives scientists an entirely new way to look at coral reefs. A worldwide study could help managers locate change ‘hotspots’ and could better inform conservation efforts.\nIdeally, after more testing, Dustan would like to see an automatic change detection system implemented to follow major worldwide reef systems. “There is no reason that a form of temporal texture monitoring could not be implemented with current satellites in orbit,” Dustan says.\nBecause reefs are underwater it is difficult to grasp the extensive devastation being exacted upon them. Global temporal texture mapping could bring the ravages into focus.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}