{
  "url": "https://climate.nasa.gov/news/683/trekking-the-globe-in-search-of-answers/",
  "title": "Trekking the globe in search of answers",
  "date": null,
  "content": "A large, miles-long crack was plainly visible across the ice shelf on the Pine Island Glacier during an overflight by NASA's DC-8 airborne science laboratory on Oct. 14, 2011, as part of Operation IceBridge, one of a number of NASA airborne Earth science missions flying in 2012. Credit: NASA/Michael Studinger.\nBy Alan Buis,\nNASA Jet Propulsion Laboratory\nWhile NASA's fleet of Earth science spacecraft — its \"eyes on the Earth\" — continues to monitor the pulse of our home planet, 2012 is also shaping up to be an extraordinary time for NASA's Airborne Science Program and its Earth system science research initiatives. Multiple aircraft and specialized instruments, including several from JPL, will operate in the United States, Europe, Asia and South America this year in support of studies conducted by NASA and the Earth science community, improving scientists' understanding of our planet.\nThe program maintains a fleet of highly modified aircraft and specialized instruments that can be deployed all over the world for Earth science missions. Researchers use these aircraft and sensors to obtain high-resolution measurements of local phenomena and processes, such as ice sheet thicknesses, precipitation and air quality. These measurements are often combined with global satellite observations and ground sampling to better model and understand the complete Earth system. NASA's Airborne Science Program and its flight campaigns play a key role in the development of both hardware and algorithms for future satellite missions, including JPL's planned Soil Moisture Active-Passive (SMAP) and Surface Water Ocean Topography (SWOT) missions, among others.\nThe aircraft provide scientists with access to unique capabilities, including high-altitude and long-duration flights, and the ability to fly large payloads and multiple instruments to nearly anywhere at any time. NASA's Airborne Science aircraft and sensors offer the science community the ability to collect data from Earth's surface to 70,000 feet (21,300 meters) in altitude. These unique assets add another research dimension to ground and satellite measurements.\n\"NASA's Airborne Science support of the Earth system science community will be exceptional in 2012,\" said Randy Albertson, NASA Airborne Science deputy program director. \"Not only is the program on track to exceed the 2011 record of 2,600 hours flying science missions, the growth in new sensor integrations means NASA is well poised to conduct more accurate and complex airborne science in the future.\" science in the future.\"\nFor details on NASA's 2012 airborne science missions and links to more information, visit  this page.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}