{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/700/disneyland-with-scientists/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "By guest blogger Athenia Barouni,\nGlendale Community College student\nWith the place as large as Disneyland you would think NASA'S Jet Propulsion Laboratory (JPL) would make enough parking for all the employees. Apparently all the scientists are early birds because the parking is horrendous by the time I get there. If I show up to work at 10 or even 9 in the morning I am forced to park in the dreaded East Lot. Then to get to my cubicle is no easy task. Hiking is a good way to describe the 10-minute power walk I endure while going over a few hills and making swift turns. When I go over the river and through the woods I come across the turnstiles. The cold metal bars prevent my entry and the only way to pass them is with my badge. Yes, Jet Propulsion Laboratory has very high security and yes, I do wonder from time to time what will happen if my badge suddenly doesn’t read. I would then be forced to answer to the officer behind the slightly tinted window, who seems to be watching my every move.\nI had this preconceived notion that people would be walking around in lab coats muttering under their breaths with their eyes glued to the floor. Imagine my surprise when I find out that JPL consists of a very casual work environment. People don’t even dress professionally. Some men wear shorts and Hawaiian shirts in the summer and the women don’t necessarily wear heels. When walking outside, it is not uncommon to see an occasional herd of deer just nonchalantly eating grass. When I first came here I was amazed and whipped out my phone to take pictures, when I realized that the people around me just walk right past them as if this is as normal as a bird singing in a tree.\nI’ve done so many memorable things here where I wonder how could one have so much fun and still call it work? We’ve had salsa contests where people bring in homemade salsa and we can be the judge and vote for our favorites (being a judge has obvious benefits). We’ve had parties honoring the tenth anniversary of the Jason satellite launch where we all sat around and ate cake and drank punch.\nMy internship allowed me to take part in a bunch of meetings with different scientists. One weekly meeting I would attend consisted of a large number of ocean scientists who got together in a room and discussed their latest research. During my time here, I've worked on NASA's climate change website, helping communicate science to the general public. I have posted Energy Innovation articles on our website and helped assist in the production of videos that are on our Climate Reel page. Informing the public about all the (Earth) science that goes on at JPL is a very important task and can help improve our planet’s well-being.\nI have had just the best experiences at JPL and it is with a heavy heart that I bid adieu to my fellow JPL-ers. Change is always on the horizon and hopefully I can use the knowledge I gained here to make a difference in the world.\nGuest blogger Athenia Barouni is a sophomore biology major at Glendale Community College. She has been an intern with the Earth Science Communications Team at NASA's Jet Propulsion Laboratory since February 2011.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}