{
  "url": "https://climate.nasa.gov/news/685/nasa-map-sees-earths-trees-in-a-new-light/",
  "title": "NASA map sees Earth's trees in a new light",
  "date": null,
  "content": "Global map of forest height produced from NASA's ICESAT/GLAS, MODIS and TRMM sensors. The map will advance our understanding of Earth's forest habitats and their role in Earth's carbon cycle. Image credit: NASA/JPL-Caltech\nBy Alan Buis,\nJet Propulsion Laboratory\nA NASA-led science team has created an accurate, high-resolution map of the height of Earth's forests. The map will help scientists better understand the role forests play in climate change and how their heights influence wildlife habitats within them, while also helping them quantify the carbon stored in Earth's vegetation.\nScientists from NASA's Jet Propulsion Laboratory, Pasadena, Calif.; the University of Maryland, College Park; and Woods Hole Research Center, Falmouth, Mass., created the map using 2.5 million carefully screened, globally distributed laser pulse measurements from space. The light detection and ranging (lidar) data were collected in 2005 by the Geoscience Laser Altimeter System instrument on NASA's Ice, Cloud and land Elevation Satellite (ICESat).\n\n\n\n\n\n\n\nAccurate measurements of the height of Earth's forests can improve global efforts to monitor how much carbon they contain, while benefitting studies of forest biodiversity. Image credit: NASA/JPL-Caltech/Josh Fisher\n\n\n\n\n\"Knowing the height of Earth's forests is critical to estimating their biomass, or the amount of carbon they contain,\" said lead researcher Marc Simard of JPL. \"Our map can be used to improve global efforts to monitor carbon. In addition, forest height is an integral characteristic of Earth's habitats, yet is poorly measured globally, so our results will also benefit studies of the varieties of life that are found in particular parts of the forest or habitats.\"\nThe map, available at http://lidarradar.jpl.nasa.gov, depicts the highest points in the forest canopy. Its spatial resolution is 0.6 miles (1 kilometer). The map was validated against data from a network of nearly 70 ground sites around the world.\nThe researchers found that, in general, forest heights decrease at higher elevations and are highest at low latitudes, decreasing in height the farther they are from the tropics. A major exception was found at around 40 degrees south latitude in southern temperate rainforests in Australia and New Zealand, where stands of eucalyptus, one of the world's tallest flowering plants, tower much higher than 130 feet (40 meters).\nThe researchers augmented the ICESat data with other types of data to compensate for the sparse lidar data, the effects of topography and cloud cover. These included estimates of the percentage of global tree cover from NASA's Moderate Resolution Imaging Spectroradiometer on NASA's Terra satellite, elevation data from NASA's Shuttle Radar Topography Mission, and temperature and precipitation maps from NASA's Tropical Rainfall Measuring Mission and the WorldClim database. WorldClim is a set of freely available, high-resolution global climate data that can be used for mapping and spatial modeling.\nIn general, estimates in the new map show forest heights were taller than in a previous ICESat-based map, particularly in the tropics and in boreal forests, and were shorter in mountainous regions. The accuracy of the new map varies across major ecological community types in the forests, and also depends on how much the forests have been disturbed by human activities and by variability in the forests' natural height.\n\"Our map contains one of the best descriptions of the height of Earth's forests currently available at regional and global scales,\" Simard said. \"This study demonstrates the tremendous potential that spaceborne lidar holds for revealing new information about Earth's forests. However, to monitor the long-term health of Earth's forests and other ecosystems, new Earth observing satellites will be needed.\"\nResults of the study were published recently in the Journal of Geophysical Research – Biogeosciences.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}