{
  "url": "https://climate.nasa.gov/news/695/nasa-finds-sea-ice-driving-arctic-air-pollutants/",
  "title": "NASA finds sea ice driving Arctic air pollutants",
  "date": null,
  "content": "Bromine explosion on March 13, 2008 across the western Northwest Territories in Canada looking toward the Mackenzie Mountains at the horizon, which prevented the bromine from crossing over into Alaska. Credit: NASA/JPL-Caltech/University of Bremen\nBy Alan Buis,\nJet Propulsion Laboratory\nDrastic reductions in Arctic sea ice in the last decade may be intensifying the chemical release of bromine into the atmosphere, resulting in ground-level ozone depletion and the deposit of toxic mercury in the Arctic, according to a new NASA-led study.\nThe connection between changes in the Arctic Ocean's ice cover and bromine chemical processes is determined by the interaction between the salt in sea ice, frigid temperatures and sunlight. When these mix, the salty ice releases bromine into the air and starts a cascade of chemical reactions called a \"bromine explosion.\" These reactions rapidly create more molecules of bromine monoxide in the atmosphere. Bromine then reacts with a gaseous form of mercury, turning it into a pollutant that falls to Earth's surface.\nBromine also can remove ozone from the lowest layer of the atmosphere, the troposphere. Despite ozone's beneficial role blocking harmful radiation in the stratosphere, ozone is a pollutant in the ground-level troposphere.\nA team from the United States, Canada, Germany, and the United Kingdom, led by Son Nghiem of NASA's Jet Propulsion Laboratory in Pasadena, Calif., produced the study, which has been accepted for publication in the Journal of Geophysical Research- Atmospheres. The team combined data from six NASA, European Space Agency and Canadian Space Agency satellites; field observations and a model of how air moves in the atmosphere to link Arctic sea ice changes to bromine explosions over the Beaufort Sea, extending to the Amundsen Gulf in the Canadian Arctic.\n\"Shrinking summer sea ice has drawn much attention to exploiting Arctic resources and improving maritime trading routes,\" Nghiem said. \"But the change in sea ice composition also has impacts on the environment. Changing conditions in the Arctic might increase bromine explosions in the future.\"\nThe study was undertaken to better understand the fundamental nature of bromine explosions, which first were observed in the Canadian Arctic more than two decades ago. The team of scientists wanted to find if the explosions occur in the troposphere or higher in the stratosphere.\nNghiem's team used the topography of mountain ranges in Alaska and Canada as a \"ruler\" to measure the altitude at which the explosions took place. In the spring of 2008, satellites detected increased concentrations of bromine, which were associated with a decrease of gaseous mercury and ozone. After the researchers verified the satellite observations with field measurements, they used an atmospheric model to study how the wind transported the bromine plumes across the Arctic.\nThe model, together with satellite observations, showed the Alaskan Brooks Range and the Canadian Richardson and Mackenzie mountains stopped bromine from moving into Alaska's interior. Since most of these mountains are lower than 6,560 feet (2,000 meters), the researchers determined the bromine explosion was confined to the lower troposphere.\n\"If the bromine explosion had been in the stratosphere, 5 miles [8 kilometers] or higher above the ground, the mountains would not have been able to stop it and the bromine would have been transported inland,\" Nghiem said.\nAfter the researchers found that bromine explosions occur in the lowest level of the atmosphere, they could relate their origin to sources on the surface. Their model, tracing air rising from the salty ice, tied the bromine releases to recent changes in Arctic sea ice that have led to a much saltier sea ice surface.\nIn March 2008, the extent of year-round perennial sea ice eclipsed the 50-year record low set in March 2007, shrinking by 386,100 square miles (one million square kilometers) -- an area the size of Texas and Arizona combined. Seasonal ice, which forms over the winter when seawater freezes, now occupies the space of the lost perennial ice. This younger ice is much saltier than its older counterpart because it has not had time to undergo processes that drain its sea salts. It also contains more frost flowers -- clumps of ice crystals up to four times saltier than ocean waters -- providing more salt sources to fuel bromine releases.\nNghiem said if sea ice continues to be dominated by younger saltier ice, and Arctic extreme cold spells occur more often, bromine explosions are likely to increase in the future.\nNghiem is leading an Arctic field campaign this month that will provide new insights into bromine explosions and their impacts. NASA's Bromine, Ozone, and Mercury Experiment (BROMEX) involves international contributions by more than 20 organizations. The new studies will complement those of a previously conducted NASA field campaign, Arctic Research of the Composition of the Troposphere from Aircraft and Satellites (ARCTAS), which is providing scientists with valuable data for studies of bromine.\nThis study was funded by NASA, the National Oceanic and Atmospheric Administration, the National Science Foundation, the Office of Naval Research, the International Polar Year Program, Environment Canada, the Natural Sciences and Engineering Council of Canada, the European Space Agency, the State of Bremen, the German Aerospace Center, and the European Organisation for the Exploitation of Meteorological Satellites.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}