{
  "url": "https://climate.nasa.gov/news/1080/how-does-your-garden-glow-nasas-oco-2-seeks-answer/",
  "title": "How does your garden glow? NASA’s OCO-2 seeks answer",
  "date": null,
  "content": "8 min read\nBy Laurie J. Schmidt\nScience is full of serendipity — moments when discoveries happen by chance or accident while researchers are looking for something else. For example, penicillin was identified when a blue-green mold grew on a Petri dish that had been left open by mistake.\nNow, satellite instruments have given climate researchers at NASA and other research institutions an unexpected global view from space of a nearly invisible fluorescent glow that sheds new light on the productivity of vegetation on land. Previously, global views of this glow from chlorophyll were only possible over Earth's ocean, using NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) instruments on NASA's Terra and Aqua spacecraft.\nWhen the Japanese Greenhouse gases Observing SATellite (GOSAT), known as \"IBUKI\" in Japan, launched into orbit in 2009, its primary mission was to measure levels of carbon dioxide and methane, two major heat-trapping greenhouse gases in Earth's atmosphere. However, NASA researchers, in collaboration with Japanese and other international colleagues, found another treasure hidden in the data: fluorescence from chlorophyll contained within plants. Although scientists have measured fluorescence in laboratory settings and ground-based field experiments for decades, these new satellite data now provide the ability to monitor what is known as solar-induced chlorophyll fluorescence on a global scale, opening up a world of potential new applications for studying vegetation on land.\nA \"signature\" of photosynthesis, solar-induced chlorophyll fluorescence is an indicator of the process by which plants convert light from the sun into chemical energy. As chlorophyll molecules absorb incoming radiation, some of the light is dissipated as heat, and some radiation is re-emitted at longer wavelengths as fluorescence.\nEnter NASA's Orbiting Carbon Observatory-2 (OCO-2). Researchers who study the interaction of plants, carbon and climate are eagerly awaiting fluorescence data from the OCO-2 satellite mission, scheduled to launch in July 2014. The instrument aboard OCO-2 will make precise measurements of carbon dioxide in the atmosphere, recording 24 observations a second versus GOSAT's single observation every four seconds, resulting in almost 100 times more observations of both carbon dioxide and fluorescence than GOSAT.\n\"Data from OCO-2 will extend the GOSAT time series and allow us to observe large-scale changes to photosynthesis in a new way,\" said David Schimel, lead scientist for the Carbon and Ecosystems research program at NASA's Jet Propulsion Laboratory, Pasadena, Calif., which manages the OCO-2 mission for NASA. \"The fluorescence data may turn out to be a unique and very complementary dataset of the OCO-2 mission.\"\n\"OCO-2's fluorescence data, when combined with the observatory's atmospheric carbon dioxide measurements, will increase the value of the OCO-2 mission to NASA, the United States and world,\" said Ralph Basilio, OCO-2 project manager at JPL.\nBeing able to see fluorescence from space allows scientists to estimate photosynthesis rates over vast scales, gleaning insights into vital processes that affect humans and other living things on Earth. \"The rate of photosynthesis is critical because it's the process that drives the absorption of carbon from the atmosphere and agricultural [food] production,\" said Joseph Berry, a researcher in the Department of Global Ecology at Carnegie Institution for Science in Stanford, Calif.\nMeasuring the fluorescent \"glow\" may sound simple, but the tiny signal is overpowered by reflected sunlight. \"Imagine that you're in your child's bedroom and they have a bunch of glow-in-the-dark stars on the ceiling,\" Schimel said. \"Then you turn the lights on. The stars are still glowing, but looking for that glow with the lights on is like looking for fluorescence amidst the reflected sunlight.\" Retrieving the fluorescence data requires disentangling sunlight that is reflected by plants from the light given off by them — in other words, figuring out a way to \"turn the sun off.\"\nResearchers found that by tuning GOSAT's spectrometer (an instrument that can measure different parts of the spectrum of light) to look at very narrow channels, they could see parts of the spectrum where there was fluorescence but less reflected solar radiation. \"It's as if you had put on a pair of glasses that filtered out the radiation in your child's room except for that glow from the stars,\" said Schimel.\nScientists are excited about the new measurement because it will give them better insight into how Earth's plants are taking up carbon dioxide. According to the Global Carbon Project, a non-governmental organization devoted to developing a complete picture of the carbon cycle, our burning of fossil fuels on Earth had produced nearly 35 billion tons of carbon dioxide by 2011. This is almost 5 tons of carbon dioxide for every one of Earth's seven billion inhabitants.\nAbout half of that carbon dioxide remains in the atmosphere. The other half is dissolved in the ocean or taken up by Earth's biosphere (living organisms on land and in the ocean), where it is tucked away in carbon reservoirs or \"sinks.\" These sinks are shielding us from the full effect of our emissions.\n\"Everybody that's using fossil fuels right now is being subsidized by the biosphere,\" said Berry. \"But one of the key unknowns is — what's going to be happening in the long term? Is it going to continue to subsidize us?\"\nThe future of Earth's plants depends largely on one of the carbon cycle's key ingredients: water. Plants need water to carry out photosynthesis. When their water supply runs low, such as during times of drought, photosynthesis slows down.\nFor the past quarter century, satellite instruments such as MODIS and the Advanced Very High Resolution Radiometer (AVHRR) on NOAA polar-orbiting satellites have enabled researchers to monitor plant health and productivity by measuring the amount of \"greenness,\" which shows how much leaf material is exposed to sunlight. The drawback of using the greenness index, however, is that greenness doesn't immediately respond to stresses — water stress for example — that reduce photosynthesis and productivity.\n\"Plants can be green, but not active,\" said JPL research scientist Christian Frankenberg, also a member of the OCO-2 science team. \"Imagine an evergreen needle-leaf forest at high elevation in winter. The trees are still green, but they're not photosynthesizing.\"\nSolar-induced fluorescence data (see fluorescence map) would tell you straight away that something had happened, explains Schimel, but greenness doesn't tell you until the plants are already drooping and maybe dead.\nAbout 30 percent of the photosynthesis that occurs in Earth's land regions takes place in the tropical rainforest of the Amazon, which encompasses about 2.7 million square miles (7 million square kilometers) of South America. The Amazon is home to more than half of Earth's terrestrial biomass and tropical forest area — making it one of the two most important land regions for carbon storage (the other being the Arctic, where carbon is stored in the soil).\nRecent studies in the Amazon using fluorescence measurements have examined how photosynthesis rates change during wet and dry seasons. Most of the results show that during the dry season, photosynthesis slows down. According to Berry, when the air is dry and hot, it makes sense for plants to conserve water by closing their stomates (pores). \"During the dry season when it would cost the plants a lot of water, photosynthesis is dialed down and the forest becomes less active,\" he said.\nIn 2005 and 2010, the Amazon basin experienced the type of droughts that historically have happened only once in a century. Greenness measurements indicated widespread die-off of trees and major changes to the forest canopy (treetops) after the droughts, but fluorescence data from GOSAT exposed even milder water stress in the dry season of normal years. \"There is the potential that as climate change proceeds, these droughts will become more severe. The areas that support tropical rainforest could decrease,\" said Berry. Less tropical forest means less carbon absorbed from the air.\nIn addition, as trees decay, they release carbon dioxide back into the atmosphere, creating a scenario whereby the biosphere potentially becomes a source of carbon rather than a sink. \"If there is a dieback of the tropical rainforest, that might add to the effect of fossil fuel carbon dioxide on climate change,\" said Frankenberg.\nBecause photosynthesis is one of the key processes involved in the carbon cycle, and because the carbon cycle plays an important role in climate, better fluorescence information could help resolve some uncertainties about the uptake of carbon dioxide by plants in climate models. \"We think fluorescence is going to help carbon cycle models get the right answer,\" said Berry. \"If you don't have the models right, how can you get the rest of it right?\"\n\"We really don't understand the quantitative relationship between climate and photosynthesis very well, because we've only been able to study it at very small scales,\" said Schimel. \"Measuring plant fluorescence from space may be an important addition to the set of techniques available to us.\"\nWatching the planet breatheNASA carbon-counting satellite arrives at launch\"Prospects for chlorophyll fluorescence remote sensing from the Orbiting Carbon Observatory-2,\" C. Frankenberg et al., Remote Sensing of Environment 147 1-12 (2014\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}