{
  "url": "https://climate.nasa.gov/news/703/nasas-earth-now-app/",
  "title": "NASA's 'Earth Now' App",
  "date": null,
  "content": "NASA's new, free \"Earth Now\" iPhone app immerses cyber explorers in dazzling visualizations of near-real-time global climate data from NASA's fleet of Earth science satellites, bringing a world of ever-changing climate data to your fingertips.\nBy Alan Buis,\nJet Propulsion Laboratory\nA free, new iPhone app from NASA literally puts the whole world in the palm of your hands. \"Earth Now\" immerses cyber explorers in dazzling visualizations of near-real-time global climate data from NASA's fleet of Earth science satellites.\nAvailable at the iTunes Store or by visiting http://www.jpl.nasa.gov/apps , Earth Now displays data on many of the key vital signs of our planet that NASA satellites track. Whether your interest is current surface air temperatures over Australia, carbon dioxide or carbon monoxide levels over Canada, ozone over Oman, water vapor over Wales, gravity anomalies in Greenland or sea level height anomalies at St. Petersburg, Earth Now brings a world of ever-changing climate data to your fingertips.\nThe regularly updated data are displayed as color maps projected over a 3D Earth model that can be rotated by a single finger stroke, or zoomed in and out by the pinch or spread of two fingers. Color-coded legends indicate the relative strength or weakness of environmental conditions. Helpful descriptions provide background information on each data set.\n\"Earth Now is a great resource for students, teachers and anyone interested in Earth's changing climate,\" said Michael Greene, manager for public engagement formulation and strategic alliances at NASA's Jet Propulsion Laboratory, Pasadena, Calif. \"Since its debut last month, it's already been downloaded nearly 170,000 times. Plans are in place for development of an Android version and for the addition of new NASA Earth science data sets over time.\"\nEarth Now is closely integrated with NASA's Webby Award-winning Global Climate Change website, http://climate.nasa.gov/ , which is devoted to educating the public about Earth's changing climate, providing easy-to-understand information about the causes and effects of climate change and how NASA studies it. The app was developed by the Earth Science Communications, Visualization Technology Applications and Development Teams at JPL, with support from NASA Headquarters.\nFor more on NASA's Earth Science Program, visit: http://www.nasa.gov/. For a comprehensive list of NASA apps and other tools to connect and collaborate, visit: http://www.nasa.gov/connect .\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}