{
  "url": "https://climate.nasa.gov/news/705/at-10-grace-continues-defying-and-defining-gravity/",
  "title": "At 10, GRACE continues defying, and defining, gravity",
  "date": null,
  "content": "GRACE tracks near-surface and deep-ocean currents to improve our understanding of ocean circulation. Earlier this year, a NASA study detected a previously unknown redistribution of freshwater during the past decade from the Eurasian half of the Arctic Ocean to the Canadian half. Credit: University of Washington\nBy Alan Buis,\nJet Propulsion Laboratory\nJust as the lead characters in the popular Broadway musical \"Wicked\" sing about defying gravity, the low-Earth orbiting twin spacecraft of NASA's Gravity Recovery and Climate Experiment (GRACE) continue to defy gravity 10 years after launch, while also continuing to help define it. Along the way, they've also produced an amazing array of breakthrough science that is giving us a new understanding of changes in Earth's natural systems.\nLaunched from Northern Russia on March 17, 2002, on what was designed to be a three- to five-year mission, GRACE continues its task of making detailed measurements of Earth's gravity field. It does so by noting minute changes in gravitational pull caused by local changes in Earth's mass. Masses of ice, air, water and solid Earth can be moved by weather patterns, seasonal change, climate change and even tectonic events such as large earthquakes. To track these changes, GRACE uses GPS and a microwave ranging system to measure micron-scale variations in the 220-kilometer (137-mile) separation between the two spacecraft, developed by NASA's Jet Propulsion Laboratory, Pasadena, Calif.\nThese measurements are used to produce monthly gravity maps that are more than 100 times more precise than previous models, providing the resolution necessary to characterize how Earth's gravity field varies over time and space, and over land and sea. The data have substantially improved the accuracy of techniques used by oceanographers, hydrologists, glaciologists, geologists and climate scientists.\n\"GRACE essentially demonstrated a new form of remote sensing for climate research that has turned out even better than we hoped,\" said GRACE Project Scientist Michael Watkins of JPL \"We realized early on in the design of GRACE that we could measure the gravity field well enough to observe the critical indicators of climate change - sea level rise and polar ice melt.\"\nGRACE is a joint mission with the German Aerospace Center (DLR) and the German Research Center for Geosciences (GFZ), in partnership with the University of Texas at Austin. During its first decade of operations, the mission has made remarkable contributions to many scientific disciplines, expanding our knowledge of ice loss from the polar ice sheets and mountain glaciers, groundwater storage on land, sea level variations and large-scale ocean circulation, to name but a few.\nGRACE also pioneered the study technique now being used by NASA's Gravity Recovery and Interior Laboratory (GRAIL) mission, which recently began mapping the gravitational field of the moon to learn about its internal structure and composition in unprecedented detail. GRAIL data will also provide a better understanding of how Earth and other rocky planets in the solar system formed and evolved.\nIn June 2010, NASA and DLR signed an agreement to continue GRACE through 2015-a full 10 years past the planned mission duration. Recognizing the importance of extending this long-term dataset, NASA has approved the development and launch of the GRACE Follow-On mission, also developed jointly with Germany, and planned for launch in 2017.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}