{
  "url": "https://climate.nasa.gov/news/707/sharper-vision/",
  "title": "Sharper vision",
  "date": null,
  "content": "An improved version of NASA's popular \"Eyes on the Earth\" interactive virtual reality visualization with a host of new features is now available. Credit: NASA/JPL-Caltech.\nBy Alan Buis,\nJet Propulsion Laboratory\nNASA's Webby Award-winning Global Climate Change website has introduced a new version of its popular \"Eyes on the Earth\" interactive virtual reality visualization, which delivers data and images from NASA's fleet of Earth satellites to home computers.\nIt can be found online at: http://climate.nasa.gov or directly at http://climate.nasa.gov/Eyes/ . \"Eyes on the Earth 2.0\" incorporates a host of new features, including a sleek and simplified interface. New capabilities include event timelines, an image gallery and more up-to-date data on global sea level height and surface temperatures.\nA highlight of the enhancements is an Image of the Day feature, developed as a collaboration between the visualization team at NASA's Jet Propulsion Laboratory, Pasadena, Calif., and NASA's Earth Observatory website, managed by NASA's Goddard Space Flight Center in Greenbelt, Md.\n\"The Image of the Day has long been one of the most popular features of the NASA Earth Observatory,\" said Kevin Ward of Goddard, team leader and technical/development lead for the Earth Observatory. \"Now we're enhancing the experience for users by allowing them to see these spectacular images in context in a virtual 3-D environment.\"\n\"Eyes on the Earth 2.0 gives cyber explorers daily glimpses of our dynamic planet from space,\" said Michael Greene, manager for public engagement formulation and strategic alliances at JPL. \"On any given day, visitors might see anything from a wall of gray smoke more than 10 miles long from a major wildfire, a phytoplankton bloom exploding in brilliant shades of blue and green off the coast of Norway, or a typhoon half as wide as North America churning across the South China Sea.\"\nDeveloped using a state-of-the-art, browser-based visualization technology, \"Eyes on the Earth 2.0\" also displays the location of all of NASA's 15 currently operating Earth-observing satellite missions in real time. These missions constantly monitor our planet's vital signs, such as sea level height, concentration of carbon dioxide in our atmosphere, global temperatures and extent of sea ice in the Arctic, to name a few.\nVisitors to \"Eyes on the Earth 2.0\" can also:\n- Ride along with a satellite, observing Earth as it sweeps below in accelerated time.\n- View authentic data maps of ozone, carbon dioxide distribution and global temperature mapped onto the surface of the globe. \n- Compare the size of each satellite to a school bus or a scientist.\n- View satellites and data globes in stereographic 3-D (anaglyph 3-D glasses are required).\nNASA's Global Climate Change website is devoted to improving the public's understanding of Earth's changing climate, providing easy-to-understand information about the causes and effects of climate change and how NASA studies it. For more on NASA's Earth Science Program, visit: http://www.nasa.gov.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}