{
  "url": "https://climate.nasa.gov/news/713/our-perpetually-moving-ocean/",
  "title": "Our perpetually moving ocean",
  "date": null,
  "content": "A new NASA animation shows the global movement of Earth's ocean surface currents from June 2005 to December 2007. The animation was created using data from NASA satellites, direct ocean measurements and a numerical model developed by NASA JPL and the Massachusetts Institute of Technology. Credit: NASA/SVS.\nBy Alan Buis and Aries Keck,\nJet Propulsion Laboratory and Goddard Space Flight Center\nThe swirling flows of Earth's perpetually changing ocean come to life in a new NASA scientific visualization that captures the movement of tens of thousands of ocean currents.\nThe high-definition visualization is available in 3-minute and 20-minute versions at: http://svs.gsfc.nasa.gov/goto?3827 .\nDeveloped by NASA's Goddard Space Flight Center in Greenbelt, Md., the visualization is based on a synthesis of a numerical model with observational data. The model was created under a NASA project called Estimating the Circulation and Climate of the Ocean, or ECCO. A joint project between NASA's Jet Propulsion Laboratory, Pasadena, Calif., and the Massachusetts Institute of Technology, Cambridge, ECCO uses advanced mathematical tools to combine satellite and in-ocean observations with the MIT numerical ocean model to obtain realistic descriptions of how ocean circulation evolves over time. The visualization covers the period from June 2005 to December 2007.\nECCO model-data syntheses are being used to quantify the ocean's role in the global carbon cycle; to understand the recent evolution of the polar oceans; to monitor time-evolving heat, water, and chemical exchanges within and between different components of the Earth system; and for many other science applications.\nData used by the ECCO project include: sea surface height from JPL's Topex/Poseidon, Jason-1, and Ocean Surface Topography Mission (OSTM)/Jason-2 satellite altimeters; gravity from the JPL/German Aerospace Center Gravity Recovery and Climate Experiment (GRACE) mission; surface wind stress from JPL's QuikScat mission; sea surface temperature from the NASA/Japan Aerospace Exploration Agency Advanced Microwave Scanning Radiometer-EOS; sea ice concentration and velocity data from passive microwave radiometers; and temperature and salinity profiles from shipborne casts, moorings and the international Argo ocean observation system.\nThese model-data syntheses are among the largest computations of their kind ever undertaken. They are made possible by high-end computing resources provided by NASA's Ames Research Center in Moffett Field, Calif.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}