{
  "url": "https://climate.nasa.gov/news/736/nasas-new-carbon-counting-instrument-leaves-the-nest/",
  "title": "NASA's new carbon-counting instrument leaves the nest",
  "date": null,
  "content": "Technicians prep the OCO-2 instrument for shipping at JPL. The instrument consists of three parallel, high-resolution spectrometers, integrated into a common structure and fed by a common telescope. Credit: NASA/JPL-Caltech.\nBy Alan Buis,\nJet Propulsion Laboratory\nIts construction now complete, the science instrument that is the heart of NASA's Orbiting Carbon Observatory-2 (OCO-2) spacecraft — NASA's first mission dedicated to studying atmospheric carbon dioxide — has left its nest at NASA's Jet Propulsion Laboratory in Pasadena, Calif., and has arrived at its integration and test site in Gilbert, Ariz.\nA truck carrying the OCO-2 instrument left JPL before dawn on Tuesday, May 9, to begin the trek to Orbital Science Corporation's Satellite Manufacturing Facility in Gilbert, southeast of Phoenix, where it arrived that afternoon. The instrument will be unpacked, inspected and tested. Later this month, it will be integrated with the Orbital-built OCO-2 spacecraft bus, which arrived in Gilbert on April 30.\nOnce technicians ensure the spacecraft is clean of any contaminants, the observatory's integration and test campaign will kick off. That campaign will be conducted in two parts, with the first part scheduled for completion in October. The observatory will then be stored in Gilbert for about nine months while the launch vehicle is prepared. The integration and test campaign will then resume, with completion scheduled for spring 2014. OCO-2 will then be shipped to Vandenberg Air Force Base, Calif., in preparation for a launch as early as the summer of 2014.\n\"The OCO-2 instrument looks great, and its delivery to Orbital's Gilbert, Ariz., facility is a big step forward in successfully launching and operating the mission in space,\" said Ralph Basilio, OCO-2 project manager at JPL.\nOCO-2 is the latest mission in NASA's study of the global carbon cycle. Carbon dioxide is the most significant human-produced greenhouse gas and the principal human-produced driver of climate change. The original OCO mission was lost shortly after launch on Feb. 24, 2009, when the Taurus XL launch vehicle carrying it malfunctioned and failed to reach orbit.\nThe experimental OCO-2 mission, which is part of NASA's Earth System Science Pathfinder Program, will uniformly sample the atmosphere above Earth's land and ocean, collecting more than half a million measurements of carbon dioxide concentration over Earth's sunlit hemisphere every day for at least two years. It will do so with the accuracy, resolution and coverage needed to provide the first complete picture of the regional-scale geographic distribution and seasonal variations of both human and natural sources of carbon dioxide emissions and their sinks-the places where carbon dioxide is removed from the atmosphere and stored.\nScientists will use OCO-2 mission data to improve global carbon cycle models, better characterize the processes responsible for adding and removing carbon dioxide from the atmosphere, and make more accurate predictions of global climate change.\nThe mission provides a key new measurement that can be combined with other ground and aircraft measurements and satellite data to answer important questions about the processes that regulate atmospheric carbon dioxide and its role in the carbon cycle and climate. This information could help policymakers and business leaders make better decisions to ensure climate stability and retain our quality of life. The mission will also serve as a pathfinder for future long-term satellite missions to monitor carbon dioxide.\nEach of the OCO-2 instrument's three high-resolution spectrometers spreads reflected sunlight into its various colors like a prism, focusing on a different, narrow color range to detect light with the specific colors absorbed by carbon dioxide and molecular oxygen. The amount of light absorbed at these specific colors is proportional to the concentration of carbon dioxide in the atmosphere. Scientists will use these data in computer models to quantify global carbon dioxide sources and sinks.\nFor more information on the mission, visit: the JPL and NASA OCO-2 websites.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}