{
  "url": "https://climate.nasa.gov/news/721/study-finds-surprising-arctic-methane-emission-source/",
  "title": "Study finds surprising Arctic methane emission source",
  "date": null,
  "content": "A new airborne study with NASA contributions measured surprising levels of the potent greenhouse gas methane coming from cracks in Arctic sea ice and areas of partial sea ice cover. This image was taken over the Arctic Ocean at a latitude of approximately 71 degrees North on April 15, 2010. Credit: NASA/JPL.\nBy Alan Buis,\nJet Propulsion Laboratory\nThe fragile and rapidly changing Arctic region is home to large reservoirs of methane, a potent greenhouse gas. As Earth's climate warms, the methane, frozen in reservoirs stored in Arctic tundra soils or marine sediments, is vulnerable to being released into the atmosphere, where it can add to global warming. Now a multi-institutional study by Eric Kort of NASA's Jet Propulsion Laboratory, Pasadena, Calif., has uncovered a surprising and potentially important new source of Arctic methane: the ocean itself.\nKort, a JPL postdoctoral scholar affiliated with the Keck Institute of Space Studies at the California Institute of Technology in Pasadena, led the analysis while he was a student at Harvard University, Cambridge, Mass. The study was conducted as part of the HIAPER Pole-to-Pole Observations (HIPPO) airborne campaign, which flew a specially instrumented National Science Foundation (NSF)/National Center for Atmospheric Research (NCAR) Gulfstream V aircraft over the Pacific Ocean from nearly pole to pole, collecting atmospheric measurements from Earth's surface to an altitude of 8.7 miles (14 kilometers). The campaign, primarily funded by NSF with additional funding from NCAR, NASA and the National Oceanic and Atmospheric Administration, was designed to improve our understanding of where greenhouse gases are originating and being stored in the Earth system.\nDuring five HIPPO flights over the Arctic from 2009 to 2010, Kort's team observed increased methane levels while flying at low altitudes over the remote Arctic Ocean, north of the Chukchi and Beaufort Seas. The methane level was about one-half percent larger than normal background levels.\nBut where was the methane coming from? The team detected no carbon monoxide in the atmosphere that would point to possible contributions from human combustion activities. In addition, based on the time of year, location and nature of the emissions, it was extremely unlikely the methane was coming from high-latitude wetlands or geologic reservoirs.\nBy comparing locations of the enhanced methane levels with airborne measurements of carbon monoxide, water vapor and ozone, they pinpointed a source: the ocean surface, through cracks in Arctic sea ice and areas of partial sea ice cover. The cracks expose open Arctic seawater, allowing the ocean to interact with the air, and methane in the surface waters to escape into the atmosphere. The team detected no enhanced methane levels when flying over areas of solid ice.\nKort said previous studies by others had measured high concentrations of methane in Arctic surface waters, but before now no one had predicted that these enhanced levels of ocean methane would find their way to the overlying atmosphere.\nSo how is the methane being produced? The scientists aren't yet sure, but Kort hinted biological production from living things in Arctic surface waters may be a likely culprit. \"It's possible that as large areas of sea ice melt and expose more ocean water, methane production may increase, leading to larger methane emissions,\" he said. He said future studies will be needed to understand the enhanced methane levels and associated emission processes and to measure their total contribution to overall Arctic methane levels.\n\"While the methane levels we detected weren't particularly large, the potential source region, the Arctic Ocean, is vast, so our finding could represent a noticeable new global source of methane,\" he added. \"As Arctic sea ice cover continues to decline in a warming climate, this source of methane may well increase. It's important that we recognize the potential contribution from this source of methane to avoid falsely interpreting any changes observed in Arctic methane levels in the future.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}