{
  "url": "https://climate.nasa.gov/news/723/breaking-the-ice-on-icebergs/",
  "title": "Breaking the ice on icebergs",
  "date": null,
  "content": "Iceberg off the coast of Newfoundland, 1984. Credit: Susan Digby.\nBy Alan Buis,\nJet Propulsion Laboratory\nIcebergs are a natural and beautiful part of Earth's cryosphere, and are closely monitored and studied by scientists around the world.\nWe asked JPL research scientists Ben Holt and Michael Schodlok to attempt to remove some of the mystery shrouding these floating flotillas of ice.\nWhat are icebergs and how are they formed?\nBen Holt: Icebergs form from the natural calving of glaciers and Earth's great ice sheets, which extend into the ocean. These ice extensions, called tongues and shelves, lose strength as they extend further from their attachments to land, eventually breaking off in a process called 'calving' to form icebergs.\nHow do icebergs move?\nBen Holt: Once they form, icebergs are moved by winds and currents, drifting either north or south toward Earth's equator, where they eventually melt. They may get stuck locally by the ocean bottom or even by surrounding sea ice.\nWhere do icebergs form, and how big can they get?\nBen Holt: Earth's largest icebergs are formed from the extensive ice shelves in Antarctica-giant, so-called \"tabular\" icebergs. In the Arctic region, Greenland glaciers are the primary source, generally forming considerably smaller icebergs than those found in Antarctica. These smaller icebergs, sometimes called \"bergy bits\" and \"growlers,\" are much more difficult to detect than the extensive tabular icebergs, and thus pose a much greater threat to ships and offshore operations. Greenland icebergs get carried southward along the Labrador Current, which passes around Newfoundland and into the Grand Banks area of southeastern Canada and New England, which is where the Titanic met its demise when it rammed into an iceberg of sufficient size and force to puncture its hull.\nMichael Schodlok: Icebergs are found throughout the Southern Ocean but mainly south of the Antarctic Circumpolar Current. After calving from the continental ice sheet, the icebergs drift westward with the Antarctic Coastal Current. In the Ross and Weddell seas, large gyres move them northwards into the Antarctic Circumpolar Currrent, which carries them  eastwards. Warmer temperatures in the Antarctic Circumpolar Current lead to a rapid melting and decay of icebergs. However, some large tabular icebergs drift to the north out of the Antarctic Circumpolar Current.  Iceberg sightings have been reported off the coast of Brazil. The largest icebergs in the last decade broke off of the Ross Ice Shelf in Antarctica. Iceberg B15, which broke off in 2000, had a surface area of about 4,250 square miles (11,000 square kilometers); while Iceberg C19 in 2002 had a surface area of about 2,125 square miles (5,500 square kilometers). These icebergs are so massive they actually have their own Wikipedia pages! These giants break into smaller pieces. A small piece of C19 (still 25 by 16 miles, or 40 by 25 kilometers in size) drifted for 10 years in the westward flowing Antarctic Coastal Current from the Ross Sea to Elephant Island, at the tip of the Antarctic Peninsula.\nHow are icebergs tracked and monitored?\nBen Holt: Shortly after the Titanic accident, a joint service, called the International Ice Patrol, was started between the United States and Canada to monitor icebergs entering the Grand Banks region. This collaborative effort uses ships, aircraft and satellites to identify icebergs in the area and provide charts for fisheries, ship traffic and offshore operators to help predict icebergs passing south of 48 degrees North latitude. According to the International Ice Patrol's 2011 Annual Report, the IIP uses two traditional measurements to determine the severity of each ice season. First, they measure the number of icebergs first sighted or detected south of 48 degrees North latitude, which includes icebergs first sighted or detected further north that drift south. Second, they measure the length of the season, which is measured in the number of days that icebergs--either modeled or sighted--were present south of 48 degrees North latitude. Last year, IIP reported that only three icebergs, not including the small \"bergy bits\" or \"growlers,\" were modeled to have drifted south of 48 degrees North latitude, and none were actually sighted or detected remotely. These modeled icebergs were only present for 25 days in May. This marked the fifth time since 1983, when the IIP began routinely using aircraft equipped with radars to detect icebergs, that icebergs didn't reach the Grand Banks.\nMichael Schodlok: In the Antarctic, icebergs that are larger than 11 by 11 nautical miles in length and width (about 12 by 12 miles, or 20 by 20 kilometers) are detected and tracked by satellites, including NASA's QuikScat mission. A listing of current large Antarctic icebergs and their positions an be found here. Small- to medium-sized icebergs, which make up the major part of the iceberg size distribution, can only be  tracked with buoys. In the Weddell Sea, we visited icebergs by helicopter and dug a GPS buoy into the firn layer (a layer of partially compacted granular snow that has survived one summer melt season but has not yet become glacial ice). Depending on how stable the iceberg is, the buoy batteries should allow the iceberg's location to be transmitted for up to three years. By knowing the iceberg's daily positions, we were able to establish the main drift pattern of this size of iceberg in the Weddell Sea. However, iceberg decay and hence the overturning of the iceberg shorten the buoy's lifetime.\nHow can satellites monitor and study icebergs?\nBen Holt: From satellites, icebergs can be detected and tracked over time using several types of sensors. Finer-resolution optical sensors and imaging radar are needed to identify smaller icebergs, such as those typically found off the coast of Canada, while coarser-resolution sensors, including radar scatterometers such as NASA's QuikScat that nominally measure wind speed, are used to detect larger tabular icebergs. Larger icebergs within sea ice often produce open water wakes behind them, similar to the wakes ships leave behind, improving their detection.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}