{
  "url": "https://climate.nasa.gov/news/750/postcard-from-the-past/",
  "title": "Postcard from the past",
  "date": null,
  "content": "By Alan Buis\r\nJet Propulsion Laboratory\nA new university-led study with NASA participation finds ancient Antarctica was much warmer and wetter than previously suspected. The climate was suitable to support substantial vegetation -- including stunted trees -- along the edges of the frozen continent.\nThe team of scientists involved in the study, published online June 17 in Nature Geoscience, was led by Sarah J. Feakins of the University of Southern California in Los Angeles, and included researchers from NASA's Jet Propulsion Laboratory in Pasadena, Calif., and Louisiana State University in Baton Rouge.\nBy examining plant leaf wax remnants in sediment core samples taken from beneath the Ross Ice Shelf, the research team found summer temperatures along the Antarctic coast 15 to 20 million years ago were 20 degrees Fahrenheit (11 degrees Celsius) warmer than today, with temperatures reaching as high as 45 degrees Fahrenheit (7 degrees Celsius). Precipitation levels also were found to be several times higher than today.\n\"The ultimate goal of the study was to better understand what the future of climate change may look like,\" said Feakins, an assistant professor of Earth sciences at the USC Dornsife College of Letters, Arts and Sciences. \"Just as history has a lot to teach us about the future, so does past climate. This record shows us how much warmer and wetter it can get around the Antarctic ice sheet as the climate system heats up. This is some of the first evidence of just how much warmer it was.\"\nScientists began to suspect that high-latitude temperatures during the middle Miocene epoch were warmer than previously believed when co-author Sophie Warny, assistant professor at LSU, discovered large quantities of pollen and algae in sediment cores taken around Antarctica. Fossils of plant life in Antarctica are difficult to come by because the movement of the massive ice sheets covering the landmass grinds and scrapes away the evidence.\n\"Marine sediment cores are ideal to look for clues of past vegetation, as the fossils deposited are protected from ice sheet advances, but these are technically very difficult to acquire in the Antarctic and require international collaboration,\" said Warny.\nTipped off by the tiny pollen samples, Feakins opted to look at the remnants of leaf wax taken from sediment cores for clues. Leaf wax acts as a record of climate change by documenting the hydrogen isotope ratios of the water the plant took up while it was alive.\n\"Ice cores can only go back about one million years,\" Feakins said. \"Sediment cores allow us to go into 'deep time.'\"\nBased upon a model originally developed to analyze hydrogen isotope ratios in atmospheric water vapor data from NASA's Aura spacecraft, co-author and JPL scientist Jung-Eun Lee created experiments to find out just how much warmer and wetter climate may have been.\n\"When the planet heats up, the biggest changes are seen toward the poles,\" Lee said. \"The southward movement of rain bands associated with a warmer climate in the high-latitude southern hemisphere made the margins of Antarctica less like a polar desert, and more like present-day Iceland.\"\nThe peak of this Antarctic greening occurred during the middle Miocene period, between 16.4 and 15.7 million years ago. This was well after the age of the dinosaurs, which became extinct 64 million years ago. During the Miocene epoch, mostly modern-looking animals roamed Earth, such as three-toed horses, deer, camel and various species of apes. Modern humans did not appear until 200,000 years ago.\nWarm conditions during the middle Miocene are thought to be associated with carbon dioxide levels of around 400 to 600 parts per million (ppm). In 2012, carbon dioxide levels have climbed to 393 ppm, the highest they've been in the past several million years. At the current rate of increase, atmospheric carbon dioxide levels are on track to reach middle Miocene levels by the end of this century.\nHigh carbon dioxide levels during the middle Miocene epoch have been documented in other studies through multiple lines of evidence, including the number of microscopic pores on the surface of plant leaves and geochemical evidence from soils and marine organisms. While none of these 'proxies' is as reliable as the bubbles of gas trapped in ice cores, they are the best evidence available this far back in time. While scientists do not yet know precisely why carbon dioxide was at these levels during the middle Miocene, high carbon dioxide, together with the global warmth documented from many parts of the world and now also from the Antarctic region, appear to coincide during this period in Earth's history.\nThis research was funded by the U.S. National Science Foundation with additional support from NASA. The California Institute of Technology in Pasadena manages JPL for NASA.\nFor more information about NASA programs and projects, visit: http://www.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}