{
  "url": "https://climate.nasa.gov/news/730/flying-high/",
  "title": "Flying high",
  "date": null,
  "content": "By Michael Finneran,\nNASA Langley Research Center\nA NASA research airplane has taken wing for Greenland, where it is joining an extensive airborne survey of Earth's polar ice.\nNASA Langley Research Center in Hampton, Va., deployed its newly acquired HU-25C Guardian jet as part of NASA's Operation IceBridge.\nIceBridge will yield an unprecedented three-dimensional view of the rapidly changing features of Arctic and Antarctic ice sheets, ice shelves and sea ice. Studies by NASA and others generally show that Earth’s polar ice is shrinking as temperatures are rising globally, with many long-term climate impacts.\nThe multi-year mission, which began in 2009, has been using airborne instruments to map Arctic and Antarctic areas once a year and is led by NASA’s Goddard Space Flight Center in Greenbelt, Md.\nIceBridge flights are conducted March through May over Greenland and in October-November over Antarctica. Other smaller airborne surveys around the world are also part of the campaign.\nThe HU-25C will fly first to Thule, Greenland, for research flights before moving to Kangerlussuaq in the south. Scientists from Goddard, Langley and NASA Headquarters in Washington, D.C., arrived in Thule yesterday via military aircraft. Today, two pilots and two crew members from Langley departed in the HU-25C.\nA P-3B research airplane already is at work in the Arctic, having flown to Greenland in mid March with an array of instruments for measuring ice surface elevation and thickness, and snow depth. The P-3B is based at NASA's Wallops Flight Facility on Virginia's Eastern Shore.\nLVIS in the house\nOnboard the HU-25C is an instrument called LVIS (Land, Vegetation, and Ice Sensor), a scanning laser altimeter. The instrument will be flown over target areas to collect data on Arctic surface topography.\nLast year, a Langley King Air turboprop carried LVIS to Greenland for Goddard, which designed and operates the instrument. IceBridge will be the HU-25C's first NASA mission, and it will play a critical role surveying sea ice near coastal areas of Greenland.\nThe HU-25C has three advantages over the King Air, said Bruce Fisher, of Langley's Research Services Directorate. \"It can go farther, faster, higher. You cover more territory in the same amount of time than the King Air. So you get considerably more bang for the buck.\"\nNorthwest Passage\nThe HU-25C will be able to penetrate the northern extremes of the Northwest Passage to collect data about the changing polar landscape, said Fisher, whose directorate manages Langley's aircraft.\nNestled in the cabin of the airplane in a custom-built mounting structure, LVIS will measure the height of terrain over which it is flown. \"It looks through a piece of glass in the bottom of the aircraft,\" he said. \"It's extremely accurate.\"\nLVIS is a scanning laser altimeter, which measures the range from the instrument to a target object. It sends a laser beam at the target, and measures the time it takes for the signal to return from striking it. Knowing the precise time the laser pulse was emitted, and the time it took for the reflection to return, yields the distance.\nLVIS is one of nine instruments used in IceBridge.\nLangley acquired the HU-25C in November 2011 from the U.S. Coast Guard. Dassault Aircraft built the airplane as a military version of its Falcon business jet.\nThe HU-25C has a range of about 2,000 miles (3,219 kilometers), a cruising speed of 466 miles per hour (750 kilometers per hour) and a maximum altitude of 42,000 feet (12,802 meters). For the IceBridge mission, it will fly between 28,000 and 37,000 feet (8,534 and 11,278 meters) while LVIS scans the Earth's surface.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}