{
  "url": "https://climate.nasa.gov/news/1158/international-action-against-ozone-depleting-substances-yields-significant-gains/",
  "title": "International action against ozone depleting substances yields significant gains",
  "date": null,
  "content": "3 min read\nWorldwide action to phase out ozone-depleting substances has resulted in remarkable success, according to a new assessment by 300 international scientists. The stratospheric ozone layer, a fragile shield of gas that protects Earth from harmful ultraviolet light, is on track to recovery over the next few decades.\nThe Assessment for Decision-Makers, a summary of the Scientific Assessment of Ozone Depletion, 2014, provides new information to affirm that the 1987 international agreement known as the Montreal Protocol on Substances that Deplete the Ozone Layer has successfully resulted in global international policies to reduced levels of ozone-depleting substances.\nMinimum concentration of ozone in the southern hemisphere for each year from 1979-2013 (there is no data from 1995). Each image is the day of the year with the lowest concentration of ozone. A graph of the lowest ozone amount for each year is shown.\nThe report is conducted by the World Meteorological Organization, or WMO, and the United Nations Environmental Program, or UNEP, and co-sponsored by NASA, National Oceanic and Atmospheric Administration, or NOAA, and the European Commission. Science teams from these organizations and other countries have been monitoring the ozone layer on the ground, by balloon and with a variety of satellite instruments dating back to NASA's Nimbus 4 satellite, launched in 1970.\nThe most current ozone hole satellite data comes from the Ozone Monitoring and Profiler Suite instrument on the NASA-NOAA Suomi National Polar-orbiting Partnership satellite, known as Suomi NPP, and the Ozone Monitoring Instrument and Microwave Limb Sounder on NASA's Aura satellite.\n\"It is particularly gratifying to report that the ozone layer is on track for recovery to 1980 benchmark levels by mid-century,\" said Paul A. Newman, chief scientist for atmospheres at NASA's Goddard Space Flight Center in Greenbelt, Maryland, and a co-chair of the WMO/UNEP report. \"Many of these early signs of ozone improvements are due to decades of work and contributions by NASA and NOAA instruments and scientists.\nOzone depleting substances are also powerful greenhouse gases. The Montreal Protocol provided a double benefit: stopping ozone depletion, and slowing the growth of greenhouse gases. “Substitutes for ozone depleting substances are ozone safe, but many are powerful greenhouse gases. These substitutes could offset the climate gains achieved by the Montreal Protocol in the future,\" Newman said.\nThe Assessment for Decision-Makers, a summary of the Scientific Assessment of Ozone Depletion, 2014 is the first comprehensive update in four years. The full report will be available in early 2015.\nIn 2024 the ozone hole over Antarctica reached its annual maximum extent, with an area…\nHealing continues in the atmosphere over the Antarctic: a hole that opens annually in the…\nEditor’s note: This article has been updated to clarify the ranking of the 2023 ozone…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}