{
  "url": "https://climate.nasa.gov/news/760/london-shimmers-from-space/",
  "title": "London shimmers from space",
  "date": null,
  "content": "By Michael Carlowicz,\nNASA's Earth Observatory\nBillions of people will see London through many different filters and lenses during the 2012 Olympic Games and Paralympic Games. None of those views will look quite like this one from the Suomi National Polar-orbiting Partnership satellite.\nThe image above shows London and the southern half of Great Britain as it appeared on the night of March 27, 2012. While most of the events in the 2012 Olympics will be held in the greater London area, several other cities and towns will host events, including: canoeing at Lee Valley White Water Center; sailing in Portland Harbour; rowing and canoeing at Eton Dorney; and cycling and mountain bike events at Hadleigh Farm.\nThe image was acquired by the Visible Infrared Imaging Radiometer Suite (VIIRS) on Suomi NPP, which includes a “day-night band” similar to images collected by the Operational Linescan System (OLS) flown on U.S. Defense Meterological Satellite Program (DMSP) satellites.\nThe day-night band observes light in a range of wavelengths from green to near-infrared, and uses light intensification to enable the detection of dim signals, according to Chris Elvidge, who leads the Earth Observation Group at NOAA’s National Geophysical Data Center and works on the VIIRS team.\n“In wavelength-speak, the range for visible light is about 400 (blue light) to 700 (red light) nanometers, and the day/night band’s sensitivity is 500 to 900 nanometers,” said Steve Miller, a researcher in the Cooperative Institute for Research in the Atmosphere at Colorado State University. “There are a lot of satellites up there with sensitivity to this same range, but the special thing about the day/night band is its high sensitivity to very low amounts of this light. It can sense light 100,000 times fainter than the conventional visible light sensors. That makes it very sensitive to things like moonlight, city lights, among many other things.”\nThe night views of Earth are more than just a novelty. “Nightime lights are the least ambiguous remote sensing observation indicating the presence and magnitude of human activities and the density of development,” said Elvidge. Seeing Earth’s night lighting has practical applications in studying human populations, economic activity, habitat fragmentation and encroachment, and energy use. “We can actually look at cities and tell you how much energy is emanating from them,” Miller added, “something pretty useful for energy consumption studies.”\nOther scientists use the nighttime views to choose sites for astronomical observatories, study the impact of nocturnal lighting, and to monitor power outages and natural disasters. In meteorology, the combination of VIIRS nighttime views and thermal imaging is valuable for things like differentiating high clouds from low clouds from fog banks.\nSuomi NPP was launched from Vandenberg Air Force Base on October 28, 2011, and is the result of a partnership between NASA, the National Oceanic and Atmospheric Administration, and the Department of Defense.\nEditor's Note: In the large image (below the main image), the lights in the Irish Sea, the English Channel, and the North Sea are likely a blend of fishing vessels and flares from offshore oil and gas platforms.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}