{
  "url": "https://climate.nasa.gov/news/764/summer-storm-spins-over-arctic/",
  "title": "Summer storm spins over Arctic",
  "date": null,
  "content": "Image mosaic of Arctic storm. (Credit: NASA/Goddard/MODIS Rapid Response Team)\nBy Maria-José Viñas,\nNASA's Earth Science News Team\nAn unusually strong storm formed off the coast of Alaska on Aug. 5 and tracked into the center of the Arctic Ocean, where it slowly dissipated over the next several days.\nThe Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Aqua satellite captured this natural-color mosaic image on Aug. 6, 2012. The center of the storm at that date was located in the middle of the Arctic Ocean.\nThe storm had an unusually low central pressure area. Paul A. Newman, chief scientist for Atmospheric Sciences at NASA's Goddard Space Flight Center in Greenbelt, Md., estimates that there have only been about eight storms of similar strength during the month of August in the last 34 years of satellite records. “It’s an uncommon event, especially because it’s occurring in the summer. Polar lows are more usual in the winter,” Newman said.\nArctic storms such as this one can have a large impact on the sea ice, causing it to melt rapidly through many mechanisms, such as tearing off large swaths of ice and pushing them to warmer sites, churning the ice and making it slushier, or lifting warmer waters from the depths of the Arctic Ocean.\n“It seems that this storm has detached a large chunk of ice from the main sea ice pack. This could lead to a more serious decay of the summertime ice cover than would have been the case otherwise, even perhaps leading to a new Arctic sea ice minimum,” said Claire Parkinson, a climate scientist with NASA Goddard. “Decades ago, a storm of the same magnitude would have been less likely to have as large an impact on the sea ice, because at that time the ice cover was thicker and more expansive.”\nAqua passes over the poles many times a day, and the MODIS Rapid Response System stitches together images from throughout each day to generate a daily mosaic view of the Arctic. This technique creates the diagonal lines that give the image its \"pie slice\" appearance.\nIn the image, the bright white ice sheet of Greenland is seen in the lower left.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}