{
  "url": "https://climate.nasa.gov/news/807/dusts-warming-counters-half-of-its-cooling-effect/",
  "title": "Dust's warming counters half of its cooling effect",
  "date": null,
  "content": "The study site in Zhangye, China\nBy Kathryn Hansen,\r\nNASA's Earth Science News Team\nDust that routinely rises above the world’s deserts causes a more significant localized warming effect than previously thought, a new study based on NASA field research shows.\nIn April 2008, atmospheric scientists set up camp in Zhangye, a semi-arid region between China's Taklimakan and Gobi deserts. They sorted and prepared cargo that included two mobile laboratories housed in trailers, and an array of upward-looking instruments for measuring airborne dust particles. Then, the team waited for favorable conditions – for either of the two neighboring deserts to send clouds of dust blowing over camp before fieldwork wrapped up a few months later in June.\nThe wait paid off. By early May, a heavy dust episode darkened the skies over camp as scientists and instruments looked on.\nThe mineral properties of the aerosol particles and the wavelength distribution of incident light combine to determine whether a dust particle reflects radiation and cools the local atmosphere, absorbs radiation and warms the local atmosphere, or both. While scientists have a good handle on dust’s primary effect of reflecting and cooling at the visible wavelengths, the smaller influence of absorbing and warming at the longer infrared wavelengths has remained more of an uncertainty – and most climate models either underestimate it or do not include it at all.\r\n\n\n\n\n\n\n\n\nAtmospheric scientist Richard Hansell works with data that show the location of a spring 2008 dust event (red) measured in Zhangye, China, between the Taklimakan and Gobi deserts. Credit: NASA/Goddard\n\n\n\r\nWhen the field work concluded, Richard Hansell of the University of Maryland, College Park, and NASA's Goddard Space Flight Center, Greenbelt, Md., and colleagues combined data collected from the ground-based sensors with computer models to quantify the interaction of visible and infrared light energy.\nThe analysis showed that over half of dust's cooling effect is compensated for by its warming effect. The finding, published in the Journal of Geophysical Research, Atmospheres, could clarify scientists' understanding of how dust influences moisture fluctuations in the atmosphere and surface temperatures around the planet.\nThe dust dilemma\nDust is just one, but important, type of tiny airborne particle collectively known as aerosols. And while dust has a notable impact on health and visibility, it is also known to have an effect on climate. The question remains: How much of an effect?\nAs the 2007 assessment report by the United Nations' Intergovernmental Panel on Climate Change shows, the magnitude of aerosols' influence on climate is not well understood. That's where ground-based work like Hansell's can help. The team’s interest was not in the global coverage of the dust – events frequently observed by satellites – but rather in the individual flecks of dust and their physical and chemical properties.\n\"Looking at dust from space, the spatial extent is awesome,\" Hansell said. \"You can see large dust clouds that get stirred up over the desert and transported globally. But I’m looking from the ground-based perspective, collecting a very large volume of data to analyze dust and to look specifically at how it interacts with radiation, in my case with infrared – the longer wavelengths.\"\nHow dust interacts with these longer wavelengths has long perplexed scientists – it’s not an easy thing to study. But with an array of instruments and growing volumes of data from NASA's Surface-based Mobile Atmospheric Research & Testbed Laboratories (SMARTLabs), scientists are making progress.\nThe long and short of it\nSunlight is composed primarily of energy at the shorter visible wavelengths known as shortwave. When shortwave radiation arrives to Earth's atmosphere and encounters dust particles, some of the energy is reflected back to space. Cooling results because Earth's surface doesn’t receive as much radiation had the dust not been there; an effect that's relatively straightforward to observe.\nThe challenge stems from the much weaker signal of the longwave radiation – the invisible, low-energy radiation emitted by the earth, atmosphere, clouds and anything else with a temperature. Dust can absorb this type of radiation and thus contribute to warming. But the process depends on the particles' size, composition, optical properties, and how those parameters affect the transfer of energy between the particles and the atmosphere.\nCompared to small-sized aerosols such as smoke, larger particles including dust are more efficient at absorbing longwave radiation. In addition to size, dust particle composition also matters. Minerals such as silicates and clays are better than others at absorbing longwave radiation.\nTo determine the warming influence of dust, Hansell and colleagues started by characterizing dust size and composition as measured by instruments in the NASA mobile lab at Zhangye, in addition to data collected from previous field studies there. At the same time, the team in Zhangye used an interferometer to describe changes in the spectral intensity of the longwave radiation.\nCombining the measured parameters in a computer model, the researchers calculated the longwave energy at Earth's surface with and without dust aerosols present to determine the Direct Aerosol Radiative Effect (DARE), a parameter that describes how aerosols modulate the energetics of the atmosphere.\nThe warming influence\nThe team found that dust's radiative impact, and hence its warming influence, conservatively ranges from 2.3 to 20 watts per square meter of radiation at the surface in Zhangye. Collectively, dust's longwave warming effect counters more than half of dust’s shortwave cooling effect.\nFor perspective, the warming influence of 20 watts per square meter is comparable to the low end of longwave radiation's effect on clouds, which measures about 30 watts per square meter. Warming by greenhouse gases measures about 2 watts per square meter, although the warming occurs globally whereas the warming influence of dust and clouds is regional.\n\"The influence of dust on longwave radiation is a lot bigger than we expected,” Hansell said.\nThe magnitude of that influence, however, can vary from one location to another. \"Compared to our previous study of Saharan dust measured at Sal Island Cape Verde, the longwave effects of dust at Zhangye were found to be about a factor of two larger, owing to differences in the dust absorptive properties and proximity to the desert sources, he said.\nStill, with dust holding on to more heat than previously thought, scientists can begin to reassess dust's role in changes observed near Earth's surface, such as air temperature and the moisture budget. For example, dust's warming effect on the atmosphere could be an underestimated factor driving evaporation, and atmospheric convection and stability.\n\"We're now at point where I see trying to link what we’re measuring into work being done by the modeling community, to improve climate predictions and to better understand the dynamical consequences of these radiative effects,\" Hansell said.\nRelated Links:\nDust Dominates Foreign Aerosol Imports to North America\r\nhttp://www.nasa.gov/topics/earth/features/dust-imports.html\nNASA Goddard SMARTLabs\r\nhttp://smartlabs.gsfc.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}