{
  "url": "https://climate.nasa.gov/news/765/nasa-expands-network-for-measurement-of-tiny-airborne-particles/",
  "title": "NASA expands network for measurement of tiny airborne particles",
  "date": null,
  "content": "Travis Knepp, left, and Ali Omar, right, installed an AERONET instrument at the NASA Langley CAPABLE research site. Credit: Sean Smith/ NASA\nBy Jennifer LaPan,\nNASA's Langley Research Center\nScientists at NASA have added yet another instrument to an expanding climate research hub at NASA's Langley Research Center, putting Hampton, Va., on the map in a worldwide network of atmospheric measurements.\nThe network of instruments exists under the AERONET (AErosol RObotic NETwork) program, which is dedicated to studying tiny particles in the atmosphere, known as aerosols. Despite their small size, aerosols have a major impact on air quality and human health and also affect Earth's climate.\n\"Our primary objective is understanding the properties of aerosols,\" said Brent Holben, the project scientist who leads the AERONET program at NASA's Goddard Space Flight Center in Greenbelt, Md. \"The more instruments we have, the easier it is to address those questions about their size, shape and radiative properties.\"\nAERONET consists of more than 500 aerosol-measuring sites across 80 countries and all seven continents, each hosting the exact same instrument to take measurements of aerosols over that particular area.\nNASA scientists who work with data from the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO) satellite are particularly excited about the addition of the AERONET instrument to NASA Langley's ground research site, known as CAPABLE (Chemistry and Physics Atmospheric Boundary Layer Experiment).\n\"CALIPSO studies aerosols in the atmosphere too,\" says Ali Omar, a CALIPSO scientist and the principal investigator for the AERONET instrument at NASA Langley. \"If CALIPSO passes by, even within 50 to 100 miles, we can make a comparison between its retrievals and the AERONET measurements of aerosol properties.\"\nOmar said the closest ground-based AERONET instrument up to this point was at NASA's COVE (CERES Ocean Validation Experiment) site, an ocean research platform at the mouth of Virginia's Chesapeake Bay.\n\"The dominant aerosol type at the COVE site is marine, and dominant types at the CAPABLE site are urban and marine,\" said Omar.\nOmar said that marine aerosols consist of sea salt, while urban aerosols, largely generated by fossil-fuel combustion, consist of sulfates, nitrates, and organic and black carbon.\nThe addition of AERONET instruments allows the network to help more satellites confirm and refine their aerosols measurements.\n\"All satellites have different requirements and different footprints, so one AERONET instrument doesn't always fall in the footprint of a satellite. If we have a large distribution of instruments, we are likely to get a hit,\" said Holben.\nThe new AERONET instrument at Langley joins a suite of instruments at the CAPABLE site, which monitor weather and air quality. In 2010, the Virginia Department of Environmental Quality (VDEQ) joined CAPABLE to collect information on local pollution to feed into the U.S. Environmental Protection Agency’s database.\nNASA Langley scientists are interested in comparing AERONET data to ground-based measurements of particulate concentrations by the state’s instruments at the CAPABLE site.\nSeveral universities and research institutions, such as Pennsylvania State University, have also used the CAPABLE site to take atmospheric measurements. Travis Knepp, a scientist at NASA Langley who manages CAPABLE, said the popularity of the site might be its convenient location.\n\"There are a lot of benefits to hosting instruments at the CAPABLE site. We have a temperature-controlled shelter, electrical power, plenty of rack space and of course the security of being on center,\" said Knepp.\nThe CAPABLE site also archives current conditions with a weather station in an effort to establish a climatology for the region. The site also has a Pandora instrument, which, much like AERONET, uses the sun to calculate how much of a certain chemical is the air – such as ozone.\n\"Each chemical has its own unique signature in the solar spectrum,\" said Knepp. \"One of the next things we would like to do with Pandora is have it retrieve aerosol information as well.\"\nKnepp said that an advantage of having AERONET join CAPABLE is the level of accuracy the instrument brings.\n\"The AERONET system has a high quality of calibration and every instrument across the world is virtually identical,\" he said.\nThis high accuracy helps scientists analyzing aerosols and their affect on critical atmospheric processes – such as cloud formation, climate change, and air pollution - compare the long-term measurements of each instrument across the world with confidence.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}