{
  "url": "https://climate.nasa.gov/news/766/tropical-storm-isaac-brings-heavy-rains-to-eastern-caribbean/",
  "title": "Tropical storm Isaac brings heavy rains to eastern Caribbean",
  "date": null,
  "content": "This visible image of Tropical Storm Isaac was captured by NOAA's GOES-13 satellite on Aug. 23 at 7:45 a.m. EDT as it was lashing the eastern Caribbean. Credit: NASA/NOAA GOES Project\nBy Steve Lang and Hal Pierce,\nSSAI/NASA Goddard Space Flight Center\nNASA's Tropical Rainfall Measuring Mission satellite captured rainfall data from Tropical Storm Isaac as it continues moving through the Caribbean Sea.\nAfter a quiet July, the Atlantic has seen a sharp increase in tropical activity. With the heart of the hurricane season now here, two tropical systems are currently making their way through the Atlantic, Tropical Storm Isaac and TD10 (the 10th tropical depression of the season). During the peak of the season, more storms form further out in the central Atlantic from tropical waves, known as African easterly waves, that move off of the coast of Africa and make their way westward across the tropical Atlantic. These disturbances are often the precursors for tropical storms and hurricanes. The last six storms that formed, including Isaac and TD 10, all formed in August, all originated as African easterly waves, and all formed out over the central tropical Atlantic.\nIsaac formed from a tropical wave that moved off of the coast of Africa on Aug. 17. Four days later on the morning of Aug. 21, the wave had intensified and developed enough of a circulation to become a tropical depression, TD 9. Later that same day, the National Hurricane Center (NHC) upgraded the system to Tropical Storm Isaac with sustained winds reported at 35 knots (~40 mph). Isaac then continued to track westward through the central Atlantic towards the Lesser Antilles.\nThe Tropical Rainfall Measuring Mission (or TRMM) satellite captured an image of Isaac as it was nearing the Lesser Antilles early on the morning of Aug. 22. The image was taken at 06:29 UTC (2:29 a.m. EDT) on Aug. 22, 2012. TRMM is a joint mission between NASA and the Japanese space agency JAXA.\nTRMM data was used to create an image showing a top-down view of the rain intensities within Isaac. Images are created by the NASA TRMM team, located at the NASA Goddard Space Flight Center in Greenbelt, Md. Rain rates in the center of the swath were created from the TRMM Precipitation Radar (PR), while those in the outer swath were created using the TRMM Microwave Imager (TMI). The TRMM team then overlaid the rain rates on enhanced infrared (IR) data from the TRMM Visible Infrared Scanner (VIRS).\nOnce the data was combined to form one image, TRMM revealed that Isaac was still in its formative stage. There was some evidence of weak banding (curvature) in the western half of the storm as depicted by a loose arc shape to the rain bands (indicating light rain) there. Rain intensities in and around the center were light to moderate with no evidence of an eye. Areas of more intense rain were located away from the center to the southeast. Overall, the imagery indicated Isaac still had a fairly weak circulation. At the time of the image, Isaac was a weak tropical storm with sustained winds still estimated at 35 knots (40 mph/65 kmh), and the center was located about 300 miles (~380 miles) due east of Guadeloupe. The storm was moving due west at 18 mph.\nAt 8 a.m. EDT on Thursday, August 23, Isaac's maximum sustained winds were near 40 mph (65 kmh). Isaac's center was near 15.4 North latitude and 64.8 West longitude, about 225 miles (360 km) south-southeast of San Juan, Puerto Rico, or about 315 miles (505 km) east-southeast of Isla Saona, Dominican Republic. Isaac continues to move west at 13 mph (21 kmh). The National Hurricane Center expects Isaac to continue moving west and \"pass through the Lesser Antilles as a tropical storm before entering the eastern Caribbean, where it could intensify into a hurricane.\"\nA Hurricane Warning is in effect for the south coast of Dominican Republic from Isla Saona westward to the Haiti-Dominican Republic southern border and all of Haiti. A Tropical Storm Warning is in effect for the British Virgin Islands, Puerto Rico, Vieques, Culebra, and the U.S. Virgin Islands, in addition to the north coast of the Dominican Republic from the Haiti-Dominican Republic's northern border eastward to the north of Isla Saona.\nA Tropical Storm Watch is in effect for the southeastern Bahamas including the Acklins, Crooked Island, Long Cay, The Inaguas, Mayaguana, and the Ragged Islands and the Turks and Caicos Islands.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}