{
  "url": "https://climate.nasa.gov/news/781/discovering-the-ozone-hole-qa-with-pawan-bhartia/",
  "title": "Discovering the ozone hole: Q&A with Pawan Bhartia",
  "date": null,
  "content": "Pawan Bhartia is an atmospheric scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. Credit: NASA\nBy Kathryn Hansen,\nNASA's Earth Science News Team\nOn Sept. 16, 1987, representatives from nations around the world drafted a landmark treaty known as the Montreal Protocol. This step marked the beginning of the international agreement to phase out substances that deplete Earth's protective ozone layer. Now, 25 years later, NASA satellites continue to provide clear snapshots of a generally stabilized Antarctic ozone hole as it cycles toward its annual maximum depth by late September or early October.\nThe protocol is hailed as an international policy success story. That success, however, rests on the ingenuity of numerous scientists involved with the initial discovery and analysis of the then-mysterious atmospheric phenomenon.\nIn 1977, Pawan Bhartia – known by colleagues as P.K. – had finished a Ph.D in physics and entered a bleak job market. The only somewhat-related opportunity listed in the newspaper's classifieds section was for the position of atmospheric scientist with a NASA contractor, Systems and Applied Sciences in Maryland. He applied, got the job, and had no way to foresee that he was about to play a role in what he and many others now call an \"unparalleled environmental success story\" – the discovery and stabilization of the Antarctic ozone hole.\nUp to, during and after the discovery, Bhartia worked as part of the Ozone Processing Team to process and produce ozone data from satellites in NASA's Nimbus Program. Kathryn Hansen of NASA's Earth Science News Team talked with Bhartia, now in his 21st year as an atmospheric scientist at NASA's Goddard Space Flight Center in Greenbelt, Md., for the behind-the-scenes story.\nWhat was your motivation for studying ozone?\nWhen I started working on ozone in 1977, there was not a known issue with the ozone layer and we weren't worried about it thinning out. Instruments I was working on weren't designed for observing that. Starting with Nimbus-4 in 1970, we simply wanted to measure the atmosphere. It was curiosity-driven research.\nOne of those instruments was an ozone sensor. Since then about a dozen instruments on different satellites – improved versions of that original instrument – have flown, giving us a nearly continuous measurement. They measure the ozone very high, primarily around 16 miles (25 kilometers) up. That's the ozone important for essentially soaking up the UV light from the sun that can cause skin cancer. The layer is critical for the survival of all species, and without it life on land would not have evolved. But because it's so high up, nobody prior to the late 1970s worried about depleting it.\nWhy did people start to worry about depleting the ozone?\nBy the time Nimbus-7 was launched in October 1978, the ozone layer was getting to be a hot topic. Two scientists in California had discovered a new mechanism by which CFCs, the gas used in everything from spray cans to air conditioners, can destroy ozone. It was a very common, non-toxic gas that isn't readily destroyed by nature like most pollutants. Because of its long life it can slowly seep up high into atmosphere and start destroying the ozone layer.\nThat discovery happened right around time of launch of the Nimbus-7 satellite in October 1978. There was a lot of pressure on us from the science community and from Congress to show what was happening to the ozone. The problem was that the satellite was designed to last one year – it ended up lasting 14 – and it was not designed for tracking small changes in the ozone layer that the scientists were predicting at that time. So we were under lot of pressure to come up with a good measurements to verify what scientists were predicting based on their models.\nWhen did the so-called ozone hole appear over Antarctica?\nSomething happened in 1984 that was pretty remarkable. The ozone hole appeared out of nowhere. It just showed up in the data. It happened very quickly. In 1981 there were hints, and not until 1983 or so could you see it clearly.\nBased on the analysis of long-term datasets of ozone from two ground-based stations in Antarctica, British Antarctic Survey scientists first discovered the ozone depletion and reported their observations in May 1985 in the journal Nature. But the problem was that people didn't know what to make of it. No one had any idea of the area that this phenomenon covered. People were wondering why there was no corroborating evidence from NASA satellites.\n\n\n\n\n\n\n\n\nAt an August 1985 meeting in Prague, Pawan Bhartia presented this satellite-based image that revealed for the first time the size and magnitude of the ozone hole. Credit: NASA\n\n\n\nWhat was the reason for the wait?\nWe were still trying to figure it out. We thought maybe it's an instrumental effect, or maybe it's something else. We tried to take our time and make sure the hole was real. By December 1984, we had high degree of confidence that the hole was a real effect. We submitted a paper to a conference in Prague that was held in August 1985. My presentation showing the size and magnitude of the event, later called the “ozone hole,” was the first time everyone knew it was such a huge event. All hell broke loose, particularly in the media.\nPeople were scared and thought this could be a real disaster that could kill us, give us cancer. But the significant ozone loss was not happening in areas where people were living. It was occurring mostly over Antarctica. There are penguins there, but no human beings, and it happens for only two months a year. Regardless, it had a huge impact on people.\nIs this what led to the Montreal Protocol?\nYes, the discovery ultimately led to the 1987 Montreal Protocol. That was remarkable. People only had to look at a picture to physically see atmospheric chemistry. It didn’t take much persuasion to convince the policy makers to take action.\nStill, at that time we didn't know the exact mechanism. The British scientists speculated it was CFCs, and they turned out to be partly right. That's also where NASA played a large role, through later work toward figuring out the cause. NASA conducted several field experiments in Antarctica with ground-based instruments, balloons, and aircraft instruments provided by scientists all around the world. The first field mission was the National Ozone Expedition (NOZE) in 1986. These experiments and laboratory work in many institutions helped explain how the CFCs were involved in the formation of ozone hole.\nSurface chemistry on ice particles plays a critical role. Though this field had grown rapidly in recent years, in the 1980s this was a new thing. Some reactions that don't take place in the gas phase happen faster and more readily on a surface. This was the case for ozone depletion. The chemical reaction between ozone and certain types of human-produced gases was taking place on the surface of ice particles in clouds. That's not an easy thing to study, and the 1995 Nobel Prize was given to the scientists who had figured that out.\nCould that chemistry have happened here in the U.S.?\nThe type of ice cloud chemistry that creates the ozone hole occurs primarily in the polar regions. But it has now been found that given a sufficient amount of CFCs, a similar thing can happen anywhere. In fact if CFCs had not been regulated, NASA simulations show that we would have had more than 50 percent ozone depletion here. In 1985 we didn't know enough to make predictions for the mid latitudes, but in the last five years new measurements tell us we could have destroyed ozone elsewhere. It's scary to think what would have happened.\nThat's what would have happened – what did happen?\nThe Antarctic hole is stabilizing now and maybe slowly recovering. Polar regions vary from month to month and can have ozone decrease by 40 percent in springtime and by about 10 percent other times of the year. The maximum change from 1970 to 1990 here in the mid-latitudes was an ozone layer decrease of about 5 percent. That causes about a 5 percent increase in UVB, the type that causes skin cancer. That is very small. Most people who study health effects study it at a 50 percent increase in UVB exposure. Skin cancer has increased but no link can be attributed to ozone loss, it's most likely because of lifestyle changes. Tropical regions have had essentially no change in the ozone layer.\nAre we still tracking the hole and learning anything new?\nThe ozone layer is now on its way to full recovery. Our focus now is to make sure that it is healing as expected. The recently launched Suomi-NPP satellite has a new generation ozone-monitoring instrument called OMPS. Copies of this instrument are planned for future satellites.\nChanges in the ozone hole now are not significantly driven by changes in CFCs, but instead driven by year-to-year changes in weather in the stratosphere. While the hole is no longer an issue from an environmental perspective, people continue to be drawn to the quality of the satellite pictures that come out each year at the time it reaches its maximum depth. Like two snowflakes, two ozone holes are never alike. It's not a scary event anymore, but a beautiful event.\nRelated Links:\nOzone Hole Watch\nSimulation Shows Consequences of a World Without Earth’s Natural Sunscreen\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}