{
  "url": "https://climate.nasa.gov/news/767/new-arctic-minimum/",
  "title": "New Arctic minimum",
  "date": null,
  "content": "This visualization shows the extent of Arctic sea ice on Aug. 26, 2012, the day the sea ice dipped to its smallest extent ever recorded in more than three decades of satellite measurements. The data is from the U.S. Defense Meteorological Satellite Program's Special Sensor Microwave/Imager. The line on the image shows the average minimum extent from the period covering 1979-2010. The extent on Aug. 26. 2012 broke the previous record set on Sept. 18, 2007. But the 2012 melt season could still continue for several weeks.\n\nImage credit: Scientific Visualization Studio, NASA Goddard Space Flight Center\n+ Larger image\nThe extent of the sea ice covering the Arctic Ocean has shrunk. According to scientists from NASA and the NASA-supported National Snow and Ice Data Center (NSIDC) in Boulder, Colo., the amount is the smallest size ever observed in the three decades since consistent satellite observations of the polar cap began.\nThe extent of Arctic sea ice on Aug. 26, as measured by the Special Sensor Microwave/Imager on the U.S. Defense Meteorological Satellite Program spacecraft and analyzed by NASA and NSIDC scientists, was 1.58 million square miles (4.1 million square kilometers), or 27,000 square miles (70,000 square kilometers) below the Sept. 18, 2007, daily extent of 1.61 million square miles (4.17 million square kilometers).\nThe sea ice cap naturally grows during the cold Arctic winters and shrinks when temperatures climb in the spring and summer. But over the last three decades, satellites have observed a 13 percent decline per decade in the minimum summertime extent of the sea ice. The thickness of the sea ice cover also continues to decline.\n\"The persistent loss of perennial ice cover -- ice that survives the melt season -- led to this year's record summertime retreat,\" said Joey Comiso, senior research scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Unlike 2007, temperatures were not unusually warm in the Arctic this summer.\"\nThe new record was reached before the end of the melt season in the Arctic, which usually takes place in mid- to late-September. Scientists expect to see an even larger loss of sea ice in the coming weeks.\n\"In 2007, it was actually much warmer,\" Comiso said. \"We are losing the thick component of the ice cover. And if you lose the thick component of the ice cover, the ice in the summer becomes very vulnerable.\"\n\"By itself it's just a number, and occasionally records are going to get set,\" NSIDC research scientist Walt Meier said about the new record. \"But in the context of what's happened in the last several years and throughout the satellite record, it's an indication that the Arctic sea ice cover is fundamentally changing.\"\nFor images, video and background on sea ice, go to:\nhttp://svs.gsfc.nasa.gov/Gallery/ArcticSeaIceResources.html\nFor National Snow and Ice Data Center information on Arctic Sea Ice, go to:\nhttp://nsidc.org/arcticseaicenews/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}