{
  "url": "https://climate.nasa.gov/news/771/tracking-shuttle-exhaust-reveals-more-information-about-atmospheric-winds/",
  "title": "Tracking shuttle exhaust reveals more information about atmospheric winds",
  "date": null,
  "content": "NASA's Aeronomy In the Mesosphere (AIM) mission captures images like this of shining noctilucent clouds, also known as polar mesospheric clouds (PMCs), which hover over Earth's poles in summertime. Credit: NASA/AIM\nBy Karen C. Fox,\nNASA Goddard Space Flight Center\nOn July 8, 2011 the Space Shuttle Atlantis launched for the very last time. On that historic day, as the world watched its last ascent up into orbit and commentators discussed the program's contributions to space flight and scientific research over 20 years, the shuttle helped spawn one last experiment. As the shuttle reached a height of about 70 miles over the east coast of the U.S., it released – as it always did shortly after launch – 350 tons of water vapor exhaust.\nAs the plume of vapor spread and floated on air currents high in Earth's atmosphere, it crossed through the observation paths of seven separate sets of instruments. A group of scientists, reporting in online in the Journal of Geophysical Research on August 27, 2012, tracked the plume to learn more about the airflow in the Mesosphere and Lower Thermosphere (MLT) -- a region that is typically quite hard to study. The team found the water vapor spread much faster than expected and that within 21 hours much of it collected near the arctic where it formed unusually bright high altitude clouds of a kind known as polar mesospheric clouds (PMCs). Such information will help improve global circulation models of air movement in the upper atmosphere, and also help with ongoing studies of PMCs.\n\"Polar mesospheric clouds are the highest clouds on Earth,\" says space scientist Michael Stevens at the Naval Research Laboratory, Washington, who is first author on the paper. \"They shine brightly when the sun is just below the horizon and typically occur over polar regions in the summer. There is some evidence that they are increasing in number and people want to know if this is indicative of climate change or something else that we don't understand.\"\nSince they shine at night, PMCs are also known as noctilucent clouds, and they can serve as an indicator not just of temperature changes, but also of how currents and waves move high in Earth's atmosphere. A visible cloud of water vapor from something like the shuttle also offers a serendipitous way to observe such motions in the upper winds.\n\"The plume from the shuttle becomes a ready-made experiment to observe the movement in the atmosphere,\" says Charles Jackman, a scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. who is the project scientist for a NASA mission called Aeronomy Ice in the Mesosphere (AIM) that specifically observes PMCs. \"What this team found is interesting since the plume moved so quickly to the pole, indicating that the winds appear much stronger at those latitudes than was thought.\"\nTo track the plume across the sky, the scientists collated seven sets of observations, including data from AIM. The first two sets of instruments to see the plume were on a NASA spacecraft called TIMED (Thermosphere Ionosphere Mesosphere Energetics and Dynamics). Next the plume was viewed through the Sub-Millimeter Radiometer on the Swedish Odin satellite. When the plume reached higher latitudes, it was picked up by the ground-based Microwave Spectrometer at the Institute of Atmospheric Physics in Kühlungsborn, Germany as well as an identical ground-based water vapor instrument called cWASPAM1 at the Arctic Lidar Observatory for Middle Atmospheric Research (ALOMAR) in Andenes, Norway. The plume collated into its final shape over the arctic, as a new, extremely bright PMC on July 9, 2011 and there, it could be observed from above by the AIM satellite flying overhead, and from below by another instrument at ALOMAR called the RMR lidar.\nOver the course of the plume's travels, these observations showed it spreading horizontally over a distance of some 2000 to 2500 miles. Those parts that drifted into the high latitudes near the North Pole formed ice particles which settled into layers of PMCs down at about 55 miles above Earth’s surface. The speed with which the plume arrived at the arctic was a surprise.\n\"The speed of the movement in the upper atmosphere gives us new information for our models,\" says Stevens. \"As you get higher up in the atmosphere, we just don't have as many measurements of wind speeds or temperatures. The take-away message here is that we need to improve the models of that region.\"\nSince observations of PMCs may be connected to global climate, it's important to subtract out sporadic effects such as shuttle exhaust from other consistent, long-term effects.\n\"One of AIM's big goals is to find out how much of the cloud's behavior is naturally induced versus man-made,\" says Jackman. \"This last shuttle launch will help researchers separate the shuttle exhaust from the rest of the observations.\"\nIndeed, the AIM observations showed a clear difference between typical PMCs and this shuttle-made one. Normally smaller particles exist at the top, with larger ones at the bottom. The shuttle plume PMC showed a reversed configuration, with larger particles at the top, and smaller at the bottom – offering a way to separate out such clouds in the historical record.\nFor more information about NASA’s AIM mission, visit:\nwww.nasa.gov/aim\nFor more information about NASA’s TIMED mission, visit:\nhttp://www.timed.jhuapl.edu/WWW/index.php\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}