{
  "url": "https://climate.nasa.gov/news/776/nasas-global-hawk-mission-begins-with-flight-to-hurricane-leslie/",
  "title": "NASA's Global Hawk mission begins with flight to Hurricane Leslie",
  "date": null,
  "content": "This image shows the flight path (red line) of a Global Hawk that departed from NASA's Dryden Flight Research Center at Edwards Air Force Base in Calif. and flew around Hurricane Leslie on Sept. 7, 2012 before landing at NASA's Wallops Flight Facility in Wallops Island, Va. Credit: NASA\nBy Steve Cole,\nNASA Headquarters\nand\nKeith Koehler,\nWallops Flight Facility\nNASA has begun its latest hurricane science field campaign by flying an unmanned Global Hawk aircraft over Hurricane Leslie in the Atlantic Ocean during a day-long flight from California to Virginia. With the Hurricane and Severe Storm Sentinel (HS3) mission, NASA for the first time will be flying Global Hawks from the U.S. East Coast.\nThe Global Hawk took off from NASA's Dryden Flight Research Center at Edwards Air Force Base, Calif., Thursday and landed at the agency's Wallops Flight Facility on Wallops Island, Va., today at 11:37 a.m. EDT after spending 10 hours collecting data on Hurricane Leslie. The month-long HS3 mission will help researchers and forecasters uncover information about how hurricanes and tropical storms form and intensify.\nNASA will fly two Global Hawks from Wallops during the HS3 mission. The planes, which can stay in the air for as long as 28 hours and fly over hurricanes at altitudes greater than 60,000 feet, will be operated by pilots in ground control stations at Wallops and Dryden Flight Research Center at Edwards Air Force Base, Calif.\nThe mission targets the processes that underlie hurricane formation and intensity change. The aircraft help scientists decipher the relative roles of the large-scale environment and internal storm processes that shape these systems. Studying hurricanes is a challenge for a field campaign like HS3 because of the small sample of storms available for study and the great variety of scenarios under which they form and evolve. HS3 flights will continue into early October of this year and be repeated from Wallops during the 2013 and 2014 hurricane seasons.\nThe first Global Hawk arrived Sept. 7 at Wallops carrying a payload of three instruments that will sample the environment around hurricanes. A second Global Hawk, scheduled to arrive in two weeks, will look inside hurricanes and developing storms with a different set of instruments. The pair will measure winds, temperature, water vapor, precipitation and aerosols from the surface to the lower stratosphere.\n\"The primary objective of the environmental Global Hawk is to describe the interaction of tropical disturbances and cyclones with the hot, dry and dusty air that moves westward off the Saharan desert and appears to affect the ability of storms to form and intensify,\" said Scott Braun, HS3 mission principal investigator and research meteorologist at NASA's Goddard Space Flight Center in Greenbelt, Md.\nThis Global Hawk will carry a laser system called the Cloud Physics Lidar (CPL), the Scanning High-resolution Interferometer Sounder (S-HIS), and the Advanced Vertical Atmospheric Profiling System (AVAPS).\nThe CPL will measure cloud structure and aerosols such as dust, sea salt and smoke particles. The S-HIS can remotely sense the temperature and water vapor vertical profile along with the sea surface temperature and cloud properties. The AVAPS dropsonde system will eject small sensors tied to parachutes that drift down through the storm, measuring winds, temperature and humidity.\n\"Instruments on the 'over-storm' Global Hawk will examine the role of deep thunderstorm systems in hurricane intensity change, particularly to detect changes in low-level wind fields in the vicinity of these thunderstorms,\" said Braun.\nThese instruments will measure eyewall and rainband winds and precipitation using a Doppler radar and other microwave sensors called the High-altitude Imaging Wind and Rain Airborne Profiler (HIWRAP), High-Altitude MMIC Sounding Radiometer (HAMSR) and Hurricane Imaging Radiometer (HIRAD).\nHIWRAP measures cloud structure and winds, providing a three-dimensional view of these conditions. HAMSR uses microwave wavelengths to measure temperature, water vapor, and precipitation from the top of the storm to the surface. HIRAD measures surface wind speeds and rain rates.\nThe HS3 mission is supported by several NASA centers including Wallops; Goddard; Dryden; Ames Research Center, Moffett Field, Calif.; Marshall Space Flight Center, Huntsville, Ala.; and the Jet Propulsion Laboratory, Pasadena, Calif. HS3 also has collaborations with partners from government agencies and academia.\nHS3 is an Earth Venture mission funded by NASA's Science Mission Directorate in Washington. Earth Venture missions are managed by NASA's Earth System Science Pathfinder Program at the agency's Langley Research Center in Hampton, Va. The HS3 mission is managed by the Earth Science Project Office at NASA's Ames Research Center.\nFor more information about NASA's Airborne Science Program, visit:\nhttp://airbornescience.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}