{
  "url": "https://climate.nasa.gov/news/777/earth-now-available-for-android/",
  "title": "'Earth Now'  available for Android",
  "date": null,
  "content": "NASA's free \"Earth-Now\" app, now available for Android as well as iPhone, immerses cyber explorers in dazzling visualizations of near-real-time global climate data from NASA's fleet of Earth science satellites, bringing a world of ever-changing climate data to your fingertips. Image credit: NASA/JPL-Caltech\nBy Alan Buis,\nJet Propulsion Laboratory\nPASADENA, Calif. -- One of the top iPhone education apps in the iTunes store is now available for Android. The free NASA \"Earth Now\" Android app immerses cyber explorers in dazzling visualizations of near-real-time global climate data from NASA's fleet of Earth science satellites, bringing a world of ever-changing climate data to users' fingertips.\nAvailable at http://www.jpl.nasa.gov/apps, Earth Now displays data on many of the key vital signs of our planet that NASA satellites track. The data, displayed on your smart phone in 3-D, include current surface temperature, carbon dioxide levels and global sea level.\nThe regularly updated data are displayed as color maps projected over a 3-D Earth model that can be rotated by a single finger stroke, or zoomed in and out by the pinch or spread of two fingers. Color-coded legends indicate the relative strength or weakness of environmental conditions. Descriptions provide background information on each data set.\n\"Android users now have a new resource for accessing up-to-date information on Earth's changing climate,\" said Michael Greene, manager, public engagement strategy at NASA's Jet Propulsion Laboratory, Pasadena, Calif. \"Since its debut in February 2012, the iPhone version of Earth Now has been downloaded nearly 250,000 times. Additional NASA Earth science data sets will be added in the future.\"\nEarth Now is closely integrated with NASA's Webby Award-winning Global Climate Change website, http://climate.nasa.gov, which is devoted to educating the public about Earth's changing climate, providing easy-to-understand information about the causes and effects of climate change, and information about how NASA studies it. The app was developed by JPL's Earth Science Communications and Visualization Technology Applications and Development Teams, with support from NASA Headquarters.\nFor more information on NASA's Earth Science Program, visit: http://www.nasa.gov/topics/earth. For a comprehensive list of NASA apps and other tools to connect and collaborate, visit: http://www.nasa.gov/connect.\nJPL is a division of the California Institute of Technology in Pasadena.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}