{
  "url": "https://climate.nasa.gov/news/778/grace-mission-offers-a-novel-view-of-earths-water-supplies/",
  "title": "Grace mission offers a novel view of Earth's water supplies",
  "date": null,
  "content": "Two ranchers walk across the plains of drought-stricken West Texas in July 2011. (Photograph courtesy U.S. Department of Agriculture.)\nBy Holli Riebeek,\nEarth Observatory\nThe signature of drought was easy to read in the southern United States in the summer of 2011. It was in the brown, wilted crops and the bare fields. It was in the clouds of dust that rolled across the sky and in the shrinking reservoirs. It was in the fires that raced through crisp grasslands and forests, devouring homes and wilderness. It was in the oppressive heat that returned day after day.\nDrought was harder to see as 2011 drew to a close. With the return of winter, rains began to fall and temperatures dropped. But the drought was still there, lingering beneath the surface. It was still apparent to hydrologists who test the wells that plunge deep into underground aquifers.\nThis lingering, subtle drought was also visible to a highly unusual pair of satellites.\nIn Nebraska, Brian Wardlow and colleagues at the National Drought Mitigation Center watched the drought long before and after the average citizen paid heed. Wardlow develops satellite-based products that experts use—along with more traditional ground observations—to assess the severity of drought. Looking at measurements from the satellites, Wardlow could see broad-scale changes in groundwater supplies at varying depths over large swaths of the South.\n\n\n\n\n\n\n\nMeasurements of underground water storage (aquifers)—rather than surface water (lakes, rivers, etc.)—reveal the long-term effects of drought. This map shows ground water conditions in the U.S. during the week of November 28, 2011, compared to the long-term average. A time-series animation shows the evolution of ground water from 2002 to 2012. (Map by Chris Poulsen, National Drought Mitigation Center, based on data from the GRACE science team.)\n\n\n\n\nAfter a year without much rain, it was no surprise that the drought lingered below the land’s surface. “Groundwater takes a long time to be depleted, but it takes a long time to be recharged as well,” says Wardlow, a remote sensing specialist at the University of Nebraska–Lincoln. From experience, he expected regional groundwater supplies to be diminished. But this time he could see it in greater detail than traditional well measurements had ever provided.\n\n\n\n\n\n\nThe twin GRACE satellites launched on March 17, 2002, aboard a Russian rocket. (Image courtesy NASA JPL.)\n\n\n\nObserving the water buried beneath layers of soil and rock was no small thing. When the twin satellites known as the Gravity Recovery and Climate Experiment, or GRACE, were launched in March 2002, few hydrologists believed they could see—no less measure—changes in groundwater. But at least two scientists did: Jay Famiglietti and his graduate student Matt Rodell, who were working at that time at the University of Texas at Austin (UT-Austin).\nNow a scientist at NASA’s Goddard Space Flight Center, Rodell has spent the past decade studying groundwater with Grace and working to make those measurements useful to decision-makers. Thanks largely to Famiglietti, Rodell, and a handful of other scientists, Grace’s measurements of groundwater, ice, and oceans are now so essential that NASA is preparing to launch a follow-on mission.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}