{
  "url": "https://climate.nasa.gov/news/782/arctic-sea-ice-hits-smallest-extent-in-satellite-era/",
  "title": "Arctic sea ice hits smallest extent in satellite era",
  "date": null,
  "content": "Satellite data reveal how the new record low Arctic sea ice extent, from Sept. 16, 2012, compares to the average minimum extent over the past 30 years (in yellow). Sea ice extent maps are derived from data captured by the Scanning Multichannel Microwave Radiometer aboard NASA's Nimbus-7 satellite and the Special Sensor Microwave Imager on multiple satellites from the Defense Meteorological Satellite Program. Credit: NASA/Goddard Scientific Visualization Studio\nBy Maria-José Viñas,\nNASA's Earth Science News Team\nThe frozen cap of the Arctic Ocean appears to have reached its annual summertime minimum extent and broken a new record low on Sept. 16, the National Snow and Ice Data Center (NSIDC) has reported. Analysis of satellite data by NASA and the NASA-supported NSIDC at the University of Colorado in Boulder showed that the sea ice extent shrunk to 1.32 million square miles (3.41 million square kilometers).\nThe new record minimum measures almost 300,000 square miles less than the previous lowest extent in the satellite record, set in mid-September 2007, of 1.61 million square miles (4.17 million square kilometers). For comparison, the state of Texas measures around 268,600 square miles.\nNSIDC cautioned that, although Sept. 16 seems to be the annual minimum, there's still time for winds to change and compact the ice floes, potentially reducing the sea ice extent further. NASA and NSIDC will release a complete analysis of the 2012 melt season next month, once all data for September are available.\nArctic sea ice cover naturally grows during the dark Arctic winters and retreats when the sun re-appears in the spring. But the sea ice minimum summertime extent, which is normally reached in September, has been decreasing over the last three decades as Arctic ocean and air temperatures have increased. This year's minimum extent is approximately half the size of the average extent from 1979 to 2000. This year's minimum extent also marks the first time Arctic sea ice has dipped below 4 million square kilometers.\n\"Climate models have predicted a retreat of the Arctic sea ice; but the actual retreat has proven to be much more rapid than the predictions,\" said Claire Parkinson, a climate scientist at NASA Goddard Space Flight Center, Greenbelt, Md. \"There continues to be considerable inter-annual variability in the sea ice cover, but the long-term retreat is quite apparent.\"\nThe thickness of the ice cover is also in decline.\n\"The core of the ice cap is the perennial ice, which normally survived the summer because it was so thick\", said Joey Comiso, senior scientist with NASA Goddard. \"But because it's been thinning year after year, it has now become vulnerable to melt\".\nThe disappearing older ice gets replaced in winter with thinner seasonal ice that usually melts completely in the summer.\n\n\n\nThis year, a powerful cyclone formed off the coast of Alaska and moved on Aug. 5 to the center of the Arctic Ocean, where it churned the weakened ice cover for several days. The storm cut off a large section of sea ice north of the Chukchi Sea and pushed it south to warmer waters that made it melt entirely. It also broke vast extensions of ice into smaller pieces more likely to melt.\n\"The storm definitely seems to have played a role in this year's unusually large retreat of the ice\", Parkinson said. \"But that exact same storm, had it occurred decades ago when the ice was thicker and more extensive, likely wouldn't have had as prominent an impact, because the ice wasn't as vulnerable then as it is now.\"\nNASA scientists derive 2012 sea ice concentration data from microwave instruments aboard Defense Meteorological Satellite Program satellites. The wind data in the visualization is from the National Centers for Environmental Prediction.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}