{
  "url": "https://climate.nasa.gov/news/783/wildfires-in-washington-state/",
  "title": "Wildfires in Washington state",
  "date": null,
  "content": "NASA image courtesy Jeff Schmaltz LANCE/EOSDIS MODIS Rapid Response Team, GSFC. Caption by Lynn Jenner from information found on inciweb.org.\nWildfires in Washington State\nThe summer of 2012 will unfortunately be known as the \"Summer of Devastating Western Wildfires\" and practically not one state out west was spared. Washington State has been hardest hit of late. This satellite image shows a rash of wildfires currently burning in the middle of the state.\nThe Wenatchee Complex Fire started with a lightning strike on September 9, 2012. It has grown to over 39,000 acres and is currently 22 percent contained. This complex of fires contains the following smaller fires within it: Canyon Fire: 7,601 acres; Byrd Fire: 13,978 acres; Poison Canyon: 5,999 acres; Pevine Canyon: 7,540 acres; First Creek: 1,237 acres; Pyramid: 431 acres; Klone: 1,013 acres; Cashmere: 658 acres; Basalt: 136 acres; Misc: 737 acres. There seven active fires and 8 fires in patrol status included under the Miscellaneous Category. The Sears Creek and Maverick fires are included in the Miscellaneous fire category at 140 and 30 acres, respectively and both are 0 percent contained.\nThe Okanogen Complex Fire started with a lightning strike (in three of the four fire locations) on September 8, 2012 and is has currently burned over 5,000 acres. The Buckhorn, Leecher, and Hunter Fire are all part of this complex. The Goat Fire started a week later on the night of September 15, 2012 and its cause is still under investigation. Terrain is extreme with this fire complex making it much more difficult to fight.\nThe Table Mountain Complex Fire had a lightning strike start as well on September 8, 2012. It is currently 9500 acres in size. This complex consists of four larger fires or groups of larger fires and some smaller fires as well. The fire behavior increased due to the inversion lifting overnight resulting in hold over lightning strikes to become active. An inversion is smoke and warm gases which are generated by a fire that rise only until the temperature equals that of the surrounding air; then, the smoke flattens out and spreads horizontally because it has lost its lift. It is a very stable condition which may trap smoke or fog near the earth's surface. The stable conditions caused by an inversion are not favorable for turbulent surface winds or erratic fire behavior. But when an inversion lifts, it allows the air masses to rise and the instability can cause wind shifts and more erratic fire behavior.\nThe Yamika Fire Complex started on Saturday, September 8th during a significant lightning storm. Over 3,000 strikes occurred in Eastern Washington, igniting well over 100 fires. Three thousand acres are currently burning in this complex fire and it is over 40 percent contained.\nThe Cascade Creek Fire The Cascade Creek Fire is burning on the south slope of Mt. Adams. It is nine miles north of Trout Lake, WA. The fire was started by a lightning strike from that same storm that ignited most of the fires burning in Washington State. Currently over 9,300 acres have been affected and the fire is 50 percent contained. The highest priority remains keeping the fire from moving east onto the Yakama Nation, state and private lands.\nThis natural-color satellite image was collected by the Moderate Resolution Imaging Spectroradiometer (MODIS) aboard the Aqua satellite on September 19, 2012. Actively burning areas, detected by MODIS’s thermal bands, are outlined in red.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}