{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/801/intuition-creativity-and-science/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Jason Tackett stands on a mountaintop. Credit: Jason Tackett.\nJason Tackett is an analyst/programmer for the NASA satellite mission  CALIPSO at NASA Langley Research Center. He is a proud member of a team of scientists who develop algorithms for this unique instrument that probes Earth’s atmosphere using pulses of laser light.\nI was a musician working at a Pizza Hut before beginning college which, in my case, was synonymous with poor. Looking for a brighter future (i.e., more money), I enrolled at Kansas State University as a computer systems major. The alluring thing about this major for me was that it required creative problem solving and had the promise of big bucks. During my time there I learned about programming and computer hardware.\nHowever, the most important thing to happen to me was a course I took in calculus. Before I started college I assumed that math wasn’t for me. As it turned out, I found mathematics very intuitive. I enjoyed the creativity and elegance that came with problem solving, much like the creativity I enjoyed playing music. My original childhood passion was astronomy, and if I enjoyed mathematics then I reasoned that I could do well studying astronomy or physics.\nWith this in mind, I wrapped up my associates degree in computer systems and changed majors to physics in which I earned my bachelor’s degree. I became interested in the physics of light and lasers, so I did research as an undergraduate in a high-intensity ultrafast laser facility at the James R. Macdonald Laboratory at Kansas State University. I wrote computer code for graduate researchers that helped with their experiments and also spent six months assembling a laser system.\nIn graduate school, atmospheric science was an attractive path because I could apply the physics I learned to important problems such as climate and climate change. When I sent out my application to graduate schools, my soon-to-be advisor at the University of Illinois at Urbana-Champaign saw that I had experience with lasers and thought that I could work with data from the new (at the time) CALIPSO satellite which uses lasers to study the atmosphere. I hadn’t thought about working with satellites before I met him, but because it sounded interesting and involved lasers and the physics of the atmosphere, I jumped on board. I spent the next two years studying CALIPSO measurements to learn how aerosol properties change near clouds – a topic of significant uncertainty in climate science.\nEventually, I was ready to look for a job and, as it happened, an opportunity opened up for an analyst with the CALIPSO science team at NASA Langley Research Center. Since I had been working with CALIPSO data for two years and my interest in optics and aerosols fit in well with the team, I was offered the job, which I eagerly accepted – and every day since I have been glad that I did.\nWorking for the CALIPSO satellite mission is very exciting. I get to find creative solutions to complicated problems and work with scientists to understand what data from CALIPSO is telling us about Earth’s atmosphere. In April 2010, I worked with colleagues to examine the distribution and optical properties of volcanic ash that had erupted from the Icelandic volcano Eyjafjallajökull and disrupted air traffic in Europe. NASA Headquarters asked several Earth observing satellite groups, including ours, to help identify plume location and provide guidance to air traffic controllers.\nSince I have been with the CALIPSO team, my colleagues and I have also developed products for near-real time air quality monitoring and for climate modelers. I feel immense satisfaction that I work with a team that provides the high quality data that climate researchers need to solve the important issue of climate change.\nIt hasn’t been a straight path to get where I am today, but I am very happy with where I’ve landed.\nLearn more about Earth Science Week and NASA’s Earth Explorers:\nhttp://climate.nasa.gov/esw2012/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}