{
  "url": "https://climate.nasa.gov/news/789/arctic-sea-ice-shatters-previous-low-records-antarctic-sea-ice-edges-to-record-high/",
  "title": "Arctic sea ice shatters previous low records; Antarctic sea ice edges to record high",
  "date": null,
  "content": "Arctic sea ice extent for September 2012 was 3.61 million square kilometers (1.39 million square miles). The magenta line shows the 1979 to 2000 median extent for that month. The black cross indicates the geographic North Pole.\n—Credit: NSIDC\nFrom National Snow & Ice Data Center\nThe National Snow and Ice Data Center (NSIDC) is part of the Cooperative Institute for Research in Environmental Sciences at the University of Colorado Boulder. NSIDC scientists provide Arctic Sea Ice News & Analysis content, with partial support from NASA.\nThis September, sea ice covering the Arctic Ocean fell to the lowest extent in the satellite record, which began in 1979. Satellite data analyzed by NSIDC scientists showed that the sea ice cover reached its lowest extent on September 16. Sea ice extent averaged for the month of September was also the lowest in the satellite record.\nThe near-record ice melt occurred without the unusual weather conditions that contributed to the extreme melt of 2007. In 2007, winds and weather patterns helped melt large expanses of ice. \"Atmospheric and oceanic conditions were not as conducive to ice loss this year, but the melt still reached a new record low,\" said NSIDC scientist Walt Meier. \"This probably reflects loss of multi-year ice in the Arctic, as well as other factors that are making the ice more vulnerable.\" Multi-year ice is ice that has survived more than one melt season and is thicker than first-year ice.\nNSIDC Director Mark Serreze said, \"It looks like the spring ice cover is so thin now that large areas melt out in summer, even without persistent extreme weather patterns.\" A storm that tracked through the Arctic in August helped break up the weakened ice pack.\nArctic sea ice extent reached its lowest point this year on September 16, 2012 when sea ice extent dropped to 3.41 million square kilometers (1.32 million square miles). Averaged over the month of September, ice extent was 3.61 million square kilometers (1.39 million square miles). This places 2012 as the lowest ice extent both for the daily minimum extent and the monthly average. Ice extent was 3.29 million square kilometers (1.27 million square miles) below the 1979 to 2000 average.\nThe Arctic ice cap grows each winter as the sun sets for several months and shrinks each summer as the sun rises higher in the northern sky. Each year the Arctic sea ice reaches its annual minimum extent in September. It hit its previous record low in 2007. This summer's low ice extent continued the downward trend seen over the last 33 years. Scientists attribute this trend in large part to warming temperatures caused by climate change. Since 1979, September Arctic sea ice extent has declined by 13 percent per decade. Summer sea ice extent is important because, among other things, it reflects sunlight, keeping the Arctic region cool and moderating global climate.\nIn addition to the decline in sea ice extent, a two-dimensional measure of the ice cover, the ice cover has grown thinner and less resistant to summer melt. Recent data on the age of sea ice, which scientists use to estimate the thickness of the ice cover, shows that the youngest, thinnest ice, which has survived only one or two melt seasons, now makes up the large majority of the ice cover.\nClimate models have suggested that the Arctic could lose almost all of its summer ice cover by 2100, but in recent years, ice extent has declined faster than the models predicted. Serreze said, \"The big summer ice loss in 2011 set us up for another big melt year in 2012. We may be looking at an Arctic Ocean essentially free of summer ice only a few decades from now.\" NSIDC scientist Julienne Stroeve recently spent three weeks in the Arctic Ocean on an icebreaker ship, and was surprised by how thin the ice was and how much open water existed between the individual ice floes. \"According to the satellite data, I expected to be in nearly 90% ice cover, but instead the ice concentrations were typically below 50%,\" she said.\nAs the Arctic was experiencing a record low minimum extent, the Antarctic sea ice was reaching record high levels, culminating in a Southern Hemisphere winter maximum extent of 19.44 million square kilometers (7.51 million square miles) on September 26. The September 2012 monthly average was also a record high, at 19.39 million square kilometers (7.49 million square miles) slightly higher than the previous record in 2006. Temperatures over Antarctica were near average this austral winter. Scientists largely attribute the increase in Antarctic sea ice extent to stronger circumpolar winds, which blow the sea ice outward, increasing extent.\nNSIDC scientist Ted Scambos said, \"Antarctica's changes—in winter, in the sea ice—are due more to wind than to warmth, because the warming does not take much of the sea ice area above the freezing point during winter. Instead, the winds that blow around the continent, the \"westerlies,\" have gotten stronger in response to a stubbornly cold continent, and the warming ocean and land to the north.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}