{
  "url": "https://climate.nasa.gov/news/790/students-invited-to-connect-with-nasa-earth-explorers-week-of-oct-14/",
  "title": "Students invited to connect with NASA Earth Explorers week of Oct. 14",
  "date": null,
  "content": "Christy Hansen is the project manager for Operation IceBridge. In this image, Greenland's Russell Glacier is reflected in her sunglasses. (Credit: NASA Goddard/Jefferson Beck)\nBy Rani Gran,\nNASA's Goddard Space Flight Center\nNASA Earth explorers will take students on virtual trips to Antarctica, the Peruvian Amazon, the mangrove forests of Africa and many other places around the world to inspire them to pursue science, technology, engineering and math (STEM) careers. Under the theme \"Discovering Careers in the Earth Sciences,\" this year’s Earth Science Week will focus on the story of the Earth explorers who contribute to our understanding of the planet. Earth Science Week runs from Oct. 14 through Oct. 20, 2012.\n\"We want to show students that STEM fields take people on exciting adventures,\" said Christy Hansen, NASA Goddard project manager for Operation IceBridge, a six-year NASA science mission that is the largest airborne survey of Earth's polar ice ever flown.\nHansen will participate in a Google+ Hangout on location in Punta Arenas, Chile, as part of Operation IceBridge and talk about her career and work with the mission.\n\"Not everyone thinks ‘Earth explorer’ when they think NASA and STEM careers,\" said Theresa Schwerin, vice president of the Institute for Global Environmental Strategies (IGES) and lead for the NASA Earth Science Education and Public Outreach Forum. The Forum organizes NASA's participation in the annual Earth Science Week. \"But NASA Earth explorers have careers that span across the sciences and engineering to education and communications, and can take them to the far reaches of the planet.\"\nTemilola Fatoyinbo is an environmental scientist and recipient of the Presidential Early Career Awards for Scientists and Engineers (PECASE). Fatoyinbo's research brought her to the African coastlines to test a new satellite technique for measuring the area, height and biomass of mangrove forests. Her interview for the Women@NASA blog series will appear during Earth Science Week.\nDuring the 2012 Earth Science Week, students of all ages can connect virtually with an incredible group of NASA Earth explorers. Google+ Hangouts, Twitter chats and blog posts, as well as a webinar and radio interview in Spanish, are just some of the activities that will allow these explorers to share their stories.\nThe current schedule of events includes:\nTuesday, Oct. 16, 1 to 2 p.m. EDT: Twitter Chat with polar scientist Thorsten Markus\nTuesday, Oct. 16, 1 to 2 p.m. EDT: Univisión Radio interview with scientists Erika Podest and Miguel Román (in Spanish)\nWednesday, Oct. 17, 1 to 2 p.m. EDT: Google+ Hangout with Operation IceBridge project manager Christy Hansen, on location near Antarctica\nWednesday, Oct. 17, 4 to 5 p.m. EDT: Webinar with Aquarius engineers. Aquarius is a joint U.S./Argentinian Aquarius/Satélite de Aplicaciones Científicas (SAC)-D mission that will map the salinity—the concentration of dissolved salt—at the ocean surface, information critical to improving our understanding of two major components of Earth's climate system: the water cycle and ocean circulation. (in Spanish)\nThursday, Oct. 18, noon to 1 p.m. EDT: Twitter Chat with atmospheric research scientist Erica Alston\nDetails about these events and a collection of related educational resources—videos, articles, related websites and more in English and Spanish—are available on NASA's Earth Science Week website:\nhttp://climate.nasa.gov/esw2012\nFor more information about Women@NASA, visit:\nhttp://women.nasa.gov\nFor more information about NASA STEM education, visit:\nhttp://www.nasa.gov/education\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}