{
  "url": "https://climate.nasa.gov/news/673/nasa-study-earths-energy-budget-out-of-balance/",
  "title": "NASA study: Earth's energy budget 'out of balance'",
  "date": null,
  "content": "A graph of the sun's total solar irradiance shows that in recent years irradiance dipped to the lowest levels recorded during the satellite era. The resulting reduction in the amount of solar energy available to affect Earth's climate was about .25 watts per square meter, less than half of Earth's total energy imbalance. (Credit: NASA/James Hansen)\nBy Adam Voiland,NASA's Earth Science News Team\nA new NASA study underscores the fact that greenhouse gases generated by human activity—not changes in solar activity—are the primary force driving global warming.\nThe study offers an updated calculation of the Earth's energy imbalance, the difference between the amount of solar energy absorbed by Earth's surface and the amount returned to space as heat. The researchers' calculations show that, despite unusually low solar activity between 2005 and 2010, the planet continued to absorb more energy than it returned to space.\nJames Hansen, director of NASA's Goddard Institute for Space Studies (GISS) in New York City, led the research. Atmospheric Chemistry and Physics published the study last December.\nTotal solar irradiance, the amount of energy produced by the sun that reaches the top of each square meter of the Earth's atmosphere, typically declines by about a tenth of a percent during cyclical lulls in solar activity caused by shifts in the sun's magnetic field. Usually solar minimums occur about every eleven years and last a year or so, but the most recent minimum persisted more than two years longer than normal, making it the longest minimum recorded during the satellite era.\nPinpointing the magnitude of Earth's energy imbalance is fundamental to climate science because it offers a direct measure of the state of the climate. Energy imbalance calculations also serve as the foundation for projections of future climate change. If the imbalance is positive and more energy enters the system than exits, Earth grows warmer. If the imbalance is negative, the planet grows cooler.\nHansen's team concluded that Earth has absorbed more than half a watt more solar energy per square meter than it let off throughout the six year study period. The calculated value of the imbalance (0.58 watts of excess energy per square meter) is more than twice as much as the reduction in the amount of solar energy supplied to the planet between maximum and minimum solar activity (0.25 watts per square meter).\n\"The fact that we still see a positive imbalance despite the prolonged solar minimum isn't a surprise given what we've learned about the climate system, but it's worth noting because this provides unequivocal evidence that the sun is not the dominant driver of global warming,\" Hansen said.\nAccording to calculations conducted by Hansen and his colleagues, the 0.58 watts per square meter imbalance implies that carbon dioxide levels need to be reduced to about 350 parts per million to restore the energy budget to equilibrium. The most recent measurements show that carbon dioxide levels are currently 392 parts per million and scientists expect that concentration to continue to rise in the future.\nClimate scientists have been refining calculations of the Earth's energy imbalance for many years, but this newest estimate is an improvement over previous attempts because the scientists had access to better measurements of ocean temperature than researchers have had in the past.\nThe improved measurements came from free-floating instruments that directly monitor the temperature, pressure and salinity of the upper ocean to a depth of 2,000 meters (6,560 feet). The network of instruments, known collectively as Argo, has grown dramatically in recent years since researchers first began deploying the floats a decade ago. Today, more than 3,400 Argo floats actively take measurements and provide data to the public, mostly within 24 hours.\nHansen's analysis of the information collected by Argo, along with other ground-based and satellite data, show the upper ocean has absorbed 71 percent of the excess energy and the Southern Ocean, where there are few Argo floats, has absorbed 12 percent. The abyssal zone of the ocean, between about 3,000 and 6,000 meters (9,800 and 20,000 feet) below the surface, absorbed five percent, while ice absorbed eight percent and land four percent.\nThe updated energy imbalance calculation has important implications for climate modeling. Its value, which is slightly lower than previous estimates, suggests that most climate models overestimate how readily heat mixes deeply into the ocean and significantly underestimates the cooling effect of small airborne particles called aerosols, which along with greenhouse gases and solar irradiance are critical factors in energy imbalance calculations.\n\"Climate models simulate observed changes in global temperatures quite accurately, so if the models mix heat into the deep ocean too aggressively, it follows that they underestimate the magnitude of the aerosol cooling effect,\" Hansen said.\nAerosols, which can either warm or cool the atmosphere depending on their composition and how they interact with clouds, are thought to have a net cooling effect. But estimates of their overall impact on climate are quite uncertain given how difficult it is to measure the distribution of the particles on a broad scale. The new study suggests that the overall cooling effect from aerosols could be about twice as strong as current climate models suggest, largely because few models account for how the particles affect clouds.\n\"Unfortunately, aerosols remain poorly measured from space,\" said Michael Mishchenko, a scientist also based at GISS and the project scientist for Glory, a satellite mission designed to measure aerosols in unprecedented detail that was lost after a launch failure in early 2011. \"We must have a much better understanding of the global distribution of detailed aerosol properties in order to perfect calculations of Earth's energy imbalance,\" said Mishchenko.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}