{
  "url": "https://climate.nasa.gov/news/802/could-a-hurricane-ever-strike-southern-california/",
  "title": "Could a hurricane ever strike Southern California?",
  "date": null,
  "content": "In September 1997, powerful Hurricane Linda, shown in this NASA rendering created with data from the NOAA GOES-9 satellite, was briefly forecast to strike Southern California, most likely as a tropical storm, as shown in the inset forecast track from the Naval Research Laboratory’s Marine Meteorology Division. The storm eventually turned westward away from land, but still brought rainfall to parts of Southern California and high surf. Image credit: NASA/NOAA/NRL\nBy Alan Buis,\nJet Propulsion Laboratory\nThere's an old adage (with several variations) that California has four seasons: earthquake, fire, flood and drought. While Californians happily cede the title of Hurricane Capital of America to U.S. East and Gulf coasters, every once in a while, Mother Nature sends a reminder to Southern Californians that they are not completely immune to the whims of tropical cyclones. Typically, this takes the form of rainfall from the remnants of a tropical cyclone in the eastern Pacific, as happened recently when the remnants of Hurricane John brought rain and thunderstorms to parts of Southern California. But could a hurricane ever make landfall in Southern California?\nThe answer, as it turns out, is yes, and no. While there has never been a documented case of a hurricane making landfall in California, the Golden State has had its share of run-ins and close calls with tropical cyclones. In fact, California has been affected by at least a few tropical cyclones in every decade since 1900. Over that timeframe, three of those storms brought gale-force winds to California: an unnamed California tropical storm in 1939, Kathleen in 1976 and Nora in 1997. But the primary threat from California tropical cyclones isn't winds or storm surge. It's rainfall -- sometimes torrential -- which has led to flooding, damage and, occasionally, casualties.\nWe asked JPL oceanographer and climatologist Bill Patzert about the prospects for future tropical cyclones in Southern California.\nQ. We've passed the September peak of hurricane season in the Atlantic and Eastern Pacific Basins -- a year that has been moderately busy for storms thus far. Of course, Southern Californians don't generally think too much about hurricanes. We worry about earthquakes...wildfires...whether the local teams will make the playoffs. But it seems as though every year or so, we get some rain from a tropical cyclone in Southern California. Which begs the question: could a hurricane ever strike here?\nPatzert: The interesting thing is that it really can't happen, statistically speaking. The odds are infinitesimal -- so small that everyone should just relax. Like 1 in 1,000. Of course, there's always a chance. But there's a good reason why we don't name our West Coast sports teams the Hurricanes, but we do have the Rancho Cucamonga Quakes.\nSeriously, as eastern Pacific hurricanes move northwest and weaken, what we have had are many instances where they dumped a lot of rainfall in Southern California. That's what happened with two monster storms in 1858 and 1939, both El Nino years. And there have been plenty of other examples. When Southern California does get affected by tropical systems, September is by far the most common month.\nQ. So why don't we get hurricanes here?\nPatzert: There are two main factors that work against hurricanes here: cool waters off the coast and the direction of the upper-level winds.\nTropical cyclones draw their fuel, so to speak, from heat stored in the upper ocean. Typically, ocean surface waters greater than 80 degrees Fahrenheit (27 degrees Celsius) are required to form and fuel these great storms. During the Northern Hemisphere summer and fall, the upper layers of the tropical oceans (down to approximately 330 feet depth) are steadily heated. By September, when hurricane season hits its peak, these waters reach their maximum temperatures, becoming, in a sense, high-octane fuel for hurricanes. But water temperatures never get that high in the coastal waters north of central Baja California. On rare occasions, they may reach about 75 degrees Fahrenheit (24 degrees Celsius) near the shore in Southern California, typically during an El Nino episode. But generally speaking, low 60s is about as warm as they get farther from shore and elsewhere in coastal California.\nIn the Pacific Ocean, the North Pacific Current flows from Japan eastward across the Pacific and then splits into the northern-flowing Alaska Current and the southern-flowing California Current. The cool-water California Current, which sweeps down the West Coast of the United States, really acts as hurricane repellant, protecting California and even Northern Baja California from hurricanes.\nThe other factor at play here is the upper-level winds, which tend to carry and steer storms to the west and northwest, away from California, and also tend to shear the tops off of hurricanes, breaking them apart. Between the upper and lower-level winds, there's a lot of wind shear off the coast here in Southern California. These prevailing northwesterly winds also push warmer surface waters offshore, drawing cooler waters up to the surface, and this further adds to the cool nature of the nearby ocean waters that would weaken any storms that did approach California.\nQ. But is there a \"Perfect Storm\" scenario that would allow a tropical cyclone to have a major impact on Southern California?\nPatzert: The best odds for a tropical cyclone to affect Southern California are during a \"Godzilla\" El Nino event, when the waters off the coast are warmest, like we had in 1997-98 when waters were in the low to mid 70s. Or when we're in the positive phase of the Pacific Decadal Oscillation (PDO), a long-term pattern of change in the Pacific Ocean that alternates between cool and warm periods about every five to 20 years. We're currently in the early stages of a cool phase of the PDO, which tends to dampen the effects of El Ninos. Waters in the eastern Pacific generate more hurricanes during El Nino years.\nIn addition, the upper-level winds would have to steer an unusually strong storm our way. That almost happened with Hurricane Linda in 1997, which briefly threatened Southern California before turning away to sea. But even if Linda had made landfall in California, it wouldn't have been a big wind event. It would have been more like an \"atmospheric river\" event, common in wintertime, with heavy rainfall and flooding. And storm surge, which is a big concern along the U.S. Gulf and East coasts, is really a negligible issue along most of the California coast, because much of it sits atop bluffs, above sea level.\nQ. So how is this hurricane season shaping up in the Pacific and Atlantic?\nPatzert: This hurricane season has been moderately active in the eastern Pacific and slightly busier than normal in the Atlantic, but there have been very few big storms. And locally, our current water temperatures off the Southern California coast are between 65 and 70 degrees Fahrenheit [18 and 21 degrees Celsius]. That's way too cold for hurricanes.\nQ. Some scientists believe as Earth's climate gets warmer, the frequency and intensity of hurricanes may increase, though the jury is still out on that matter. Do you believe climate change will increase the odds of hurricanes affecting Southern California?\nPatzert: Nobody knows yet, and if anybody tells you they know the answer to that question, kick 'em out of your Rolodex file. In fact it's possible that there might be fewer hurricanes in a warming world. But the bottom line for Southern Californians is that even if global temperatures were to rise six degrees, a hurricane in California would rank very low on the list of things we'd need to worry about.\nQ. The winter of 1938-39 was something of a freak one for California, with multiple tropical cyclones and other storms affecting the state during the El Nino of 1938-39, resulting in major damage and a large number of fatalities. How have things changed in Southern California in terms of preparation for major storms since then?\nPatzert: Anytime you get too much rain too quick, it can cause damage and death, as we saw in the winter of 1938-39. But remember that was before we had a reliable observation network, based on ground and copious satellite measurements, which provided for useful forecasts and warnings. In addition, Southern Californians are flood resistant now because of those storms in 1938-39, which led to all the major rivers here being concreted. So we're largely immunized against these kinds of catastrophic flooding events now.\nQ. Do tropical cyclones have a significant impact on Southern California's annual rainfall?\nPatzert: In the Southeastern United States, an awful lot of the annual water budget comes from tropical storms, which can have a positive impact as drought busters. But tropical cyclones are not a significant contributor to our rainfall here in Southern California. The average rainfall in Los Angeles in September, even with rainfall from occasional tropical cyclones, is less than half an inch. These amounts are small compared to our normal winter total of 15.1 inches (31 centimeters). But we would certainly welcome any rainfall we can get in September and October, because it can help trump the effects of the hot, dry Santa Ana winds and their associated fire threat. And those are far more real threats to Californians than hurricanes will ever be.\nFor a brief overview of a few of the more notable tropical cyclones to have affected Southern California in recorded history, visit: http://www.nasa.gov/topics/earth/features/earth20121017.html.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}