{
  "url": "https://climate.nasa.gov/news/804/2012-antarctic-ozone-hole-second-smallest-in-20-years/",
  "title": "2012 Antarctic ozone hole second smallest in 20 years",
  "date": null,
  "content": "Credit: NASA/Goddard Space Flight Center\nBy Steve Cole,\nNASA Headquarters\nand\nBy Katy Human,\nNOAA Office of Communications and External Affairs\nWASHINGTON -- The average area covered by the Antarctic ozone hole this year was the second smallest in the last 20 years, according to data from NASA and National Oceanic and Atmospheric Administration (NOAA) satellites. Scientists attribute the change to warmer temperatures in the Antarctic lower stratosphere.\nThe ozone hole reached its maximum size Sept. 22, covering 8.2 million square miles (21.2 million square kilometers), or the area of the United States, Canada and Mexico combined. The average size of the 2012 ozone hole was 6.9 million square miles (17.9 million square kilometers). The Sept. 6, 2000 ozone hole was the largest on record at 11.5 million square miles (29.9 million square kilometers).\n\"The ozone hole mainly is caused by chlorine from human-produced chemicals, and these chlorine levels are still sizable in the Antarctic stratosphere,\" said NASA atmospheric scientist Paul Newman of NASA's Goddard Space Flight Center in Greenbelt, Md. \"Natural fluctuations in weather patterns resulted in warmer stratospheric temperatures this year. These temperatures led to a smaller ozone hole.\"\nThe ozone layer acts as Earth's natural shield against ultraviolet radiation, which can cause skin cancer. The ozone hole phenomenon began making a yearly appearance in the early 1980s. The Antarctic ozone layer likely will not return to its early 1980s state until about 2065, Newman said. The lengthy recovery is because of the long lifetimes of ozone-depleting substances in the atmosphere. Overall atmospheric ozone no longer is declining as concentrations of ozone-depleting substances decrease. The decrease is the result of an international agreement regulating the production of certain chemicals.\nThis year also marked a change in the concentration of ozone over the Antarctic. The minimum value of total ozone in the ozone hole was the second highest level in two decades. Total ozone, measured in Dobson units (DU) reached 124 DU on Oct. 1. NOAA ground-based measurements at the South Pole recorded 136 DU on Oct. 5. When the ozone hole is not present, total ozone typically ranges from 240-500 DU.\nThis is the first year growth of the ozone hole has been observed by an ozone-monitoring instrument on the Suomi National Polar-orbiting Partnership (NPP) satellite. The instrument, called the Ozone Mapping Profiler Suite (OMPS), is based on previous instruments, such as the Total Ozone Mapping Spectrometer (TOMS) and the Solar Backscatter Ultraviolet instrument (SBUV/2). OMPS continues a satellite record dating back to the early 1970s.\nIn addition to observing the annual formation and extent of the ozone hole, scientists hope OMPS will help them better understand ozone destruction in the middle and upper stratosphere with its Nadir Profiler. Ozone variations in the lower stratosphere will be measured with its Limb Profiler.\n\"OMPS Limb looks sideways, and it can measure ozone as a function of height,\" said Pawan K. Bhartia, a NASA atmospheric physicist and OMPS Limb instrument lead. \"This OMPS instrument allows us to more closely see the vertical development of Antarctic ozone depletion in the lower stratosphere where the ozone hole occurs.\"\nNASA and NOAA have been monitoring the ozone layer on the ground and with a variety of instruments on satellites and balloons since the 1970s. Long-term ozone monitoring instruments have included TOMS, SBUV/2, Stratospheric Aerosol and Gas Experiment series of instruments, the Microwave Limb Sounder, the Ozone Monitoring Instrument, and the OMPS instrument on Suomi NPP. Suomi NPP is a bridging mission leading to the next-generation polar-orbiting environmental satellites called the Joint Polar Satellite System, will extend ozone monitoring into the 2030s.\nNASA and NOAA have a mandate under the Clean Air Act to monitor ozone-depleting gases and stratospheric depletion of ozone. NOAA complies with this mandate by monitoring ozone via ground and satellite measurements. The NOAA Earth System Research Laboratory in Boulder, Colo., performs the ground-based monitoring. The Climate Prediction Center performs the satellite monitoring.\nTo monitor the state of the ozone layer above Antarctica, visit:\n \nhttp://ozonewatch.gsfc.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}