{
  "url": "https://climate.nasa.gov/news/808/nasa-maps-how-nutrients-affect-plant-productivity/",
  "title": "NASA maps how nutrients affect plant productivity",
  "date": null,
  "content": "Global map depicting the percentage that vegetation growth is limited by available soil nutrients, with 0 representing no nutrient limitation, and 100 being completely nutrient limited. Image credit: NASA/JPL-Caltech\nBy Alan Buis,\nJet Propulsion Laboratory\nPASADENA, Calif. – A new analysis led by NASA's Jet Propulsion Laboratory, Pasadena, Calif., has estimated how much the growth of plants worldwide is limited by the amount of nutrients available in their soil. The maps produced from the research will be particularly useful in evaluating how much carbon dioxide Earth's ecosystems may be able to soak up as greenhouse gas levels increase.\nA research team led by JPL research scientist Josh Fisher used 19 years of data from NASA, National Oceanic and Atmospheric Administration and international satellites to assess the maximum possible growth of vegetation all over the world based upon available water and light conditions. The scientists then cross-compared that potential maximum with observed vegetation productivity as measured by satellites. This is the first time such an analysis has been conducted.\nThe map, published recently in the journal Global Biogeochemical Cycles, shows the places where vegetation productivity was less than the potential maximum, and then infers that the vegetation in those places was limited by the amount of available soil nutrients there. Results of the study were evaluated using measurements of nutrients and vegetation productivity taken at ground validation sites in Hawaii.\n\n\n\n\n\n\n\n\nNASA has determined the limits to the growth of vegetation around the world based upon the availability of nutrients in vegetation soils. The nutrient limitation maps significantly advance global carbon cycle and climate models. Image credit: NASA/JPL-Caltech\n\n\n\n\"There are many regions on Earth where vegetation struggles to reach optimum productivity because of sparse nutrients, such as nitrogen or phosphorus,\" said Fisher. \"This reduces global vegetation productivity by nearly a quarter compared to vegetation in a completely fertile Earth.\"\nFisher said the research is valuable for studying the global carbon cycle. \"Current global carbon cycle models do not, for the most part, account for the cycling of nutrients, so the terrestrial biosphere (forests and other ecosystems) is expected to absorb an increasing amount of atmospheric carbon dioxide,\" he said. \"Our approach provides a way to assess the performance of global carbon models that incorporate the cycling of nutrients to ensure that they accurately reflect the impacts that sparse nutrients have on plant growth.\"\nThe team found that tropical forests were more nutrient-limited than boreal forests, though the range in the amount of nutrients was much larger for boreal forests than tropical forests. North American forests were more nutrient-limited than Eurasian forests. Savannas, grasslands and shrublands had the fewest nutrients, and croplands had the most.\n\"We were able to detect known regional gradients in nutrient levels -- an East-West gradient across Amazonia, fertilization differences between 'developed' and 'developing' countries, and the migration of trees in boreal North America, for example,\" said co-author Grayson Badgley of Stanford University, Palo Alto, Calif.\n\"It is interesting that we can glean insight on global nutrient cycles from satellite observations of global water and carbon cycles,\" said co-author Eleanor Blyth of the UK Centre for Ecology and Hydrology, Wallingford.\nNASA satellite data used in the study included data from the Moderate Resolution Imaging Spectroradiometer instrument on NASA's Terra spacecraft; NASA's Total Ozone Mapping Spectrometer; and the Advanced Microwave Sounding Unit, Advanced Microwave Scanning Radiometer for Earth Observing System, and Atmospheric Infrared Sounder instruments on NASA's Aqua spacecraft.\nThe California Institute of Technology in Pasadena manages JPL for NASA.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}