{
  "url": "https://climate.nasa.gov/news/392/geek-peek-sailing-the-high-seas/",
  "title": "Geek peek: Sailing the high seas",
  "date": null,
  "content": "Josh aboard the Columbus Florida in May 2002.\nThey're scientists. They work for NASA. They're cool. But what makes them tick? Holly Shaftel and Nicholas Derian spoke to Dr. Josh Willis, an oceanographer at NASA's Jet Propulsion Laboratory, to find out.\nIf you could be remembered for one scientific achievement, what would it be?\r\nProbably for being wrong. A couple of years ago we published a paper that said the ocean was cooling but, in the end, we were totally wrong. Still, the cooling paper caused us to look at the data a lot more carefully and we eventually found and corrected several errors. Now, we have a much more accurate record of ocean warming. So I want to be remembered for studying sea level rise and ocean warming, but not just for the steps forward.  In science, sometimes the steps we take backward turn out to be just as important as our biggest advances.\nBeing with all those sailors, eating ship food, and living on such a gigantic boat was a real experience\n\n\n\n\nWhat do you like to do in your spare time?\r\nI like to go to Vegas, wander around and watch people lose their money — including my wife! Actually, we were there just the other weekend; we got to this one club at 2 a.m. and didn’t leave until 5! I haven’t danced that much since college.\r\n\nName something really cool that you’ve done.\r\nI took a ride on a container ship while I was learning how to become an oceanographer. We boarded in Auckland, New Zealand, and spent a week and a half sailing round the Pacific. Being with all those sailors, eating ship food, and living on such a gigantic boat was a real experience. When I met the captain in Auckland, it turned out that he was this crazy German guy. In Auckland there is a 450-foot-tall tower that you can jump off and drop down from at 60 mph with the aid of a speed wench. The captain made me do it twice. \r\n\nWhat would you like to have written on your tombstone?\r\nI think I would have it say: “That went well.” \r\n\nIf you could inspire people to do one thing, what would it be?\r\nRead and learn. When it comes to global warming, for instance, there is a huge amount of evidence out there that we are changing the planet. And, at the same time, there is a lot of misinformation out there — stories that global warming isn’t true or that human activity can’t affect the climate. If people just do a little research on their own, and keep an open mind, they could understand global warming — and indeed a whole lot of things — much better. \r\n\nWhat interesting skill do you have that people don’t know about?\r\nWhen I was in high school, I had a job cutting keys at Sears [department store]. There was very little to do, especially on Sundays. So each week, I had six straight hours to teach myself this trick ...\nJosh is part of the ocean circulation group at JPL. He studies sea level rise and the impact of global warming on the oceans.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}