{
  "url": "https://climate.nasa.gov/news/846/nasa-ozone-study-may-benefit-air-standards-climate/",
  "title": "NASA ozone study may benefit air standards, climate",
  "date": null,
  "content": "Contributions of nitrogen dioxide emissions - the primary source of ozone- to the global average thermal absorption of ozone as observed by the Tropospheric Emission Spectrometer instrument on NASA's Aura spacecraft in Aug. 2006. High values (red) indicate that emissions in that location contribute more strongly to the trapping of heat in the Earth's atmosphere relative to other locations. Image credit: NASA-JPL/Caltech/CU-Boulder\nBy Alan Buis,\nJet Propulsion Laboratory\nPASADENA, Calif. – A new NASA-led study finds that when it comes to combating global warming caused by emissions of ozone-forming chemicals, location matters.\nPASADENA, Calif. – A new NASA-led study finds that when it comes to combating global warming caused by emissions of ozone-forming chemicals, location matters.\nOzone is both a major air pollutant with known adverse health effects and a greenhouse gas that traps heat from escaping Earth’s atmosphere. Scientists and policy analysts are interested in learning how curbing the emissions of these chemicals can improve human health and also help mitigate climate change.\nOzone is both a major air pollutant with known adverse health effects and a greenhouse gas that traps heat from escaping Earth’s atmosphere. Scientists and policy analysts are interested in learning how curbing the emissions of these chemicals can improve human health and also help mitigate climate change.\nResearch scientists Kevin Bowman of NASA’s Jet Propulsion Laboratory, Pasadena, Calif., and Daven Henze of the University of Colorado, Boulder, set out to quantify, down to areas the size of large metropolitan regions, how the climate-altering impacts of these chemical emissions vary around the world. The chemicals, which are produced from sources such as planes, factories and automobiles, are converted to ozone in the presence of sunlight and subsequently transported by wind around our planet. Among these chemicals are nitrogen dioxide, carbon monoxide and non-methane hydrocarbons.\nResearch scientists Kevin Bowman of NASA’s Jet Propulsion Laboratory, Pasadena, Calif., and Daven Henze of the University of Colorado, Boulder, set out to quantify, down to areas the size of large metropolitan regions, how the climate-altering impacts of these chemical emissions vary around the world. The chemicals, which are produced from sources such as planes, factories and automobiles, are converted to ozone in the presence of sunlight and subsequently transported by wind around our planet. Among these chemicals are nitrogen dioxide, carbon monoxide and non-methane hydrocarbons.\nBy combining satellite observations of how much heat ozone absorbs in Earth’s atmosphere with a model of how chemicals are transported in the atmosphere, the researchers discovered significant regional variability – in some places by more than a factor of 10 -- in how efficiently ozone trapped heat in Earth’s atmosphere, depending upon where the ozone-forming chemical emissions were located. This variability was found within individual continents and even among different regions with similar emission levels within individual countries. High-latitude regions such as Europe had a smaller impact than lower-latitude regions like North America. Ozone was observed to be a more efficient greenhouse gas over hot regions like the tropics or relatively cloud-free regions like the Middle East. The satellite data were collected by the Tropospheric Emission Spectrometer instrument on NASA’s Aura spacecraft.\nBy combining satellite observations of how much heat ozone absorbs in Earth’s atmosphere with a model of how chemicals are transported in the atmosphere, the researchers discovered significant regional variability – in some places by more than a factor of 10 -- in how efficiently ozone trapped heat in Earth’s atmosphere, depending upon where the ozone-forming chemical emissions were located. This variability was found within individual continents and even among different regions with similar emission levels within individual countries. High-latitude regions such as Europe had a smaller impact than lower-latitude regions like North America. Ozone was observed to be a more efficient greenhouse gas over hot regions like the tropics or relatively cloud-free regions like the Middle East. The satellite data were collected by the Tropospheric Emission Spectrometer instrument on NASA’s Aura spacecraft.\n“When it comes to reducing ozone levels, emission reductions in one part of the world may drive greenhouse warming more than a similar level of emission reductions elsewhere,” said Bowman, lead author of the study, published recently in the journal Geophysical Research Letters. “Where you clean up ozone precursor emissions makes a big difference. It’s all about -- to use a real estate analogy -- location, location, location.”\n“When it comes to reducing ozone levels, emission reductions in one part of the world may drive greenhouse warming more than a similar level of emission reductions elsewhere,” said Bowman, lead author of the study, published recently in the journal Geophysical Research Letters. “Where you clean up ozone precursor emissions makes a big difference. It’s all about -- to use a real estate analogy -- location, location, location.”\nVariations in chemicals that lead to the production of ozone are driven by industry and human population. For example, the U.S. Northeast has much higher ozone precursor emission levels than, say, Wisconsin.\nVariations in chemicals that lead to the production of ozone are driven by industry and human population. For example, the U.S. Northeast has much higher ozone precursor emission levels than, say, Wisconsin.\n“We show that, for example, even though Chicago has a level of ozone precursor emissions three times larger than the levels in Atlanta, reducing emissions by 10 percent in the Atlanta region has the same impact on climate as reducing emissions by 10 percent in Chicago,” Bowman added. “This is because Atlanta is a much more efficient place than Chicago for affecting climate through ozone.”\n“We show that, for example, even though Chicago has a level of ozone precursor emissions three times larger than the levels in Atlanta, reducing emissions by 10 percent in the Atlanta region has the same impact on climate as reducing emissions by 10 percent in Chicago,” Bowman added. “This is because Atlanta is a much more efficient place than Chicago for affecting climate through ozone.”\nThe researchers found that the top 15 regional contributors to global ozone greenhouse gas levels were predominantly located in China and the United States, including the regions that encompass New Orleans, Atlanta and Houston.\nThe researchers found that the top 15 regional contributors to global ozone greenhouse gas levels were predominantly located in China and the United States, including the regions that encompass New Orleans, Atlanta and Houston.\nBowman and Henze found considerable variability in how different types of emissions contribute to ozone’s greenhouse gas effect. For example, compared to all nitrogen dioxide emissions -- both human-produced and natural -- industrial and transportation sources make up a quarter of the total greenhouse gas effect, whereas airplanes make up only one percent.  They also found that nitrogen dioxide contributes about two-thirds of the ozone greenhouse gas effect compared to carbon monoxide and non-methane hydrocarbons.\nBowman and Henze found considerable variability in how different types of emissions contribute to ozone’s greenhouse gas effect. For example, compared to all nitrogen dioxide emissions -- both human-produced and natural -- industrial and transportation sources make up a quarter of the total greenhouse gas effect, whereas airplanes make up only one percent.  They also found that nitrogen dioxide contributes about two-thirds of the ozone greenhouse gas effect compared to carbon monoxide and non-methane hydrocarbons.\nBowman said the research suggests that solutions to improve air quality and combat climate change should be tailored for the regions in which they are to be executed.\nBowman said the research suggests that solutions to improve air quality and combat climate change should be tailored for the regions in which they are to be executed.\n“One question that’s getting a lot of interest in policy initiatives such as the United Nations’ Environment Programme Climate and Clean Air Coalition is controlling short-lived greenhouse gases like methane and ozone as part of a short-term strategy for mitigating climate change,” Bowman said. “Our study could enable policy researchers to calculate the relative health and climate benefits of air pollution control and pinpoint where emission reductions will have the greatest impacts. This wasn’t really possible to do at these scales before now. This is particularly important in developing countries like China, where severe air pollution problems are of greater concern to public officials than climate change mitigation in the short term.”\n \"Our study is an important step forward in this field because we've built a special model capable of looking at the effects of location at a very high resolution,” said Henze. “The model simulations are based upon actual observations of ozone warming effects measured by NASA’s Tropospheric Emission Spectrometer satellite instrument. This is the first time we've been able to separate observed heat trapping due to ozone into its natural versus human sources, and even into specific types of human sources, such as fossil fuels versus biofuels. This information can be used to mitigate climate change while improving air quality.\"\n“One question that’s getting a lot of interest in policy initiatives such as the United Nations’ Environment Programme Climate and Clean Air Coalition is controlling short-lived greenhouse gases like methane and ozone as part of a short-term strategy for mitigating climate change,” Bowman said. “Our study could enable policy researchers to calculate the relative health and climate benefits of air pollution control and pinpoint where emission reductions will have the greatest impacts. This wasn’t really possible to do at these scales before now. This is particularly important in developing countries like China, where severe air pollution problems are of greater concern to public officials than climate change mitigation in the short term.”\nFor more information on TES, visit: http://tes.jpl.nasa.gov. You can follow JPL News on Facebook at: http://www.facebook.com/nasajpl and on Twitter at: http://www.twitter.com/nasajpl.\nFor more information on TES, visit: http://tes.jpl.nasa.gov. You can follow JPL News on Facebook at: http://www.facebook.com/nasajpl and on Twitter at: http://www.twitter.com/nasajpl.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}