{
  "url": "https://climate.nasa.gov/news/818/nasas-trmm-satellite-confirms-2010-landslides/",
  "title": "NASA's TRMM satellite confirms 2010 landslides",
  "date": null,
  "content": "Around midnight on Aug. 8, 2010, a violent surge of loosened earth roared down mountain slopes and slammed into quietly sleeping neighborhoods in Zhouqu County in Gansu, China. The catastrophic mudslides -- the deadliest in decades according to state media -- buried some areas under as much as 23 feet (7 meters) of suffocating sludge. 1,765 people died. Property damages totaled an estimated $759 million. Cutting from right to left, this detailed image, from DigitalGlobe’s WorldView-2 satellite, shows the largest slide in the lower part of the city on Aug. 10, 2010.\nCredit: Image from WorldView-2 © 2010 by DigitalGlobe\nBy Lisa-Natalie Anjozian,\nNASA's Goddard Space Flight Center\nA NASA study using TRMM satellite data revealed that the year 2010 was a particularly bad year for landslides around the world.\nA recent NASA study published in the October issue of the Journal of Hydrometeorology compared satellite rain data from NASA’s Tropical Rainfall Measurement Mission (TRMM) to landslides in central eastern China, Central America and the Himalayan Arc, three regions with diverse climates and topography where rainfall-triggered landslides are frequent and destructive hazards to the local populations.\nThe work, led by Dalia Kirschbaum, a research physical scientist in the Hydrological Sciences Laboratory at NASA's Goddard Space Flight Center in Greenbelt, Md., is part of an ongoing effort to catalog worldwide rainfall-triggered landslides—one of the world's lesser known but often catastrophic natural hazards. Locating them is a step in an effort to be able, one day, to predict and warn.\nCurrently, Kirschbaum explains, no consistent regional or global scale warning system exists for landslide disasters. To create one, scientists need to understand more than the individual factors that may contribute to local landslides -- the intensity and total amount of rainfall over hours to days, slope angle, soil type and saturation, among others.\n\"For other hazards like hurricanes, there's a clearly defined season,\" says Kirschbaum. \"From satellite data and observations we know that hurricane season in the Atlantic spans from June 1 to Nov. 30. But we don't have that type of record for landslides around the world, and we want to know when and where to expect them in different regions.\"\nScientists also need a systematic way to assess landslide hazards for a region, and one way to do that, says Kirschbaum, is to look at the distribution and intensity of rain from satellite data and see how that correlates with where and how often landslides are being reported.\nCreating science by the slice (of news)\nThe first step to developing landslide hazard assessments is to improve record keeping, Kirschbaum says. For the past several years, she has been developing the first global database for landslides triggered by rain, called the Global Landslide Catalog (GLC). Landslides are often too small to pick out of satellite imagery, so news stories are currently the best sources of information.\nDaily, she and other research assistants examined media reports for possible landslides and dug out details such as where the landslide occurred, whether the landslide was triggered by a rain shower or a tropical cyclone, if there were fatalities, and if the type of landslide was characterized as a mudslide or a debris flow, among other characteristics. The GLC now has six complete years of data—2003, and 2007 through 2011—with new entries continually added. It contains more than 4,000 events that describe 20,600 reported fatalities among 60 different countries for 2007 through 2011.\nHowever, Kirschbaum notes, landslide events are not uniformly reported around the world, with some not making the news unless they cause deaths or property damage. After compiling the 2010 record, Kirschbaum noted that 2010 appeared to be a particularly devastating year for landslides in parts of China, Central America and the Himalayan Arc. Kirschbaum compared the GLC with satellite-based rainfall information from TRMM and other satellites to see if the higher numbers of landslide reports corresponded with a higher amount of rainfall for those areas.\nFact-checking the stories with impartial witnesses\nThe TRMM Multisatellite Precipitation Analysis (TMPA) data includes rain data from 50 degrees north latitude to 50 degrees south latitude – from southern Canada to the tip of South America--providing three-hourly and daily coverage of precipitation. Kirschbaum and her team relied on TMPA’s 14-year record to provide a picture of global rainfall that could be related to landslides that occurred.\nThe big advantage of TMPA data, compared to ground data such as that from rain gauges, is that it measures rainfall in the same, consistent way over large regions. This provides a broader perspective that helps researchers like Kirschbaum and eventually forecasters equipped with satellite rainfall data to detect the kinds of rainfall signatures that are likely to produce destructive landslides.\nStating that extreme or prolonged rainfall can lead to landslides is not anything new, Kirschbaum says, but what is novel is that by examining the Global Landslide Catalog and TMPA precipitation record together, she can look at how reported landslide events compare with rainfall amounts. This in turn helps her find areas where landslides may be occurring but are not being reported.\nRevealing the long, data-drawn truth\n2010 was indeed an extraordinary year for landslides, says Kirschbaum, with three times as many reported events and twice as many reported fatal events as previous years within the Global Landslide Catalog.\nZhouqu County, China, was hit by the deadliest landslides in decades, according to state media, which buried some areas under as much as 23 feet (7 meters) of suffocating sludge. 1,765 people died. Property damages totaled an estimated $759 million. The TMPA rain data showed that the region's susceptible, steeply sloped geography was pummeled by extreme rainfall from a local cloudburst.\n\"This is really the first time that you can see how rainfall varies with respect to rainfall-triggered landslides because no other database has this type of globally consistent view,” says Kirschbaum.\nWhile most of the intense rainfall that triggers landslides is local in scale, global atmospheric circulation patterns can often affect these local conditions. As Kirschbaum explains: “What I think is unique about 2010 is there is a really strong El Niño going into a really strong La Niña, which consequently impacted rainfall patterns around the world.\"\nEventually, as the database of both landslides and rainfall data grows, Kirschbaum will be able to see more defined patterns in landslide occurrence month-by-month, and if those patterns are changing.\n“I think in some ways we can compare the situation with landslides with that of earthquakes 50 years ago,” says David Petley, professor and co-director of the Institute of Hazard, Risk and Resilience at Durham University’s Department of Geography. “Our understanding of earthquakes improved dramatically when a global seismic array was deployed that allowed us to map earthquakes in space and time, providing insight into plate tectonics and thus earthquake mechanisms. We have not been able to map landslides in the same way, which means that we lack that time and space understanding. Dalia's work is important because she is collating this data, which is providing new insights.”\nUntil there’s enough data about where and when landslides have occurred in the past, there will not be enough information to issue useful warnings about future events at the global scale. Kirschbaum plans to expand the Global Landslide Catalog in order to provide a more complete dataset to evaluate landslide forecasting models. Adequate warning, one day, could help vulnerable people escape roaring slurries of slumping earth, to recover, rebuild or relocate.\nThis work was funded by the upcoming Global Precipitation Measurement (GPM) mission, which will improve upon current rainfall datasets, with real-time assessment of rainfall accumulations that lead to landslide triggering. The GPM Core satellite is set to launch in 2014 and will extend coverage of precipitation measurements using a constellation of satellites to deliver a global rain dataset every three hours.\nFor more information about the GPM mission, visit:\nhttp://www.nasa.gov/gpm\nFor more information about NASA's TRMM satellite, visit:\nhttp://trmm.gsfc.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}