{
  "url": "https://climate.nasa.gov/news/821/ice-sheet-loss-at-both-poles-increasing-study-finds/",
  "title": "Ice sheet loss at both poles increasing, study finds",
  "date": null,
  "content": "The midnight sun casts a golden glow on an iceberg and its reflection in Disko Bay, Greenland. Much of Greenland's annual ice mass loss occurs through calving of icebergs such as this. Image credit: Ian Joughin, University of Washington\nBy Alan Buis,\nJet Propulsion Laboratory\n\nSteve Cole,\nNASA Headquarters\n\nEsther Harward,\nUniversity of Leeds, United Kingdom\nPASADENA, Calif. - An international team of experts supported by NASA and the European Space Agency (ESA) has combined data from multiple satellites and aircraft to produce the most comprehensive and accurate assessment to date of ice sheet losses in Greenland and Antarctica and their contributions to sea level rise.\nIn a landmark study published Thursday in the journal Science, 47 researchers from 26 laboratories report the combined rate of melting for the ice sheets covering Greenland and Antarctica has increased during the last 20 years. Together, these ice sheets are losing more than three times as much ice each year (equivalent to sea level rise of 0.04 inches or 0.95 millimeters) as they were in the 1990s (equivalent to 0.01 inches or 0.27 millimeters). About two-thirds of the loss is coming from Greenland, with the rest from Antarctica.\nThis rate of ice sheet losses falls within the range reported in 2007 by the Intergovernmental Panel on Climate Change (IPCC). The spread of estimates in the 2007 IPCC report was so broad, however, it was not clear whether Antarctica was growing or shrinking. The new estimates, which are more than twice as accurate because of the inclusion of more satellite data, confirm both Antarctica and Greenland are losing ice. Combined, melting of these ice sheets contributed 0.44 inches (11.1 millimeters) to global sea levels since 1992. This accounts for one-fifth of all sea level rise over the 20-year survey period. The remainder is caused by the thermal expansion of the warming ocean, melting of mountain glaciers and small Arctic ice caps, and groundwater mining.\nThe study was produced by an international collaboration -- the Ice Sheet Mass Balance Inter-comparison Exercise (IMBIE) -- that combined observations from 10 satellite missions to develop the first consistent measurement of polar ice sheet changes. The researchers reconciled differences among dozens of earlier ice sheet studies by carefully matching observation periods and survey areas. They also combined measurements collected by different types of satellite sensors, such as ESA's radar missions; NASA's Ice, Cloud and land Elevation Satellite (ICESat); and the NASA/German Aerospace Center's Gravity Recovery and Climate Experiment (GRACE).\n\"What is unique about this effort is that it brought together the key scientists and all of the different methods to estimate ice loss,\" said Tom Wagner, NASA's cryosphere program manager in Washington. \"It's a major challenge they undertook, involving cutting-edge, difficult research to produce the most rigorous and detailed estimates of ice loss from Greenland and Antarctica to date. The results of this study will be invaluable in informing the IPCC as it completes the writing of its Fifth Assessment Report over the next year.\"\nProfessor Andrew Shepherd of the University of Leeds in the United Kingdom coordinated the study, along with research scientist Erik Ivins of NASA's Jet Propulsion Laboratory in Pasadena, Calif. Shepherd said the venture's success is because of the cooperation of the international scientific community and the precision of various satellite sensors from multiple space agencies.\n\"Without these efforts, we would not be in a position to tell people with confidence how Earth's ice sheets have changed, and to end the uncertainty that has existed for many years,\" Shepherd said.\nThe study found variations in the pace of ice sheet change in Antarctica and Greenland.\n\"Both ice sheets appear to be losing more ice now than 20 years ago, but the pace of ice loss from Greenland is extraordinary, with nearly a five-fold increase since the mid-1990s,\" Ivins said. \"In contrast, the overall loss of ice in Antarctica has remained fairly constant, with the data suggesting a 50-percent increase in Antarctic ice loss during the last decade.\"\nFor more on ICESat, visit: http://icesat.gsfc.nasa.gov. For more on GRACE, visit: http://www.csr.utexas.edu/grace.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}