{
  "url": "https://climate.nasa.gov/news/829/new-nasa-funded-system-helps-flights-avoid-storms/",
  "title": "New NASA-funded system helps flights avoid storms",
  "date": null,
  "content": "By Steve Cole,\r\n NASA Headquarters\nA new NASA-funded prototype system developed by the National Center for Atmospheric Research (NCAR) of Boulder, Colo., now is providing weather forecasts that can help flights avoid major storms as they travel over remote ocean regions. The eight-hour forecasts of potentially dangerous atmospheric conditions are designed for pilots, air traffic controllers and others involved in transoceanic flights. \n\r\n The NCAR-based system combines satellite data and computer weather models to produce maps of storms over much of the world's oceans. The system is based on products that NCAR has developed to alert pilots and air traffic controllers about storms and related hazards, such as turbulence and lightning, over the continental United States. Development of the forecasts was spurred in part by the 2009 crash of Air France Flight 447, which encountered a complex of thunderstorms over the Atlantic Ocean. \n\r\n The system was funded by NASA's Applied Sciences Program, which supports efforts to discover and demonstrate innovative and practical uses of NASA Earth science and satellite observations. NCAR worked with the Massachusetts Institute of Technology's Lincoln Laboratory, the Naval Research Laboratory, and the University of Wisconsin-Madison to create the system. \n\r\n \"These new forecasts can help fill an important gap in our aviation system,\" said NCAR's Cathy Kessinger, lead researcher on the project. \"Pilots have had limited information about atmospheric conditions as they fly over the ocean, where conditions can be severe. By providing them with a picture of where significant storms will be during an eight-hour period, the system can contribute to both the safety and comfort of passengers on flights.\" \n\r\n The forecasts, which continue to be tested and modified, cover most of the Atlantic and Pacific oceans, where NCAR has real-time access to geostationary satellite data. The forecasts are updated every three hours. \n\r\n Pilots of transoceanic flights currently get preflight briefings and, in certain cases involving especially intense storms, in-flight weather updates every four hours. They also have onboard radar, but that information is of limited value for strategic flight planning while en route. \n\r\n \"Turbulence is the leading cause of injuries in commercial aviation,\" said John Haynes, Applied Sciences Program manager at NASA Headquarters in Washington. \"This prototype system is of crucial importance to pilots and is another demonstration of the practical benefit of NASA's Earth observations.\" \n\r\n Pinpointing turbulence associated with storms over the oceans is far more challenging than it is over land because geostationary satellites, unlike ground-based radar, cannot see within the clouds. Thunderstorms may develop quickly and move rapidly, rendering the briefings and weather updates obsolete. Onboard radars lack the power to see long distances or through dense clouds. \n\r\n As a result, pilots often must choose between detouring hundreds of miles around potentially stormy areas or flying directly through a region that may or may not contain intense weather. Storms may be associated with hazardous windshear and icing conditions in addition to lightning, hail and potentially severe turbulence. \n\r\n To create the forecasts, Kessinger and her colleagues first turned to geostationary satellite measurements to identify regions of the atmosphere that met two conditions: particularly high cloud tops and water vapor at high altitudes. These two conditions are a sign of powerful storms and strong updrafts that can buffet an aircraft. The scientists next used fuzzy logic and data fusion techniques to home in on storms of particular concern, and applied object tracking techniques and simulations of wind fields to predict storm locations at hourly intervals out to eight hours. \n\r\n Researchers verified the forecasts using a variety of data from NASA Earth observations, including the Tropical Rainfall Measuring Mission (TRMM) satellite. \n\r\n \"These advanced techniques enable us to inform pilots about the potential for violent downdrafts and turbulence, even over the middle of the ocean where we don't have land-based radar or other tools to observe storms in detail,\" Kessinger said.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}