{
  "url": "https://climate.nasa.gov/news/832/nasas-icebridge-data-brings-new-twist-to-sea-ice-forecasting/",
  "title": "NASA's IceBridge data brings new twist to sea ice forecasting",
  "date": null,
  "content": "A Digital Mapping System (DMS) mosaic of Arctic sea ice. The dark areas are leads, or open areas of water. Identifying leads is one of the necessary steps in preparing IceBridge’s quick look sea ice thickness data product. Credit: NASA / DMS team\nBy George Hale,\n NASA's Goddard Space Flight Center\nShrinking Arctic sea ice grabbed the world's attention again earlier this year with a new record low minimum. Growing economic activity in the Arctic, such as fishing, mineral exploration and shipping, is emphasizing the need for accurate predictions of how much of the Arctic will be covered by sea ice. Every June, an international research group known as the Study of Environmental Arctic Change (SEARCH) publishes a summary of the expected September Arctic sea ice minimum known as the Sea Ice Outlook. The initial reports and monthly updates aim to give the scientific community and public the best available information on sea ice.\n\n Researchers rely on models that use estimated ice thickness data and simulated atmospheric conditions to forecast how sea ice will change during the summer. For the first time, near real-time ice thickness data obtained by NASA's Operation IceBridge has been used to correct a forecast model's initial measurements, which could lead to improved seasonal predictions.\n\n In a paper published last month in the journal Geophysical Research Letters, Ron Lindsay, IceBridge science team member and Arctic climatologist with the Polar Science Center at the University of Washington in Seattle, outlined efforts to use IceBridge data to improve the accuracy of seasonal sea ice forecasts. Lindsay and colleagues used a new quick look sea ice data product that IceBridge scientists released before the end of the Arctic campaign earlier this year. The quick look data, intended for use in time-sensitive applications like seasonal forecasts, supplements the final sea ice data product typically released roughly six months after the campaign. By using new data processing techniques, IceBridge scientists were able to publish the quick look measurements in a matter of weeks. \"The idea was to make the data available for anyone to use for the Sea Ice Outlook,\" said sea ice scientist Nathan Kurtz of NASA's Goddard Space Flight Center in Greenbelt, Md.\n\n The work outlined in Lindsay's paper marks the first use of IceBridge quick look data in an ensemble sea ice forecast (computer) model. \"An ensemble forecast is where you run a single forecast model many different times,\" said Lindsay. In this case, they ran the Pan-Arctic Ice Ocean Modeling and Assimilation System (PIOMAS) model seven times using conditions from previous summers. PIOMAS uses sea ice extent, the area of sea containing sea ice, and atmospheric data to simulate ice and ocean conditions.\n\n IceBridge data and thickness measurements made by the Seasonal Ice Zone Observing Network (SIZONet), a multidisciplinary project aimed at observing Arctic sea ice, served as a way to correct initial sea ice conditions. These initial measurements come from running the forecast model with historical atmospheric conditions. Lindsay and colleagues used IceBridge and SIZONet data to adjust these measurements and then used the PIOMAS model to create a forecast of September's mean sea ice extent. To make sure what effect the corrected measurements had, they also ran the model as normal, something known as a control run.\n\nCareful Measurements\n\n Before this forecasting work could begin though, the researchers had to gather and process data, something that takes the hard work of many people. During March and April of 2012, IceBridge gathered sea ice thickness data using four different airborne science instruments.\n\n First, researchers measure the surface freeboard, or the amount of ice and snow above the sea level height, using a laser altimeter known as the Airborne Topographic Mapper (ATM). Next, they use snow thickness data derived from airborne snow radar and subtract that to get an accurate ice freeboard measurement. This figure is then combined with known average density measurements to calculate total ice thickness, of which freeboard is typically only 10 percent. One other instrument, the KT-19 temperature sensor, was used to detect leads, or openings, in sea ice, which are used to determine the sea level height.\n\n SIZONet scientists used a different method, measurements from a helicopter-borne electromagnetic sensor that detects differences in how well sea ice and ocean water conduct electricity, giving a distance between the sensor and ocean water below.\n\n Collecting measurements is only the beginning of the work. Measurements from the ATM laser have to be combined with information from the aircraft's GPS and inertial navigation systems and the readings have to be filtered to remove things like false returns from low clouds and fog. Preparing instrument data for release is a labor-intensive and time-consuming process that normally takes six months. With the quick look product, it was done in a matter of weeks.\n\n Producing quality data so quickly is challenging, but the process proved a good test of the instrument team's talents. \"We gained some valuable insights into our capabilities,\" said ATM senior scientist John Sonntag. \"This new confidence in the quick data may open new avenues for us in the future.\"\n\n\n› Larger image\n Sea ice near Thule, Greenland. Only about 10 percent of sea ice is above the ocean’s surface, which makes measuring ice thickness challenging. More accurate thickness measurements could potentially improve future seasonal sea ice forecasts. Credit: NASA / Nathan Kurtz\n\nLooking Forward\n\n The September mean ice extent for the corrected model were slightly closer to the actual result than the control forecast run, but both were fairly far off from the actual record minimum. This may have been due to unusual weather over the summer, including a large Arctic storm in August, or to deficiencies in the model simulation of the new very thin ice conditions of the Arctic. Lindsay said winds have a bigger impact on the thinner ice of recent years than on thick ice. It may be possible to redo this experiment, using this summer's atmospheric conditions in the forecasts. \"This would tell us the impact of the observations for the weather we actually experienced,\" said Lindsay.\n\n As a step in a new direction, the study and quick look data collection could improve sea ice forecasts in the future. Providing near real-time sea ice data may also help in other areas, such as evaluating model performance.\n\n With plans to produce another quick look product in the coming 2013 Arctic campaign, Kurtz is hopeful that IceBridge data will be useful to sea ice forecasters and other researchers. \"The question is how will people use it,\" Kurtz said.\n\n For more information about the SEARCH Sea Ice Outlook, visit: \nhttp://www.arcus.org/search/seaiceoutlook/index.php\n\nFor more information about IceBridge's quick look sea ice data, read: \nhttp://www.nasa.gov/mission_pages/icebridge/news/spr12/arctic-seaice.html\nFor more information about Operation IceBridge, visit: \nhttp://www.nasa.gov/icebridge\nShrinking Arctic sea ice grabbed the world's attention again earlier this year with a new record low minimum. Growing economic activity in the Arctic, such as fishing, mineral exploration and shipping, is emphasizing the need for accurate predictions of how much of the Arctic will be covered by sea ice. Every June, an international research group known as the Study of Environmental Arctic Change (SEARCH) publishes a summary of the expected September Arctic sea ice minimum known as the Sea Ice Outlook. The initial reports and monthly updates aim to give the scientific community and public the best available information on sea ice.\n\n Researchers rely on models that use estimated ice thickness data and simulated atmospheric conditions to forecast how sea ice will change during the summer. For the first time, near real-time ice thickness data obtained by NASA's Operation IceBridge has been used to correct a forecast model's initial measurements, which could lead to improved seasonal predictions.\n\n In a paper published last month in the journal Geophysical Research Letters, Ron Lindsay, IceBridge science team member and Arctic climatologist with the Polar Science Center at the University of Washington in Seattle, outlined efforts to use IceBridge data to improve the accuracy of seasonal sea ice forecasts. Lindsay and colleagues used a new quick look sea ice data product that IceBridge scientists released before the end of the Arctic campaign earlier this year. The quick look data, intended for use in time-sensitive applications like seasonal forecasts, supplements the final sea ice data product typically released roughly six months after the campaign. By using new data processing techniques, IceBridge scientists were able to publish the quick look measurements in a matter of weeks. \"The idea was to make the data available for anyone to use for the Sea Ice Outlook,\" said sea ice scientist Nathan Kurtz of NASA's Goddard Space Flight Center in Greenbelt, Md.\n\n The work outlined in Lindsay's paper marks the first use of IceBridge quick look data in an ensemble sea ice forecast (computer) model. \"An ensemble forecast is where you run a single forecast model many different times,\" said Lindsay. In this case, they ran the Pan-Arctic Ice Ocean Modeling and Assimilation System (PIOMAS) model seven times using conditions from previous summers. PIOMAS uses sea ice extent, the area of sea containing sea ice, and atmospheric data to simulate ice and ocean conditions.\n\n IceBridge data and thickness measurements made by the Seasonal Ice Zone Observing Network (SIZONet), a multidisciplinary project aimed at observing Arctic sea ice, served as a way to correct initial sea ice conditions. These initial measurements come from running the forecast model with historical atmospheric conditions. Lindsay and colleagues used IceBridge and SIZONet data to adjust these measurements and then used the PIOMAS model to create a forecast of September's mean sea ice extent. To make sure what effect the corrected measurements had, they also ran the model as normal, something known as a control run.\n\nCareful Measurements\n\n Before this forecasting work could begin though, the researchers had to gather and process data, something that takes the hard work of many people. During March and April of 2012, IceBridge gathered sea ice thickness data using four different airborne science instruments.\n\n First, researchers measure the surface freeboard, or the amount of ice and snow above the sea level height, using a laser altimeter known as the Airborne Topographic Mapper (ATM). Next, they use snow thickness data derived from airborne snow radar and subtract that to get an accurate ice freeboard measurement. This figure is then combined with known average density measurements to calculate total ice thickness, of which freeboard is typically only 10 percent. One other instrument, the KT-19 temperature sensor, was used to detect leads, or openings, in sea ice, which are used to determine the sea level height.\n\n SIZONet scientists used a different method, measurements from a helicopter-borne electromagnetic sensor that detects differences in how well sea ice and ocean water conduct electricity, giving a distance between the sensor and ocean water below.\n\n Collecting measurements is only the beginning of the work. Measurements from the ATM laser have to be combined with information from the aircraft's GPS and inertial navigation systems and the readings have to be filtered to remove things like false returns from low clouds and fog. Preparing instrument data for release is a labor-intensive and time-consuming process that normally takes six months. With the quick look product, it was done in a matter of weeks.\n\n Producing quality data so quickly is challenging, but the process proved a good test of the instrument team's talents. \"We gained some valuable insights into our capabilities,\" said ATM senior scientist John Sonntag. \"This new confidence in the quick data may open new avenues for us in the future.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}