{
  "url": "https://climate.nasa.gov/news/855/fertilizing-phytoplankton-with-volcanic-ash/",
  "title": "Fertilizing phytoplankton with volcanic ash",
  "date": null,
  "content": "Several researchers have proposed that we could “engineer” our environment to offset the rising concentrations of carbon dioxide in the atmosphere. One proposal is to “fertilize” the ocean to make blooms of phytoplankton, plant-like, microscopic organisms that are the “primary producers” of the seas. Phytoplankton use sunlight and nutrients to grow and then become food for other marine life; along the way, they absorb carbon dioxide. The geoengineers propose that by putting enough iron in the right places—the mineral is often in short supply in the open ocean—phytoplankton will bloom wildly and soak up a lot of CO2.\nNature is very good at making prodigious blooms of phytoplankton. But as a recent “natural” experiment showed, the absorption of carbon dioxide is not always so prodigious.\nOn August 7, 2008, a stratovolcano in the Aleutian Islands began erupting just as a storm system was passing overhead. Over several days, the explosive eruption at Kasatochi Volcano sent ash and sulfur dioxide about 11,000 meters (35,000 feet) into the air and thousands of kilometers downwind. That iron-enriched ash spread out across a vast area of the North Pacific Ocean.\n“Usually ash from volcanic eruptions is swept in one narrow direction by the wind,” said chemical oceanographer Roberta Hamme of the University of Victoria. “However, the ash from Kasatochi was caught in this forming storm system, which swirled over the ocean, depositing volcanic ash over an unusually large area.”\nDownwind from Kasatochi, the concentration of chlorophyll in the ocean increased by 150 percent. Hamme and other scientists saw satellite observations of both the ash plume and of the jump in chlorophyll—the sign of a phytoplankton bloom. Instruments on oceanographic buoys and gliders also captured elements of the event, as did scientists who were cruising through the area on a Fisheries and Oceans Canada ship. Hamme and the team connected the dots and concluded that the eruption led directly to a vast bloom of phytoplankton.\nThe image at the top of the page shows the concentration of aerosol particles as they were dispersed in the atmosphere southeast of the Aleutian Islands in August 2008. Aerosols are airborne particles such as sea salt, dust, air pollution and, in this case, volcanic ash. The measurements were made by the Ozone Monitoring Instrument (OMI) on NASA’s Aura satellite.\nThe second map depicts the increase in chlorophyll in the ocean in the month after the eruption at Kasatochi. Chlorophyll is the pigment in plants and phytoplankton that harnesses energy from the Sun for food, and the abundance of chlorophyll (in milligrams per cubic meter) is a proxy for the abundance of plankton. The map does not show total concentrations; instead it shows how much chlorophyll rose above (green) or below (brown) the norm for August in that region. The data were acquired by the Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s <Aqua satellite.\nThe data plot (third image) shows the total concentration of chlorophyll within the white inset box marked in the second map, including the significant increase in 2008.\nIn the aftermath of the eruption and bloom, Hamme and colleagues looked for the carbon impact of the event. Estimating the amount of carbon dioxide in the water before, during, and after the event, they found that the phytoplankton pulled about 0.01 Petagrams (1015 grams) of carbon out of the atmosphere. For scale, the burning of fossil fuels releases about 6.5 Pg of carbon annually, and about 2 Pg are absorbed naturally by the ocean.\n“Despite the huge area of iron addition and the optimal time of year when there was plenty of sunlight, the impact of this August 2008 event was quite small in terms of carbon absorption,” Hamme added. “This tells us that iron fertilization would have to be performed on a truly gigantic scale to have an impact on our climate.”\nReferences\nAlaska Volcano Observatory (n.d.) Kasatochi Introduction. Accessed January 23, 2013.\nGlobal Volcanism Program (n.d.) Kasatochi. Accessed January 23, 2013.\nHamme, R. C., et al. (2010) Volcanic ash fuels anomalous plankton bloom in subarctic northeast Pacific. Geophysical Research Letters, 37, L19604.\nNASA Earth Observatory (2008) Natural Hazards: Aleutian Islands' Kasatochi Volcano Erupts.\nOceanus (2007, November 13) Fertilizing the Ocean with Iron. Accessed January 23, 2013.\nScience Now (2010, October 6) How Volcanoes Feed Plankton. Accessed January 23, 2013.\nNASA Earth Observatory images by Jesse Allen, use OMI aerosol data provided by the Aura science team, MODIS chlorophyll anomaly data from the Ocean Color team, and chlorophyll data from NASA Earth Observations (NEO) courtesy of Kevin Ward. Caption by Michael Carlowicz.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}