{
  "url": "https://climate.nasa.gov/news/2191/sanctuary-how-the-view-from-space-is-protecting-earth-today/",
  "title": "‘Sanctuary': How the view from space is protecting Earth today",
  "date": null,
  "content": "From NASA.gov\nIn July 2014, Landsat 8 captured the isolated island of protected forest around New Zealand’s Mt. Taranaki in Egmont National Park surrounded by once-forested pasturelands. Credit: NASA/USGS\nEfforts to conserve parks and protected areas around the world are being aided by Earth observations from space-based sensors operated by NASA and other space agencies as well as commercial providers. A new book released this week highlights how the view from space is being used to protect some of the world’s most interesting, changing, and threatened places.\n“Sanctuary: Exploring the World’s Protected Areas from Space,” published by the Institute for Global Environmental Strategies (Arlington, Virginia) with support from NASA, debuted at the 2014 World Parks Congress in Sydney, Australia. The once-a-decade meeting is sponsored by the International Union for Conservation of Nature, the world’s largest global environmental organization founded in 1948.\nDevelopment and agricultural clearing (pink areas) are shown encroaching the Sundarbans mangroves along the Bay of Bengal in this Landsat 8 image taken in March 2014. Credit: NASA/USGS\n\n\nUniting satellite imagery with nature photography, descriptions of conservation projects, and comments from park leaders and conservationists, “Sanctuary” illustrates the contributions remote sensing is making to reaching conservation goals, responding to climate change, and improving human health and well-being.\nIn the book’s foreword, NASA Administrator Charles Bolden writes, “NASA and numerous other space agency partners from around the globe have used this view from space to make incredible scientific advances in our understanding of how our planet works. As a result, we can now better gauge the impact of human activity on our environment and measure how and why our atmosphere, oceans, and land are changing.\n\"As a former astronaut who has looked upon our beautiful planet from space, I hope that we can advance the use of space-based remote sensing and other geospatial tools to study, understand, and improve the management of the world’s parks and protected areas as well as the precious biodiversity that thrives within their borders.”\nAustralia’s Great Sandy Desert as seen by Landsat 7 in 2000 shows the only sand dunes in a desert of scrub and rock. Credit: USGS EROS Data Center\n\n\nThere are about 209,000 protected areas worldwide, covering 14 percent of the planet’s land and 11 percent of coastal areas, as well as 3.6 percent of the world’s oceans. Protected areas featured in “Sanctuary” include Hawaii’s Papaphanaumokuakea Marine National Monument, New Zealand’s Mount Egmont National Park, the weaving waterways of the Sundarbans in Bangladesh, and the Great Barrier Reef in Australia.\nOne type of conservation effort highlighted in the book is the growing trend of connecting areas to protect migrating species such as the pronghorn, which migrates the longest distance of any terrestrial animal in the United States: more than 350 miles. Jonathan B. Jarvis, director of the U.S. National Park Service, states: “For the first time in my nearly 40 years of work in the National Park Service, the four U.S. land management agencies are working together, applying the newest geospatial technologies to identify and protect critical corridors of connectivity between protected areas.”\nSpace-based Earth observations are also used as inputs into advanced computer models to help identify and predict environmental changes. With this information the conservation community can develop adaptation strategies and prepare for impacts such as disrupted migrations or increased wildfires, floods, and drought. By integrating climate model forecasts with an understanding of species habitat ranges, scientists can estimate where species may live in the future, where today’s protected areas might suffer stress, or where future protected areas may need to be located.\nFor over 10 years, NASA’s basic research and applied conservation programs have advanced our understanding of global change impacts within and around protected areas. Ongoing projects include assessing coral reef health, investigating the vulnerability of U.S. National Parks to climate change, and establishing marine biodiversity observation networks. NASA’s Earth science program has made numerous satellite-derived data products freely available to the research and applications community to support conservation around the world.\nImagery and content in “Sanctuary” were provided by NASA’s Jet Propulsion Laboratory, NASA’s Goddard Space Flight Center, the National Oceanic and Atmospheric Administration (NOAA), DigitalGlobe Corporation, the European Space Agency, Conservation International, the World Wildlife Fund, and other organizations.\nDownload the PDF file (22Mb).\nLearn more about the World Parks Congress 2014.\n“Sanctuary: Exploring the World’s Protected Areas from Space,” released this week at the World Parks Congress in Australia, is available as a free PDF download. Credit: Institute for Global Environmental Strategies.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}