{
  "url": "https://climate.nasa.gov/news/849/solar-variability-and-terrestrial-climate/",
  "title": "Solar variability and terrestrial climate",
  "date": null,
  "content": "By Dr. Tony Phillips,\r\n NASA\nIn the galactic scheme of things, the Sun is a remarkably constant star.  While some stars exhibit dramatic pulsations, wildly yo-yoing in size and brightness, and sometimes even exploding, the luminosity of our own sun varies a measly 0.1% over the course of the 11-year solar cycle.\nIn the galactic scheme of things, the Sun is a remarkably constant star.  While some stars exhibit dramatic pulsations, wildly yo-yoing in size and brightness, and sometimes even exploding, the luminosity of our own sun varies a measly 0.1% over the course of the 11-year solar cycle.\nThere is, however, a dawning realization among researchers that even these apparently tiny variations can have a significant effect on terrestrial climate. A new report issued by the National Research Council (NRC), \"The Effects of Solar Variability on Earth's Climate,\" lays out some of the surprisingly complex ways that solar activity can make itself felt on our planet.\nThere is, however, a dawning realization among researchers that even these apparently tiny variations can have a significant effect on terrestrial climate. A new report issued by the National Research Council (NRC), \"The Effects of Solar Variability on Earth's Climate,\" lays out some of the surprisingly complex ways that solar activity can make itself felt on our planet.\nThese six extreme UV images of the sun, taken by NASA's Solar Dynamics Observatory, track the rising level of solar activity as the sun ascends toward the peak of the latest 11-year sunspot cycle.\r\nUnderstanding the sun-climate connection requires a breadth of expertise in fields such as plasma physics, solar activity, atmospheric chemistry and fluid dynamics, energetic particle physics, and even terrestrial history. No single researcher has the full range of knowledge required to solve the problem.  To make progress, the NRC had to assemble dozens of experts from many fields at a single workshop.  The report summarizes their combined efforts to frame the problem in a truly multi-disciplinary context.\nOne of the participants, Greg Kopp of the Laboratory for Atmospheric and Space Physics at the University of Colorado, pointed out that while the variations in luminosity over the 11-year solar cycle amount to only a tenth of a percent of the sun's total output, such a small fraction is still important.  \"Even typical short term variations of 0.1% in incident irradiance exceed all other energy sources (such as natural radioactivity in Earth's core) combined,\" he says.\nOne of the participants, Greg Kopp of the Laboratory for Atmospheric and Space Physics at the University of Colorado, pointed out that while the variations in luminosity over the 11-year solar cycle amount to only a tenth of a percent of the sun's total output, such a small fraction is still important.  \"Even typical short term variations of 0.1% in incident irradiance exceed all other energy sources (such as natural radioactivity in Earth's core) combined,\" he says.\nOf particular importance is the sun's extreme ultraviolet (EUV) radiation, which peaks during the years around solar maximum.  Within the relatively narrow band of EUV wavelengths, the sun’s output varies not by a minuscule 0.1%, but by whopping factors of 10 or more.  This can strongly affect the chemistry and thermal structure of the upper atmosphere.\nOf particular importance is the sun's extreme ultraviolet (EUV) radiation, which peaks during the years around solar maximum.  Within the relatively narrow band of EUV wavelengths, the sun’s output varies not by a minuscule 0.1%, but by whopping factors of 10 or more.  This can strongly affect the chemistry and thermal structure of the upper atmosphere.\nSpace-borne measurements of the total solar irradiance (TSI) show ~0.1 percent variations with solar activity on 11-year and shorter timescales. These data have been corrected for calibration offsets between the various instruments used to measure TSI. SOURCE: Courtesy of Greg Kopp, University of Colorado.\r\nSeveral researchers discussed how changes in the upper atmosphere can trickle down to Earth's surface.  There are many \"top-down\" pathways for the sun's influence.  For instance, Charles Jackman of the Goddard Space Flight Center described how nitrogen oxides (NOx) created by solar energetic particles and cosmic rays in the stratosphere could reduce ozone levels by a few percent.  Because ozone absorbs UV radiation, less ozone means that more UV rays from the sun would reach Earth's surface.\nIsaac Held of NOAA took this one step further.  He described how loss of ozone in the stratosphere could alter the dynamics of the atmosphere below it.  \"The cooling of the polar stratosphere associated with loss of ozone increases the horizontal temperature gradient near the tropopause,” he explains. “This alters the flux of angular momentum by mid-latitude eddies.  [Angular momentum is important because] the angular momentum budget of the troposphere controls the surface westerlies.\"  In other words, solar activity felt in the upper atmosphere can, through a complicated series of influences, push surface storm tracks off course.\nIsaac Held of NOAA took this one step further.  He described how loss of ozone in the stratosphere could alter the dynamics of the atmosphere below it.  \"The cooling of the polar stratosphere associated with loss of ozone increases the horizontal temperature gradient near the tropopause,” he explains. “This alters the flux of angular momentum by mid-latitude eddies.  [Angular momentum is important because] the angular momentum budget of the troposphere controls the surface westerlies.\"  In other words, solar activity felt in the upper atmosphere can, through a complicated series of influences, push surface storm tracks off course.\nHow incoming galactic cosmic rays and solar protons penetrate the atmosphere. SOURCE: C. Jackman, NASA Goddard Space Flight Center, “The Impact of Energetic Particle Precipitation on the Atmosphere,” presentation to the Workshop on the Effects of Solar Variability on Earth’s Climate, September 9, 2011.\r\nMany of the mechanisms proposed at the workshop had a Rube Goldberg-like quality. They relied on multi-step interactions between multiple layers of atmosphere and ocean, some relying on chemistry to get their work done, others leaning on thermodynamics or fluid physics.  But just because something is complicated doesn't mean it's not real.\nIndeed, Gerald Meehl of the National Center for Atmospheric Research (NCAR) presented persuasive evidence that solar variability is leaving an imprint on climate, especially in the Pacific. According to the report, when researchers look at sea surface temperature data during sunspot peak years, the tropical Pacific shows a pronounced La Nina-like pattern, with a cooling of almost 1o C in the equatorial eastern Pacific. In addition, \"there are signs of enhanced precipitation in the Pacific ITCZ (Inter-Tropical Convergence Zone ) and SPCZ (South Pacific Convergence Zone) as well as above-normal sea-level pressure in the mid-latitude North and South Pacific,\" correlated with peaks in the sunspot cycle.\nIndeed, Gerald Meehl of the National Center for Atmospheric Research (NCAR) presented persuasive evidence that solar variability is leaving an imprint on climate, especially in the Pacific. According to the report, when researchers look at sea surface temperature data during sunspot peak years, the tropical Pacific shows a pronounced La Nina-like pattern, with a cooling of almost 1o C in the equatorial eastern Pacific. In addition, \"there are signs of enhanced precipitation in the Pacific ITCZ (Inter-Tropical Convergence Zone ) and SPCZ (South Pacific Convergence Zone) as well as above-normal sea-level pressure in the mid-latitude North and South Pacific,\" correlated with peaks in the sunspot cycle.\nThe solar cycle signals are so strong in the Pacific, that Meehl and colleagues have begun to wonder if something in the Pacific climate system is acting to amplify them. \"One of the mysteries regarding Earth's climate system ... is how the relatively small fluctuations of the 11-year solar cycle can produce the magnitude of the observed climate signals in the tropical Pacific.\"  Using supercomputer models of climate, they show that not only \"top-down\" but also \"bottom-up\" mechanisms involving atmosphere-ocean interactions are required to amplify solar forcing at the surface of the Pacific.\nThe solar cycle signals are so strong in the Pacific, that Meehl and colleagues have begun to wonder if something in the Pacific climate system is acting to amplify them. \"One of the mysteries regarding Earth's climate system ... is how the relatively small fluctuations of the 11-year solar cycle can produce the magnitude of the observed climate signals in the tropical Pacific.\"  Using supercomputer models of climate, they show that not only \"top-down\" but also \"bottom-up\" mechanisms involving atmosphere-ocean interactions are required to amplify solar forcing at the surface of the Pacific.\nComposite averages for December-January-February for peak solar years. SOURCE: G.A. Meehl, J.M. Arblaster, K. Matthes, F. Sassi, and H. van Loon, Amplifying the Pacific climate system response to a small 11 year solar cycle forcing, Science 325:1114-1118, 2009; reprinted with permission from AAAS.\r\nIn recent years, researchers have considered the possibility that the sun plays a role in global warming. After all, the sun is the main source of heat for our planet. The NRC report suggests, however, that the influence of solar variability is more regional than global.  The Pacific region is only one example.\nCaspar Amman of NCAR noted in the report that \"When Earth's radiative balance is altered, as in the case of a change in solar cycle forcing, not all locations are affected equally.  The equatorial central Pacific is generally cooler, the runoff from rivers in Peru is reduced, and drier conditions affect the western USA.\"\nCaspar Amman of NCAR noted in the report that \"When Earth's radiative balance is altered, as in the case of a change in solar cycle forcing, not all locations are affected equally.  The equatorial central Pacific is generally cooler, the runoff from rivers in Peru is reduced, and drier conditions affect the western USA.\"\nRaymond Bradley of UMass, who has studied historical records of solar activity imprinted by radioisotopes in tree rings and ice cores, says that regional rainfall seems to be more affected than temperature.  \"If there is indeed a solar effect on climate, it is manifested by changes in general circulation rather than in a direct temperature signal.\"  This fits in with the conclusion of the IPCC and previous NRC reports that solar variability is NOT the cause of global warming over the last 50 years.\nRaymond Bradley of UMass, who has studied historical records of solar activity imprinted by radioisotopes in tree rings and ice cores, says that regional rainfall seems to be more affected than temperature.  \"If there is indeed a solar effect on climate, it is manifested by changes in general circulation rather than in a direct temperature signal.\"  This fits in with the conclusion of the IPCC and previous NRC reports that solar variability is NOT the cause of global warming over the last 50 years.\nMuch has been made of the probable connection between the Maunder Minimum, a 70-year deficit of sunspots in the late 17th-early 18th century, and the coldest part of the Little Ice Age, during which Europe and North America were subjected to bitterly cold winters.  The mechanism for that regional cooling could have been a drop in the sun’s EUV output; this is, however, speculative.\nMuch has been made of the probable connection between the Maunder Minimum, a 70-year deficit of sunspots in the late 17th-early 18th century, and the coldest part of the Little Ice Age, during which Europe and North America were subjected to bitterly cold winters.  The mechanism for that regional cooling could have been a drop in the sun’s EUV output; this is, however, speculative.\nThe yearly averaged sunspot number for a period of 400 years (1610-2010). SOURCE: Courtesy of NASA Marshall Space Flight Center.\r\nDan Lubin of the Scripps Institution of Oceanography pointed out the value of looking at sun-like stars elsewhere in the Milky Way to determine the frequency of similar grand minima. “Early estimates of grand minimum frequency in solar-type stars ranged from 10% to 30%, implying the sun’s influence could be overpowering.  More recent studies using data from Hipparcos (a European Space Agency astrometry satellite) and properly accounting for the metallicity of the stars, place the estimate in the range of less than 3%.”   This is not a large number, but it is significant.\nIndeed, the sun could be on the threshold of a mini-Maunder event right now.  Ongoing Solar Cycle 24 is the weakest in more than 50 years.  Moreover, there is (controversial) evidence of a long-term weakening trend in the magnetic field strength of sunspots. Matt Penn and William Livingston of the National Solar Observatory predict that by the time Solar Cycle 25 arrives, magnetic fields on the sun will be so weak that few if any sunspots will be formed. Independent lines of research involving helioseismology and surface polar fields tend to support their conclusion. (Note: Penn and Livingston were not participants at the NRC workshop.)\nIndeed, the sun could be on the threshold of a mini-Maunder event right now.  Ongoing Solar Cycle 24 is the weakest in more than 50 years.  Moreover, there is (controversial) evidence of a long-term weakening trend in the magnetic field strength of sunspots. Matt Penn and William Livingston of the National Solar Observatory predict that by the time Solar Cycle 25 arrives, magnetic fields on the sun will be so weak that few if any sunspots will be formed. Independent lines of research involving helioseismology and surface polar fields tend to support their conclusion. (Note: Penn and Livingston were not participants at the NRC workshop.)\n“If the sun really is entering an unfamiliar phase of the solar cycle, then we must redouble our efforts to understand the sun-climate link,” notes Lika Guhathakurta of NASA’s Living with a Star Program, which helped fund the NRC study. “The report offers some good ideas for how to get started.”\nThis image of the Sun's upper photosphere shows bright and dark magnetic structures responsible for variations in TSI. SOURCE: Courtesy of P. Foukal, Heliophysics, Inc.\nIn a concluding panel discussion, the researchers identified a number of possible next steps.  Foremost among them was the deployment of a radiometric imager.  Devices currently used to measure total solar irradiance (TSI) reduce the entire sun to a single number:  the total luminosity summed over all latitudes, longitudes, and wavelengths.  This integrated value becomes a solitary point in a time series tracking the sun’s output.\n“If the sun really is entering an unfamiliar phase of the solar cycle, then we must redouble our efforts to understand the sun-climate link,” notes Lika Guhathakurta of NASA’s Living with a Star Program, which helped fund the NRC study. “The report offers some good ideas for how to get started.”\nIn a concluding panel discussion, the researchers identified a number of possible next steps.  Foremost among them was the deployment of a radiometric imager.  Devices currently used to measure total solar irradiance (TSI) reduce the entire sun to a single number:  the total luminosity summed over all latitudes, longitudes, and wavelengths.  This integrated value becomes a solitary point in a time series tracking the sun’s output.\nIn fact, as Peter Foukal of Heliophysics, Inc., pointed out, the situation is more complex.  The sun is not a featureless ball of uniform luminosity.  Instead, the solar disk is dotted by the dark cores of sunspots and splashed with bright magnetic froth known as faculae.  Radiometric imaging would, essentially, map the surface of the sun and reveal the contributions of each to the sun’s luminosity.  Of particular interest are the faculae.  While dark sunspots tend to vanish during solar minima, the bright faculae do not.  This may be why paleoclimate records of sun-sensitive isotopes C-14 and Be-10 show a faint 11-year cycle at work even during the Maunder Minimum.  A radiometric imager, deployed on some future space observatory, would allow researchers to develop the understanding they need to project the sun-climate link into a future of prolonged spotlessness.\nIn fact, as Peter Foukal of Heliophysics, Inc., pointed out, the situation is more complex.  The sun is not a featureless ball of uniform luminosity.  Instead, the solar disk is dotted by the dark cores of sunspots and splashed with bright magnetic froth known as faculae.  Radiometric imaging would, essentially, map the surface of the sun and reveal the contributions of each to the sun’s luminosity.  Of particular interest are the faculae.  While dark sunspots tend to vanish during solar minima, the bright faculae do not.  This may be why paleoclimate records of sun-sensitive isotopes C-14 and Be-10 show a faint 11-year cycle at work even during the Maunder Minimum.  A radiometric imager, deployed on some future space observatory, would allow researchers to develop the understanding they need to project the sun-climate link into a future of prolonged spotlessness.\nSome attendees stressed the need to put sun-climate data in standard formats and make them widely available for multidisciplinary study.  Because the mechanisms for the sun’s influence on climate are complicated, researchers from many fields will have to work together to successfully model them and compare competing results.  Continued and improved collaboration between NASA, NOAA and the NSF are keys to this process.\nSome attendees stressed the need to put sun-climate data in standard formats and make them widely available for multidisciplinary study.  Because the mechanisms for the sun’s influence on climate are complicated, researchers from many fields will have to work together to successfully model them and compare competing results.  Continued and improved collaboration between NASA, NOAA and the NSF are keys to this process.\nHal Maring, a climate scientist at NASA headquarters who has studied the report, notes that “lots of interesting possibilities were suggested by the panelists.  However, few, if any, have been quantified to the point that we can definitively assess their impact on climate.” Hardening the possibilities into concrete, physically-complete models is a key challenge for the researchers.\nHal Maring, a climate scientist at NASA headquarters who has studied the report, notes that “lots of interesting possibilities were suggested by the panelists.  However, few, if any, have been quantified to the point that we can definitively assess their impact on climate.” Hardening the possibilities into concrete, physically-complete models is a key challenge for the researchers.\nFinally, many participants noted the difficulty in deciphering the sun-climate link from paleoclimate records such as tree rings and ice cores.  Variations in Earth’s magnetic field and atmospheric circulation can affect the deposition of radioisotopes far more than actual solar activity.  A better long-term record of the sun’s irradiance might be encoded in the rocks and sediments of the Moon or Mars.   Studying other worlds might hold the key to our own.\nFinally, many participants noted the difficulty in deciphering the sun-climate link from paleoclimate records such as tree rings and ice cores.  Variations in Earth’s magnetic field and atmospheric circulation can affect the deposition of radioisotopes far more than actual solar activity.  A better long-term record of the sun’s irradiance might be encoded in the rocks and sediments of the Moon or Mars.   Studying other worlds might hold the key to our own.\nThe full report, “The Effects of Solar Variability on Earth’s Climate,” is available from the National Academies Press at http://www.nap.edu/catalog.php?record_id=13519.\nThe full report, “The Effects of Solar Variability on Earth’s Climate,” is available from the National Academies Press at http://www.nap.edu/catalog.php?record_id=13519.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}