{
  "url": "https://climate.nasa.gov/news/2484/nasa-flies-to-africa-to-study-climate-effects-of-smoke-on-clouds/",
  "title": "NASA flies to Africa to study climate effects of smoke on clouds",
  "date": null,
  "content": "From NASA\nNASA's ER-2 aircraft, managed by the agency’s Armstrong Flight Research Center in Edwards, California, will fly at 65,000 feet to measure interactions between aerosols and clouds. Credit: NASA.\nNASA scientists and two research aircraft are on their way to a unique natural laboratory off the Atlantic coast of southwest Africa to study a major unknown in future climate prediction.\nThe coast of Namibia is one of three places on Earth with persistent low-level clouds, and the only such location with a steady supply of tiny aerosol particles in the form of smoke from inland fires that mix with the clouds. NASA's Observations of Aerosols Above Clouds and their Interactions (ORACLES) mission will observe and measure how these particles interact with clouds and change their ability to warm or cool the planet.\n\"This is the perfect natural laboratory to study aerosol-cloud interactions, which are some of the largest uncertainties in the prediction of future climate,\" said Jens Redemann, ORACLES principal investigator at NASA's Ames Research Center in Moffett Field, California.\nSome aerosols, such as dust and sea salt, have a natural origin. But others, such as soot and smoke released by fires and industry, are the result of human activities. Once aerosols enter the atmosphere, they can cause either a warming or cooling effect.\n\"Human activities currently are estimated to be responsible for perhaps half of all the aerosol particles in the atmosphere,\" said Robert Wood, a cloud scientist at the University of Washington in Seattle and ORACLES deputy principal investigator. \"Smoke particles both reflect sunlight back to space, thus cooling the Earth, and absorb sunlight, which has the opposite effect of warming the Earth. When aerosols encounter clouds, they also change the properties of the clouds they are ingested into.\"\nUnderstanding which effect is dominant, and under what conditions, is essential for improving the regional and global computer models that predict what may occur with future climate change. Changes in the properties of the cloud layer caused by aerosols could also have an effect on regional coastal fisheries by altering the amount of sunlight reaching the ocean surface that drives currents and ocean upwelling.\nThe initially separate cloud and aerosol layers off the Namibian coast are relatively stable. As the cloud layers thicken away from shore like a wedge, it gradually mixes with the aerosol layer. The result is a range of steadily changing conditions that allow the ORACLES science team to probe several different types of cloud-aerosol interactions.\nThe ORACLES field campaign is based out of Walvis Bay in Namibia, where faculty and students from Namibian universities will be working alongside the ORACLES team. The project team has built new relationships with African colleagues, in particular, the Namibia University of Science and Technology in Windhoek. University personnel support logistics for ORACLES field work and will collaborate in data analysis and modeling. The Gobabeb Research and Training Centre in the Namib Desert, which previously has worked with NASA using the desert as an analog for the surface of other planets, is providing ground-based remote sensing of the atmosphere.\n\"Science is a great unifier,\" said Bernadette Squire Luna, ORACLES project manager at Ames. \"We are building relationships with Namibian scientists that will outlast this project and will lead to yet more science and more interactions. We're connecting our countries in a very grassroots way.\"\nNASA's P-3 aircraft, managed by the agency’s Wallops Flight Facility in Wallops Island, Virginia, carries five remote sensing instruments and flies through the cloud and aerosol layers at up to 20,000 feet to gather direct measurements from more than a dozen cloud and aerosol probes attached to the wings and inlets on the windows. NASA's ER-2 aircraft, managed by the agency’s Armstrong Flight Research Center in Edwards, California, will fly at 65,000 feet with instruments that make measurements similar to those acquired from satellites.\nORACLES flights will complement and validate current satellite observations of aerosols and clouds, and test instruments that may fly on future satellites, by making detailed observations that are impossible to make from space with current capabilities.\nUnlike a satellite, which generally gets one pass per day over a certain location, both aircraft will be able to sample clouds and aerosols throughout the day over the entire study area to see how they evolve. Together, data from the two aircraft will provide a comprehensive picture of how aerosols behave in the presence of clouds – and how aerosols directly or indirectly change how clouds behave.\nORACLES is a collaborative research effort that involves more than a hundred scientists from five NASA centers, two national laboratories, 10 U.S. universities, and five African research institutions. It’s a multi-year NASA Earth Venture suborbital investigation to probe Earth system processes that are not completely understood. These flights from Namibia are the first of several planned field seasons for the mission. Earth Venture investigations are part of NASA's Earth System Science Pathfinder program managed at the agency’s Langley Research Center in Hampton, Virginia.\nFor more information about ORACLES, visit:\nhttps://espo.nasa.gov/oracles\nFor more information about NASA Earth science, visit:\nhttp://www.nasa.gov/earth\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nDarryl Waller\r\nAmes Research Center, Moffett Field, Calif.\r\n650-604-2675\r\ndarryl.e.waller@nasa.gov\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}