{
  "url": "https://climate.nasa.gov/news/881/nasa-workshop-transforms-teachers-into-glaciologists-for-a-week/",
  "title": "NASA workshop transforms teachers into glaciologists for a week",
  "date": null,
  "content": "History of Winter participants learn to climb in an ice fall near Cascade Lake, Lake Placid, N.Y. Credit: NASA/Maria-Jose Viñas\nBy Maria-José Viñas,\r\nNASA Goddard Cryospheric Sciences Laboratory\nThere are times in a teacher’s professional life when she or he hits a wall. For the participants of a NASA training program for educators held on Feb. 11-15, the wall was a 50-foot icefall that the teachers proceeded to climb using ice axes and crampons. After achieving this feat, the workshop attendees headed to a nearby frozen lake, where they extracted blocks of ice using a chainsaw, explored the underbelly of the ice with a submersible camera and dug pits in the lakeshore to observe snow layers.\n\r\nThe above are just a few of the many activities held during the weeklong History of Winter (HOW) program for elementary and secondary science teachers. Since its creation in 2001, HOW, an initiative of NASA’s Goddard Space Flight Center in Greenbelt, Md., has put approximately 200 educators in close touch with cryospheric research, the study of the Earth’s frozen regions.\n\r\n“HOW allows teachers to talk to students about their own experiences working as scientists hand-in-glove with NASA researchers on the study of snow, ice and cold,” said Robert Gabrys, chief education officer at NASA Goddard. “The goal is to engage teachers in doing science so that they can serve as role models for students—not only as teachers, but as scientists as well.”\n\r\nThirteen middle school, high school and college teachers; education students; museum educators; and state park environmental education specialists from four states—plus a hydrology student from the Czech Republic—participated in this year’s edition of HOW at Northwood School, Lake Placid, N.Y.\nThere are times in a teacher’s professional life when she or he hits a wall. For the participants of a NASA training program for educators held on Feb. 11-15, the wall was a 50-foot icefall that the teachers proceeded to climb using ice axes and crampons. After achieving this feat, the workshop attendees headed to a nearby frozen lake, where they extracted blocks of ice using a chainsaw, explored the underbelly of the ice with a submersible camera and dug pits in the lakeshore to observe snow layers.\n\r\nThe above are just a few of the many activities held during the weeklong History of Winter (HOW) program for elementary and secondary science teachers. Since its creation in 2001, HOW, an initiative of NASA’s Goddard Space Flight Center in Greenbelt, Md., has put approximately 200 educators in close touch with cryospheric research, the study of the Earth’s frozen regions.\n\r\n“HOW allows teachers to talk to students about their own experiences working as scientists hand-in-glove with NASA researchers on the study of snow, ice and cold,” said Robert Gabrys, chief education officer at NASA Goddard. “The goal is to engage teachers in doing science so that they can serve as role models for students—not only as teachers, but as scientists as well.”\n\r\nThirteen middle school, high school and college teachers; education students; museum educators; and state park environmental education specialists from four states—plus a hydrology student from the Czech Republic—participated in this year’s edition of HOW at Northwood School, Lake Placid, N.Y.\nTwo History of Winter participants use a magnifying lens to observe grains of snow from a pit they dug in the lakeshore of Cascade Lake on Feb. 12, 2013, in Lake Placid, N.Y. Credit: NASA/Maria-Jose ViñasDivided in three teams led by ice scientists from NASA Goddard and from the U.S. Army Cold Regions Research and Engineering Lab in Hanover, N.H., the winter camp participants learned about research tools and techniques polar scientists use in field studies of snow and ice. The attendees then put their new knowledge to work, digging snow pits to study physical characteristics of snow layers, using thermochrons (a temperature logger the size and shape of a button) to record and display variations in temperatures, and collecting and processing thin sections of ice to study them under polarized light.\n\r\nAfter completing the snow and ice studies, teachers will use their History of Winter experience as a springboard for integrating science inquiry into their classrooms, enabling their students to work like scientists, too.\n\r\n\"It really helps me to be a researcher,” said Sarah Hardy, a science teacher at Winslow Junior High School in Winslow, Maine, during the weeklong workshop. “It further prompts me to keep designing and redesigning units where kids have to collect and make sense of data.\" Other participants noted that the experience “opened up a whole new aspect of winter” to teach their students, allowing them to better relate to long-term climate change.\n\r\n“A first-hand understanding of the cryosphere will help teachers communicate to their students how the polar regions are changing with rising global temperatures,” said Lora Koenig, a glaciologist at NASA Goddard and science adviser to HOW. “Understanding the processes in your backyard can lead to a better understanding of the entire Earth system.”\n\r\nHOW is the brainchild of Peter Wasilewski, a now-retired NASA Goddard scientist. After visiting Antarctica for the first time in the 1960s, Wasilewski became enamored with snow and ice. He founded HOW with Gabrys and led the program for a dozen years before transferring it to NASA Goddard’s Cryospheric Sciences Laboratory in 2013.\n\r\n“In future editions of the workshop, we want to educate the teachers on what NASA satellite data can bring to the table in terms of understanding climate and the cryosphere,” said Thorsten Markus, chief of NASA Goddard’s Cryospheric Sciences Laboratory. “We want them to learn how anyone can access the data, look at it and then teach their students to access and analyze NASA satellite data.”\n\r\nMarkus said the mix of field work and satellite data analysis will help make remote-sensing data “less abstract” for the educators and allow them to understand “the complexities involved in analyzing satellite data.” \n\r\nHistory of Winter is regularly held in February in Lake Placid, host of the 1932 and 1980 Winter Olympics. The town is considered an ideal location for non-polar snow-ice-cold investigations because of the extreme temperature and yearly snowfall totals.\n\r\nApplication for the 2014 HOW workshop will open this summer at http://how.gsfc.nasa.gov/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}