{
  "url": "https://climate.nasa.gov/news/886/nasa-begins-new-season-of-arctic-ice-science-flights/",
  "title": "NASA begins new season of Arctic ice science flights",
  "date": null,
  "content": "By Steve Cole,\r\n Headquarters\n\nGeorge Hale,\r\n Goddard Space Flight Center\n\n\nNASA's Operation IceBridge scientists have begun another season of research activity over Arctic ice sheets and sea ice with the first of a series of science flights from Greenland completed on Wednesday.\n\r\n A specially equipped P-3B research aircraft from NASA's Wallops Flight Facility in Wallops Island, Va., is operating out of airfields in Thule and Kangerlussuaq, Greenland, and Fairbanks, Alaska. The flights will carry out survey flights over land and sea ice in and around Greenland and the Arctic Ocean through early May.\n\r\n NASA began the Operation IceBridge airborne campaign in 2009 as a way to continue the record of polar ice measurements made by NASA's Ice, Cloud and Land Elevation Satellite's (ICESat) after the satellite stopped gathering data. By flying campaigns in the Arctic and Antarctic each year, IceBridge is maintaining a continuous record of change until the launch of ICESat-2 in 2016.\n\r\n This year's IceBridge campaign will continue closely monitoring Arctic sea ice and key areas of the Greenland ice sheet, while expanding coverage in Antarctica.\nNASA's Operation IceBridge scientists have begun another season of research activity over Arctic ice sheets and sea ice with the first of a series of science flights from Greenland completed on Wednesday.\n\r\n A specially equipped P-3B research aircraft from NASA's Wallops Flight Facility in Wallops Island, Va., is operating out of airfields in Thule and Kangerlussuaq, Greenland, and Fairbanks, Alaska. The flights will carry out survey flights over land and sea ice in and around Greenland and the Arctic Ocean through early May.\n\r\n NASA began the Operation IceBridge airborne campaign in 2009 as a way to continue the record of polar ice measurements made by NASA's Ice, Cloud and Land Elevation Satellite's (ICESat) after the satellite stopped gathering data. By flying campaigns in the Arctic and Antarctic each year, IceBridge is maintaining a continuous record of change until the launch of ICESat-2 in 2016.\n\r\n This year's IceBridge campaign will continue closely monitoring Arctic sea ice and key areas of the Greenland ice sheet, while expanding coverage in Antarctica.\nThe NASA P-3B sits in the hangar at Thule Air Base while the IceBridge team waits for fog to clear on the morning of Mar. 20, 2013. Credit: NASA / Michael Studinger\"Our long term plan, beginning with the Arctic 2013 campaign, is to scale back the land ice portion of the campaign while maintaining the same coverage of sea ice as in previous campaigns,\" said Michael Studinger, IceBridge project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md.\n\r\n Dramatic changes to Arctic sea ice, such as the record-breaking minimum levels reached in 2012, and the potential societal effects of ice loss in the region are driving the demand for sea ice measurements. The mission will survey areas of Arctic sea ice near Greenland with flights out of the U.S. airbase in Thule. IceBridge also will carry out a series of flights from Fairbanks to measure ice in the Beaufort and Chukchi seas north of Alaska. Researchers will gather critical data during their flights between Greenland and Alaska.\n\r\n In addition to sea ice, IceBridge will survey the Greenland Ice Sheet in the interior of the country and in rapidly changing areas along the coast, such as the Jakobshavn Glacier.\n\r\n \"We're starting to see how the whole ice sheet is changing,\" Studinger said. \"Thinning at the margins is now propagating to the interior.\"\n\r\n IceBridge scientists will collaborate with other groups doing research in the region, such as the U.S. Army Corps of Engineers Cold Regions Engineering Laboratory in Hanover, N.H., and the Naval Research Laboratory (NRL) in Washington. The laboratories are working together to collect snow depth measurements on Elson Lagoon near Barrow, Alaska, to help NRL evaluate a snow radar they are using.\n\r\n Joining the IceBridge team are three teachers who will spend time working with the researchers to learn about polar science. High school science teachers from Libertyville, Illinois; Aalborg, Denmark; and Sisimiut, Greenland, will spend time aboard the P-3B during IceBridge survey flights.\nA sunny view of the ramp at Thule Air Base, Greenland, shortly after the NASA P-3B research aircraft arrived on Mar. 18, 2013. Credit: NASA / Jim YungelIceBridge is providing these teachers with a research experience they can use to better teach science and inspire their students to study scientific fields. The teachers' involvement is the result of a partnership with the U.S. State Department, the governments of Denmark and Greenland, and the National Science Foundation-funded Polar Teachers and Researchers Exploring and Collaborating (PolarTREC) program.\n\r\n For more about Operation IceBridge and to follow this year's campaign, visit: http://www.nasa.gov/icebridge\r\n For more about PolarTREC and the IceBridge teacher research experience, visit: http://www.polartrec.com/expeditions/airborne-survey-of-polar-ice-2013\nFor more about PolarTREC and the IceBridge teacher research experience, visit: http://www.polartrec.com/expeditions/airborne-survey-of-polar-ice-2013\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}