{
  "url": "https://climate.nasa.gov/news/2517/from-nyc-to-rio-nasa-helps-cities-address-climate-risks/",
  "title": "From NYC to Rio: NASA helps cities address climate risks",
  "date": null,
  "content": "6 min read\nAfter Hurricane Sandy rocked the U.S. East Coast in 2012, the New York City government set out to repair the city — and asked for NASA’s help. The mayor’s office didn’t want NASA scientists out there with hammers or hard hats. Instead, they asked for information to include in their blueprints on how climate change, specifically increased risk of flooding, will affect the nation’s most populous city.\n“The city is not only repairing the city to the current risks of coastal flooding, but also reflecting future projections of coastal flooding due to rising global sea levels,” said Cynthia Rosenzweig, head of the Climate Impacts Group at NASA’s Goddard Institute for Space Studies (GISS) in New York City. “Our projections from NASA’s and other climate models and data are actually used in the city’s guidelines for renovations and rebuilding after the hurricane.”\nIt isn’t just New York City that’s interested in these questions about the local impacts of climate change. More than 4,000 miles away in Rio de Janeiro, Brazil, the city’s leaders were looking to address a similar climate question: How can they prepare for the effects of climate change on their city?\nNow, researchers and city officials from two of the world’s major metropolises, New York City and Rio de Janeiro, are coming together to share their insights and solutions to mitigate against specific climate risks afflicting both their cities — sea level rise, increased temperatures and changes in water quality. The gathering will be an in-depth training workshop where researchers can share the utility of NASA satellite data and climate models as well as how they are working with various city governments.\nThe workshop takes place this week at GISS with participants from GISS, NASA’s Goddard Space Flight Center in Greenbelt, Maryland; the Urban Climate Change Research Network at Columbia University, New York; Rio de Janeiro City Hall; and the NYC Mayor’s Office of Recovery and Resiliency. A public educational webinar discussing how the city of Rio de Janeiro is responding to the challenge of monitoring water quality and addressing sea-level rise will take place on Nov. 16 at 5:30 p.m. EST.\n“Cities are stepping up to be the first responders to climate change risks around the world,” said Rosenzweig, who currently serves as the co-chair for the New York City Panel on Climate Change convened by the city’s mayor.\nRosenzweig studies the effect of climate change in cities and urban areas and also helps lead the Urban Climate Change Research Network (UCCRN). Based at the Columbia University Earth Institute in New York City, the UCCRN consists of more than 750 researchers and practitioners around the world, with regional hubs across the world including a hub in Rio de Janeiro. The UCCRN team hopes to replicate these collaborative workshops with other cities in the network such as Paris; Canberra, Australia; Philadelphia; and Shanghai.\nAcross the globe, many cities are facing similar climate risks. Coastal cities like New York City and Rio de Janeiro are most susceptible to sea level rise. Sea level rise is influenced by several factors: the melting of ice, thermal expansion of ocean water, and the movement of local ocean currents and melting of glaciers in the polar regions, to name a few.\n“It’s a big science challenge to project sea level rise for any given city because we have to take all of those factors into account,” Rosenzweig said. “It will be helpful to exchange methods on how we do sea level rise projections and how the scientists in Rio project sea level.”\nCities are also urban heat islands, a phenomenon in which the center of the city is warmer than the surrounding regions, placing stressful conditions on people who live there. Cities tend to be warmer because city infrastructure, such as buildings, tends to absorb more radiation. They also have less vegetation for evapotranspiration and emit more heat. Researchers will show how the heat content in cities can be monitored through tools such as the joint NASA and U.S. Geological Survey’s Landsat 8 satellite.\nLastly, municipalities also need to maintain acceptable water quality for their inhabitants. Runoff from agriculture and urban sewage can result in elevated nutrients in rivers and streams. An excess of nutrients can cause enhanced phytoplankton growth, known as eutrophication. Localized changes in phytoplankton populations can drastically affect the food chain, water clarity and human health. Human-induced eutrophication can have tremendous impact on fisheries, aquaculture and tourism.\nFor many water quality improvement programs, scientists need to be able to monitor the aquatic conditions such as water clarity, how much sediment is present and phytoplankton amounts. At the workshop, scientists will share how these important parameters can be observed by satellite instruments such as NASA’s Moderate Resolution Imaging Spectroradiometer (MODIS) and sensors on the Aqua satellite and the Operational Land Imager (OLI) aboard the Landsat 8 satellite.\n“For Rio de Janeiro, this partnership is very important because it will bring us new knowledge about the city and add new techniques and methodologies. It is also gratifying to be recognized as a partner by such an important scientific agency,” said Luiz Roberto Arueira, director of city information at Pereira Passos Institute in the Rio de Janeiro City Hall and a key player in developing a relationship between NASA and the city of Rio de Janeiro.\nBack in December 2015, NASA entered into a formal partnership with the City of Rio de Janeiro for sharing Earth-observing data and methods, but this will be the first larger in-person gathering.\nSeveral researchers from Pereira Passos Institute from Rio City Hall will be attending the workshop. The Pereira Passos Institute is responsible for strategic planning, public policy integration and mapping. Additionally, New York City officials will participate in a roundtable discussion to talk about what science information is useful when they are making city policies.\nThe workshop is co-led by the Urban Climate Change Research Network (UCCRN), whose hub in Rio will help to spread the knowledge gained to other cities in Brazil and Latin America.\n“This is science in action. It connects researchers in NASA and Rio de Janeiro working on these challenging environmental issues with the people who are in the city’s government and actually involved in making guidelines and rules,” said Dalia Kirschbaum, a scientist at NASA Goddard who is helping lead the Rio de Janeiro partnership.\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}