{
  "url": "https://climate.nasa.gov/news/907/nasas-hyspiri-sees-the-forest-for-the-trees-and-more/",
  "title": "NASA's HyspIRI sees the forest for the trees and more",
  "date": null,
  "content": "The HyspIRI airborne campaign overflew California's San Andreas Fault on March 29, 2013. The three-color (red, green, blue) composite image of the fault (left), composed from AVIRIS data, is similar to what a snapshot from a consumer camera would show. The entirety of data from AVIRIS, however, spans the visible to the short-wavelength infrared part of the spectrum. Temperature information (right) was collected simultaneously by the MASTER instrument. Red areas are composed of minerals with high silica, such as urban areas, while darker and cooler areas are composed of water and heavy vegetation. Image credit: NASA/JPL | View left side image | View right side image\nBy Kathryn Hansen,\nNASA Earth Science News Team\nTo Robert Green, light contains more than meets the eye: it contains fingerprints of materials that can be detected by sensors that capture the unique set of reflected wavelengths. Scientists have used the technique, called imaging spectroscopy, to learn about water on the moon, minerals on Mars and the composition of exoplanets. Green's favorite place to apply the technique, however, is right here on the chemically rich Earth, which is just what he and colleagues achieved this spring during NASA's Hyperspectral Infrared Imager (HyspIRI) airborne campaign. \"We have ideas about what makes up Earth's ecosystems and how they function,\" said Green, of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who is principal investigator of the campaign's Airborne Visible/Infrared Imaging Spectrometer (AVIRIS) instrument. \"But a comprehensive understanding requires us to directly measure these things and how they change over landscapes and from season to season.\" Toward that goal, scientists and engineers ultimately plan to launch the HyspIRI satellite -- a mission recommended by the 2007 National Academy of Sciences Decadal Survey. HyspIRI will determine the spectral and thermal characteristics of the world's ecosystems, which are sensitive to changes in the health of vegetation, as well as detecting and understanding changes in other surface phenomena including volcanoes, wildfires and droughts. Prior to flying the sensors in space, however, preparatory science investigations are underway using similar sensor technology installed on NASA's ER-2, a high-altitude aircraft based at NASA's Dryden Aircraft Operations Facility in Palmdale, Calif. The first season of the HyspIRI airborne campaign concludes on April 25 after about a month of flights that spanned the state. Additional sets of California flights are planned for this summer and fall. \"We are collecting data over six zones across very diverse regions of California, from the coast to high-elevation terrain, from alpine areas to deserts to coastal ecosystems, and from agricultural to urban landscapes,\" Green said. For example, the campaign's first test flight on March 29 collected data along a series of parallel flight lines. The resulting image covers about six miles (9.7 kilometers) in width and almost 100 miles (161 kilometers) in length. One flight happened to pass over the San Andreas Fault. Inclusion of the fault in the flight plan was incidental, but it was a \"spectacular\" flight nonetheless, Green said. Spectacular, Green notes, because each pixel holds a wealth of information invisible to the naked eye. Most light-collecting instruments on existing spacecraft observe light reflected from Earth, then filter the wavelengths and transmit only the snippets of the spectrum that are relevant to the mission's science. The point of HyspIRI, however, is to collect and transmit all of the wavelengths, from the visible to the short wavelength infrared as well as selected wavelengths in thermal-infrared, revealing the unique spectral signature of the light in each pixel. The signature is akin to a fingerprint, from which scientists can make more quantitative assessments of ecosystems. \"With imaging spectroscopy we can unambiguously understand what things are from aircraft at an altitude of 65,000 feet [19,812 meters], as revealed by the molecular and light-scattering characteristics, which determine the material's spectral fingerprint,\" Green said. \"Imaging spectroscopy is a mature and proven technology that provides a unique way to characterize what's happening on the surface of Earth,\" said Stephen Ungar of NASA's Goddard Space Flight Center in Greenbelt, Md., previous mission scientist of the Earth Observing 1 (EO-1) mission. EO-1 is a technology pathfinder satellite that has validated technology and science applications for spaceborne imaging spectroscopy. The horizontal resolution from the AVIRIS imaging spectrometer on the ER-2 equates to about 60 feet (20 meters) per pixel. From space, the resolution is expected to be closer to 180 feet (60 meters) per pixel -- with the added benefit of consistent global coverage roughly every season of the year. A second instrument flying on the ER-2 during the campaign is the MODIS/ASTER Airborne Simulator (MASTER), led by JPL's Simon Hook. The instrument extends the measurements into the thermal-infrared part of the spectrum, which becomes useful for detecting land types as well as understanding processes such as fire and drought. \"To assess ecosystems' diversity and how they function, we need to understand both ecosystem spectral and thermal properties,\" said Petya Campbell of NASA Goddard and a scientist with the EO-1 mission. \"Using the information together will enable a revolution in ecology.\" Now 14 research groups from across the country will take the data collected during the campaign and delve into a wide range of investigations. These include exploring the sources of natural- and human-produced methane emissions in California, teasing out the dynamics of algal blooms and observing how seasonal and environmental changes affect plant species. This airborne science mission continues with the collection of additional imagery later this year and in 2014. For more information, visit: http://www.nasa.gov/topics/earth/features/hyspiri.html. For more on HyspIRI, visit: http://hyspiri.jpl.nasa.gov/. For more on NASA's Airborne Science Program, visit:http://airbornescience.nasa.gov/.\nTo Robert Green, light contains more than meets the eye: it contains fingerprints of materials that can be detected by sensors that capture the unique set of reflected wavelengths. Scientists have used the technique, called imaging spectroscopy, to learn about water on the moon, minerals on Mars and the composition of exoplanets. Green's favorite place to apply the technique, however, is right here on the chemically rich Earth, which is just what he and colleagues achieved this spring during NASA's Hyperspectral Infrared Imager (HyspIRI) airborne campaign. \"We have ideas about what makes up Earth's ecosystems and how they function,\" said Green, of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who is principal investigator of the campaign's Airborne Visible/Infrared Imaging Spectrometer (AVIRIS) instrument. \"But a comprehensive understanding requires us to directly measure these things and how they change over landscapes and from season to season.\" Toward that goal, scientists and engineers ultimately plan to launch the HyspIRI satellite -- a mission recommended by the 2007 National Academy of Sciences Decadal Survey. HyspIRI will determine the spectral and thermal characteristics of the world's ecosystems, which are sensitive to changes in the health of vegetation, as well as detecting and understanding changes in other surface phenomena including volcanoes, wildfires and droughts. Prior to flying the sensors in space, however, preparatory science investigations are underway using similar sensor technology installed on NASA's ER-2, a high-altitude aircraft based at NASA's Dryden Aircraft Operations Facility in Palmdale, Calif. The first season of the HyspIRI airborne campaign concludes on April 25 after about a month of flights that spanned the state. Additional sets of California flights are planned for this summer and fall. \"We are collecting data over six zones across very diverse regions of California, from the coast to high-elevation terrain, from alpine areas to deserts to coastal ecosystems, and from agricultural to urban landscapes,\" Green said. For example, the campaign's first test flight on March 29 collected data along a series of parallel flight lines. The resulting image covers about six miles (9.7 kilometers) in width and almost 100 miles (161 kilometers) in length. One flight happened to pass over the San Andreas Fault. Inclusion of the fault in the flight plan was incidental, but it was a \"spectacular\" flight nonetheless, Green said. Spectacular, Green notes, because each pixel holds a wealth of information invisible to the naked eye. Most light-collecting instruments on existing spacecraft observe light reflected from Earth, then filter the wavelengths and transmit only the snippets of the spectrum that are relevant to the mission's science. The point of HyspIRI, however, is to collect and transmit all of the wavelengths, from the visible to the short wavelength infrared as well as selected wavelengths in thermal-infrared, revealing the unique spectral signature of the light in each pixel. The signature is akin to a fingerprint, from which scientists can make more quantitative assessments of ecosystems. \"With imaging spectroscopy we can unambiguously understand what things are from aircraft at an altitude of 65,000 feet [19,812 meters], as revealed by the molecular and light-scattering characteristics, which determine the material's spectral fingerprint,\" Green said. \"Imaging spectroscopy is a mature and proven technology that provides a unique way to characterize what's happening on the surface of Earth,\" said Stephen Ungar of NASA's Goddard Space Flight Center in Greenbelt, Md., previous mission scientist of the Earth Observing 1 (EO-1) mission. EO-1 is a technology pathfinder satellite that has validated technology and science applications for spaceborne imaging spectroscopy. The horizontal resolution from the AVIRIS imaging spectrometer on the ER-2 equates to about 60 feet (20 meters) per pixel. From space, the resolution is expected to be closer to 180 feet (60 meters) per pixel -- with the added benefit of consistent global coverage roughly every season of the year. A second instrument flying on the ER-2 during the campaign is the MODIS/ASTER Airborne Simulator (MASTER), led by JPL's Simon Hook. The instrument extends the measurements into the thermal-infrared part of the spectrum, which becomes useful for detecting land types as well as understanding processes such as fire and drought. \"To assess ecosystems' diversity and how they function, we need to understand both ecosystem spectral and thermal properties,\" said Petya Campbell of NASA Goddard and a scientist with the EO-1 mission. \"Using the information together will enable a revolution in ecology.\" Now 14 research groups from across the country will take the data collected during the campaign and delve into a wide range of investigations. These include exploring the sources of natural- and human-produced methane emissions in California, teasing out the dynamics of algal blooms and observing how seasonal and environmental changes affect plant species. This airborne science mission continues with the collection of additional imagery later this year and in 2014. For more information, visit: http://www.nasa.gov/topics/earth/features/hyspiri.html. For more on HyspIRI, visit: http://hyspiri.jpl.nasa.gov/. For more on NASA's Airborne Science Program, visit:http://airbornescience.nasa.gov/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}