{
  "url": "https://climate.nasa.gov/news/912/nasa-university-of-iowa-ground-measurement-campaign-to-improve-flood-forecasting/",
  "title": "NASA, University of Iowa ground measurement campaign to improve flood forecasting",
  "date": null,
  "content": "By Rani Gran & Ellen Gray, Goddard Space Flight Center\nGREENBELT, Md. -- Ground data now being collected in northeastern Iowa by the Iowa Flood Studies experiment will evaluate how well NASA's Global Precipitation Measurement (GPM) mission satellite rainfall data can be used for flood forecasting. GPM is an international satellite mission that will set a new standard for precipitation measurements from space, providing worldwide estimates of precipitation approximately every three hours. The GPM Core Observatory, provided by NASA and mission partner the Japan Aerospace Exploration Agency, will launch in early 2014. Scientists are already at work, however, developing the methods for turning satellite observations into meaningful data by measuring rainfall with existing satellites and rain gauges in the field, and then using that data for societal applications, such as flood forecasting and monitoring of water resources.\nNASA and Iowa Flood Center staff install instrumentation in eastern Iowa for the IFloodS campaign. Image Credit: Aneta Goska / Iowa Flood Center\n \"We're trying to figure out how well our satellites estimate rainfall,\" said Walt Petersen, GPM ground validation scientist at NASA's Wallops Flight Facility in Virginia. \"This study is unique in that it takes space-borne observations, it takes ground-based observations, and it brings those things into a modeling framework that should further our ability to predict flooding.\" With rainfall estimates in hand, the science teams input them into flood prediction computer models and then evaluate how the rain estimates and their uncertainties affect the outcome of the flood forecast, said Petersen. Rainfall estimates of water content and intensity are vital inputs for forecasters who need that information to determine whether or not streams and rivers will flood and impact people living in the floodplain. The field campaign, which is taking place from May 1 to June 15, is a partnership between NASA and the Iowa Flood Center at the University of Iowa, Iowa City. The Iowa Flood Center was established after the unprecedented flooding, particularly of Cedar Rapids, in 2008, said Witold Krajewski, the Center’s director. Since then, the Center has improved field monitoring of stream and river height and developed a ‘library’ of flood inundation maps of where flooding may occur for some of Iowa’s most vulnerable communities. Many variables go into flood prediction, said Krajewski, including soil type and moisture, stream and river geography, and land use. Some variables are difficult to measure, such as how water flows underground after it soaks into the ground. Rainfall, while challenging, is one of the easier variables to measure because we can see it, he said. The field campaign, called the Iowa Flood Studies experiment, or IFloodS, will collect data from a vast network of ground instruments as well as instruments on satellites passing overhead. The ground instruments include rain gauges; instruments to measure soil moisture and temperature; disdrometers, which measure raindrop numbers, sizes and shapes as they reach the surface; and advanced precipitation radars, which measure the characteristics of rain as is falls.\nThe NASA NPOL (left) and D3R (right) precipitation radars deployed south of Waterloo, Iowa, for the Iowa Flood Studies ground measurement campaign. Image Credit: Matt Schwaller / NASAThe advanced NASA Polarimetric (NPOL) precipitation radar being deployed just south of Waterloo, Iowa, will look at rainfall above a line of ground instruments stretching toward Iowa City. The NPOL radar scans a volume of the atmosphere as it transmits pulses oriented in two directions, horizontal and vertical, returning three-dimensional images that provide information for distinguishing the size, shape and distribution of raindrops within rainclouds. This view will help scientists understand the physics of rainfall, essentially where ice, rain and sleet occur in clouds, how precipitation particles form, grow and interact, and how the distribution of raindrops changes as a function of height, said Petersen. \"The physics in the air column, all the way to the top of the cloud, affect how that rain forms and falls and how much rain you get at the surface,\" he said. Better understanding of the physics will improve rainfall estimates from space. A second NASA ground radar, called the Dual-Frequency, Dual-Polarimetric Doppler Radar (D3R), will collect data at similar frequencies to the Dual-frequency Precipitation Radar that will fly on the upcoming GPM Core Observatory. The orbiting satellites that will collect data as they pass over Iowa each carry an instrument called a microwave radiometer, the same type of instrument as the Core's second instrument, the GPM Microwave Imager. The satellite data used during the campaign will be from NASA's Tropical Rainfall Measuring Mission (TRMM), CloudSat, and Suomi National Polar Partnership (NPP) satellites; NOAA's 16, 18, and 19 weather satellites; the Defense Satellite Monitoring Program (DSMP) satellites; JAXA's Global Change Observation Mission-Water (GCOM-W1) satellite; and the European Union's METOP A and B weather satellites. In addition, the geosynchronous GOES satellite products will be analyzed. \"Here in Iowa, we have basins of varied sizes that are well instrumented compared to some other parts of the country,\" said Krajewski. That’s one reason that NASA chose Iowa for its field campaign, according to Petersen. Krajewski added, however, that with the additional instruments from NASA, \"collectively we will be gathering data that will be without precedent.\" The GPM and IFloodS science teams will first use the ground radar and gauge data to develop a reference for how much rain is actually falling out of the sky, said Petersen. They can then compare the ground reference to those of the satellite estimates of rainfall. Secondly, both sets of data are fed into flood forecasting models for the Cedar and Iowa rivers. The ground rain data alone goes into a reference model experiment that creates a flood forecast. Then the researchers will see how well the other flood forecasts that include data from satellites and even other weather prediction models do in comparison. For the GPM mission, the results of these comparisons mean a better interpretation of the raw rain data and improved understanding of the rainfall estimates the new satellite will provide from space. For the Iowa Flood Center, Krajewski said, the benefit could be closer to home: \"Our hope is that with all that information, we can really improve our flood forecasting models.\" Follow the IFloodS Campaign BlogTo learn more about the IFloodS field campaign, visit:http://pmm.nasa.gov/ifloodshttp://iowafloodcenter.org/projects/ifloods/To learn more about GPM, visit:http://www.nasa.gov/gpm or http://pmm.nasa.gov\nGREENBELT, Md. -- Ground data now being collected in northeastern Iowa by the Iowa Flood Studies experiment will evaluate how well NASA's Global Precipitation Measurement (GPM) mission satellite rainfall data can be used for flood forecasting. GPM is an international satellite mission that will set a new standard for precipitation measurements from space, providing worldwide estimates of precipitation approximately every three hours. The GPM Core Observatory, provided by NASA and mission partner the Japan Aerospace Exploration Agency, will launch in early 2014. Scientists are already at work, however, developing the methods for turning satellite observations into meaningful data by measuring rainfall with existing satellites and rain gauges in the field, and then using that data for societal applications, such as flood forecasting and monitoring of water resources.\n\"We're trying to figure out how well our satellites estimate rainfall,\" said Walt Petersen, GPM ground validation scientist at NASA's Wallops Flight Facility in Virginia. \"This study is unique in that it takes space-borne observations, it takes ground-based observations, and it brings those things into a modeling framework that should further our ability to predict flooding.\" With rainfall estimates in hand, the science teams input them into flood prediction computer models and then evaluate how the rain estimates and their uncertainties affect the outcome of the flood forecast, said Petersen. Rainfall estimates of water content and intensity are vital inputs for forecasters who need that information to determine whether or not streams and rivers will flood and impact people living in the floodplain. The field campaign, which is taking place from May 1 to June 15, is a partnership between NASA and the Iowa Flood Center at the University of Iowa, Iowa City. The Iowa Flood Center was established after the unprecedented flooding, particularly of Cedar Rapids, in 2008, said Witold Krajewski, the Center’s director. Since then, the Center has improved field monitoring of stream and river height and developed a ‘library’ of flood inundation maps of where flooding may occur for some of Iowa’s most vulnerable communities. Many variables go into flood prediction, said Krajewski, including soil type and moisture, stream and river geography, and land use. Some variables are difficult to measure, such as how water flows underground after it soaks into the ground. Rainfall, while challenging, is one of the easier variables to measure because we can see it, he said. The field campaign, called the Iowa Flood Studies experiment, or IFloodS, will collect data from a vast network of ground instruments as well as instruments on satellites passing overhead. The ground instruments include rain gauges; instruments to measure soil moisture and temperature; disdrometers, which measure raindrop numbers, sizes and shapes as they reach the surface; and advanced precipitation radars, which measure the characteristics of rain as is falls.\nThe advanced NASA Polarimetric (NPOL) precipitation radar being deployed just south of Waterloo, Iowa, will look at rainfall above a line of ground instruments stretching toward Iowa City. The NPOL radar scans a volume of the atmosphere as it transmits pulses oriented in two directions, horizontal and vertical, returning three-dimensional images that provide information for distinguishing the size, shape and distribution of raindrops within rainclouds. This view will help scientists understand the physics of rainfall, essentially where ice, rain and sleet occur in clouds, how precipitation particles form, grow and interact, and how the distribution of raindrops changes as a function of height, said Petersen. \"The physics in the air column, all the way to the top of the cloud, affect how that rain forms and falls and how much rain you get at the surface,\" he said. Better understanding of the physics will improve rainfall estimates from space. A second NASA ground radar, called the Dual-Frequency, Dual-Polarimetric Doppler Radar (D3R), will collect data at similar frequencies to the Dual-frequency Precipitation Radar that will fly on the upcoming GPM Core Observatory. The orbiting satellites that will collect data as they pass over Iowa each carry an instrument called a microwave radiometer, the same type of instrument as the Core's second instrument, the GPM Microwave Imager. The satellite data used during the campaign will be from NASA's Tropical Rainfall Measuring Mission (TRMM), CloudSat, and Suomi National Polar Partnership (NPP) satellites; NOAA's 16, 18, and 19 weather satellites; the Defense Satellite Monitoring Program (DSMP) satellites; JAXA's Global Change Observation Mission-Water (GCOM-W1) satellite; and the European Union's METOP A and B weather satellites. In addition, the geosynchronous GOES satellite products will be analyzed. \"Here in Iowa, we have basins of varied sizes that are well instrumented compared to some other parts of the country,\" said Krajewski. That’s one reason that NASA chose Iowa for its field campaign, according to Petersen. Krajewski added, however, that with the additional instruments from NASA, \"collectively we will be gathering data that will be without precedent.\" The GPM and IFloodS science teams will first use the ground radar and gauge data to develop a reference for how much rain is actually falling out of the sky, said Petersen. They can then compare the ground reference to those of the satellite estimates of rainfall. Secondly, both sets of data are fed into flood forecasting models for the Cedar and Iowa rivers. The ground rain data alone goes into a reference model experiment that creates a flood forecast. Then the researchers will see how well the other flood forecasts that include data from satellites and even other weather prediction models do in comparison. For the GPM mission, the results of these comparisons mean a better interpretation of the raw rain data and improved understanding of the rainfall estimates the new satellite will provide from space. For the Iowa Flood Center, Krajewski said, the benefit could be closer to home: \"Our hope is that with all that information, we can really improve our flood forecasting models.\" Follow the IFloodS Campaign BlogTo learn more about the IFloodS field campaign, visit:http://pmm.nasa.gov/ifloodshttp://iowafloodcenter.org/projects/ifloods/To learn more about GPM, visit:http://www.nasa.gov/gpm or http://pmm.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}