{
  "url": "https://climate.nasa.gov/news/270/cold-snaps-plus-global-warming-do-add-up/",
  "title": "Cold snaps plus global warming do add up",
  "date": null,
  "content": "5 min read\nBy Patrick LynchNASA's Earth Science News Team\nThat feeling of numbness in your toes, even inside your thickest boots, is not lying to you. It's been very cold so far this winter in most of the U.S. and many places at middle latitudes in the Northern Hemisphere. Washington, D.C., London and Seoul have already shoveled themselves out from major snowfalls. And over the course of 2009, average temperatures across some parts of the U.S. were cooler than the average temperature for a baseline period of 1951-1980.\nTo many people's confusion, these weather events happened against a backdrop of increasing man-made greenhouse gas levels in the atmosphere that are gradually warming the planet. But scientists stress this weather does not mean that those gases are no longer exerting a warming influence. Nor does it go against the grain of basic global warming theory. Cold snaps and bouts of natural cooling that could last years are expected naturally even as the climate continues on a long-term warming trend, forced by man-made emissions.\nIt's snow jokeSo, what has been going on out there these past few months? As for the Arctic winter weather, it is exactly that — Arctic. A pattern of high sea-level pressure over the Arctic has led to weaker westerly winds that typically pin cold air closer to the North pole. According to John M. Wallace, an atmospheric sciences professor at the University of Washington, the weakened jet stream has allowed cold Arctic air to creep into more southern latitudes over the U.S., Canada, Europe and Asia.\nThis pattern of pressure is called the \"Arctic Oscillation.\" The oscillation comes in two phases: a \"negative phase\" where there is relatively high pressure over the North pole and low pressure at the mid-latitudes (at about 45 degrees North); and a \"positive phase\" in which this pressure system is reversed. This winter, the Arctic Oscillation has been in an extremely negative state. This has caused unseasonably cold air masses to sweep over what are normally temperate latitudes, and unusually mild air masses to be brought in over much of the Arctic itself, Wallace explained.\n\"The unseasonable temperatures have been accompanied by well-above-normal sea-level pressure in the Arctic, especially over the Atlantic sector. That's how scientists characterize the Arctic Oscillation,\" Wallace said. \"Winter isn't over yet, we're barely to the halfway mark. But this will be a winter to remember because of the Arctic Oscillation.\"\nNature's wiggles \"The bottom line is, I don't find it extraordinary,\" Wallace said. \"With or without anthropogenic (man-made) warming, you're going to have big variations in these patterns.\"\nThe 2009 global temperature analysis released by NASA's Goddard Institute for Space Studies (GISS) shows that, globally, 2009 was tied for the second hottest year on record. This comes as news reports and blogs question whether global warming is even occurring, given local weather conditions and the fact that warming did not occur at the same rate in the past 10 years as it did during the '80s and '90s. But here is the key: While the rate of warming slowed, the decade ending Dec. 31, 2009 was also the warmest since accurate records began in 1880, according to GISS. And neither the basic chemistry and physics of global warming nor the continuing increase in man-made greenhouse gas emissions has changed.\nOne spell is not enough\"Frequently heard fallacies are that 'global warming stopped in 1998,' or that 'the world has been getting cooler over the past decade,'\" GISS director James Hansen wrote in a recent essay called \"The Temperature of Science.\" \"These statements appear to be wishful thinking — it would be nice if true, but that is not what the data show.\"\nHansen explains that the 5-year and 11-year temperature averages, i.e. the planet's annual average temperature, averaged over 5 or 11 years, are valuable because they place less emphasis on single-year variability. These running averages show a consistent rise in the Earth's temperature over the past 30 years. Further, if the El Niño effect (when unusually warm ocean temperatures occur in the tropical Pacific Ocean) is as strong in 2010 as expected, Hansen said there is a greater than 50 percent chance that it could be the warmest year in the period of instrumental data.\nBut even if it is, like the recent harsh weather, one year or one particular spell of weather will never alone prove or disprove what is happening to the climate. Even as man-made greenhouse gases exert a consistent pressure on the climate, trapping more heat close to the surface of our planet, surface temperatures from year to year will fluctuate depending on the naturally variable forces at work around the globe. In the early 1990s, the mass of sulfates blasted into the atmosphere by the eruption of the Mt. Pinatubo volcano reflected sunlight and counteracted much of the man-made warming effect for several years. In 1998 El Niño combined with the man-made effect to give us one of the warmest years ever.\nAllowing for this variability, global warming theory does not posit a linear, year-to-year increase in temperatures. Nor does it say that harsh winter weather will simply end. What it does say is that increasing concentrations of gases such as carbon dioxide and methane, with unchecked growth, will contribute a greater and greater warming influence on the world's climate.\n\"The bottom line is this: there is no global cooling trend,\" Hansen wrote in his 2009 temperature analysis. \"For the time being, until humanity brings its greenhouse gas emissions under control, we can expect each decade to be warmer than the preceding one.\"\nRelated Links:\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}