{
  "url": "https://climate.nasa.gov/news/985/ion-propulsion-gives-deep-space-missions-a-boost/",
  "title": "Ion propulsion gives deep space missions a boost",
  "date": null,
  "content": "By Nancy Smith Kilkenny,\r\nNASA Glenn Research Center\nIon propulsion used to exist only in the imagination of science fiction writers. But after years of research and development NASA is poised to equip some of its most important deep space missions with ion engines that can nudge spacecraft using charged particles accelerated to blistering speeds of up to 90,000 miles per hour. And in the vastness of space, those engines need to push continuously for years.\nNASA’s Evolutionary Xenon Thruster (NEXT) project, managed at NASA’s Glenn Research Center, has completed a test that powered the ion engine for over 48,000 hours. That’s five and a half years of thruster operation, making it the longest duration test of any space propulsion system in history.\nWhat makes this milestone truly amazing is how little fuel it used. NEXT consumed 860 kg of xenon propellant. A conventional rocket would require 10,000 kg of propellant to provide the same amount of total momentum. By providing low, constant thrust over long periods of time, electric propulsion engines such as NEXT can accelerate spacecraft using less than a tenth of the propellant of a chemical rocket.\nTo bring this into perspective, compare the young hot rod driver with a little old lady. The hot rod speedster slams on the accelerator burning up fuel quickly and then cruises after getting up to speed. The old lady continuously pushes on the gas pedal ever so gently, slowly increasing the speed of the car. Considering the distances in space, the old lady will eventually surpass the hot rod and travel deeper into space on less fuel.\nAn engineer at NASA Glenn checks the alignment of a camera system for the NEXT Long Duration Test prior to closing the vacuum facility back in 2005. The cameras take high-quality images of critical thruster components to track how these components erode with time.\nAn engineer at NASA Glenn checks the alignment of a camera system for the NEXT Long Duration Test prior to closing the vacuum facility back in 2005. The cameras take high-quality images of critical thruster components to track how these components erode with time. Credit: NASA.\n\n\nNEXT is part of a class of solar electric propulsion (SEP) engines. How does it work?  “SEP uses electricity, generated by solar panels, to power an electric thruster to propel spacecraft,” says Michael Patterson, principal investigator. “Because it reduces the amount of propellant needed for a given mission, it greatly reduces the weight of the vehicle.”\nTherefore, mission planners can either reduce the size of the launch vehicle needed or they can carry larger payloads for a greater science return.\n“The bottom line in space is to maximize the payload we deliver including potential missions in support of human operations and scientific payload,” says Patterson. “We don’t want to spend all our resources pushing propellant around. NEXT can fly huge payloads deep into space with super fuel efficiency.”\nWhile NEXT represents a new, more robust capability for longer duration deep space missions, ion propulsion engines have been operating in space for many years in commercial, military and civil applications.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}