{
  "url": "https://climate.nasa.gov/news/986/arctic-sea-ice-minimum-in-2013-is-6th-lowest-on-record/",
  "title": "Arctic sea ice minimum in 2013 is 6th-lowest on record",
  "date": null,
  "content": "By Maria-José Viñas\r\nNASA's Earth Science News Team\nAfter an unusually cold summer in the northernmost latitudes, Arctic sea ice appears to have reached its annual minimum summer extent for 2013 on Sept. 13, the NASA-supported National Snow and Ice Data Center (NSIDC) at the University of Colorado in Boulder has reported. Analysis of satellite data by NSIDC and NASA showed that the sea ice extent shrunk to 1.97 million square miles (5.10 million square kilometers).\nThis year's sea ice extent is substantially higher than last year's record low minimum. On Sept.16, 2012, Arctic sea ice reached its smallest extent ever recorded by satellites at 1.32 million square miles (3.41 million square kilometers). That is about half the size of the average minimum extent from 1981 to 2010.\nThis summer's minimum is still the sixth lowest extent of the satellite record and is 432,000 square miles (1.12 million square kilometers) lower than the 1981-2010 average, roughly the size of Texas and California combined.\nThe 2013 summertime minimum extent is in line with the long-term downward trend of about 12 percent per decade since the late 1970s, a decline that has accelerated after 2007. This year’s rebound from 2012 does not disagree with this downward trend and is not a surprise to scientists.\n\"I was expecting that this year would be higher than last year,\" said Walt Meier, a glaciologist at NASA’s Goddard Space Flight Center in Greenbelt, Md. \"There is always a tendency to have an uptick after an extreme low; in our satellite data, the Arctic sea ice has never set record low minimums in consecutive years.\"\nDepiction of Arctic sea ice on Sept. 12, 2013, the day before NSIDC estimated sea ice extent hit its annual minimum, with a line showing the 30-year average minimum extent in yellow. The data was provided by the Japan Aerospace Exploration Agency from their GCOM-W1 satellite's AMSR2 instrument. Image Credit: NASA Goddard's Scientific Visualization Studio/Cindy Starr\n\n\nThe ice cap covering the Arctic Ocean shrinks and expands with the passing of the seasons, melting in the summer and refreezing during the long, frigid Arctic winter. This year, cooler weather in the spring and summer led to a late start of the melt season and overall less melt.\nThis year, Arctic temperatures were 1.8 to 4.5 degrees Fahrenheit (1 to 2.5 degrees Celsius) lower than average, according to NASA's Modern Era Retrospective analysis for Research and Applications, a merging of observations and a modeled forecast. The colder temperatures were in part due to a series of summer cyclones. In August 2012, a big storm caused havoc on the Arctic Ocean’s icy cover, but this summer’s cyclones have had the opposite effect: under cloudier conditions, surface winds spread the ice over a larger area.\n\"The trend with decreasing sea ice is having a high-pressure area in the center of the Arctic, which compresses the ice pack into a smaller area and also results in clear skies, which enhances melting due to the sun,\" said Richard Cullather, an atmospheric scientist at Goddard and at the Earth System Science Interdisciplinary Center of the University of Maryland, College Park, Md. \"This year, there was low pressure, so the cloudiness and the winds associated with the cyclones expanded the ice.\"\nAn area of the Arctic sea ice pack roughly northeast of the New Siberian Islands, captured by multiple orbits of the MODIS instrument on NASA's Terra satellite on Sept. 13, 2013. Sea ice dominates the lower left half of the image; open ocean and cloud formations can be seen in the upper right. Image Credit: Image courtesy NASA Worldview\n\n\nThe remaining Arctic sea ice cover is much thinner on average than it was years ago. Satellite imagery, submarine sonar measurements, and data collected from NASA’s Operation IceBridge, an airborne survey of polar ice, indicate that the Arctic sea ice thickness is as much as 50 percent thinner than it was in previous decades, going from an average thickness of 12.5 feet (3.8 meters) in 1980 to 6.2 feet (1.9 meters) in recent years. The thinning is due to the loss of older, thicker ice, which is being replaced by thinner seasonal ice.\nMost of the Arctic Ocean used to be covered by multiyear ice, or ice that has survived at least two summers and is typically 10 to 13 feet (3 to 4 meters) thick. This older ice has declined at an even faster rate than younger ice and is now largely relegated to a strip along the northern coast of Greenland. The rest of the Arctic Ocean is dominated by first year ice, or ice that formed over the previous winter and is only 3 to 7 feet (1 to 2 meters) thick.\n\"Thinner ice melts completely at a faster rate than thicker ice does, so if the average thickness of Arctic sea ice goes down, it’s more likely that the extent of the summer ice will go down as well,\" said Joey Comiso, senior scientist at Goddard and coordinating lead author of the Cryosphere Observations chapter of the upcoming report of the Intergovernmental Panel on Climate Change. \"At the rate we’re observing this decline, it’s very likely that the Arctic’s summer sea ice will completely disappear within this century.\"\nComiso added that the slight rebound in the 2013 sea ice minimum extent is consistent with a rebound in the multiyear ice cover observed last winter.\nAn image of an area of the Arctic sea ice pack well north of Alaska, captured by the MODIS instrument on NASA's Aqua satellite on Sept. 13, 2013. A cloud front can be seen in the lower left, and dark areas indicate regions of open water between sea ice formations. Image Credit: Image courtesy NASA Worldview\n\n\n\"The character of the ice is fundamentally different: It's thinner, more broken up, and thus more susceptible to melt completely,\" Meier said. \"This year, the cool temperatures saved more of the ice. However, the fact that as much of the ice melted as it did is an indication of how much the ice cover had changed. If we had this weather with the sea ice of 20 years ago, we would have had an above-normal extent this year.\"\nThe sea ice minimum extent analysis produced at NASA Goddard – one of many satellite-based scientific analyses of sea ice cover – is compiled from passive microwave data from NASA's Nimbus 7 satellite, which operated from late October 1978 to August 1987, and the U.S. Department of Defense's Defense Meteorological Satellite Program, which has been used to extend the Nimbus 7 sea ice record onwards from August 1987. The record began in October 1978.\nRelated Links\n› NSIDC announcement on 2013 Arctic sea ice minimum\n› Related multimedia from NASA Goddard's Scientific Visualization Studio\n› Arctic sea ice resources from NASA Goddard's Scientific Visualization Studio\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}