{
  "url": "https://climate.nasa.gov/news/926/nasa-ships-sensors-for-seafaring-satellite-to-france/",
  "title": "NASA ships sensors for seafaring satellite to France",
  "date": null,
  "content": "The three NASA-built instruments and associated ground support equipment for the U.S./European Jason-3 ocean altimetry satellite are removed from a Cargo Lux 747-800 transport plane in Luxembourg on May 21, 2013, following a transatlantic flight. Image credit: NASA/JPL-Caltech\nBy Alan Buis,NASA Jet Propulsion Laboratory\nJPL technicians perform a practice run of the mechanical integration sequence that will be used to mate the Jason-3 spacecraft’s Advanced Microwave Radiometer instrument to the Jason-3 satellite. The radiometer is one of three NASA-built instruments that are integral components of Jason-3. It measures radiation from Earth’s surface at three frequencies to determine the amount of water vapor present in the atmosphere, which affects the accuracy of the Jason-3 altimeter measurements. Image credit: NASA/JPL-Caltech \nThree NASA-built instruments that are integral components of the next in a series of U.S./European ocean altimetry satellites have arrived in France for integration with their spacecraft in preparation for a 2015 launch. Jason-3 will extend the two-decade series of satellites that are tracking global sea level changes and enabling more accurate weather, ocean and climate forecasts.\nThe three instruments are a microwave radiometer and two location-finding systems, along with associated ground support equipment. They left NASA's Jet Propulsion Laboratory, Pasadena, Calif., on May 19 en route to Thales Alenia Space's Integration Center in Cannes, France, where they arrive on May 22. There, they will be integrated with the Jason-3 spacecraft and tested before being shipped back to California's Vandenberg Air Force Base for launch in March 2015. Thales Alenia Space is the Jason-3 spacecraft contractor for the French space agency, Centre National d'Etudes Spatiales (CNES).\nJason-3 is designed to measure precisely the height of the ocean surface, allowing scientists to monitor ocean circulation and sea level. It will extend the long-term data set established by three previous satellite altimetry missions: Topex/Poseidon (1992-2006), Jason-1 (launched in 2001 and still in operation) and the Ocean Surface Topography Mission/Jason-2 (launched in 2008 and also still in operation). Jason-3 is being developed and operated as part of an international effort led by the National Oceanic and Atmospheric Administration (NOAA) and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT) in collaboration with NASA and CNES. JPL built the three NASA instruments on behalf of NOAA.\nArtist’s concept of the U.S./European Jason-3 spacecraft over the California coast. Jason-3 will precisely measure the height of the ocean surface, allowing scientists to monitor ocean circulation and sea level and enabling more accurate weather, ocean and climate forecasts. It will extend the long-term data set established by the Topex/Poseidon, Jason-1 and Jason-2 satellite altimetry missions. The latter two spacecraft are still in operation. Image credit: NASA/JPL-Caltech\nProcessed data from the satellite will be used in a broad range of applications, including improving our knowledge of global and regional sea level changes, operational ocean and weather forecasting, ocean wave modeling, hurricane intensification prediction, seasonal forecasting, El Nino and La Nina forecasting, and climate research. The data will help address key questions about global climate change.\r\n Details of the three JPL-developed instruments include: \r\n\n\nThe Advanced Microwave Radiometer measures radiation from Earth's surface at three frequencies (18, 23 and 34 gigahertz) to determine the amount of water vapor present in the atmosphere. This water vapor affects the accuracy of altimeter measurements by delaying the time it takes for the altimeter's signals to make their round trip to the ocean surface and back.\nThe Global Positioning System Payload is a tracking system that enhances the location-tracking measurements of CNES' Doppler Orbitography and Radio-positioning Integrated by Satellite instrument aboard Jason-3. It uses triangulated data from the U.S. Global Positioning System constellation of navigation satellites to determine the satellite's precise position in orbit. Its data are used to continuously track the satellite's trajectory.\nThe Laser Retroreflector Array is an array of mirrors that allow the satellite to be tracked with centimeter accuracy by 40 satellite laser ranging stations on the ground. By analyzing the round-trip time of the laser beam, the satellite's precise position in orbit can be determined.\n\nCovering more than two-thirds of Earth, the world's ocean plays a critical role in climate change. \"Global warming is raising sea levels and reshaping our ocean,\" said Josh Willis, Jason-3 project scientist at JPL. \"Jason-3 will measure our changing ocean and help us keep our finger on the pulse of Earth's climate.\"\nFor more information on Jason-3, visit: http://sealevel.jpl.nasa.gov/missions/jason3/.\nThree NASA-built instruments that are integral components of the next in a series of U.S./European ocean altimetry satellites have arrived in France for integration with their spacecraft in preparation for a 2015 launch. Jason-3 will extend the two-decade series of satellites that are tracking global sea level changes and enabling more accurate weather, ocean and climate forecasts.\nThe three instruments are a microwave radiometer and two location-finding systems, along with associated ground support equipment. They left NASA's Jet Propulsion Laboratory, Pasadena, Calif., on May 19 en route to Thales Alenia Space's Integration Center in Cannes, France, where they arrive on May 22. There, they will be integrated with the Jason-3 spacecraft and tested before being shipped back to California's Vandenberg Air Force Base for launch in March 2015. Thales Alenia Space is the Jason-3 spacecraft contractor for the French space agency, Centre National d'Etudes Spatiales (CNES).\nJason-3 is designed to measure precisely the height of the ocean surface, allowing scientists to monitor ocean circulation and sea level. It will extend the long-term data set established by three previous satellite altimetry missions: Topex/Poseidon (1992-2006), Jason-1 (launched in 2001 and still in operation) and the Ocean Surface Topography Mission/Jason-2 (launched in 2008 and also still in operation). Jason-3 is being developed and operated as part of an international effort led by the National Oceanic and Atmospheric Administration (NOAA) and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT) in collaboration with NASA and CNES. JPL built the three NASA instruments on behalf of NOAA.\nProcessed data from the satellite will be used in a broad range of applications, including improving our knowledge of global and regional sea level changes, operational ocean and weather forecasting, ocean wave modeling, hurricane intensification prediction, seasonal forecasting, El Nino and La Nina forecasting, and climate research. The data will help address key questions about global climate change.\nCovering more than two-thirds of Earth, the world's ocean plays a critical role in climate change. \"Global warming is raising sea levels and reshaping our ocean,\" said Josh Willis, Jason-3 project scientist at JPL. \"Jason-3 will measure our changing ocean and help us keep our finger on the pulse of Earth's climate.\"\nFor more information on Jason-3, visit: http://sealevel.jpl.nasa.gov/missions/jason3/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}