{
  "url": "https://climate.nasa.gov/news/927/arctic-amplification/",
  "title": "Arctic amplification",
  "date": null,
  "content": "Credit: NASA image by Robert Simmon, based on GISS surface temperature analysis data including ship and buoy data from the Hadley Centre. Caption by Adam Voiland.\nFrom NASA's Earth Observatory\n\nAs far back as 1896, the Swedish scientist Svante Arrhenius hypothesized that changes in the concentration of carbon dioxide in Earth’s atmosphere could alter surface temperatures. He also suggested that changes would be especially large at high latitudes.\nArrehenius didn’t get every detail right, but his argument has proven to be pretty sound. Since the mid-20th Century, average global temperatures have warmed about 0.6°C (1.1°F), but the warming has not occurred equally everywhere. Temperatures have increased about twice as fast in the Arctic as in the mid-latitudes, a phenomenon known as “Arctic amplification.”\nThe map above shows global temperature anomalies for 2000 to 2009. It does not depict absolute temperature, but rather how much warmer or colder a region is compared to the norm for that region from 1951 to 1980. Global temperatures from 2000–2009 were on average about 0.6°C higher than they were from 1951–1980. The Arctic, however, was about 2°C warmer.\nWhy are temperatures warming faster in the Arctic than the rest of the world? The loss of sea ice is one of the most cited reasons. When bright and reflective ice melts, it gives way to a darker ocean; this amplifies the warming trend because the ocean surface absorbs more heat from the Sun than the surface of snow and ice. In more technical terms, losing sea ice reduces Earth’s albedo: the lower the albedo, the more a surface absorbs heat from sunlight rather than reflecting it back to space.\nHowever, other factors contribute as well, explained Anthony Del Genio, a climatologist from NASA’s Goddard Institute for Space Studies. Thunderstorms, for instance, are much more likely to occur in the tropics than the higher latitudes. The storms transport heat from the surface to higher levels of the atmosphere, where global wind patterns sweep it toward higher latitudes. The abundance of thunderstorms creates a near-constant flow of heat away from the tropics, a process that dampens warming near the equator and contributes to Arctic amplification.\nTo read more about how climate change and Arctic amplification may be affecting storms, read the feature In a Warming World, Storms May Be Fewer but Stronger.References\nArrhenius, S. (1897, February) On the Influence of Carbonic Acid in the Air Upon Temperature of the Earth. Astronomical Society of the Pacific, 9 (54), 14.\nLee, S. et al. (2011, August) On the Possible Link between Tropical Convection and the Northern Hemisphere Arctic Surface Air Temperature Change between 1958 and 2001. Journal of Climate, 22 (16), 4350–4367.\nNational Snow & Ice Data Center. Thermodynamics: Albedo. Accessed May 23, 2013.\nSerreze, M. & Barry, R. (2011, July 19) Processes and impacts of Arctic Amplification. Global and Planetary Change, 77 (1-2), 85-96.\nSherwood, S. et al. (2011, August) Robust Tropospheric Warming Revealed by Iteratively Homogenized Radiosonde Data. Journal of Climate, 22 (20), 5336-5352.\nThe Discovery of Global Warming. (2013, February) The Carbon Dioxide Greenhouse Effect. Accessed May 24, 2013.\nAs far back as 1896, the Swedish scientist Svante Arrhenius hypothesized that changes in the concentration of carbon dioxide in Earth’s atmosphere could alter surface temperatures. He also suggested that changes would be especially large at high latitudes.\nArrehenius didn’t get every detail right, but his argument has proven to be pretty sound. Since the mid-20th Century, average global temperatures have warmed about 0.6°C (1.1°F), but the warming has not occurred equally everywhere. Temperatures have increased about twice as fast in the Arctic as in the mid-latitudes, a phenomenon known as “Arctic amplification.”\nThe map above shows global temperature anomalies for 2000 to 2009. It does not depict absolute temperature, but rather how much warmer or colder a region is compared to the norm for that region from 1951 to 1980. Global temperatures from 2000–2009 were on average about 0.6°C higher than they were from 1951–1980. The Arctic, however, was about 2°C warmer.\nWhy are temperatures warming faster in the Arctic than the rest of the world? The loss of sea ice is one of the most cited reasons. When bright and reflective ice melts, it gives way to a darker ocean; this amplifies the warming trend because the ocean surface absorbs more heat from the Sun than the surface of snow and ice. In more technical terms, losing sea ice reduces Earth’s albedo: the lower the albedo, the more a surface absorbs heat from sunlight rather than reflecting it back to space.\nHowever, other factors contribute as well, explained Anthony Del Genio, a climatologist from NASA’s Goddard Institute for Space Studies. Thunderstorms, for instance, are much more likely to occur in the tropics than the higher latitudes. The storms transport heat from the surface to higher levels of the atmosphere, where global wind patterns sweep it toward higher latitudes. The abundance of thunderstorms creates a near-constant flow of heat away from the tropics, a process that dampens warming near the equator and contributes to Arctic amplification.\nTo read more about how climate change and Arctic amplification may be affecting storms, read the feature In a Warming World, Storms May Be Fewer but Stronger.\nReferences\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}