{
  "url": "https://climate.nasa.gov/news/923/ice-in-motion/",
  "title": "Ice in motion",
  "date": null,
  "content": "From NASA's Earth Observatory\n\n\r\n Maps and visualizations of the Arctic often give the impression that the ice cap is a continuous sheet of stationary ice. It is actually a collection of smaller pieces that constantly shift, crack, and grind against one another as they are jostled by winds and ocean currents. Cracks, or leads, in the ice can open at any time of the year, but they are especially common during the spring and summer.\n\nOn May 13, 2013, the Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Aqua satellite captured this view of a lead snaking through thousands of kilometers of sea ice in the Beaufort Sea, northeast of Alaska. It started opening on May 11, 2013, and widened considerably during the following week.\n\nAt first glance, the lead may seem like another sign of the rapid retreat of Arctic sea ice that has occurred in recent decades. It’s not. Leads like the one shown above routinely emerge in mid-May at the boundary between the shallow waters of the continental margin and the deeper waters of the Arctic Ocean.\nThe lower image offers a closer view of the lead in an area just north of Banks Island. The drifting pack ice to the west is moving northwest, pushed primarily by strong winds. The ice east of the lead is known as “fast ice” because it remains fastened to land, despite the winds and currents. The dark color of the lead gives the appearance of open water, but it is likely that a thin layer of sea ice formed in the gap.\nFog, caused by the difference in temperature between the water and atmosphere, is also visible along parts of the lead. “Condensation occurs when water from the relatively warm ocean transfers to the cooler atmosphere and condenses into water droplets,” explained Walt Meier, a scientist at the National Snow and Ice Data Center. “It’s the same process that gives us steam when you boil water, but the temperatures in the Arctic are quite different than those in your kitchen. The ocean water here may be on the order of 0 degrees Celsius, while the atmosphere may be -20 degrees Celsius.”\nOn May 13, 2013, the Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Aqua satellite captured this view of a lead snaking through thousands of kilometers of sea ice in the Beaufort Sea, northeast of Alaska. It started opening on May 11, 2013, and widened considerably during the following week.\nAt first glance, the lead may seem like another sign of the rapid retreat of Arctic sea ice that has occurred in recent decades. It’s not. Leads like the one shown above routinely emerge in mid-May at the boundary between the shallow waters of the continental margin and the deeper waters of the Arctic Ocean.\nThe lower image offers a closer view of the lead in an area just north of Banks Island. The drifting pack ice to the west is moving northwest, pushed primarily by strong winds. The ice east of the lead is known as “fast ice” because it remains fastened to land, despite the winds and currents. The dark color of the lead gives the appearance of open water, but it is likely that a thin layer of sea ice formed in the gap.\nFog, caused by the difference in temperature between the water and atmosphere, is also visible along parts of the lead. “Condensation occurs when water from the relatively warm ocean transfers to the cooler atmosphere and condenses into water droplets,” explained Walt Meier, a scientist at the National Snow and Ice Data Center. “It’s the same process that gives us steam when you boil water, but the temperatures in the Arctic are quite different than those in your kitchen. The ocean water here may be on the order of 0 degrees Celsius, while the atmosphere may be -20 degrees Celsius.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}