{
  "url": "https://climate.nasa.gov/news/934/climate-conditions-determine-amazon-fire-risk/",
  "title": "Climate conditions determine Amazon fire risk",
  "date": null,
  "content": "Researchers for the first time mapped the extent and frequency of understory fires across a study area (green) spanning 1.2 million square miles (3 million square kilometers) in the southern Amazon forest. Fires were widespread across the forest frontier during the study period from 1999-2010. Recurrent fires, however, are concentrated in areas favored by the confluence of climate conditions suitable for burning and ignition sources from humans. Credit: NASA's Earth Observatory\nBy Kathryn Hansen, NASA Goddard Space Flight Center\nUsing an innovative satellite technique, NASA scientists have determined that a previously unmapped type of wildfire in the Amazon rainforest is responsible for destroying several times more forest than has been lost through deforestation in recent years.\nIn the southern Amazon rainforest, fires below the forest treetops, or \"understory fires,\" have been hidden from view from NASA satellites that detect actively burning fires. The new method has now led to the first regional estimate of understory fire damages across the southern Amazon. \"Amazon forests are quite vulnerable to fire, given the frequency of ignitions for deforestation and land management at the forest frontier, but we've never known the regional extent or frequency of these understory fires,\" said Doug Morton of NASA's Goddard Space Flight Center in Greenbelt, Md., and the study's lead author. The study was published April 22 in Philosophical Transactions of the Royal Society B.In years with the highest understory fire activity, such as 2005, 2007 and 2010, the area of forest affected by understory fires was several times greater than the area of deforestation for expansion of agriculture, according to Morton. The study goes further and fingers climate conditions – not deforestation – as the most important factor in determining fire risk in the Amazon at a regional scale. \nUncovering the story behind understory fires\n\nFires in the Amazon's savanna areas can burn quickly, spreading up to 330 feet (100 meters) per minute. Grasses and shrubs in these ecosystems typically survive low-intensity surface fires.\nIn contrast, understory fires at the frontier and beyond appear \"unremarkable when you see them burning,\" Morton said. Flames reach on average only a few feet high, visible from the air as ribbons of smoke that escape through the canopy. They may burn for weeks at a time, spreading only a few feet (0.5 meters) per minute. Understory fires, however, can damage large areas because Amazon trees are not adapted to fire. The long, slow burn gives way to a creeping death that claims anywhere from 10 to 50 percent of the burn area's trees. Recovery is also a long and slow, but observable, process. To identify understory fires, Morton and colleagues used observations from early in the dry season, from June to August, collected by the Moderate Resolution Imaging Spectroradiometer, or MODIS, instrument on NASA's Terra satellite. They tracked the timing of fire damage and recovery, which varies depending on the type of forest disturbance. Areas of deforestation, for example, show up in satellite imagery as land that continues to lack signs of recovery for at least two consecutive years. Conversely, signs of forest degradation from understory fires, visible in the year after the burn, dissipate quickly as the forest regrows. This pattern of damage and recovery over multiple years provides a unique fingerprint of understory fire damages in Amazon forests.The study shows that between 1999 and 2010, understory forest fires burned more than 33,000 square miles (85,500 square kilometers), or 2.8 percent of the forest. Results also show no correlation between understory fires and deforestation. As the pressure for clearing led to the highest deforestation rates ever seen from 2003 to 2004, adjacent forests had some of the lowest rates of fires. \"You would think that deforestation activity would significantly increase the risk of fires in the adjacent forested area because deforestation fires are massive, towering infernos,\" Morton said. \"You make a bonfire that is a square kilometer in size, throwing ash and live cinders and preheating the adjacent forest. Why didn't we have more understory fires in 2003 and 2004, when deforestation rates were so high?\" The researchers point to climate as the reason that fire-driven deforestation didn’t burn more surrounding forests in these years. Frequent understory fire activity coincides with low nighttime humidity, as measured by the Atmospheric Infrared Sounder, or AIRS, instrument aboard NASA's Aqua satellite. Scientists say the connection points to a strong climate control on Amazon fires. \"You can look within an indigenous reserve where there is no deforestation and see enormous understory fires,\" Morton said. \"The human presence at the deforestation frontier leads to a risk of forest fires when climate conditions are suitable for burning, with or without deforestation activity.\" Ignition could come from cooking, camping, cigarettes, cars, agricultural waste burning, or any number of human sources.The new knowledge about the scope of understory fires could have implications for estimates of carbon emissions from disturbed forests. How experts account for those emissions depends on the fate of the forest – how it is disturbed and how it recovers. \"We don't yet have a robust estimate of what the net carbon emissions are from understory fires, but widespread damages suggest that they are important source of emissions that we need to consider,\" Morton said. For now, scientists are looking into the climate mechanisms that, given an ignition source from humans, predispose the southern Amazon to burn.Soil moisture as a fire indicatorAlready, scientists at University of California, Irvine, have delved deeper into the climate-fire connection. New research shows that satellite-based measurements of the region's soil moisture could supplement and sharpen fire season forecasts across the southern Amazon. The first forecast in 2012 and new forecast for 2013 , led by Jim Randerson at UC Irvine, are based on a model that primarily considers historical fire data from MODIS instruments along with sea surface temperature data from NOAA. Previous research has shown sea surface temperature to be a good indicator of the pending Amazon fire season severity. Now, scientists are interested in fine-tuning the model across smaller geographic regions and finer timescales. Toward that goal, Yang Chen of UC Irvine and colleagues show that water storage estimates from NASA's Gravity Recovery and Climate Experiment, or GRACE, satellites allow monitoring of the evolution of dry conditions during the fire season.Transpiration and evaporation are two ways that water is transported from the ground to the atmosphere. Low water storage in the soil leads to a drier near-ground atmosphere. The result is drier, more flammable vegetation alongside increases in plant litter and fuel availability. Chen's research was published online April 11 in the American Geophysical Union's Journal of Geophysical Research – Biogeosciences.\"A severe fire season in the Amazon is often preceded by low water storage in the soil, and this water deficit in the soil can be detected by the satellites several months before the fire season,\" Chen said. Soil water storage in the southern Amazon in June is a key indicator of fire season severity. “The GRACE measurements provide unique and precise information about land water storage that changes completely the way we can look at fire prediction,” said Isabella Velicogna of UC Irvine and NASA's Jet Propulsion Laboratory in Pasadena, Calif., who lead the GRACE analysis.While the water storage estimates are not yet officially part of Randerson and colleagues' forecasts, the study \"charts the course forward to leverage GRACE data for operational purposes,\" Morton said. \"The ability to integrate observations from many different NASA instruments is really a hallmark of Earth- system science. In this case, the science also has important, practical applications to mitigating the impacts of fires on the Amazon region and global climate.\" Related Links:NASA Earth Observatory's Image of the DayAmazon Forests Face \"Fire Year\" in 2013 2013 Amazon fire forecast website at UC Irvine First Forecast Calls for Mild Amazon Fire Season in 2012 Ocean Temperatures Can Predict Amazon Fire Season Severity\nUsing an innovative satellite technique, NASA scientists have determined that a previously unmapped type of wildfire in the Amazon rainforest is responsible for destroying several times more forest than has been lost through deforestation in recent years.\nIn the southern Amazon rainforest, fires below the forest treetops, or \"understory fires,\" have been hidden from view from NASA satellites that detect actively burning fires. The new method has now led to the first regional estimate of understory fire damages across the southern Amazon. \"Amazon forests are quite vulnerable to fire, given the frequency of ignitions for deforestation and land management at the forest frontier, but we've never known the regional extent or frequency of these understory fires,\" said Doug Morton of NASA's Goddard Space Flight Center in Greenbelt, Md., and the study's lead author. The study was published April 22 in Philosophical Transactions of the Royal Society B.In years with the highest understory fire activity, such as 2005, 2007 and 2010, the area of forest affected by understory fires was several times greater than the area of deforestation for expansion of agriculture, according to Morton. The study goes further and fingers climate conditions – not deforestation – as the most important factor in determining fire risk in the Amazon at a regional scale.\nUncovering the story behind understory fires\nFires in the Amazon's savanna areas can burn quickly, spreading up to 330 feet (100 meters) per minute. Grasses and shrubs in these ecosystems typically survive low-intensity surface fires.\nIn contrast, understory fires at the frontier and beyond appear \"unremarkable when you see them burning,\" Morton said. Flames reach on average only a few feet high, visible from the air as ribbons of smoke that escape through the canopy. They may burn for weeks at a time, spreading only a few feet (0.5 meters) per minute. Understory fires, however, can damage large areas because Amazon trees are not adapted to fire. The long, slow burn gives way to a creeping death that claims anywhere from 10 to 50 percent of the burn area's trees. Recovery is also a long and slow, but observable, process. To identify understory fires, Morton and colleagues used observations from early in the dry season, from June to August, collected by the Moderate Resolution Imaging Spectroradiometer, or MODIS, instrument on NASA's Terra satellite. They tracked the timing of fire damage and recovery, which varies depending on the type of forest disturbance. Areas of deforestation, for example, show up in satellite imagery as land that continues to lack signs of recovery for at least two consecutive years. Conversely, signs of forest degradation from understory fires, visible in the year after the burn, dissipate quickly as the forest regrows. This pattern of damage and recovery over multiple years provides a unique fingerprint of understory fire damages in Amazon forests.The study shows that between 1999 and 2010, understory forest fires burned more than 33,000 square miles (85,500 square kilometers), or 2.8 percent of the forest. Results also show no correlation between understory fires and deforestation. As the pressure for clearing led to the highest deforestation rates ever seen from 2003 to 2004, adjacent forests had some of the lowest rates of fires. \"You would think that deforestation activity would significantly increase the risk of fires in the adjacent forested area because deforestation fires are massive, towering infernos,\" Morton said. \"You make a bonfire that is a square kilometer in size, throwing ash and live cinders and preheating the adjacent forest. Why didn't we have more understory fires in 2003 and 2004, when deforestation rates were so high?\" The researchers point to climate as the reason that fire-driven deforestation didn’t burn more surrounding forests in these years. Frequent understory fire activity coincides with low nighttime humidity, as measured by the Atmospheric Infrared Sounder, or AIRS, instrument aboard NASA's Aqua satellite. Scientists say the connection points to a strong climate control on Amazon fires. \"You can look within an indigenous reserve where there is no deforestation and see enormous understory fires,\" Morton said. \"The human presence at the deforestation frontier leads to a risk of forest fires when climate conditions are suitable for burning, with or without deforestation activity.\" Ignition could come from cooking, camping, cigarettes, cars, agricultural waste burning, or any number of human sources.The new knowledge about the scope of understory fires could have implications for estimates of carbon emissions from disturbed forests. How experts account for those emissions depends on the fate of the forest – how it is disturbed and how it recovers. \"We don't yet have a robust estimate of what the net carbon emissions are from understory fires, but widespread damages suggest that they are important source of emissions that we need to consider,\" Morton said. For now, scientists are looking into the climate mechanisms that, given an ignition source from humans, predispose the southern Amazon to burn.Soil moisture as a fire indicatorAlready, scientists at University of California, Irvine, have delved deeper into the climate-fire connection. New research shows that satellite-based measurements of the region's soil moisture could supplement and sharpen fire season forecasts across the southern Amazon. The first forecast in 2012 and new forecast for 2013 , led by Jim Randerson at UC Irvine, are based on a model that primarily considers historical fire data from MODIS instruments along with sea surface temperature data from NOAA. Previous research has shown sea surface temperature to be a good indicator of the pending Amazon fire season severity. Now, scientists are interested in fine-tuning the model across smaller geographic regions and finer timescales. Toward that goal, Yang Chen of UC Irvine and colleagues show that water storage estimates from NASA's Gravity Recovery and Climate Experiment, or GRACE, satellites allow monitoring of the evolution of dry conditions during the fire season.Transpiration and evaporation are two ways that water is transported from the ground to the atmosphere. Low water storage in the soil leads to a drier near-ground atmosphere. The result is drier, more flammable vegetation alongside increases in plant litter and fuel availability. Chen's research was published online April 11 in the American Geophysical Union's Journal of Geophysical Research – Biogeosciences.\"A severe fire season in the Amazon is often preceded by low water storage in the soil, and this water deficit in the soil can be detected by the satellites several months before the fire season,\" Chen said. Soil water storage in the southern Amazon in June is a key indicator of fire season severity. “The GRACE measurements provide unique and precise information about land water storage that changes completely the way we can look at fire prediction,” said Isabella Velicogna of UC Irvine and NASA's Jet Propulsion Laboratory in Pasadena, Calif., who lead the GRACE analysis.While the water storage estimates are not yet officially part of Randerson and colleagues' forecasts, the study \"charts the course forward to leverage GRACE data for operational purposes,\" Morton said. \"The ability to integrate observations from many different NASA instruments is really a hallmark of Earth- system science. In this case, the science also has important, practical applications to mitigating the impacts of fires on the Amazon region and global climate.\" Related Links:NASA Earth Observatory's Image of the DayAmazon Forests Face \"Fire Year\" in 2013 2013 Amazon fire forecast website at UC Irvine First Forecast Calls for Mild Amazon Fire Season in 2012 Ocean Temperatures Can Predict Amazon Fire Season Severity\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}