{
  "url": "https://climate.nasa.gov/news/2487/big-coastal-cities-sink-faster-than-seas-rise/",
  "title": "Big coastal cities sink faster than seas rise",
  "date": null,
  "content": "4 min read\nWhile the threat of rising seas is well established, a phenomenon that is, in a sense, its opposite receives far fewer headlines: large coastal cities sinking faster than oceans can rise.\nThat is the conclusion of a review article published by a team of scientists who recently assembled in New Orleans, La., and in Venice, Italy, to examine the problem. Extraction of groundwater or fossil fuels, and sometimes simply generations of farming, are causing large metropolitan areas in coastal zones around the world to subside surprisingly quickly—making the relative rise of adjacent seas an even greater potential hazard.\n“Sea level rise is a problem, and subsidence is a huge problem, too,” said Cathleen Jones, a researcher at NASA’s Jet Propulsion Laboratory in Pasadena who specializes in such hazards and is a member of the New Orleans team.\n“There are areas where it is happening more rapidly than sea level rise,” she said. “I think it is not fully appreciated how much greater subsidence is in some of these areas, and how much it contributes to the loss of wetlands.”\nRapid subsidence makes many of these areas more vulnerable to the effects of climate change, especially those at elevations less than 10 meters (33 feet) above sea level. Several of these qualify as “megacities,” with populations greater than 10 million.\nThe most threatened: large river deltas, home to an estimated 500 million people. The fastest subsidence rate, 250 millimeters or nearly 10 inches per year, was seen in China’s Huanghe Delta. Southeast Asia saw 30 to 60 millimeters (1.2 to 2.4 inches) per year, while Katrina-ravaged portions of New Orleans saw rates as high as 35 millimeters (1.4 inches) per year.\nThe article, published in July 2016 in Earth and Space Science News, reports the group’s findings from New Orleans, where they held the first of two workshops. The city is part of the subsiding Mississippi Delta, a cause of wetland loss and the degradation of barrier islands, which, in turn, poses a threat to coastal ecosystems—as well as risks to human populations and infrastructure. Groundwater extraction and drainage of peat-rich soils, the article says, are to blame.\nThe Sacramento River Bay Delta, though not mentioned in the report, is another site of severe subsidence, Jones said.\n“It’s a bigger problem than sea level rise in the Sacramento delta,” she said. “Subsidence is largely driven there by the lowering water table. You have crops to grow; whenever you dry out soil with high carbon content, it will oxidize. It gives off carbon dioxide, loses mass and compacts. There, sea level rise is just a minor influence on it at this time. I’m not saying to ignore it, but right now these areas are threatened more by subsidence.”\nWhile both human and natural factors contribute to subsidence, the natural processes—apart from tectonic disturbances—mostly act over very long timescales. Human causes appear to be driving the most rapid subsidence rates.\nLead author Mead Allison of the Water Institute of the Gulf in Baton Rouge, Jones and the rest of the 12-member science team advocate the creation of “supersites” around the world, like the one being assembled in New Orleans, to track a variety of contributors to subsidence.\nAt these sites, remote sensing would be combined with ground sensor networks to track subsidence over years. In New Orleans, that has in the past included use of the interferometric synthetic aperture radar (InSAR) instrument aboard JPL’s Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR) aircraft, gathering data there during 2009-2015.\n“(We want) to try to start getting more of these supersites, where we try to differentiate all the different contributions,” Jones said. “So that instead of just measuring subsidence overall, we try to figure out what parts are sediment loading, what parts (are other factors). Whenever we know how much comes from each of these, we can begin to implement policy that would remediate the ones that are anthropogenic in origin.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}