{
  "url": "https://climate.nasa.gov/news/2210/noaas-dscovr-to-provide-epic-views-of-earth/",
  "title": "NOAA's DSCOVR to provide 'EPIC' views of Earth",
  "date": null,
  "content": "By Rob Gutro,\r\nNASA's Goddard Space Flight Center\nEPIC will generate a full disk image of Earth in one picture. This image is created from various images taken from NOAA's GOES-East satellite. Credit: NASA/NOAA GOES Project\nNASA has contributed two Earth science instruments for NOAA's space weather observing satellite called the Deep Space Climate Observatory or DSCOVR, set to launch in January 2015. One of the instruments called EPIC or Earth Polychromatic Imaging Camera will image the Earth in one picture, something that hasn't been done before from a satellite. EPIC will also provide valuable atmospheric data.\nCurrently, to get an entire Earth view, scientists have to piece together images from satellites in orbit. With the launch of the National Oceanic and Atmospheric Administration's (NOAA) DSCOVR and the EPIC instrument, scientists will get pictures of the entire sunlit side of Earth. To get that view, EPIC will orbit the first sun-Earth Lagrange point (L1), 1 million miles from Earth. At this location, four times further than the orbit of the Moon, the gravitational pull of the sun and Earth cancel out providing a stable orbit for DSCOVR. Most other Earth-observing satellites circle the planet within 22,300 miles.\nEPIC instrument views the entire sunlit face of the Earth from sunrise to sunset in 10 narrowband channels, from ultraviolet to near infrared. These measurements can be used to determine ozone, aerosols, cloud heights, dust, volcanic ash. Credit: NASA / DSCOVR\n\n\n\"Unlike personal cameras, EPIC will take images in 10 very narrow wavelength ranges,\" said Adam Szabo, DSCOVR project scientist at NASA's Goddard Space Flight Center, Greenbelt, Maryland. \"Combining these different wavelength images allows the determination of physical quantities like ozone, aerosols, dust and volcanic ash, cloud height, or vegetation cover. These results will be distributed as different publicly available data products allowing their combination with results from other missions.\"\nThese data products are of interest to climate science, as well as hydrology, biogeochemistry, and ecology. Data will also provide insight into Earth’s energy balance.\nEPIC was built by Lockheed Martin’s Advanced Technology Center, in Palo Alto, California. It is a 30 centimeter (11.8 inch) telescope that measures in the ultraviolet, and visible areas of the spectrum. EPIC images will have a resolution of between 25 and 35 kilometers (15.5 to 21.7 miles).\n\"The Lockheed Martin instrument team is thrilled that EPIC's launch is approaching,\" said Joe Mobilia, EPIC program manager at Lockheed Martin. \"EPIC has had to wait a few years to go up, but it is still an instrument of considerable capability that we are anxious to see deliver unique Earth science data. Its full disk images taken in 10 different wavelengths will supply unprecedented observations helping to provide global insights into Earth's weather and climate, data which complements NASA and NOAA's larger missions.\"\nNOAA’s DSCOVR will give forecasters more reliable measurements of solar wind speed, density, and temperature, improving their ability to monitor harmful solar activity, and replace an aging research satellite currently used to warn of impacts to Earth.\nThe DSCOVR mission is a partnership between NOAA, NASA and the U.S. Air Force. NOAA will operate DSCOVR from the NOAA Satellite Operations Facility, process data at the Space Weather Prediction Center (SWPC) for distribution to users within the United States and around the world. The data will be archived at NOAA’s National Geophysical Data Center. NASA received funding from NOAA to refurbish the DSCOVR spacecraft and its solar wind instruments, develop the ground segment and manage launch and activation of the satellite.\nThe Air Force funds and oversees the launch services for DSCOVR. It also hosts NASA-funded secondary sensors for Earth and space science observations. The Earth science data will be processed at NASA’s DSCOVR Science Operations Center and archived and distributed by NASA’s Atmospheric Science Data Center.\nLearn more about DSCOVR and EPIC.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}