{
  "url": "https://climate.nasa.gov/news/933/amazon-forest-fire-risk-to-increase-this-year/",
  "title": "Amazon forest fire risk to increase this year",
  "date": null,
  "content": "Improvements to the model are possible by incorporating data from the MODIS instrument on NASA's Terra satellite, accounting for fires that occur in the afternoon when conditions are hotter and drier. Credit: Doug Morton.\nBy Kathryn Hansen,\r\nNASA Goddard Space Flight Center\nUniversity and NASA researchers predict that the severity of the 2013 fire season will be considerably higher than in 2011 and 2012 for many Amazon forests in the Southern Hemisphere. The outlook is based on a fire severity model that produced a successful first forecast in 2012.\n\nDials indicate regions in the southern Amazon forest predicted to have below-average fire activity (green) and above-average activity (orange and red) during the 2013 dry season, relative to the 2001-2012 mean. Credit: UC Irvine\r\nThe model, produced by a group led by Jim Randerson of the University of California, Irvine, considers historical fire data from NASA's Terra satellite, along with sea surface temperature data from NOAA. Previous research has shown that sea surface temperatures in the tropical Pacific and Atlantic oceans can be used to forecast the pending Amazon fire season severity three to six months prior to the onset of the dry season. As of March 2013, surface waters of the tropical north Atlantic Ocean remained warmer than average, while Pacific Ocean temperatures declined from a peak in late fall. These conditions are consistent with increased fire risk across the southern portion of the Amazon later this summer and early fall. Brazil's key fire states, Mato Grosso and Pará, account for the majority of all burning activity in the Amazon region. For the 2013 season, the model shows that fire activity in these two states is projected to be above average compared to 2001-2012. Other important burning regions in the southern Amazon, such as the Brazilian states of Rondônia and Acre, and the Bolivian departments of Santa Cruz and Pando, are also projected to have average or above-average fire activity in 2013.\n\n\"The confluence of climate and people in these areas increases the risk of widespread fire activity when the fire season severity is elevated,\" said Doug Morton of NASA's Goddard Space Flight Center in Greenbelt, Md., who works with Randerson and colleagues on the forecast.In 2012, climate conditions were less favorable for burning. Sea surface temperatures in the Central Pacific and North Atlantic were cooler than normal, which lead to increased rainfall across the southern Amazon in the months preceding the fire season.The opposite occurred in 1997 and 1998, when warm surface waters in the Pacific Ocean brought about by El Niño pushed rainfall systems north, leaving parts of the southern and eastern Amazon forest dry and prone to fires. \"The 1997-98 El Niño was one of the most important fire years, and put fire on everyone's map for the potential impacts of deforestation and tropical forest degradation from human activities,\" said Morton. The season also spurred Randerson and colleagues to pursue research on the global impact of fire emissions.Motivated by subsequent high-fire years in 2005, 2007 and 2010, the team next developed the fire season severity model. With support from the Gordon and Betty Moore Foundation, Randerson, Morton and colleagues plan to continue making the forecasts over the next five years.In February and March of this year, Morton met with ministers in Brazil and Peru to discuss the model's 2012 performance and preliminary 2013 fire forecasts, and to examine potential uses of the forecasting information by the area's forest managers. \"Since 2005, the Amazon region has experienced alternating wet and dry years, with high fire years followed by flood conditions,\" Morton said.\"With this forecasting system we're hoping to build some advanced warning about whether the Amazon region is facing a fire year or a flood year,\" Morton said. \"This year, plan for fires.\"Related Links:2013 Amazon fire forecast website at UC IrvineClimate Conditions Determine Amazon Fire RiskFirst Forecast Calls for Mild Amazon Fire Season in 2012Ocean Temperatures Can Predict Amazon Fire Season SeverityGlobal Fire Data\nUniversity and NASA researchers predict that the severity of the 2013 fire season will be considerably higher than in 2011 and 2012 for many Amazon forests in the Southern Hemisphere. The outlook is based on a fire severity model that produced a successful first forecast in 2012.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}