{
  "url": "https://climate.nasa.gov/news/963/of-stars-and-stripes-nasa-satellites-used-to-predict-zebra-migrations/",
  "title": "Of stars and stripes: NASA satellites used to predict zebra migrations",
  "date": null,
  "content": "By Lisa-Natalie Anjozian,\r\nNASA's Goddard Space Flight Center\nOne of the world's longest migrations of zebras occurs in the African nation of Botswana, but predicting when and where zebras will move has not been possible until now. Using NASA rain and vegetation data, researchers can track when and where arid lands begin to green, and for the first time anticipate if zebras will make the trek or, if the animals find poor conditions en route, understand why they will turn back.\nResearchers used cues gleaned from GPS tracking of the zebras and satellite data to predict when the zebras will be on the move, a powerful tool for conservation.\nCovering an area of approximately 8,500 square miles (22,000 square kilometers), Botswana’s Okavango Delta is one end of the second-longest zebra migration on Earth, a 360-mile (580-kilometer) round trip to the Makgadikgadi Salt Pans—the largest salt pan system on the planet. Zebras walk an unmarked route that takes them to the next best place for grazing, while overhead thundering cloudbursts of late October rains drive new plant growth, filling pockmarks across this largest inland delta in the world. In a matter of weeks, the flooded landscape could yield ecosystems flush with forage for the muscled movers.\nHigh above, Earth-orbiting satellites capture images of the zebras' movements on this epic trek, as well as the daily change in environmental conditions. Zebras don’t need data to know when it’s time to find better forage: The surge of rain-coaxed grasses greening is their prompt to depart. But now, researchers are able to take that data and predict when the zebras will move.\nPieter Beck, research associate with the Woods Hole Research Center in Falmouth, Mass., and three collaborators studied animal migration in a novel way, which they described in a paper published in the Journal of Geophysical Research--Biogeoscences, a publication of the American Geophysical Union. While tracking animal movement with satellites has been accomplished many times, Beck said, he and his team combined that information with in-depth use of environmental satellite data, using a series of images of vegetation growth and rainfall taken over days and weeks. This sheds unprecedented light on what drives animals to migrate, he said, what cues they use, and how animal migrations respond to environmental change.\nZebra mind: A band of scientists earn their stripes\nDr. Hattie Bartlam-Brooks collared a zebra with GPS to track their location along the migration route. Image Credit: Botswana Herbivore Research\n\n\nThe Zebra Migration Research Project began in 2008 after Hattie Bartlam-Brooks and her team discovered the migration during field work for Okavango Herbivore Research. Anecdotal evidence—unverified stories—prior to the 1970s described a zebra migration from the Okavango Delta to the Makgadikgadi Salt Pans at the start of the rainy season in September and continuing through April, but from 1968 to 2004, veterinary fences prevented zebras from making the migration. The veterinary fences—which had been built to keep wild buffalo from transferring diseases to cattle—were taken down in 2004. Within three years of the removal of the veterinary fences, zebra began making movements on the migration path toward the Makgadikgadi Salt Pans. These movements were recorded by GPS collars that were fitted to zebra mares, allowing researchers to accurately record their movements.\nZebras in the wild live for about 12 years, so the migration path could not have been learned from previous generations, said Bartlam-Brooks. She and her team in the field observed that the zebras began their migration at the onset of the rains so she joined forces with Beck to see how extensive the environment's influence is on the timing of the zebras' journey.\nBeck combined this GPS movement data with satellite imagery taken over the months of the migration. This allowed the researchers to see how environmental conditions changed over time and across the landscape. To track the greening of leaves, the researchers relied on the Normalized Difference Vegetation Index data acquired by the Moderate Resolution Imaging Spectroradiometer on board NASA's Terra and Aqua satellites. The MODIS sensors capture growing conditions by measuring the reflectance of near-infrared light from plants. The team also used NASA’s Tropical Rainfall Measuring Mission data to map daily rainfall, which gave the researchers an idea of how much rain was falling in three-hour intervals. The scientists converted the rainfall measurements to daily rates, and cumulative weekly amounts, and checked the accuracy by comparing them with ground-based rain gauges.\nBeck and his team learned that zebras do not follow an internal clock, nor do they migrate at a steady pace. By examining daily rainfall and weekly vegetation data from satellite images and entering the data into migration models, the researchers were amazed at how well they could predict when zebras started migrating and how fast they migrated.\nThe Okavango Delta in Botswana. Image Credit: Teo Gomez\n\n\n“By comparing the results of the models, it was possible to determine which environmental variables are the most effective in predicting zebra movement, and then use this knowledge to try and infer as to how the zebra make their decisions,” said Gil Bohrer, assistant professor in the Department of Civil, Environmental, and Geodetic Engineering at The Ohio State University, who collaborated on the project. “It shows we can figure out very closely what ‘makes the zebra move.’”\nBill Fagan, professor of biology at the University of Maryland, finds hope in the team’s discoveries. “Their discussion,\" he said, \"was particularly intriguing as a demonstration of how important the consistency and strength of the rainfall cues were for migration success.\" He said that it may be possible for species that have had their migration patterns disrupted to relearn them from \"exploratory walks\" driven by environmental cues. \"With so many ungulate migrations declining worldwide, it is nice to have an optimistic result about migration for a change.\"\nSatellite safari: Guiding light among the stars\nHaving access to NASA's free satellite images that shed light on the environmental conditions migratory animals face is something that Beck finds invaluable. The models provided the team with the means to think like a zebra, which has practical applications in management issues that concern humans.\n“We’re getting close to the stage where for some organisms, we can use satellite data in management,” he said.\nSatellite image of Botswana's Okavango Delta and Makgadikgadi Salt Pans. Image Credit: Terra MODIS/ NASA\n\n\nHe sees the capability of using the team’s research in the future to design models that will help game managers, conservation managers, farmers and tour operators predict animal migration, whether it’s zebras or other migratory animals. Understanding the mechanisms that drive migratory behavior is increasingly important, Beck said, in terms of climate change, as migrating animals rely on multiple habitats.\nIf migrating animals lose any of the habitats they rely on because the timing of their food—insect hatches, greening plants, for example—no longer coincides with their travel, this can have serious consequences for their continued survival. Under climate change, things are likely to accelerate, Beck said. Many of the major migrations on Earth, especially on land, have already been lost, he explains, and few landscapes are left on Earth where the migratory animals do not have to share land resources with agriculture and other human activities.\n\"We need to know what the fate of those migrations is under climate change,\" Beck said. \"Understanding when animals might come through, what drives them, what they’re looking for sometimes. Being able to predict that into the future is very useful information to managing those landscapes so that migratory animals and humans can coexist.\" Helping zebras continue a journey—newly discovered by the animals and their observers—may allow them to cope with changes in their environment, an outcome that is not so black-and-white.\nThe environmental data sets from the Tropical Rainfall Measuring Mission and the MODIS sensors will continue into the next decade with data provided by their follow-on missions: the Global Precipitation Measurement mission to launch in early 2014, and the Visible Infrared Imaging Radiometer Suite on the Suomi National Polar-orbiting Partnership satellite currently in orbit.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}