{
  "url": "https://climate.nasa.gov/news/948/greenlands-summer-melt-under-way/",
  "title": "Greenland's summer melt under way",
  "date": null,
  "content": "NASA Earth Observatory image by Jesse Allen and Robert Simmon, using Landsat 8 data from the U.S. Geological Survey. Caption by Holli Riebeek. Download large image\nFrom NASA's Earth Observatory\n\nSpringtime introduces a new palette to the icy, white landscape of Greenland. Pools of blue water begin to dot the surface of the ice sheet as the top layer of snow and ice melts. The ponds provide an important indicator of how much the ice sheet is melting in a given year.\nIn 2013, melt ponds were initially slow to appear along the edge of the ice. The first pools were visible in Landsat 8 images in early June, says Mahsa Moussavi, a Ph.D. student at the University of Colorado who is monitoring the ponds. Meltwater accumulates as pools in depressions in the ice, and the extent and depth of these ponds and the rate at which they grow and shrink tells scientists how quickly the ice is melting. Despite the late start, melting in 2013 has been rapid, occurring at a faster pace than the 1981-2010 average.\nBy the time the Operational Land Imager on Landsat 8 acquired this image of southwest Greenland on June 21, melting was well under way. The satellite is likely to become a critical tool for assessing ice sheet melting because it can measure light in two narrow wavelength bands–deep blue and blue (0.43–0.45 micrometers). These wavelengths of visible light penetrate pure water more deeply than others, and they also reflect off of the lakebed. Landsat observations of reflected blue light allow scientists to estimate the extent and depth of melt pond, as well as the purity of the water. These measurements can be calibrated and verified using in situ measurements, airborne lidar, or other bathymetry data.\nNot only are melt ponds indicators of melt, but they also hint at how fast glaciers will shed ice into the sea. Melt ponds drain to the base of the ice sheet through crevasses. Flowing between the ice and the underlying bedrock, the water lubricates the bottom of the glacier, allowing it to flow more smoothly over the land surface and to shed ice more quickly at the coasts.\nMelting also darkens the ice sheet surface. Fresh snow is bright white; when it melts, older and darker ice is exposed. Old ice can be as much as 30 percent less reflective than the younger, brighter snow. The darker old ice absorbs more energy, which leads to more melting and further darkening of the glacial surface.\nThe peak of the summer melt has yet to occur, says Moussavi, so it’s hard to tell how 2013 will shape up. 2012 brought extreme melting that is unmatched so far in 2013.\nReferences\n\nScambos, T. (2013, June 21). Springtime melt in Greenland: Late start, rapid spread. Greenland Ice Sheet Today, National Snow and Ice Data Center. Accessed July 1, 2013.\nStroeve, J., J. Box, Z. Wang, A. Barrett, and C. Schaaf. 2013. Re-evaluation of MODIS Greenland albedo accuracy and trends. Remote sensing of the environment, in revision.\nSpringtime introduces a new palette to the icy, white landscape of Greenland. Pools of blue water begin to dot the surface of the ice sheet as the top layer of snow and ice melts. The ponds provide an important indicator of how much the ice sheet is melting in a given year.\nIn 2013, melt ponds were initially slow to appear along the edge of the ice. The first pools were visible in Landsat 8 images in early June, says Mahsa Moussavi, a Ph.D. student at the University of Colorado who is monitoring the ponds. Meltwater accumulates as pools in depressions in the ice, and the extent and depth of these ponds and the rate at which they grow and shrink tells scientists how quickly the ice is melting. Despite the late start, melting in 2013 has been rapid, occurring at a faster pace than the 1981-2010 average.\nBy the time the Operational Land Imager on Landsat 8 acquired this image of southwest Greenland on June 21, melting was well under way. The satellite is likely to become a critical tool for assessing ice sheet melting because it can measure light in two narrow wavelength bands–deep blue and blue (0.43–0.45 micrometers). These wavelengths of visible light penetrate pure water more deeply than others, and they also reflect off of the lakebed. Landsat observations of reflected blue light allow scientists to estimate the extent and depth of melt pond, as well as the purity of the water. These measurements can be calibrated and verified using in situ measurements, airborne lidar, or other bathymetry data.\nNot only are melt ponds indicators of melt, but they also hint at how fast glaciers will shed ice into the sea. Melt ponds drain to the base of the ice sheet through crevasses. Flowing between the ice and the underlying bedrock, the water lubricates the bottom of the glacier, allowing it to flow more smoothly over the land surface and to shed ice more quickly at the coasts.\nMelting also darkens the ice sheet surface. Fresh snow is bright white; when it melts, older and darker ice is exposed. Old ice can be as much as 30 percent less reflective than the younger, brighter snow. The darker old ice absorbs more energy, which leads to more melting and further darkening of the glacial surface.\nThe peak of the summer melt has yet to occur, says Moussavi, so it’s hard to tell how 2013 will shape up. 2012 brought extreme melting that is unmatched so far in 2013.\nReferences\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}