{
  "url": "https://climate.nasa.gov/news/2250/going-hot-and-cold-in-february/",
  "title": "Going hot and cold in February",
  "date": null,
  "content": "By Adam Voiland,\r\nNASA's Earth Observatory\nNASA Earth Observatory image by Jesse Allen, using data from the Level 1 and Atmospheres Active Distribution System (LAADS). Download large image.\nNorth America had two distinct weather profiles in February 2015, with a stark east-west difference. In meteorological terms, you would call the pattern an abnormally strong dipole. While many parts of the parched West experienced record-warm temperatures in February, people in the East shivered through unusually cold weather and a series of winter storms that threatened—and in some cases broke—snow records.\nThis map of land surface temperature (LST) anomalies depicts the temperature contrast between eastern and western North America. Observed by satellites uniformly across the landscape, land surface temperatures are not the same as air temperatures. Land surface temperature is a measure of heating of the land surface—where solar energy is absorbed and re-emitted—and it is often significantly hotter than air temperature. (To learn more about LSTs and air temperatures, read: Where is the Hottest Place on Earth?)\nBased on data from the Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite, the map depicts temperatures for February 2015 period compared to the 2001–2010 average for the same month. Areas with warmer than average temperatures are shown in red; near-normal is white; and areas cooler than average are blue. While large swaths of Arizona, Colorado, Idaho, Nevada, Oregon, Utah, and Wyoming experienced temperatures that were more than 10 degrees Celsius (18 degrees Fahrenheit) above average, states in the Midwest, Mid-Atlantic, and New England were 10 degrees Celsius below normal.\nMeanwhile, many cities saw air temperature records fall. Worcester, Massachusetts, with an average air temperature of -10 degrees Celsius (14 degrees Fahrenheit), had its coldest month on record. Records also fell in Bangor, Maine; Marquette, Michigan; and Syracuse, Buffalo, and Rochester, New York. In many cases, records were not simply broken; they were obliterated. Syracuse broke the old record by 3 full degrees Fahrenheit (1.6 degrees Celsius) and Bangor did so by 2.3 degrees Fahrenheit, even though such records are usually broken by just a fraction of a degree, according to The Washington Post Capitol Weather Gang. Meanwhile San Francisco, Seattle, Portland, Las Vegas, and Salt Lake City all experienced their warmest winter months on record, according to an analysis of February temperatures published by NOAA.\nMost meteorologists attribute the sharply contrasting temperatures to the combination of a persistent ridge of high pressure—nicknamed the “Ridiculously Resilient Ridge”—over the northeastern Pacific Ocean, and an equally persistent trough that has funneled chilly air from the Arctic into central North America. But why that resilient ridge has appeared over the northeastern Pacific during the last few winters is a more complicated and controversial question among experts.\nA new line of research suggests that the loss of Arctic sea ice associated with global warming may be causing the jet stream to slow down and become wavier, thus setting up the unusual pattern over North America. Other researchers think there could be a link between Siberian snowfall and mid-latitude weather extremes. Still others think changes in the Arctic have little to do with mid-latitude weather extremes; instead they see periods with an anomalously sharp gradient in sea surface temperature in the far western Pacific as the key factor. All participants looking at the question agree: more research is needed.\nThis article was originally posted on NASA's Earth Observatory.\n\nRead more about land surface temperature anomalies from the Earth Observatory.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}