{
  "url": "https://climate.nasa.gov/news/977/nasa-eyes-dissect-californias-massive-rim-fire/",
  "title": "NASA 'eyes' dissect California's massive Rim Fire",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nVisible image of California's Rim Fire acquired Aug. 23, 2013 by the Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's Terra spacecraft, showing extensive, brownish smoke. The imaged area measures 236 by 215 miles (380 by 346 kilometers). Image credit: NASA/GSFC/LaRC/JPL, MISR Team\n08.28.13\r\nCarbon monoxide pollution from California's Rim Fire can be seen in this visualization of data from the AIRS instrument on NASA's Aqua spacecraft.\nThe Rim Fire burning in and near Yosemite National Park in California continues to grow and move its way up in the record books. As of Aug. 27, CAL FIRE (California Department of Forestry and Fire Protection) reports that the fire, which started Aug. 17, had consumed nearly 180,000 acres, making it the seventh largest wildfire in California's recorded history. The fire is one of 10 active major wildfires burning across California as of Aug. 27.\nNew satellite images from NASA's Aqua and Terra spacecraft illustrate some of the many facets of the fire's effects on the landscape and atmosphere. The fire's plume of carbon monoxide pollution is shown in a new image from Aqua's Atmospheric Infrared Sounder (AIRS) instrument. The still image was acquired Aug. 26.\nThe Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's Terra spacecraft views every scene it observes from nine different angles. This unique design allows it to measure the height of smoke plumes using stereoscopic techniques. This MISR image, acquired Aug. 23, 2013, shows a 121-by-165-mile (194-by-266 kilometer) portion of the scene, where the smoke is the thickest. The colors indicate the height of the smoke plume's top above sea level. The data show that the smoke particles have reached altitudes as high as 4 miles (6.5 kilometers). These heights have not been corrected for the effects of wind, but have an uncertainty of less than 0.6 mile (1 kilometer). Image credit: NASA/GSFC/LaRC/JPL, MISR Team\n\n\nThe AIRS image shows a three-day running average of daily measurements of carbon monoxide present at an altitude of 18,000 feet (5.5 kilometers) above Earth, as well as its global transport. AIRS is most sensitive to carbon monoxide at this altitude, which is a region conducive to long-range transport of the smoke. The abundance of carbon monoxide is shown in parts per billion, with the highest concentrations shown in yellows and reds.\nAt ground level, carbon monoxide can pose a variety of health risks and is an ingredient in the production of ground-level ozone, which causes numerous respiratory problems. As the carbon monoxide from the fire is lofted into the atmosphere, it becomes caught in the lower bounds of the mid-latitude jet stream, which swiftly transports it around the globe.\nThe carbon-monoxide plume from the Rim Fire now extends into Canada. Even more prominent in the image are the carbon-monoxide emissions from widespread human-set agricultural fires in Africa and South America, and fires in the northern forests of Asia.\nThe plume of carbon monoxide pollution from the Rim Fire burning in and near Yosemite National Park, Calif., is visible in this Aug. 26, 2013 image from the Atmospheric Infrared Sounder (AIRS) instrument on NASA's Aqua spacecraft. The image shows a three-day running average of daily measurements of carbon monoxide present at an altitude of 18,000 feet (5.5 kilometers), as well as its global transport. The abundance of carbon monoxide is shown in parts per billion, with the highest concentrations shown in yellows and reds. The carbon monoxide plume from the Rim fire now extends into Canada. Even more prominent in the image are the carbon monoxide emissions from widespread agricultural fires in Africa and South America, and fires in the northern forests of Asia. Image credit: NASA/JPL-Caltech\n\n\nA different perspective on the Rim Fire comes from NASA's Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's Terra spacecraft. On the morning of Aug. 23, Terra passed over the fire, allowing MISR's nadir (vertical-viewing) camera to capture an image of extensive, brownish smoke. The imaged area measures 236 by 215 miles (380 by 346 kilometers).\nMISR views every scene it observes from nine different angles. This unique design allows it to measure the height of smoke plumes using stereoscopic techniques. A second MISR image shows a 121-by-165-mile (194-by-266 kilometer) portion of the scene, where the smoke is thickest. The colors indicate the height of the top of the smoke plume above sea level. The data show that the smoke particles have reached altitudes as high as 4 miles (6.5 kilometers).\nThese heights have not been corrected for the effects of wind, but have an uncertainty of less than 0.6 mile (1 kilometer). Elevated smoke can be transported great distances from the source, affecting air quality downwind. For example, Reno, Nev., has reported air quality well into the range considered unhealthy for all individuals as a result of smoke from this wildfire.\nAIRS and MISR were built and are managed by JPL for NASA's Science Mission Directorate, Washington, D.C. Terra and Aqua are managed by NASA's Goddard Space Flight Center, Greenbelt, Md. The MISR data were obtained from the NASA Langley Research Center Atmospheric Science Data Center. JPL is a division of the California Institute of Technology in Pasadena.\nMore information about AIRS can be found at http://airs.jpl.nasa.gov. More information about MISR can be found at http://www-misr.jpl.nasa.gov/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}