{
  "url": "https://climate.nasa.gov/news/966/nasa-fire-towers-in-space-watch-for-wildfires-on-the-rise/",
  "title": "NASA 'fire towers' in space watch for wildfires on the rise",
  "date": null,
  "content": "By Rani Gran,\r\nNASA's Goddard Space Flight Center\nThe Black Forest wildfire this June was one of the most destructive in Colorado history, in terms of homes lost. It started close to houses and quickly spread through the ponderosa pine canopies on the rolling hills near Colorado Springs. The wildfire destroyed 500 homes in the first 48 hours and killed two people.\nHot, dry and windy weather played a role in that wildfire, said Don Smurthwaite, spokesperson with the National Interagency Fire Center (NIFC) in Boise, Idaho.\n\"Fire seasons are getting longer, western regions are getting drier, and more people are living closer to fire-prone areas.\"\nFire scientists have observed those conditions becoming more prevalent across the United States.\nFalse-color image of the Black Forest burn scar from NASA's Terra satellite, June 21, 2013. The darkest gray and black areas are the most severely burned. Unburned forest patches are bright red. Unburned grasslands are pink. Buildings, roads, and other developed areas are light gray or white. Image Credit: NASA's Earth Observatory More from NASA's Earth Observatory\n\n\nAs the western United States enters what is typically the most active time of its fire season, scientists, firefighters and residents are keeping close watch on what's burning – not just this year, but over the long term. As temperatures warm and weather patterns change, scientists from NASA, universities and other government agencies are putting their satellite observation and computer modeling capabilities to work. They are grappling with what the future landscape of fire will look like in the American West.\n\"Over the last 30 years we have seen an increase in hot and dry conditions that promote fire activity,\" said Doug Morton, a scientist at NASA's Goddard Space Flight Center, Greenbelt, Md. \"And across the western U.S. and Alaska, satellites show an increase in the area that burns each year over that same time period.\"\nAs of Aug. 8 this year, wildfires have burned more than 2.5 million acres in the United States. Large wildfires are mainly driven by natural factors including the availability of fuel (vegetation), wind, and ignition sources from lightning and humans.\nFire monitoring from space\nFor more than a decade, instruments on Terra and Aqua, two of NASA’s flagship Earth-observing satellites, have scanned the surface of our planet for fires. An instrument on both satellites, the Moderate Resolution Imaging Spectroradiometer (MODIS), has revolutionized what scientists know about fire’s role in land cover change, ecosystem processes and the global carbon cycle by allowing researchers to map characteristics of the global distribution of fires in remarkable detail.\nCircling the globe every 99 minutes, the two MODIS sensors provide four daily observations of active fires that are relayed to forest managers worldwide. The coordinates of active fires detected by MODIS are sent by text message, often within an hour after the satellite overpass, so agencies responsible for land management can assess ongoing fire activity and respond accordingly.\nThe recently launched NASA/NOAA Suomi National Polar-orbiting Partnership (Suomi-NPP) and its Visible Infrared Imaging Radiometer Suite (VIIRS) will continue the measurements from MODIS. The satellite provides two additional daily observations.\nAnother instrument called the Ozone Mapper Profiler Suite, or OMPS, that flies aboard the Suomi-NPP satellite measures relative aerosol concentrations, such as those generated by wildfires.\nThe U.S. Forest Service is one of the beneficiaries of NASA's fire detection capability and processing support from Goddard’s Direct Readout Laboratory. The Forest Service Remote Sensing Applications Center (RSAC) in Salt Lake City receives and processes MODIS data and provides derivative fire detection products to users in the United States \"We provide this information to national and regional managers so that they have a current picture of ongoing fire activity and its effects (observed fire intensity, burned area and smoke extent) which assists in making strategic fire planning and response decisions,\" said Brad Quayle, a remote sensing specialist with RSCA.\nAnother tool that fire scientists use to predict where severe burns may occur is called Landfire, short for Landscape Fire and Resources Management Planning Tools project. The project uses data from Landsat satellites, a mission jointly operated by NASA and the U.S. Geological Survey.\nLandfire provides maps of the nation's land cover including vegetation type, tree canopy cover and height. Together with weather information, this enables crucial fire behavior predictions to be made. These data feed into decision support systems that guide managers on where and when to deploy valuable firefighting resources and where to focus fire-prevention and recovery efforts.\nUSGS and the U.S. Forest Service started the program in 2003 after an intense U.S. wildfire season highlighted the need for unbiased information to guide decision makers as they allocate resources. \"Fighting fires is a very expensive proposition,\" said Jim Vogelmann, research ecologist from USGS Earth Resources Observation and Science Center in Sioux Falls, S.D. Fire suppression costs last year topped $1.9 billion.\nThe first Landfire maps took five years of on-the-ground fieldwork, computer modeling and poring over satellite data to complete. Joshua J. Picotte is a remote sensing specialist with USGS in Sioux Falls. He updates Landfire data maps annually looking at changes in vegetation from previous wildfires, urban development or other disturbances. It takes two years and about 24,000 Landsat scenes to complete the annual U.S. update.\n\"We use Landsat for our land cover mapping and vegetation characterization efforts,\" Vogelmann said.\nThe extensive and free Landsat and MODIS archive also facilitates mapping and analyzing past wildfires. Forest Service and USGS analysts are in the process of mapping the frequency, size and severity of all large fires from 1984 to present. Quayle believes the information from this project, Monitoring Trends in Burn Severity (mtbs.gov), will give scientists a better understanding of how climate change is affecting wildfire in the United States.\n2013 and beyond\nThe 2013 wildfire season got off to an early start in California and Colorado. Morton said the newest generation of climate models project drier conditions that likely will cause increased fire activity across the United States in coming decades. These changes are likely to come in a number of different forms, including longer fire seasons, larger areas at risk of wildfire, and an increase in the frequency of extreme events—years like 2012 in the western United States. A study published by Morton and colleagues this year suggests that the increase in burned area across the United States may already be underway.\nFire seasons are starting earlier, due to warmer spring temperatures and earlier snow melt, and they are lasting longer into the fall. Snow cover shortens the fire season because dry vegetation is not a factor in fire ignition or progression.\nRain will lead to build-up of grasses that dry out in the summer heat and become fuel for fires. “So while it may be warmer, it is the shift from snow to rain that increases fire risk,” said Jeff Eidenshink, fire science team lead with the USGS EROS facility.\nWhile destructive to property and life, the 14,000-acre Black Forest wildfire in Colorado was relatively small for this year's western wildfire season. According to the NIFC statistics, the West Fork Complex Fire in Colorado burned 109,615 acres, the Colockum Tarps Fire in the southeast region of Washington is at 80,881 acres, and the Moore Creek Fire in Alaska is 157,748 acres.\n\"A 100,000-acre wildfire used to be unusual, you would see one every few years,\" said Carl Albury, a contractor with the Forest Service-Remote Sensing and Applications Center in Salt Lake City. \"Those type of fires are becoming a yearly occurrence.\"\nNASA recently launched the Landsat 8 and Suomi-NPP satellites, which will provide information on fire fuels, active fires, aerosols and climate: all pieces of the wildfire puzzle.\nFor NASA's smoke and fires website, visit: http://www.nasa.gov/fires.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}