{
  "url": "https://climate.nasa.gov/news/983/warm-ocean-rapidly-melting-antarctic-ice-shelf-from-below/",
  "title": "Warm ocean rapidly melting Antarctic ice shelf from below",
  "date": null,
  "content": "6 min read\nBy Maria-José ViñasNASA's Earth Science News Team\nFor five years, a scientific expedition tried reaching Pine Island Glacier ice shelf in a remote, wind-ridden corner of Antarctica. The obstacles to get to the ice shelf were extreme, but the science goal was simple: to measure how fast the sea was melting the 37-mile long ice tongue from underneath by drilling through the ice shelf.\nThe international team, led by NASA's emeritus glaciologist Robert Bindschadler and funded by the National Science Foundation and NASA, had to abort their mission in 2007 due to logistical challenges after becoming the first people to ever land on the ice shelf. On their next try, in 2011, bad weather prevented the scientists from reaching the ice shelf until it was too late in the field season to carry out their science. It wasn't until December 2012 that the team was finally able to install scientific instruments.\nThose measurements taken on and below the Pine Island Glacier ice shelf have yielded their first scientific results, determining the rate at which warm sea water is eating away the ice from underneath the floating portion of the glacier.\nIn a paper published in the journal Science on Sept. 13, the team describes how at one of their study sites, halfway down the ice shelf, the melt rate was as high as 2.36 inches (6 centimeters) per day.\n\"This is the first observation of the actual melt rate underneath the ice shelf,\" said Timothy Stanton, an oceanographer at the Naval Postgraduate School in Monterey, Calif., and lead author of the paper. \"We have observations using remote sensing of various kinds, but these are actual in situ measurements.\"\nThe measurements also detected differences in melt rates across the channel system that runs underneath the ice shelf, Stanton said. Such features are important for adjusting models so they can accurately predict ice melt and its contribution to sea level rise.\n“Our direct measurements are consistent with the larger scale averages that remote sensing data have provided, but our data capture an enormous fine scale variability of the basal melting rate that remote sensing can't resolve,” Bindschadler said. “Using only the average melt rates would not lead to a correct understanding of the actual ocean-ice interaction processes taking place in the boundary layer.”\nIce shelves buttress seaward glaciers, slowing the speed at which these rivers of ice dump their contents into the sea. If an ice shelf is weakened at its grounding line, the point where the glacier loses its grip on the land and starts floating, it allows the ice to flow faster, which impacts sea level. Pine Island Glacier and its neighbor, Thwaites Glacier, drain a large fraction of the West Antarctic ice shelf and are of great importance to its stability.\nResearch shows that melting of the underside of Antarctic ice shelves is ultimately driven by changes in the southernmost atmospheric circulation. Strong westerly winds push the frigid top water layer of the Southern Ocean away from land, which allows deeper, warmer water to raise and spill over the border of the Antarctic continental shelf. Since the weight of land ice tilts the continental shelf inland, streams of warm water can travel all the way to the ice shelf's grounding line, where they melt the ice. The resulting warm, fresh melt water rises against the underside of the ice shelf along the length of the ice shelf and carves melt channels that look like inverted river valleys.\nTo study the melt rates within these channels and observe the ocean cavity beneath the ice shelf, the team set up three study sites on the ice shelf during December 2012 and January 2013. All three camps, named Drill A, B and C, were in the middle of the ice shelf, to avoid the sides and the grounding line — all of them heavily crevassed areas.\nAt the three campsites, the researchers used a hot-water drill to penetrate the 1,460-foot (450-meter) thick ice shelf. They then lowered through the holes a suite of oceanographic instruments, developed by Stanton, to measure the physical properties of the seawater beneath. At each drill site, a rigid pole allowed to refreeze in the lower ice shelf suspended a set of instruments about 6 feet (2 meters) below the ice-shelf base. The team also deployed at each site profiling instruments and a deep temperature and salinity instrument designed to repeatedly scan the deeper waters, although mechanical and hydraulic problems greatly limited data yield from the profilers.\nResearchers use the data from these two instrument packages under the ice shelf to measure the basal melt in two different ways. First, an upward-facing altimeter records the retreat of the ice from the instrument. Second, an ocean turbulence instrument measures very small fluctuations in temperature, salinity and vertical current right below the ice. Researchers then use these three parameters to study changes in the vertical transport in the water column due to melt, which in turn lets them calculate the local ice melt rate.\nOn the ice shelf, scientists left high-resolution radars at different sites for 24 hours, and measured how the sea-ice interface, or the point where water touches the ice shelf's underbelly, moved as the ice melted.\nThe radar and oceanographic measurements translated into very similar melt rates: 2.36 inches (6 centimeters) per day, or about 72 feet (22 meters) per year in the middle of the channels, and almost non-existent at their flanks. The authors calculate that melting at the grounding line possibly doubles that higher rate. This would agree with previous estimates of basal melt made by a team led by Eric Rignot, jointly of NASA's Jet Propulsion Laboratory in Pasadena, Calif., and the University of California, Irvine. In 2002, Rignot's group used satellite radar data and calculated that the warm marine waters were melting Pine Island Glacier's ice shelf at around 144 feet (44 meters) per year at its grounding line.\nFor decades, Pine Island Glacier was considered too dangerous and remote to explore, despite its scientific interest. But a careful study of satellite imagery by Bindschadler identified an area where planes could land safely.\n\"The success of this project shows the strength of marrying satellite data with field data,\" Bindschadler said. \"The satellite data told us where to go, helped guide us and it told us in broad brush strokes that this part of West Antarctica was changing a lot. But field work was the only way to get these measurements underneath the ice shelf; satellites couldn't do that for us.\"\n\"In my 35 years doing fairly large oceanographic projects, the Pine Island Glacier one tops it in terms of its complexity and challenge,\" Stanton said. \"But it's clear that it's very important to understand how these massive ice shelves are influenced by changes in the ocean. These observations will provide the basis for improving global climate models.\"\nRelated Link\n› Press release from Naval Postgraduate School: Antarctic Research Details Ice Melt Below Massive Glacier\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}