{
  "url": "https://climate.nasa.gov/news/968/search-on-for-climate-clues-across-southern-us-skies/",
  "title": "Search on for climate clues across southern U.S. skies",
  "date": null,
  "content": "By Steve Cole,\r\nNASA's Headquarters\nNASA's DC-8 preparing to fly on Aug. 12 from Ellington Field in Houston. Image Credit: NASA / Lauren Harnett\nResearchers monitor instruments on the DC-8 during the SEAC4RS Aug. 12 flight. Image Credit: NASA / Lauren Harnett\n\n\nNASA research aircraft began flights Aug. 12 from Houston's Ellington Field to investigate how the combination of summer storms and rising air pollution from wildfires, cities, and other sources can change our climate.\nHoping to improve future predictions of climate change, scientists in the NASA study are using the skies over much of the southern United States as a natural laboratory this month and into September. They are grappling with one of the tougher factors driving Earth's climate engine: the seasonal push of a complex soup of gases and particles high into the atmosphere when regional weather systems and pollution sources are particularly strong.\nThe ambitious airborne science campaign is called SEAC4RS, which stands for the Studies of Emissions, Atmospheric Composition, Clouds and Climate Coupling by Regional Surveys. The field campaign draws together coordinated observations from NASA satellites, aircraft, and an array of ground sites. More than 250 scientists, engineers, and flight personnel are participating in the mission. Brian Toon of the University of Colorado Boulder is SEAC4RS lead scientist.\nDC-8 pilot surveys the scene below during the Aug. 12 flight. Image Credit: NASA / Lauren Harnett\n\n\nThe Aug. 12 flight took two NASA planes and one commercial research aircraft over the Gulf of Mexico coast of Louisiana and into northern Georgia and Alabama. The main target of this flight was sampling air chemistry in the Southeast, which is a mix of natural and human sources. Natural emissions of the carbon compound isoprene from forests in the region can change the chemical balance of the atmosphere and damage the ozone layer if lofted high enough.\nNASA's DC-8 flying laboratory and high-altitude ER-2 aircraft sampled the air with dozens of instruments and a Learjet from SPEC Inc. of Boulder, Colo., measured cloud and aerosol properties. Other targets of the flight were a plume of urban air pollution from Birmingham, Ala., and a growing thunderstorm cloud. Convective storms are a key mechanism for lofting pollution and gases high into the atmosphere.\nThe first SEAC4RS science flight took place on Aug. 6 from the NASA planes' home base at Dryden Aircraft Operations Facility in southern California. The flight sampled the extensive and thick smoke plumes from forest fires burning in southern Oregon and northern California. The smoke is made up of airborne particles that can absorb incoming and reflected energy from the sun, alternately warming and cooling the atmosphere. The particles can also change the properties of clouds they flow into, altering their reflective properties.\nER-2 pilot in pressurized suit prepares for Aug. 12 SEAC4RS flight. Image Credit: NASA / James Blair\n\n\nScientists using NASA satellite data and climate models project that drier conditions in a warming climate are likely to cause increased forest fire activity across the United States in coming decades. Scientists want to take a closer look at what is emitted from large forest fires and how the materials interact.\nThe second science flight occurred on Aug. 8 as the ER-2 and DC-8 flew from California to Houston, where they will be based for the remainder of the mission. As the planes flew across the U.S. Southwest, they studied the large-scale North American Monsoon weather system, a phenomenon that provides significant rainfall to the region, particularly from July until September, and pumps air high into the atmosphere.\nA special target during this transit flight was a plume of dust from the Saharan Desert over Texas and the Gulf of Mexico. The DC-8 sampled the dust by flying through the plume while the ER-2 observed it remotely from above.\nSEAC4RS is sponsored by the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. Partial support comes from the U.S. Naval Research Laboratory.\nTo follow future flights of the SEAC4RS mission, visit: http://airbornescience.nasa.gov/tracker/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}