{
  "url": "https://climate.nasa.gov/news/175/the-ups-and-downs-of-global-warming/",
  "title": "The ups and downs of global warming",
  "date": null,
  "content": "Dr. Amber Jenkins\r\nNASA Global Climate Change\r\nNASA / Jet Propulsion Laboratory\nDo short-term cooling trends indicate that the Earth might not be warming, after all?  According to a new study, the answer is no.\nIn a recent paper, scientists have shown that naturally occurring periods of no warming or even slight cooling can easily be a part of a longer-term pattern of global warming.\n\n\n\r\nAccording to the vast majority of climate scientists, the planet is heating up1. Scientists have concluded that this appears to be the result of increased human emissions of greenhouse gases, especially carbon dioxide, which trap heat near the surface of Earth. However, some information sources — blogs, websites, media articles and other voices — highlight that the planet has been cooling since a peak in global temperature in 1998. This cooling is only part of the picture, according to a JPL climate scientist and a recent study that has looked at the world's temperature record over the past century or more.\nIn their recently published research paper2 entitled \"Is the climate warming or cooling?\", David Easterling of the U.S. National Climate Data Center and Michael Wehner of Lawrence Berkeley National Laboratory show that naturally occurring periods of no warming or even slight cooling can easily be part of a longer-term pattern of global warming.\nThis may sound counter-intuitive at first sight, so let's take a closer look at the data.  Figure 1 shows the change in the world's air temperature averaged over all the land and ocean between 1975 and 2008. The warming is obvious — about 0.5° C (0.9° F) during that time. However, there are plenty of periods — 1997 to 1985 and 1981 to 1989 (see insets, Figure 1), and 1998 to 2008 — when no warming is seen, the most recent of which some global warming skeptics say is evidence that the world is actually cooling.\nFigure 1: The world's surface air temperature change (\"anomaly\"), relative to the world's mean temperature of 58° F or 14.5° C, averaged over land and oceans from 1975 to 20082. Inset are two periods of no warming or cooling within this overall warming trend. Copyright 2009 American Geophysical Union. Reproduced/modified by permission of American Geophysical Union.\n\n\nWhat's going on? To answer this question, Easterling and Wehner pored over global temperature records dating from 1901 to 2008 and also ran computer simulations of Earth's climate looking back into the past and forward into the future. They concluded that in a climate being warmed by man-made carbon emissions, \"it is possible, and indeed likely, to have a period as long as a decade or two of 'cooling' or no warming superimposed on a longer-term warming trend.\"\nThese temperature plateaus, or cooling spells, can be attributed to natural climate variability, explains Josh Willis, a climate scientist at NASA's Jet Propulsion Laboratory in Pasadena, Calif. and a recent recipient of the 2009 Presidential Early Career Award for Scientists and Engineers. \"Natural variability refers to naturally-occurring fluctuations or events that change Earth's climate on time scales ranging from years to decades. Big volcanic eruptions, for instance, can cause cooling that lasts for several years. When a volcano erupts, it blasts dust into the upper atmosphere where it reflects sunlight and cools the planet, a bit like a natural umbrella.\"\nHe goes on, \"There are also all kinds of natural fluctuations that sometimes cause warming, sometimes cooling.\" Ocean changes, for instance, can have a big impact on the world's temperature. One example that Willis cites is the Pacific Decadal Oscillation, a pattern of warmer and cooler surface temperatures in the Pacific Ocean that can last between 10 and 30 years.\nAnother important example is El Niño, which is an abnormal warming of surface ocean waters in the eastern tropical Pacific that happens every three to eight years and can affect global temperatures for a year or two. Between 1997 and 1998, there was an unusually strong El Niño, and this caused 1998 to be one of the hottest years on record (Figure 1). When Easterling and Wehner dropped the 1998 temperature spike from the data altogether, and zoomed in on the readings from 1999 to 2008, they saw a strong warming trend over this period. But when the 1998 measurement is included in the data, it looks as if there is no overall warming between 1998 and 2008 at all.\nThe authors say that it is easy to 'cherry-pick' a period to reinforce a particular point of view. \"Claims that global warming is not occurring that are derived from a cooling observed over short time periods ignore natural variability and are misleading.\"\nWhat you have to look at, says Willis, is the long-term temperature readings that have been collected over the past century — which is exactly what Easterling and Wehner do in their study. Over that sort of time scale, global warming becomes apparent from observations of both our atmosphere and our ocean, which are intimately linked pieces of the climate puzzle.\nSince around the time of the Industrial Revolution (the late 18th and early 19th centuries), Earth's atmosphere has warmed by a little less than 1° C (1.8° F) (Figure 2)3. In turn, the ocean has also risen by about 15 centimeters (6 inches) over the past 100 years — for two reasons. First, when water warms up, it expands, in much the same way as a solid does when it heats up. As the volume of seawater increases, it causes sea level to rise. Second, global warming causes glaciers and ice sheets to melt, which adds more water to the world's ocean, again causing sea level to rise4,5.\n\"If you look at the ocean data, there has been a very clear acceleration in sea level rise,\" explains Willis. \"At the beginning of the last century, sea level was rising by less than 1 millimeter (0.04 inches) per year; mid-century it was 2 millimeters (0.08 inches) per year and now it's 3 millimeters (0.12 inches) per year. This is directly caused by the increasing temperature of the planet.\"\nAs Willis explains, global warming is a long-term process. \"Despite the fact it's been warmer and cooler at different times in the last 10 years, there's no part of the last 10 years that isn't warmer than the temperatures we saw 100 years ago.\"\nAssuming our greenhouse gas emissions continue at their present levels with little reduction, existing climate forecasts suggest that our planet will warm by about 4° C (7.2° F) by the end of the 21st century. Although scientists continue to study the nuances of Earth's climate, the link between carbon emissions, global warming and sea level rise over the past century is clear. Even if our global carbon emissions began to fall tomorrow, Earth would continue to warm for some time due to the inertia of the climate system6.\n\"In the next century it's definitely going to get warmer,\" Willis says. \"You don't need a crystal ball or fancy climate model to say that. Just look at the sea level and temperature records from the past 100 years —  they're all going up.\" Likewise, Easterling and Wehner's work reminds us that understanding climate change —  one of the most important challenges we face today —  requires a long-term view. \"Unlike people,\" says Willis, \"the climate has a very long memory.\"\nIn 2007, a scientific intergovernmental body called the Intergovernmental Panel on Climate Change (IPCC) released its Fourth Assessment Report on Climate Change, which summarizes our current understanding of climate change. The report took 6 years to produce, involved over 2500 scientific expert reviewers and more than 800 authors from over 130 countries.\nSome of their key findings include:\nOver the past century:\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}