{
  "url": "https://climate.nasa.gov/news/981/la-nada-climate-pattern-lingers-in-the-pacific/",
  "title": "'La Nada' climate pattern lingers in the Pacific",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nThe latest image of sea surface heights in the Pacific Ocean from NASA's Jason-2 satellite shows that the equatorial Pacific Ocean is now in its 16th month of being locked in what some call a neutral, or \"La Nada\" state. Image credit: NASA-JPL/Caltech/Ocean Surface Topography Team\nUPDATE – SEPT. 10: After publication of this image on Sept. 9, a small error was discovered in the original processing of the data that were used to generate the Aug. 27, 2013 Jason-2 image. The image has been updated accordingly. The data used to generate the reprocessed image are the same, and the discussion and analysis of the data in the news story below remains unchanged.\nNew remote sensing data from NASA's Jason-2 satellite show near-normal sea-surface height conditions across the equatorial Pacific Ocean. This neutral, or \"La Nada\" event, has stubbornly persisted for 16 months, since spring 2012. Models suggest this pattern will continue through the spring of 2014, according to the National Weather Service's Climate Prediction Center.\n\"Without an El Niño or La Niña signal present, other, less predictable, climatic factors will govern fall, winter and spring weather conditions,\" said climatologist Bill Patzert of NASA's Jet Propulsion Laboratory, Pasadena, Calif. Long-range forecasts are most successful during El Niño and La Niña episodes. The \"in between\" ocean state, La Nada, is the dominant condition, and is frustrating for long-range forecasters. It's like driving without a decent road map — it makes forecasting difficult.\"\nThe near-normal conditions are shown in a new image (as areas shaded in green), based on the average of 10 days of data centered on Aug. 27, 2013. The image is available at http://www.jpl.nasa.gov/spaceimages/details.php?id=pia17454.\nFor the past several decades, about half of all years have experienced La Nada conditions, compared to about 20 percent for El Niño and 30 percent for La Niña.\nPatzert noted that some of the wettest and driest winters occur during La Nada periods.\n\"Neutral infers something benign, but in fact if you look at these La Nada years when neither El Niño nor La Niña are present, they can be the most volatile and punishing. As an example, the continuing, deepening drought in the American West is far from 'neutral,'\" he said.\nThe height of the sea water relates, in part, to its temperature, and thus is an indicator of the amount of heat stored in the ocean below. As the ocean warms, its level rises; as it cools, its level falls. Yellow and red areas indicate where the waters are relatively warmer and have expanded above normal sea level, while green (which dominates in this image) indicates near-normal sea level, and blue and purple areas show where the waters are relatively colder and sea level is lower than normal. Above-normal height variations along the equatorial Pacific indicate El Niño conditions, while below-normal height variations indicate La Niña conditions. The temperature of the upper ocean can have a significant influence on weather patterns and climate. For a more detailed explanation of what this type of image means, visit http://sealevel.jpl.nasa.gov/science/elninopdo/latestdata/.\nThis latest image highlights the processes that occur on time scales of more than a year, but usually less than 10 years, such as El Niño and La Niña. These processes are known as the interannual ocean signal. To show that signal, scientists refined data for this image by removing trends over the past 20 years, seasonal variations and time-averaged signals of large-scale ocean circulation.\nNASA scientists will continue to monitor this persistent La Nada event to see what the Pacific Ocean has in store next for the world's climate.\nThe comings and goings of El Niño, La Niña and La Nada are part of the long-term, evolving state of global climate, for which measurements of sea surface height are a key indicator. Jason-2 is a joint effort between NASA, the National Oceanic and Atmospheric Administration (NOAA), the French Space Agency Centre National d'Etudes Spatiales (CNES) and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT). JPL manages the U.S. portion of Jason-2 for NASA's Science Mission Directorate, Washington, D.C. In early 2015, NASA and its international partners CNES, NOAA and EUMETSAT will launch Jason-3, which will extend the timeline of ocean surface topography measurements begun by the Topex/Poseidon and Jason 1 and 2 satellites. Jason-3 will make highly detailed measurements of sea level on Earth to gain insight into ocean circulation and climate change.\nFor more on NASA's satellite altimetry programs, visit http://sealevel.jpl.nasa.gov.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}