{
  "url": "https://climate.nasa.gov/news/997/study-finds-climate-link-to-atmospheric-river-storms/",
  "title": "Study finds climate link to atmospheric-river storms",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Jet Propulsion Laboratory\nPASADENA, Calif. - A new NASA-led study of atmospheric-river storms from the Pacific Ocean may help scientists better predict major winter snowfalls that hit West Coast mountains and lead to heavy spring runoff and sometimes flooding.\nAtmospheric rivers — short-lived wind tunnels that carry water vapor from the tropical oceans to mid-latitude land areas — are prolific producers of rain and snow on California's Sierra Nevada mountains. The finding, published in the journal Water Resources Research, has major implications for water management in the West, where Sierra runoff is used for drinking water, agriculture and hydropower.\nThe research team studied how two of the most common atmospheric circulation patterns in the Northern Hemisphere interact with atmospheric rivers. They found when those patterns line up in a certain way, they create a virtual freeway that leads the moisture-laden winds straight to the Sierras.\nBin Guan of the Joint Institute for Regional Earth System Science and Engineering, a collaboration between NASA's Jet Propulsion Laboratory in Pasadena, Calif., and UCLA, led a team of scientists from NASA, UCLA and the National Oceanic and Atmospheric Administration (NOAA) on this research.\nAn atmospheric river is a narrow stream of wind, about a mile (1.6 kilometers) high and sometimes of hurricane strength. Crossing the warm tropical Pacific in a few days, it becomes laden with water vapor. A moderate-sized atmospheric river carries as much water as the Mississippi River dumps into the Gulf of Mexico in an average week. When the river comes ashore and stalls over higher terrain, the water falls as snow or rain.\n\"Atmospheric rivers are the bridge between climate and West Coast snow,\" said Guan. \"If scientists can predict these atmospheric patterns with reasonable lead times, we'll have a better understanding of water availability and flooding in the region.\" The benefit of improving flood prediction alone would be significant. A single California atmospheric-river storm in 1999 caused 15 deaths and $570 million in damage.\nGuan's team used data from the JPL-developed Atmospheric Infrared Sounder (AIRS) instrument on NASA's Aqua satellite, along with NOAA satellite data and snowpack data from the California Department of Water Resources. They looked at the extremely snowy winter of 2010-2011, when 20 atmospheric rivers made landfall.\nThe team compared the dates of these events with the phases of the Arctic Oscillation (AO) and the Pacific/North American teleconnection (PNA). These large-scale weather patterns wax and wane, stretching thousands of miles across the atmosphere and shaping the climate of the mid-latitudes, somewhat as the better-known El Niño and La Niña patterns do in the tropical Pacific.\nEach pattern affects a different part of the Northern Hemisphere by seesawing between phases of lower-than-average and higher-than-average air pressure over various parts of the globe. For example, the negative phase of the AO is associated with higher pressure in the Arctic and lower pressure in the surrounding lower latitudes. In the positive phase, those highs and lows are reversed.\nThe phases of each pattern change irregularly and at varying intervals. The researchers charted these phases throughout the winter of 2010-2011. During 15 of the winter's 20 atmospheric river occurrences, both patterns were in the negative phase. The team then looked at the period 1998-2011 and found a similar correspondence: more atmospheric rivers occurred when both patterns were negative.\nAccording to Guan, in the double-negative periods, the high- and low-pressure systems associated with that phase in each pattern mesh to create a lingering atmospheric low-pressure system just northwest of California. That low directs the atmospheric river fire hose straight toward the Sierra Nevadas.\nGuan points out that the double-negative phase correlation is rare.\n\"I looked at 50 years of atmospheric data. Only five months had those phases of the PNA and AO occurring together for more than 15 days of the month,\" he said.\nAIRS was built and is managed by JPL for NASA's Science Mission Directorate in Washington. Aqua is managed by NASA's Goddard Space Flight Center, Greenbelt, Md. JPL is a division of the California Institute of Technology in Pasadena.\nFor more information on AIRS, visit http://airs.jpl.nasa.gov.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nMeasurements from space support wildfire risk predictions Researchers demonstrated that data from the International Space…\nRoads and sidewalks in some areas get so hot that skin contact could result in…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}