{
  "url": "https://climate.nasa.gov/news/998/nasa-helps-melt-secrets-of-great-lakes-ice/",
  "title": "NASA helps melt secrets of Great Lakes ice",
  "date": null,
  "content": "3 min read\nBy Carol Rasmussen,NASA Earth Science News team\nTwo scientists from NASA and NOAA have developed a new space-based technique for monitoring the ice cover of the Great Lakes that is so accurate it can identify a narrow channel of open water cut through the ice by an icebreaker — even at night.\n“In the dark, it’s difficult to read a map that’s right in front of you,” said Son Nghiem of NASA’s Jet Propulsion Laboratory, Pasadena, Calif., one of the developers of the new technique. “Yet we now have a way to use satellite radars almost 500 miles [800 kilometers] out in space to see through clouds and darkness and map ice across the Great Lakes.”\nIce on the Great Lakes puts a big chill on the U.S. and Canadian economies, affecting shipping, fishing and also public safety when winter and spring flooding are caused by ice jams. It has a significant impact on the regional environment and ecological systems as well. Yet previous techniques of analyzing satellite observations of the ice sometimes misidentified ice as water and vice versa.\nThe new method, co-developed by Nghiem and his colleague George Leshkevich of NOAA’s Great Lakes Environmental Research Laboratory, Ann Arbor, Mich., not only corrects that problem, it also gives a more accurate analysis of ice characteristics, such as whether the ice is dense or full of bubbles, and whether it has melted and refrozen.\nThe method uses a special dictionary that translates binary digital data from satellite radar instruments on the Canadian Space Agency’s RADARSAT-1/2, the European Space Agency’s European Remote Sensing Satellite 2 (ERS-2), and Envisat to identify and map different types of ice over the Great Lakes. The researchers compiled the dictionary by pairing each observed ice type to a library of unique radar signatures that were measured on the lakes using a JPL-developed advanced radar aboard a U.S. Coast Guard icebreaking ship.\nLeshkevich said the method has now been transitioned to NOAA for routine use in generating ice maps across the Great Lakes. “These maps will provide important information for environmental management, ice forecasting and modeling, off-shore wind farm development, operational icebreaking activities in support of winter navigation, and science research.”\nThe more accurate classification of ice will also be useful for scientific research into such questions as how the Great Lakes are responding to, and leading, climate change in the upper Midwest.\nResults of the study were published recently in the Journal of Great Lakes Research.\nFor more information, visit http://www.iaglr.org/jglr/release/39/2013.05.003_leshkevich.php.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}