{
  "url": "https://climate.nasa.gov/news/2280/earth-venture-mission-to-find-missing-average-atmosphere/",
  "title": "Earth Venture mission to find missing ‘average' atmosphere",
  "date": null,
  "content": "By Lori Keesey,\r\nNASA's Goddard Space Flight Center\nGoddard scientists Tom Hanisco (left) and Paul Newman (right) serve as science team co-investigators on NASA’s newest Earth Venture mission, the Atmospheric Tomography Mission (ATom). One of ATom’s instruments is a device (pictured here) that Hanisco developed to measure formaldehyde more efficiently. Credit: Bill Hrybyk/NASA. View larger image.\nScientists know more about the chemical makeup of the lower atmosphere following forest fires, sand storms, volcanic eruptions and other natural events than they do about its composition on less calamitous days—a missing, but important data point in climate-change research that a new NASA Earth Venture mission called the Atmospheric Tomography Mission (ATom), aims to furnish.\n“What we’re trying to do is get a snapshot of what the average atmosphere looks like,” said Tom Hanisco, a scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, who is serving as a co-investigator on the mission’s science team and will be one of several principal investigators fielding an instrument on the airborne campaign expected to begin flights in the summer of 2016. “We don’t know the day-to-day. We don’t know what the atmosphere looks like when there isn’t a lot of pollution. What we need is pretty basic.”\nJust to model the basics, however, scientists will need data—and lots of it, particularly over the oceans where 70 percent of the atmosphere lies.\nATom, led by Principal Investigator Steve Wofsy, of Harvard University in Cambridge, Massachusetts, will systematically measure reactive gases and aerosols over the Atlantic and Pacific Oceans, where the atmosphere is relatively clean and sensitive to change. By studying these regions over each of the four seasons, scientists believe they can dramatically improve their understanding of how pollutants interact and affect chemical processes that produce and destroy tropospheric ozone, methane and aerosols from the atmosphere—all drivers in climate change.\nThe ATom team will use the data to improve scientists’ understanding of atmospheric composition. They also will use the insights to improve climate-change computer models, develop algorithms and validate satellite measurements, Hanisco said.\nSamples for all seasons\n“The science objectives are unique because of both the extensive payload of instruments and the range of the atmosphere that will be sampled,” said Hanisco, who helped select the science payloads with ATom Science Team Co-Investigator Paul Newman, another NASA Goddard Earth scientist. “This has never been done before at this scale.”\nResearch flights aboard NASA’s DC-8 will take off from the Armstrong Research Center in Edwards, California. Credit: NASA\n\n\nThe five-year Earth Venture mission, which also involves the National Oceanic and Atmospheric Administration, NASA’s Ames and Langley Research Centers, the National Center for Atmospheric Research, and a number of universities across the U.S., will consist of 30-day deployments of the NASA DC-8 research aircraft equipped with 15 instruments sensitive to more than 20 different chemicals that play a role in the production and destruction of ozone, methane and aerosols. The team plans to sample the atmosphere during all four seasons.\nEach deployment, which includes 10 segments, will acquire cross-section or tomographic data of the Pacific and Atlantic, along a repeated, prescribed flight track. Flights originate at NASA’s Armstrong Research Center in Edwards, California, proceed to the Western Arctic and North Pole, and transect the Pacific going southwards, across the South Pacific. They then head northwards through the Atlantic and return to California via the Canadian High Arctic.\nMost instruments sample the atmosphere every second, giving about 10-meter vertical and 250-meter horizontal resolution. At latitudes above 50 degrees, ATom samples through the upper troposphere into the lower stratosphere.\n“We’ll likely have additional instruments,” Hanisco added. “We have plenty of room and a lot people want to fly on ATom.”\nSmaller, faster and more sensitive\nHe counts himself among those itching to fly. His instrument, the In-Situ Formaldehyde Instrument (ISAF), flew for the first time three years ago on the NASA DC-8, a former passenger airplane converted into a research aircraft capable of flying as high as 43,000 feet. The ISAF instrument is automated, lightweight and has proven effective at measuring formaldehyde, an important tracer of volatile organic compounds (VOCs).\nIn general, VOCs “fuel” the oxidation processes that create smog or ozone and a good deal of the aerosol pollution in the atmosphere. For example, haze in the southeastern U.S. largely is the result of a VOC—isoprene—emitted by trees. When mixed with anthropogenic pollution, however, isoprene oxidizes and produces harmful ozone and organic aerosols. Because the oxidation process also produces formaldehyde, the chemical becomes a useful surrogate or tracer for a whole host of VOCs, including isoprene, terpenes, and acetone, to name a few, Hanisco said.\nHanisco’s instrument gathers data on this difficult-to-measure chemical using a technique called laser-induced fluorescence (LIF). With LIF, ambient air is drawn into a tube and then illuminated with a laser. The chemical then fluoresces, which is measured with a photon-counting photomultiplier tube. The instrument has proven to be 10 times smaller, 10 times more sensitive, and 10 times faster than the previous state-of-the-art instrument.\nSince the instrument’s debut, Hanisco has further improved the instrument by applying a carbon-nanotube (CNT) coating to the instrument’s baffle, which absorbs scattered laser light that can contaminate measurements. The coating, advanced by Goddard technologist John Hagopian, consists of a thin, highly uniform layer of multi-walled nanotubes made of pure carbon. Among other applications, it is highly effective at absorbing stray light due to the fact that the carbon atoms occupying the tiny nested tubes absorb the light and prevent it from reflecting off surfaces.\n“The CNT-coated baffles are about five to 10 times better at absorbing the scattered light than the best black paint,” Hanisco said.\nIn addition to formaldehyde, ATom will collect measurements of carbon dioxide, methane, nitric acid, peroxides, aerosols and ozone, to name just a few molecules. “Just to model the basics, you need to know a lot of different species,” Hanisco said. “You have to get as many inputs as possible and you have to do it well.”\nFor more technology news, go to https://www.nasa.gov/content/news-and-information-0.\nFind out by taking the clouds and aerosols quiz.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}