{
  "url": "https://climate.nasa.gov/news/1012/thinking-inside-the-box-launching-into-space/",
  "title": "Thinking inside the box, launching into space",
  "date": null,
  "content": "By David Israel, NASA Jet Propulsion Laboratory\r\nand Joshua Buck, NASA Headquarters\nArtist's concept of the Intelligent Payload Experiment (IPEX) and M-Cubed/COVE-2, two NASA Earth-orbiting cube satellites (\"CubeSats\") that were launched as part of the NROL-30 GEMSat mission from California's Vandenberg Air Force Base on Dec. 5, 2013. CubeSats typically have a volume of exactly 33.814 ounces (1 liter). Image credit: NASA/JPL-Caltech\nArtist's concept of the Intelligent Payload Experiment (IPEX) and M-Cubed/COVE-2, two NASA Earth-orbiting cube satellites (\"CubeSats\") that were launched as part of the NROL-39 GEMSat mission from California's Vandenberg Air Force Base on Dec. 5, 2013. CubeSats typically have a volume of exactly 33.814 ounces (1 liter).Image credit: NASA/JPL-Caltech\n\n\nTwo tiny, cube-shaped research satellites hitched a ride to Earth orbit to validate new hardware and software technologies for future NASA Earth-observing instruments. \n\r\nThe cube satellites, or “CubeSats,” which typically have a volume of exactly 1 liter, were launched on a United Launch Alliance Atlas V rocket at 11:14 p.m. PST last night (Dec. 5) from California's Vandenberg Air Force Base as part of the NROL-39 GEMSat mission. Led by NASA's Jet Propulsion Laboratory, Pasadena, Calif., and developed with university and industry partners, these two CubeSats will help enable near-real-time processing capabilities relevant to future climate science measurements. \n\r\nOne of the CubeSats that launched was developed in collaboration with California Polytechnic State University, San Luis Obispo, and is called the Intelligent Payload Experiment, or IPEX. It enables imagery to be transmitted more rapidly from satellite missions back to Earth. By using new software and algorithms, the spacecraft can sift through the data, looking only for the most important images that the scientists urgently need on the ground. This method is designed to speed delivery time of critical data products from days to minutes. \n\r\n\"IPEX will demonstrate software that will enable future NASA missions to recognize science events such as flooding, volcanism and wildfires, and respond by sending alerts and autonomously acquiring follow-up imagery,\" said Steve Chien of JPL, principal investigator for the IPEX mission. \n\r\nThe other CubeSat launched is the Michigan Multipurpose Mini-satellite/CubeSat On-board processing Validation Experiment, or M-Cubed/COVE. \n\r\nM-Cubed, developed in partnership with the University of Michigan, Ann Arbor, will image Earth. The COVE payload will use these data to validate an instrument image data processing algorithm that will greatly reduce the science data transmission rate required for on-orbit operations. \n\r\n\"The COVE payload will advance processor and algorithm technology designed for use in a future science instrument to characterize properties of aerosols and clouds, which will help our understanding of global climate change,\" said Paula Pingree of JPL, principal investigator of the MCubed/COVE-2 mission. \n\r\nThese technology validation missions are sponsored by NASA's Earth Science Technology Office. They are designed to satisfy their science objectives within six months, but will remain in Earth orbit for many years. \n\r\nClick here for additional information on NASA's CubeSat Launch Initiative program.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}