{
  "url": "https://climate.nasa.gov/news/1018/new-carbon-satellite-sleuth-gets-a-taste-of-space/",
  "title": "New carbon satellite sleuth gets a taste of space",
  "date": null,
  "content": "By Alan Buis,\r\nNASA Jet Propulsion Laboratory\nNASA's Orbiting Carbon Observatory (OCO)-2 spacecraft is moved into a thermal vacuum chamber at Orbital Sciences Corporation's Satellite Manufacturing Facility for a series of environmental tests. Credit: Orbital Sciences Corporation/NASA/JPL-Caltech.\nA NASA observatory that will make the most precise, highest-resolution and most complete, space-based measurements of carbon dioxide in Earth's atmosphere to date has marked a key milestone in preparation for its planned July 2014 launch. \n\r\nThe Orbiting Carbon Observatory (OCO)-2 spacecraft was moved into a thermal vacuum chamber at Orbital Science Corporation's Satellite Manufacturing Facility in Gilbert, Ariz., southeast of Phoenix, in late November, where it underwent a series of environmental tests that were completed last week. The thermal vacuum tests are designed to confirm the integrity of the observatory's electrical connections and to subject the OCO-2 instrument and spacecraft to the extreme hot, cold, airless environment they will encounter once in orbit. \n\r\nThe observatory, consisting of the OCO-2 instrument, built by NASA's Jet Propulsion Laboratory, and the Orbital-built OCO-2 spacecraft bus, is continuing its integration and test campaign, scheduled for completion in the spring. The observatory will then be shipped to Vandenberg Air Force Base in California for final preparations for its planned July 1, 2014, launch. \n\r\nOCO-2 is NASA's first mission dedicated to studying atmospheric carbon dioxide and is the latest mission in NASA's study of the global carbon cycle. Carbon dioxide is the most significant human-produced greenhouse gas and the principal human-produced driver of climate change. The mission will uniformly sample the atmosphere above Earth's land and ocean, collecting between 100,000 and 200,000 measurements of carbon dioxide concentration over Earth's sunlit hemisphere every day for at least two years. It will do so with the accuracy, resolution and coverage needed to provide the first complete picture of the regional-scale geographic distribution and seasonal variations of both human and natural sources of carbon dioxide emissions as well as the places where carbon dioxide is removed from the atmosphere and stored. \n\r\nScientists will use OCO-2 mission data to improve global carbon cycle models, better characterize the processes responsible for adding and removing carbon dioxide from the atmosphere, and make more accurate predictions of global climate change. \n\r\nThe mission provides a key new measurement that can be combined with other ground and aircraft measurements and satellite data to answer important questions about the processes that regulate atmospheric carbon dioxide and its role in the carbon cycle and climate. The aim of this information is to help policymakers and business leaders make better decisions to ensure climate stability and retain our quality of life. The mission will also serve as a pathfinder for future long-term satellite missions to monitor carbon dioxide.\nRelated links:\nThe OCO-2 mission\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}