{
  "url": "https://climate.nasa.gov/news/1023/enormous-aquifer-found-beneath-greenland-ice/",
  "title": "Enormous aquifer found beneath Greenland ice",
  "date": null,
  "content": "4 min read\nBy Maria-José ViñasNASA Earth Science News Team\nBuried underneath compacted snow and ice in Greenland lies a large liquid water reservoir that has now been mapped by researchers using data from NASA's Operation IceBridge airborne campaign.\nA team of glaciologists serendipitously found the aquifer while drilling in southeast Greenland in 2011 to study snow accumulation. Two of their ice cores were dripping water when the scientists lifted them to the surface, despite air temperatures of minus 4 F (minus 20 C). The researchers later used NASA's Operation Icebridge radar data to confine the limits of the water reservoir, which spreads over 27,000 square miles (69,930 square km) – an area larger than the state of West Virginia. The water in the aquifer has the potential to raise global sea level by 0.016 inches (0.4 mm).\n\"When I heard about the aquifer, I had almost the same reaction as when we discovered Lake Vostok [in Antarctica]: it blew my mind that something like that is possible,\" said Michael Studinger, project scientist for Operation IceBridge, a NASA airborne campaign studying changes in ice at the poles. \"It turned my view of the Greenland ice sheet upside down – I don't think anyone had expected that this layer of liquid water could survive the cold winter temperatures without being refrozen.\"\nSoutheast Greenland is a region of high snow accumulation. Researchers now believe that the thick snow cover insulates the aquifer from cold winter surface temperatures, allowing it to remain liquid throughout the year. The aquifer is fed by meltwater that percolates from the surface during the summer.\nThe new research is being presented in two papers: one led by University of Utah's Rick Forster that was published on Dec. 22 in the journal Nature Geoscience and one led by NASA's Lora Koenig that has been accepted for publication in the journal Geophysical Research Letters. The findings will significantly advance the understanding of how melt water flows through the ice sheet and contributes to sea level rise.\nWhen a team led by Forster accidentally drilled into water in 2011, they weren't able to continue studying the aquifer because their tools were not suited to work in an aquatic environment. Afterward, Forster's team determined the extent of the aquifer by studying radar data from Operation IceBridge together with ground-based radar data. The top of the water layer clearly showed in the radar data as a return signal brighter than the ice layers.\nKoenig, a glaciologist with NASA's Goddard Space Flight Center in Greenbelt, Md., co-led another expedition to southeast Greenland with Forster in April 2013 specifically designed to study the physical characteristics of the newly discovered water reservoir. Koenig's team extracted two cores of firn (aged snow) that were saturated with water. They used a water-resistant thermoelectric drill to study the density of the ice and lowered strings packed with temperature sensors down the holes, and found that the temperature of the aquifer hovers around 32 F (zero C), warmer than they had expected it to be.\nKoenig and her team measured the top of the aquifer at around 39 feet (12 meters) under the surface. This was the depth at which the boreholes filled with water after extracting the ice cores. They then determined the amount of water in the water-saturated firn cores by comparing them to dry cores extracted nearby. The researchers determined the depth at which the pores in the firn close, trapping the water inside the bubbles – at this point, there is a change in the density of the ice that the scientists can measure. This depth is about 121 feet (37 meters) and corresponds to the bottom of the aquifer. Once Koenig’s team had the density, depth and spatial extent of the aquifer, they were able to come up with an estimated water volume of about 154 billion tons (140 metric gigatons). If this water was to suddenly discharge to the ocean, this would correspond to 0.016 inches (0.4 mm) of sea level rise.\nResearchers think that the perennial aquifer is a heat reservoir for the ice sheet in two ways: melt water carries heat when it percolates from the surface down the ice to reach the aquifer. And if the trapped water were to refreeze, it would release latent heat. Altogether, this makes the ice in the vicinity of the aquifer warmer, and warmer ice flows faster toward the sea.\n\"Our next big task is to understand how this aquifer is filling and how it's discharging,\" said Koenig. \"The aquifer could offset some sea level rise if it's storing water for long periods of time. For example after the 2012 extreme surface melt across Greenland, it appears that the aquifer filled a little bit. The question now is how does that water leave the aquifer on its way to the ocean and whether it will leave this year or a hundred years from now.\"\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}