{
  "url": "https://climate.nasa.gov/news/1025/polar-vortex-enters-northern-us/",
  "title": "Polar vortex enters Northern U.S.",
  "date": null,
  "content": "2 min read\nBy Rob Gutro,NASA's Goddard Space Flight Center\nThe polar vortex is a whirling and persistent large area of low pressure, found typically over both North and South poles. The northern polar vortex was pushing southward over western Wisconsin and eastern Minnesota on Monday, Jan. 6, 2014, and was bringing frigid temperatures to half of the continental United States. It is expected to move northward back over Canada toward the end of the week, according to NOAA.\nThis image was captured by NOAA's GOES-East satellite on Jan. 6, 2014, at 11:01 a.m. EST (1601 UTC). A frontal system that brought rain to the coast is draped from north to south along the U.S. East Coast. Behind the front lies the clearer skies bitter cold air associated with the polar vortex.\nThe GOES image also revealed snow on the ground in Minnesota, Wisconsin, Illinois, Indiana, Ohio, Michigan, Iowa and Missouri, stretching into the Great Plains. Clouds over Texas are associated with a low pressure system centered over western Oklahoma that is part of the cold front connected to the movement of the polar vortex. The GOES image was created at NASA's GOES Project, located at NASA's Goddard Space Flight Center in Greenbelt, Md.\nBoth the northern and southern polar vortexes are located in the middle and upper troposphere (lowest level of the atmosphere) and the stratosphere (next level up in the atmosphere). The polar vortex is a winter phenomenon. It develops and strengthens in its respective hemispheres’ winters as the sun sets over the polar region and temperatures cool. They weaken in the summer. In the Northern Hemisphere, they circulate in a counterclockwise direction, so the vortex sitting over western Wisconsin is sweeping in cold Arctic air around it.\nThe Arctic polar vortex peaks in the Northern Hemisphere's wintertime and has already moved southward several times this winter. In the past, it has also moved southward over Europe. On Jan. 21, 1985, the National Oceanic and Atmospheric Administration Daily Weather Map series showed a strong polar vortex centered over Maine.\nThe polar vortex also affects ozone. For more information on the polar vortex and how it affects ozone, visit NASA's Ozone Watch page.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nMeasurements from space support wildfire risk predictions Researchers demonstrated that data from the International Space…\nRoads and sidewalks in some areas get so hot that skin contact could result in…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}