{
  "url": "https://climate.nasa.gov/news/1045/an-ecosystem-feels-the-human-touch/",
  "title": "An ecosystem feels the human touch",
  "date": null,
  "content": "6 min read\nBy Aaron Gronstal,Astrobiology Magazine\nResearchers supported in part by the NASA Goddard Institute for Space Studies (GISS) have compared the effects of human activities with historic periods of climate change using data collected from wetlands along the lower Hudson River in New York State. What did they find? Over the past millennium, humankind has had the greatest impact on ecosystem change at the study sites.\nThe scientists were able to track how the ecosystem has changed during recent periods in Earth's history, including the Medieval Warm Period (MWP) and the Little Ice Age (LIA). They compared what they saw to more recent changes brought about by humankind. The results highlight just how dramatic a force of change humans can be on planet Earth.\nNorth of the towering skyscrapers and concrete slabs of New York City lies a land that seems a world away from the bustle of Manhattan. The Hudson River National Estuarine Research Reserve is 4,800 acres of coastal wetlands that serve as a vital sanctuary for a myriad of wildlife. The four reserve sites located along a 100-mile stretch of the Hudson Estuary protect populations of more than 150 species of birds, including ospreys and bald eagles, as well as a host of forest animals like deer and foxes. This makes the HRNERR an important laboratory for research and education that concerns the delicate natural resources of the United States. However, as troops of school children canoe through the waterways and tramp along the forest paths, many are unaware that the ground below them also holds an important record of Earth's climate history.\nRecently, a team of scientists drilled into the HRNERR and collected core samples that provide a geological record of the region over the past 1100 years (roughly since the year 900). This \"stratigraphic paleo-ecological\" column can basically be read like a book by scientists who want to know more about how this beautiful ecosystem has changed over time in response to environmental pressures — be it changes in Earth's climate or the arrival of human industry in the region.\nWhen looking at the sediment cores, the scientists search for a number of different clues about what the environment of the HRNERR has gone through over the centuries. First, they look at the signs of life contained within the cores — such as pollen, spores and fossils. This material from ancient plants and animals sinks to the bottom of the marsh and ends up trapped in the layers of sediments, thereby providing us with direct evidence of what lived on the site.\nWhen the research team opened the geological book written by the HRNERR, they spotted specific eras of history. The Medieval Warm Period (MWP) was the first — a time of warm and dry weather in the north Atlantic that lasted from about A.D. 800 to 1300. Evidence of erosion in the sediment samples indicates that vegetation in the region, and the roots that held the soil in place, died off during the drought. Water in the region grew scarce, evaporation in the heat increased, and plants that were adapted to saltier climates moved in.\nNext came the Little Ice Age (LIA) that lasted from the early 1400s to the late 1800s. This period in human history marked centuries of cold, wet weather, and the evidence of local vegetation in the sediments also changed along with the climate.\nAnd then came a flood of human influence. When Europeans arrived on the east coast of America, they brought with them dramatic changes to land use. This area is now one of the most heavily populated regions in the world. Urban landscapes dominate from New York to Boston (and indeed south past Washington DC). The results of this urbanization can also be seen in the sediments.\nWith samples of three periods of climate change in their hands, the researchers asked, \"Which events have had the greatest influence on this ecosystem?\" Was it global cooling or drought that caused the largest disruption in plant and animal species … or was it factories and farming?\nThe answer, it seems, points the finger firmly in humankind's direction. According to the researchers, \"The large magnitude of shifts in vegetation, sedimentation, and nutrients during the last few centuries suggests that human activities have made the greatest impact to the marshes of the Hudson Estuary during the last millennium.\"\nThis is not an unfamiliar conclusion. Other marsh studies in the northeastern and Mid-Atlantic states have revealed a similar signature of humankind stamped into the geologic history of the region.\n\"We see this pattern in our marsh studies throughout the Hudson Estuary, as well as in lakes and bogs in the region,\" says Dr. Dorothy Peteet of the NASA Goddard Institute for Space Studies and co-author on the study. \"The vegetational shifts are dramatic in the marshes with human impact, because of the pattern of invasive species that create monocultures, such as Typha (cattails) and Phragmites (common reed) which are present in all of them. We have published several studies regionally that show a similar pattern, from the very large Hackensack Meadowlands, N.J. and Jamaica Bay, N.Y. northward in Piermont, Iona Marsh, and Sutherland Fen and Rhododendron Swamp, N.Y. upriver.\"\nThe study provides important information about how distinct periods of climate change affect this ecosystem. More importantly, it also shows us how dramatic and widespread the damage from human activities can be to ecosystems when compared to the changes that occur as a result of the natural variations in climate that the Earth experiences.\n\"While the past shifts in climate such as the Little Ice Age and the Medieval Warm Interval have shifted native plants in a natural way,\" Dr. Peteet explains. \"What we see now in the marsh and lake records are invasive takeovers of the native vegetation due to shifts in human impact on nutrients, primarily heavy nitrogen fertilization.\"\nStudying how this ecosystem has changed over time has important implications for the future of the HRNERR.\n\"Studies such as this paleo-ecological history of Tivoli Bays are particularly important for wetland restoration,\" says Dr. Peteet. \"Previously, it was thought that a Phragmites wetland should be restored to a cattail wetland, but our studies show that often cattails were also invaders, and that native plants such as sedges are key to a healthy, productive native wetland.\"\nThe results, when viewed alongside similar studies from other parts of the world, are also providing insight into the more global effects of humankind.\n\"This pattern of higher nutrients leading to different vegetation growth is a global one, and a problem that is growing … not only for marsh wetlands, but also for many peat bogs in Europe,\" says Dr. Peteet.\nNASA News: Marshes Tell Story of Medieval Drought, Little Ice Age, and European Settlers near New York City\nNYS DEC: Hudson River National Estuarine Research Reserve\nSritrairat, S., D.M. Peteet, T.C. Kenna, R. Sambrotto, D. Kurdyla, and T. Guilderson, 2012: A history of vegetation, sediment and nutrient dynamics at Tivoli North Bay, Hudson Estuary, New York. Estuar. Coast. Shelf Sci., 102, 24-35, doi:10.1016/j.ecss.2012.03.003.\nThis article was originally prepared as a feature for Astrobiology Magazine.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}