{
  "url": "https://climate.nasa.gov/news/1044/nasa-and-jaxa-launch-new-satellite-to-measure-global-rain-and-snow/",
  "title": "NASA and JAXA launch new satellite to measure global rain and snow",
  "date": null,
  "content": "4 min read\nBy Steve Cole,NASA's Headquarters\nRani Gran,NASA's Goddard Space Flight Center\nand Takao Akutsu,Japan Aerospace Exploration Agency\nThe Global Precipitation Measurement (GPM) Core Observatory, a joint Earth-observing mission between NASA and the Japan Aerospace Exploration Agency (JAXA), thundered into space at 1:37 p.m. EST Thursday, Feb. 27 (3:37 a.m. JST Friday, Feb. 28) from Japan.\nThe four-ton spacecraft launched aboard a Japanese H-IIA rocket from Tanegashima Space Center on Tanegashima Island in southern Japan. The GPM spacecraft separated from the rocket 16 minutes after launch, at an altitude of 247 miles (398 kilometers). The solar arrays deployed 10 minutes after spacecraft separation, to power the spacecraft.\n\"With this launch, we have taken another giant leap in providing the world with an unprecedented picture of our planet's rain and snow,\" said NASA Administrator Charles Bolden. \"GPM will help us better understand our ever-changing climate, improve forecasts of extreme weather events like floods, and assist decision makers around the world to better manage water resources.\"\nThe GPM Core Observatory will take a major step in improving upon the capabilities of the Tropical Rainfall Measurement Mission (TRMM), a joint NASA-JAXA mission launched in 1997 and still in operation. While TRMM measured precipitation in the tropics, the GPM Core Observatory expands the coverage area from the Arctic Circle to the Antarctic Circle. GPM will also be able to detect light rain and snowfall, a major source of available fresh water in some regions.\nTo better understand Earth's weather and climate cycles, the GPM Core Observatory will collect information that unifies and improves data from an international constellation of existing and future satellites by mapping global precipitation every three hours.\n\"It is incredibly exciting to see this spacecraft launch,\" said GPM Project Manager Art Azarbarzin of NASA's Goddard Space Flight Center in Greenbelt, Md. \"This is the moment that the GPM Team has been working toward since 2006. The GPM Core Observatory is the product of a dedicated team at Goddard, JAXA and others worldwide. Soon, as GPM begins to collect precipitation observations, we'll see these instruments at work providing real-time information for the scientists about the intensification of storms, rainfall in remote areas and so much more.\"\nThe GPM Core Observatory was assembled at Goddard and is the largest spacecraft ever built at the center. It carries two instruments to measure rain and snowfall. The GPM Microwave Imager, provided by NASA, will estimate precipitation intensities from heavy to light rain, and snowfall by carefully measuring the minute amounts of energy naturally emitted by precipitation. The Dual-frequency Precipitation Radar (DPR), developed by JAXA with the National Institute of Information and Communication Technology, Tokyo, will use emitted radar pulses to make detailed measurements of three-dimensional rainfall structure and intensity, allowing scientists to improve estimates of how much water the precipitation holds. Mission operations and data processing will be managed from Goddard.\n\"We still have a lot to learn about how rain and snow systems behave in the bigger Earth system,\" said GPM Project Scientist Gail Skofronick-Jackson of Goddard. \"With the advanced instruments on the GPM Core Observatory, we will have for the first time frequent unified global observations of all types of precipitation, everything from the rain in your backyard to storms forming over the oceans to the falling snow contributing to water resources.\"\n\"We have spent more than a decade developing DPR using Japanese technology, the first radar of its kind in space,\" said Masahiro Kojima, JAXA GPM/DPR project manager. \"I expect GPM to produce important new results for our society by improving weather forecasts and prediction of extreme events such as typhoons and flooding.\"\nThe GPM Core Observatory is the first of NASA's five Earth science missions launching this year. With a fleet of satellites and ambitious airborne and ground-based observation campaigns, NASA monitors Earth's vital signs from land, air and space. NASA also develops new ways to observe and study Earth's interconnected natural systems with long-term data records and computer analysis tools to better see how our planet is changing. The agency freely shares this unique knowledge with the global community and works with institutions in the United States and around the world that contribute to understanding and protecting our home planet.\nLearn more about NASA's Earth science activities this year.\nFor more information about GPM, visit http://www.nasa.gov/gpm and http://www.jaxa.jp/projects/sat/gpm/index_e.html.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}