{
  "url": "https://climate.nasa.gov/news/1028/cracked-sea-ice-stirs-up-arctic-mercury-concern/",
  "title": "Cracked sea ice stirs up Arctic mercury concern",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA Earth Science News Team\nVigorous mixing in the air above large cracks in Arctic sea ice that expose seawater to cold polar air pumps atmospheric mercury down to the surface, finds a NASA field campaign. This process can lead to more of the toxic pollutant entering the food chain, where it can negatively affect the health of fish and animals who eat them, including humans.\nScientists measured increased concentrations of mercury near ground level after sea ice off the coast of Barrow, Alaska, cracked, creating open seawater channels called leads. The researchers were in the Arctic for the NASA-led Bromine, Ozone, and Mercury Experiment (BROMEX) in 2012.\n\"None of us had suspected that we would find this kind of process associated with leads,\" said Son Nghiem, a scientist at NASA's Jet Propulsion Laboratory, Pasadena, Calif. Nghiem is the BROMEX principal investigator and a coauthor of a paper reporting the discovery published in Nature on Jan. 15.\nThe mercury-pumping reaction takes place because open water in a lead is much warmer than the air above it, according to study lead author Chris Moore of the Desert Research Institute, Reno, Nev. Because of that temperature difference, the air above the lead churns like the air above a boiling pot. \"The mixing is so strong, it actually pulls down mercury from a higher layer of the atmosphere to near the surface,\" Moore said. The mixing, marked by dense clouds spewing out of the leads, extends up into the atmosphere about a quarter-mile (400 meters). Moore estimates this may be the height where the mercury pumping occurs.\nAlmost all of the mercury in the Arctic atmosphere is transported there in gaseous form from sources in areas farther south. Scientists have long known that mercury in the air near ground level undergoes complex chemical reactions that deposit the element on the surface. Once the mercury is completely removed from the air, these reactions stop. However, this newly discovered mixing triggered by leads in the sea ice forces down additional mercury to restart and sustain the reactions.\nLeads have become more widespread across the Arctic Ocean as climate change has reduced Arctic sea ice cover. \"Over the past decade, we've been seeing more new sea ice rather than perennial ice that has survived for several years. New ice is thinner and saltier and cracks more easily. More new ice means more leads as well,\" said Nghiem.\nTo understand the effects of the leads, the team took ground-based measurements of mercury and other chemical species over the frozen Chukchi Sea and over snow-covered land. They used images from the Moderate Resolution Imaging Spectroradiometer (MODIS) instrument on NASA's Terra satellite to observe sea ice and a National Oceanic and Atmospheric Administration model of air transport to gain insight into what was upwind of their mercury measurements.\nCo-author Daniel Obrist, also from the Desert Research Institute, said, \"The 'aha' moment came when we combined the surface measurements with the satellite data and model. We considered a bunch of chemical processes and sources to explain the increased levels of mercury we observed, until we finally realized it was this pumping process.\"\nNghiem points out that this new finding has come at a turning point for action on Arctic mercury pollution. The Minamata Convention, a global treaty to curb mercury pollution in which Arctic vulnerability is particularly noted, has been signed by 94 nations since it was opened for signatures in Oct. 2013. Arctic mercury pollution originates almost entirely in nations as far south as the tropics, from sources such as wildfires, coal burning and gold mining. \"Once the Minamata Convention has been ratified and becomes international law, we expect this work to help assess its effectiveness,\" Nghiem said.\nThe study also includes co-authors from Environment Canada, Toronto; the U.S. Army Cold Regions Research and Engineering Laboratory, Fort Wainwright, Alaska; and the University of Bremen, Germany, and was jointly funded by NASA, Environment Canada and the Desert Research Institute.\nLearn more about BROMEX.\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}