{
  "url": "https://climate.nasa.gov/news/1032/new-nasa-laser-technology-reveals-how-ice-measures-up/",
  "title": "New NASA laser technology reveals how ice measures up",
  "date": null,
  "content": "5 min read\nBy Kate Ramsayer,NASA Goddard Space Flight Center\nNew results from NASA's MABEL campaign demonstrated that a photon-counting technique will allow researchers to track the melt or growth of Earth’s frozen regions.\nWhen a high-altitude aircraft flew over the icy Arctic Ocean and the snow-covered terrain of Greenland in April 2012, it was the first polar test of a new laser-based technology to measure the height of Earth from space.\nAboard that aircraft flew the Multiple Altimeter Beam Experimental Lidar, or MABEL, which is an airborne test bed instrument for NASA's ICESat-2 satellite mission slated to launch in 2017. Both MABEL and ICESat-2's ATLAS instrument are photon counters – they send out pulses of green laser light and time how long it takes individual light photons to bounce off Earth's surface and return. That time, along with ATLAS’ exact position from an onboard GPS, will be plugged into computer programs to tell researchers the elevation of Earth's surface – measuring change to as little as the width of a pencil.\nThis kind of photon-counting technology is novel for satellites; from 2003 to 2009, ICESat-1’s instrument looked at the intensity of a returned laser signal, which included many photons. So getting individual photon data from MABEL helps scientists prepare for the vast amounts of elevation data they'll get from ICESat-2.\n\"Using the individual photons to measure surface elevation is a really new thing,\" said Ron Kwok, a senior research scientist at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"It's never been done from orbiting satellites, and it hasn't really been done much with airborne instruments, either.\"\nICESat-2 is tasked with measuring elevation across Earth's entire surface, including vegetation and oceans, but with a focus on change in the frozen areas of the planet, where scientists have observed dramatic impacts from climate change. There, two types of ice – ice sheets and sea ice – reflect light photons in different patterns. Ice sheets and glaciers are found on land, like Greenland and Antarctica, and are formed as frozen snow and rain accumulates. Sea ice, on the other hand, is frozen seawater, found floating in the Arctic Ocean and offshore of Antarctica.\nMABEL's 2012 Greenland campaign was designed to observe a range of interesting icy features, said Bill Cook, MABEL's lead scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. With the photon counts from different surfaces, other scientists could start analyzing the data to determine which methods of analyzing the data allow them to best measure the elevation of Earth's surface.\n\"We wanted to get a wide variety of target types, so that the science team would have a lot of data to develop algorithms,\" Cook said. \"This was our first real dedicated science mission.\"\nThe flights over the ocean near Greenland, for example, allowed researchers to demonstrate that they can measure the height difference between open water and sea ice, which is key to determining the ice thickness. MABEL can detect enough of the laser light photons that bounce off Earth surface and return to the instrument, and programs can then make necessary elevation calculations, Cook said.\n\"Part of what we're doing with MABEL is to demonstrate ICESat-2's instrument is going to have the right sensitivity to do the measurements,\" Cook said. \"You can do this photon counting if you have enough photons.\"\nIn an article recently published in the Journal of Atmospheric and Oceanic Technology, Kwok and his colleagues showed how to calculate elevation from MABEL data, and do so over different types of ice – from open water, to thin, glassy ice, to the snow-covered ice.\n\"We were pretty happy with the precision,\" Kwok said. \"The flat areas are flat to centimeter level, and the rough areas are rough.\" And the density of photons detection could also tell researchers what type of ice the instrument was flying over.\nThe contours of the icy surface are also important when monitoring ice sheets and glaciers covering land. The original ICESat-1 mission employed a single laser, which made it more difficult to measure whether the ice sheet had gained or lost elevation. With a single beam, when the instrument flew over a spot a second time, researchers couldn't tell if the snowpack had melted or if the laser was slightly off and pointed down a hill. Because of this, scientists needed 10 passes over an area to determine whether the ice sheet was changing, said Kelly Brunt, a research scientist at NASA Goddard.\n\"ICESat-1 was fantastic, but it was a single beam instrument,\" Brunt said. \"We're more interested in repeating tracks to monitor change – that's hard to do.\"\nICESat-2 addresses this problem by splitting the laser into six beams. These are arranged in three pairs, and the beams within a pair are spaced 295 feet (90 meters), or just less than a football field apart. By comparing the height of one site to the height of its neighbor, scientists can determine the terrain's general slope.\nBrunt and her colleagues used MABEL data from the 2012 Greenland campaign to try to detect slopes as shallow as 4 percent incline; their results will be published in the May 2014 issue of the journal Geoscience and Remote Sensing Letters. They counted only a portion of the photons, in order to simulate the weaker laser beams that ICESat-2 will carry. With computer programs to determine the slope, the researchers verified it against results from earlier missions.\n\"The precision is great,\" Brunt said. \"We're very confident that with ICESat-2's beam pair, we can see slope.\"\nAnd there are still more things for MABEL to measure. The instrument team is planning a 2014 summer campaign to fly over glaciers and ice sheets in warmer weather. \"We want to see what the effects of the melt is,\" Cook said. \"How do glaciers look if they're warmer, rather than colder?\"\nRelated Links\nMore information on MABELMore information on ICESAT\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}