{
  "url": "https://climate.nasa.gov/news/1035/nasa-radar-maps-the-winter-pace-of-icelands-glaciers/",
  "title": "NASA radar maps the winter pace of Iceland’s glaciers",
  "date": null,
  "content": "3 min read\nBy Carol Rasmussen,NASA Earth Science News Team\nA high-precision radar instrument from NASA's Jet Propulsion Laboratory, Pasadena, Calif., left Southern California for Iceland Tuesday to create detailed maps of how glaciers move in the dead of winter. This will help scientists better understand some of the most basic processes involved in melting glaciers, which are major contributors to rising sea levels.\nThe JPL-developed instrument, which flies on a NASA research aircraft, departed from NASA's Dryden Aircraft Operations Facility in Palmdale, Calif.  The experiment is led by Mark Simons, a professor of geophysics at the California Institute of Technology in Pasadena, and Brent Minchew, a Caltech graduate student.\nSimons and Minchew used the same airborne instrument in June 2012 to map the summer flows of two Icelandic ice caps. The ice caps — large areas of permanent snow and ice cover — encompass multiple glaciers flowing in different directions and at different speeds.\nDuring the 2012 campaign, surface ice on the glaciers was melting under the summer sun. Meltwater that trickles through the body of a glacier down to the bedrock below can influence the speed at which the glacier flows. By mapping the same ice caps now, in winter, when the surface remains frozen all day, and then comparing the winter and summer velocities, the researchers will be able to isolate the effects of meltwater.\n\"That’s a challenging subject,\" said Minchew. \"Our understanding of the effects of meltwater on glacier flow is by no means complete. Even the most sophisticated ice sheet models probably are not capturing all of the salient processes.\"\nUsing NASA’s C-20A airborne science aircraft and support crew, the researchers will make four flights from Keflavik International Airport near Reykjavik, Iceland, between Jan. 30 and Feb. 6 during the few Arctic daylight hours. Each flight follows precisely the same complicated path as flown in 2012. The crisscrossing flight legs allow the JPL-developed instrument, called the Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR), to map the full extent of both ice caps from multiple angles to capture flows in every direction. The movement of the ice between one flight and the next allows scientists to calculate flow speeds. \"The UAVSAR gives us an entire, continuous map of how every place on the ice cap is moving,\" Simons said.\nThe two ice caps, called Hofsjökull and Langjökull, are ideal natural laboratories for this experiment, according to Simons. They’re relatively uncomplicated and small enough that the scientists can readily use the data from these experiments in computer models of glacier flow without requiring a supercomputer. Langjökull, the larger of the two, covers about 360 square miles (950 square kilometers); for comparison, the largest ice cap in Iceland, Vatnajökull, is more than 3,100 square miles (8,000 square kilometers).\nAn even stronger motivation, Simons said, is that \"we are benefiting from a huge amount of work on these glaciers that’s already been done by a group of internationally recognized glaciologists in Iceland. The glaciers are in their backyard, and they’ve been studying them for years. They’ve already mapped the ice-rock interface at the bottom of the glacier, for example. We’ve had nothing but support and encouragement from them.\"\nLearn more about UAVSAR.\nLearn more about NASA's Earth science activities in 2014.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}