{
  "url": "https://climate.nasa.gov/news/1041/nasa-satellites-see-arctic-surface-darkening-faster/",
  "title": "NASA satellites see Arctic surface darkening faster",
  "date": null,
  "content": "4 min read\nThe retreat of sea ice in the Arctic Ocean is diminishing Earth's albedo, or reflectivity, by an amount considerably larger than previously estimated, according to a new study that uses data from instruments that fly aboard several NASA satellites.\nThe study, conducted by researchers at Scripps Institution of Oceanography, at the University of California, San Diego, uses data from the Clouds and Earth's Radiant Energy System, or CERES, instrument. There are CERES instruments aboard NASA's Tropical Rainfall Measurement Mission, or TRMM, satellite, Terra, Aqua and NASA-NOAA's Suomi National Polar-orbiting Partnership (Suomi NPP) satellites. The first CERES instrument was launched in December of 1997 aboard TRMM.\nAs the sea ice melts, its white reflective surface is replaced by a relatively dark ocean surface. This diminishes the amount of sunlight being reflected back to space, causing Earth to absorb an increasing amount of solar energy.\nThe Arctic has warmed by 3.6 F (2 C) since the 1970s. The summer minimum Arctic sea ice extent has decreased by 40 percent during the same time period. These factors have decreased the region's albedo, or the fraction of incoming light that Earth reflects back into space – a change that the CERES instruments are able to measure.\nScripps graduate student Kristina Pistone and climate scientists Ian Eisenman and Veerabhadran Ramanathan used satellite measurements to calculate Arctic albedo changes associated with the changing sea ice cover. Albedo is measured as a percentage. A perfectly black surface has an albedo of zero percent and a perfectly white surface has an albedo of 100 percent. The albedo of fresh snow is typically between 80 and 90 percent whereas the albedo of the ocean surface is less than 20 percent. Clouds and other factors, like aerosols and black carbon, also influence the albedo of Earth.\nThe researchers calculated that the overall albedo of the Arctic region fell from 52 percent to 48 percent between 1979 and 2011. The magnitude of surface darkening is twice as large as that found in previous studies. They also compared their results to model simulations to assess the capability of computer models to portray and forecast albedo changes.\nPrevious studies have used a combination of computer models and observations in their calculations to estimate how much extra energy has been absorbed by the oceans. In contrast, the Scripps team opted to directly correlate albedo measurements made by NASA's CERES instrument data with observations of sea ice extent made by the Special Sensor Microwave Imager (SSM/I) radiometers aboard Defense Meteorological Satellite Program satellites. This approach avoided the possibility of systematic issues in computer models.\n\"It's fairly intuitive to expect that replacing white, reflective sea ice with a dark ocean surface would increase the amount of solar heating,\" said Pistone. \"We used actual satellite measurements of both albedo and sea ice in the region to verify this and to quantify how much extra heat the region has absorbed due to the ice loss. It was quite encouraging to see how well the two datasets – which come from two independent satellite instruments – agreed with each other.\"\nThe National Science Foundation-funded study appears in the journal Proceedings of the National Academy of Sciences 45 years after atmospheric scientists Mikhail Budyko and William Sellers hypothesized that the Arctic would amplify global warming as sea ice melted.\n\"Scientists have talked about Arctic melting and albedo decrease for nearly 50 years,\" said Ramanathan, a distinguished professor of climate and atmospheric sciences at Scripps who has previously conducted similar research on the global dimming effects of aerosols. \"This is the first time this darkening effect has been documented on the scale of the entire Arctic.\"\nEisenman, an assistant professor of climate dynamics, said that the results of the study show that the heating resulting from albedo changes caused by Arctic sea ice retreat is \"quite large.\" Averaged over the entire globe, it's one-fourth as large as the heating caused by increasing atmospheric CO2 concentrations during the same period.\nThe NASA dataset used in this study consists of a merging of CERES data and measurements from the Moderate Resolution Imaging Spectroradiometer (MODIS) instrument, which flies on two of the same satellites as CERES -- namely the Terra and Aqua satellites. MODIS is able to distinguish between clouds and sea ice, which have similar brightness. This capability helps improve the accuracy of the CERES albedo readings, said Norman Loeb, CERES principal investigator.\n\"By exploiting the unique capabilities of simultaneous CERES and MODIS measurements, the NASA satellite data enable studies on how albedo is changing with unprecedented detail and accuracy,\" said Loeb.\nFor more information about NASA's CERES instrument, visit http://ceres.larc.nasa.gov/.\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}