{
  "url": "https://climate.nasa.gov/news/1050/long-term-warming-likely-to-be-significant-despite-recent-slowdown/",
  "title": "Long-term warming likely to be significant despite recent slowdown",
  "date": null,
  "content": "4 min read\nBy Steve Cole,NASA Headquarters\nand Leslie McCarthy,NASA's Goddard Institute for Space Studies\nA new NASA study shows Earth's climate likely will continue to warm during this century on track with previous estimates, despite the recent slowdown in the rate of global warming.\nThis research hinges on a new and more detailed calculation of the sensitivity of Earth's climate to the factors that cause it to change, such as greenhouse gas emissions. Drew Shindell, a climatologist at NASA's Goddard Institute for Space Studies in New York, found Earth is likely to experience roughly 20 percent more warming than estimates that were largely based on surface temperature observations during the past 150 years.\nShindell's paper on this research was published March 9 in the journal Nature Climate Change.\nGlobal temperatures have increased at a rate of 0.22 Fahrenheit (0.12 Celsius) per decade since 1951. But since 1998, the rate of warming has been only 0.09 F (0.05 C) per decade — even as atmospheric carbon dioxide continues to rise at a rate similar to previous decades. Carbon dioxide is the most significant greenhouse gas generated by humans.\nSome recent research, aimed at fine-tuning long-term warming projections by taking this slowdown into account, suggested Earth may be less sensitive to greenhouse gas increases than previously thought. The Fifth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC), which was issued in 2013 and was the consensus report on the state of climate change science, also reduced the lower range of Earth's potential for global warming.\nTo put a number to climate change, researchers calculate what is called Earth's \"transient climate response.\" This calculation determines how much global temperatures will change as atmospheric carbon dioxide continues to increase – at about 1 percent per year — until the total amount of atmospheric carbon dioxide has doubled. The estimates for transient climate response range from near 2.52 F (1.4 C) offered by recent research, to the IPCC's estimate of 1.8 F (1.0 C). Shindell's study estimates a transient climate response of 3.06 F (1.7 C), and determined it is unlikely values will be below 2.34 F (1.3 C).\nShindell's paper further focuses on improving our understanding of how airborne particles, called aerosols, drive climate change in the Northern Hemisphere. Aerosols are produced by both natural sources – such as volcanoes, wildfire and sea spray – and sources such as manufacturing activities, automobiles and energy production. Depending on their make-up, some aerosols cause warming, while others create a cooling effect. In order to understand the role played by carbon dioxide emissions in global warming, it is necessary to account for the effects of atmospheric aerosols.\nWhile multiple studies have shown the Northern Hemisphere plays a stronger role than the Southern Hemisphere in transient climate change, this had not been included in calculations of the effect of atmospheric aerosols on climate sensitivity. Prior to Shindell's work, such calculations had assumed aerosol impacts were uniform around the globe.\nThis difference means previous studies have underestimated the cooling effect of aerosols. When corrected, the range of likely warming based on surface temperature observations is in line with earlier estimates, despite the recent slowdown.\nOne reason for the disproportionate influence of the Northern Hemisphere, particularly as it pertains to the impact of aerosols, is that most man-made aerosols are released from the more industrialized regions north of the equator. Also, the vast majority of Earth's landmasses are in the Northern Hemisphere. This furthers the effect of the Northern Hemisphere because land, snow and ice adjust to atmospheric changes more quickly than the oceans of the world.\n\"Working on the IPCC, there was a lot of discussion of climate sensitivity since it's so important for our future,\" said Shindell, who was lead author of the IPCC Fifth Assessment Report's chapter on Anthropogenic and Natural Radiative Forcing. \"The conclusion was that the lower end of the expected warming range was smaller than we thought before. That was a big discussion. Yet, I kept thinking, we know the Northern Hemisphere has a disproportionate effect, and some pollutants are unevenly distributed. But we don't take that into account. I wanted to quantify how much the location mattered.\"\nShindell's climate sensitivity calculation suggests countries around the world need to reduce greenhouse gas emissions at the higher end of proposed emissions reduction ranges to avoid the most damaging consequences of climate change. \"I wish it weren't so,\" said Shindell, \"but forewarned is forearmed.\"\nLearn more about about the Goddard Institute for Space Studies.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}