{
  "url": "https://climate.nasa.gov/news/1053/amazon-inhales-more-carbon-than-it-emits-nasa-finds/",
  "title": "Amazon inhales more carbon than it emits, NASA finds",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA Earth Science News Team\nA new NASA-led study seven years in the making has confirmed that natural forests in the Amazon remove more carbon dioxide from the atmosphere than they emit, therefore reducing global warming. This finding resolves a long-standing debate about a key component of the overall carbon balance of the Amazon basin.\nThe Amazon's carbon balance is a matter of life and death: living trees take carbon dioxide out of the air as they grow, and dead trees put the greenhouse gas back into the air as they decompose. The new study, published in Nature Communications on March 18, is the first to measure tree deaths caused by natural processes throughout the Amazon forest, even in remote areas where no data have been collected at ground level.\nFernando Espírito-Santo of NASA's Jet Propulsion Laboratory, Pasadena, Calif., lead author of the study, created new techniques to analyze satellite and other data. He found that each year, dead Amazonian trees emit an estimated 1.9 billion tons (1.7 billion metric tons) of carbon to the atmosphere. To compare this with Amazon carbon absorption, the researchers used censuses of forest growth and different modeling scenarios that accounted for uncertainties. In every scenario, carbon absorption by living trees outweighed emissions from the dead ones, indicating that the prevailing effect in natural forests of the Amazon is absorption.\nUntil now, scientists had only been able to estimate the Amazon's carbon balance from limited observations in small forest areas called plots. On these plots, the forest removes more carbon than it emits, but the scientific community has been vigorously debating how well the plots represent all the natural processes in the huge Amazon region. That debate began with the discovery in the 1990s that large areas of the forest can be killed off by intense storms in events called blowdowns.\nEspírito-Santo said that the idea for the study arose from a 2006 workshop where scientists from several nations came together to identify NASA satellite instruments that might help them better understand the carbon cycle of the Amazon. In the years since then, he worked with 21 coauthors in five nations to measure the carbon impacts of tree deaths in the Amazon from all natural causes -- from large-area blowdowns to single trees that died of old age. He used airborne lidar data, satellite images, and a 10-year set of plot measurements collected by the University of Leeds, England, under the leadership of Emanuel Gloor and Oliver Phillips. He estimates that he himself spent a year-and-a-half doing fieldwork in the Amazon.\n\"It was a difficult and audacious study, and only Espírito-Santo's dedication made it possible,\" said Michael Keller, a research scientist at the U.S. Forest Service and co-author of the study.\nCorrelating satellite and airborne-instrument data with ground observations, Espírito-Santo and his colleagues devised methods to identify dead trees in different types of remotely sensed images. For example, fallen trees create a gap in the forest canopy that can be measured by lidar on research aircraft, and dead wood changes the colors in a satellite optical image. The researchers then scaled up their techniques so they could be applied to satellite and airborne data for parts of the Amazon with no corresponding ground data.\n\"We found that large natural disturbances — the sort not captured by plots — have only a tiny effect on carbon cycling throughout the Amazon,\" said Sassan Saatchi of JPL, also a co-author. Each year, about two percent of the entire Amazon forest dies of natural causes. The researchers found that only about 0.1 percent of those deaths are caused by blowdowns.\nThis study looked only at natural processes in Amazonia, not at the results of human activities such as logging and deforestation, which vary widely and rapidly with changing political and social conditions.\nThe other institutions participating in the study are the University of New Hampshire, Durham; the Universities of Leeds and Nottingham, U.K.; Oxford University, U.K.; James Cook University, Cairns, Australia; U.S. Forest Service International Institute of Tropical Forestry, Puerto Rico; EMBRAPA Satellite Monitoring Center, Campinas, Brazil; National Institute for Research in Amazonia, Manaus, Brazil; EMBRAPA Eastern Amazonia, Santarém, Brazil; National Institute for Space Research (INPE), São José dos Campos, Brazil; the Missouri Botanical Garden, Oxapampa, Peru; and the Carnegie Institute for Science, Stanford, Calif.\nLearn more about NASA's Earth science activities in 2014.\nEarth’s far northern reaches have locked carbon underground for millennia. New research paints a picture…\nRunoff from one of North America’s largest rivers is driving intense carbon dioxide emissions in…\nMethane ‘hot spots’ in the Yukon-Kuskokwim Delta are more likely to be found where recent…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}