{
  "url": "https://climate.nasa.gov/news/1054/climate-conditions-help-forecast-meningitis-outbreaks/",
  "title": "Climate conditions help forecast meningitis outbreaks",
  "date": null,
  "content": "7 min read\nDetermining the role of climate in the spread of certain diseases can assist health officials in \"forecasting\" epidemics. New research on meningitis incidence in sub-Saharan Africa pinpoints wind and dust conditions as predictors of the disease. The results may help in developing vaccination strategies that aim to prevent meningitis outbreaks, such as the 1996-1997 epidemic that killed 25,000 people.\nMany diseases become more prominent at certain times of the year. A common example is influenza, which peaks in colder months. Meningitis — an infection of the thin lining surrounding the brain and spinal cord — is also seasonal. In the Sahel (a semi-arid region stretching through Mali, Niger, Chad and Sudan), meningitis incidence is highest in the dry season from November to May.\n\"For more than 60 years, we have known that meningitis epidemics in sub-Saharan Africa are partly related to climate and environmental conditions,\" said Carlos Pérez García-Pando of NASA Goddard Institute for Space Studies and Columbia University. \"But factors other than climate, and a lack of data and knowledge have hindered the quantification of this relationship.\"\nPérez and his colleagues have compared meningitis incidence in Niger from the years 1986 to 2006 to climate variables over the same time period. In the journal Environmental Health Perspectives, they report that wind strength and surface dust concentration in November and December can be used to predict the rate of meningitis infection over the subsequent months.\n\"Our paper shows that in Niger dust and wind conditions along with information on the amount of cases during the pre-season months have a certain amount of predictability on the seasonal cases of meningitis,\" Pérez said.\nBeing able to forecast the possibility of a meningitis epidemic could give health officials more time to prepare.\nThere are several different causes of meningitis, including viruses, bacteria and fungi. However, large outbreaks of the disease are typically the result of the bacteria Neisseria meningitidis. Roughly 10 percent of people carry this bacteria in their throat to no ill effect. The bacteria only become a problem when they infect the meninges, the thin lining around the central nervous system. Bacterial meningitis has a rapid onset that leads to death in roughly 1 in 10 cases. Those that survive often suffer from mental retardation, deafness, epilepsy, or necrosis.\nIn the last 100 years, numerous meningitis epidemics have occurred around the world. The most affected area has been the Sahel, or what is sometimes called the \"Meningitis Belt.\" Every 8 to 12 years, a large epidemic (in which more than 1 out of 1000 people are afflicted) sweeps over this region. The largest recorded epidemic occurred in 1996-1997 with 250,000 cases and 25,000 deaths, according to the World Health Organization (WHO).\nVaccines do exist for bacterial meningitis, but they typically provide immunity for only two to three years. The standard procedure, therefore, has been reactive immunization. If the number of cases in a district reaches a certain threshold, then vaccinations and antibiotics are ordered for that district. But sometimes the response can be too late.\n\"The problem with the thresholds is that they rely on surveillance, and sometimes there can be delays in reporting,\" said William Perea, an epidemiological officer at WHO.\nRecently, health officials have begun administering a new vaccine that provides long-term immunity. It targets a specific type of Neisseria meningitidis bacteria (designated serogroup A) that accounts for 80 percent of all cases. This vaccine may reduce the threat of epidemics, but other meningitis serogroups are likely to continue to be a problem.\nIn order to better anticipate future outbreaks, scientists from a variety of disciplines have come together as part of the Meningitis Environmental Risk Information Technologies (MERIT) initiative. Led by WHO in support of health ministries across the Sahel, MERIT aims to create predictive models for the disease based on climate and environmental variables.\n\"Building a consortium effort has helped speed up the research and its translation to operations,\" said Madeleine Thomson, a founder of MERIT from the International Research Institute for Climate and Society.\nAs part of MERIT, Pérez and Thomson, along with other colleagues, investigated the climate factors that may influence the disease.\nThe spread of any infectious disease will depend on a multitude of factors, such as the level of immunity and, in the case of person-to-person transmission, the types of social interactions inside a given community. It can be hard, therefore, to isolate the effect of climate on disease.\nThe climate connection has been studied before in other diseases. The incidence of malaria, for example, has a strong dependence on temperature. Scientists have explained this with laboratory experiments that look at the effects of temperature on both the mosquitoes that transmit malaria and the malaria parasite itself.\nMeningitis, by contrast, is transmitted person-to-person, so the role of climate is not as easy to isolate, Pérez said.\nThe disease has a strong seasonality, evidenced by the fact that the rate of infection jumps up during the driest months of the year between January and May. In the rainy season, by contrast, the incidence drops by more than a factor of 100. In fact, rain has been described as the most effective vaccine for the disease.\n\"The epidemics usually end when the first rain drops fall,\" said Perea.\nThe strong seasonality could be due to changes in temperature, humidity and dust. The amount of dust is particularly high in this part of the world thanks to the Harmattan, a strong wind that comes in from the northeast. The Harmattan picks up dust as it blows over desert regions like the Bodélé Depression, a dried-up lake bed in central Chad that is the largest dust source on Earth. The resulting dust storms are so thick that they can block out sunlight for several days.\nDust may influence the spread of meningitis in a number of ways. The most common proposed mechanism is that dust particles can irritate a person's throat, making it more vulnerable to infection. Dust storms also force people to stay indoors, where they may transmit the disease more easily to each other.\nTo investigate the role of dust, Pérez and his colleagues used observations from the ground and from satellites to construct a model that could compute the level of near-surface dust at different times during the study period (1996-2006). Along with these dust estimates, they compiled a list of climate variables, such as temperature, winds and humidity.\nThey then compared their climate and dust variables to the meningitis incidence during the peak season (January through May) in order to see which variables had the most significant association with the disease. They found that the associations were stronger when including cases in the early months (prior to January). These \"early cases\" give an indication of how susceptible a certain population may be to the disease.\nOn the national level, the researchers found the best forecasting model was one that combined early cases and the average east-to-west wind strength in November and December. A similar model based on surface dust concentration performed equally well.\nPérez imagines these climate predictors could become part of the national health programs in the Sahel region. For example, if the early-season wind and dust levels are strong and the population is susceptible, then health officials might be able to plan ahead.\n\"This could give more lead time for distributing vaccines to vulnerable districts,\" Pérez said. He believes some pilot studies would be the first step in sizing up how effective such a strategy would be.\n\"If the models here can be validated, we'll have an additional tool to anticipate the next epidemic,\" Perea said.\nPérez García-Pando, C., M. Stanton, P. Diggle, S. Trzaska, R.L. Miller, J.P. Perlwitz, J.M. Baldasano, E. Cuevas, P. Ceccato, P. Yaka, and M. Thomson, 2014: Soil dust aerosols and wind as predictors of seasonal meningitis incidence in Niger. Environ. Health Perspect., in press, doi:10.1289/ehp.1306640.\nThe research teams who help sustain the largest freshwater reserve in the world are developing…\nA new air taxi from the manufacturer Joby Aviation will allow NASA to evaluate how…\nA team of NASA scientists last year published a study on how to better map…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}