{
  "url": "https://climate.nasa.gov/news/1060/nasas-oco-2-brings-sharp-new-focus-on-global-carbon/",
  "title": "NASA’s OCO-2 brings sharp new focus on global carbon",
  "date": null,
  "content": "5 min read\nSimply by breathing, humans have played a small part in the planet-wide balancing act called the carbon cycle throughout our existence. However, in the last few hundred years, we have taken a larger role. Our activities, such as fossil fuel burning and deforestation, are pushing the cycle out of its natural balance, adding more and more carbon dioxide to the atmosphere.\nNatural processes are working hard to keep the carbon cycle in balance by absorbing about half of our carbon emissions, limiting the extent of climate change. There's a lot we don't know about these processes, including where they are occurring and how they might change as the climate warms. To understand and prepare for the carbon cycle of the future, we have an urgent need to find out.\nIn July 2014, NASA will launch the Orbiting Carbon Observatory-2 (OCO-2) to study the fate of carbon dioxide worldwide. \"Right now, the land and the ocean are taking up almost half of the carbon dioxide we add to the atmosphere by burning fossil fuels, but the future is fundamentally unknown,\" said Paul Wennberg, a professor of atmospheric chemistry at the California Institute of Technology in Pasadena. \"OCO-2 is a key to getting answers.\" The mission has been developed and is managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif.\nCarbon dioxide is both one of the best measured greenhouse gases and one of the least measured. The emissions that remain in the atmosphere become evenly distributed around the globe in a matter of months. As a result, the average atmospheric concentration can be monitored well by existing ground stations (about 160 worldwide). The other half of our emissions — the half that is being absorbed through natural processes into the land or the ocean — is not evenly distributed. To understand where that carbon dioxide is going, we need precise, comprehensive, ongoing data about carbon dioxide absorption and emission by forests, the ocean and many other regions. For some of these regions, we have far too few observations.\n\"A research ship moves about the speed of a 10-speed bicycle,\" said Scott Doney, director of the Ocean and Climate Change Institute at the Woods Hole Oceanographic Institution, Woods Hole, Mass. \"Think about the size of the ocean. There's only so much research you can do at the speed of a bicycle.\" Oceanographers have made up some of the observational deficit by contracting with shipping lines to gather data along commercial routes. But there's little shipping in the Southern Ocean, and Doney said that's a region of high concern. \"With warming, we expect big changes. The winds are changing there, and carbon dioxide uptake may change too.\"\nOn land, Earth's great forests might be the least understood areas. In northern Siberia, a region with no permanent settlements and few roads, there are only six year-round monitoring sites across seven time zones. Forests remove carbon from the air during photosynthesis and store it in wood and roots, making these forests what scientists call carbon sinks. But droughts and wildfires can turn forests into carbon sources, releasing the stored carbon back into the atmosphere. We don't know when and how often forests cross the line from sink to source.\nOCO-2 will not be the first satellite to measure carbon dioxide, but it's the first with the observational strategy, precision, resolution and coverage needed to answer these questions about these little-monitored regions, according to Ralph Basilio, OCO-2 project manager at JPL.\nOCO-2's scientific instrument uses spectrometers, which split sunlight into a spectrum of component colors, or wavelengths. Like all other molecules, carbon dioxide molecules absorb only certain colors of light, producing a unique pattern of dark features in the spectrum. The intensity of the dark features increases as the number of carbon dioxide molecules increases in the air that the spectrometer is looking through.\nCarbon dioxide concentrations in the atmosphere are measured in parts per million, the number of molecules of carbon dioxide there are in every million molecules of air. That number is currently around 400. OCO-2's spectrometers can detect changes of one or two carbon dioxide molecules out of the 400 — an unprecedented level of precision, and one that scientists think will be adequate to detect changes in natural sources and sinks, once enough measurements have been collected.\nOCO-2 will collect 24 measurements a second over Earth’s sunlit hemisphere, totaling more than a million measurements each day. Fewer than 20 percent of these measurements will be sufficiently cloud-free to allow an accurate estimate of carbon dioxide, but that number will still yield 100 to 200 times as many measurements as the currently observing Japanese Greenhouse gases Observing SATellite (GOSAT) mission. The measurements will be used as input for global atmospheric models. Combined with data on winds and other conditions, the OCO-2 data will allow modelers to better locate carbon sources and sinks at regional scales — areas the size of France or Texas.\n\"With atmospheric carbon dioxide at unprecedented levels, our sense of urgency has only increased,” said Basilio. “What will happen if we keep emitting carbon dioxide at the same rate? The ultimate goal for OCO-2 is to provide data so that organizations and individuals throughout the world can make better-informed decisions about carbon.\"\nLearn more about OCO-2.\nLearn more about NASA's Earth science activities in 2014.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}