{
  "url": "https://climate.nasa.gov/news/1061/make-a-globalselfie-with-nasa-on-earth-day/",
  "title": "Make a #GlobalSelfie with NASA on Earth Day",
  "date": null,
  "content": "3 min read\nNASA invites you — and everyone else on the planet — to take part in a worldwide celebration of Earth Day this year with the agency's #GlobalSelfie event.\nThe year 2014 is a big one for NASA Earth science. Five NASA missions designed to gather critical data about our home planet are launching to space this year. NASA is marking this big year for Earth science with a campaign called Earth Right Now, and as part of this campaign the agency is asking for your help this Earth Day, April 22.\nWhile NASA satellites constantly look at Earth from space, on Earth Day we're asking you to step outside and take a picture of yourself wherever you are on Earth. Then post it to social media using the hashtag #GlobalSelfie.\nHere are the details.\nNASA astronauts brought home the first ever images of the whole planet from space. Now NASA satellites capture new images of Earth every second. For Earth Day we are trying to create an image of Earth from the ground up while also fostering a collection of portraits of the people of Earth. Once those pictures stream around the world on Earth Day, the individual pictures tagged #GlobalSelfie will be used to create a mosaic image of Earth -- a new \"Blue Marble\" built bit by bit with your photos.\nNeed an idea of what kind of picture to take? Get outside and show us mountains, parks, the sky, rivers, lakes -- wherever you are, there's your picture. Tell us where you are in a sign, words written in the sand, spelled out with rocks -- or by using the printable signs we've created that are available at the bottom of this page.\nThe Earth mosaic image itself and a video using the images will be put together and released in May.\nWe'll be monitoring photos posted to five social media sites: Twitter, Instagram, Facebook, Google+ and Flickr.\nPost your photo to Twitter, Instagram or Google+ using the hashtag #GlobalSelfie, or post it to the #GlobalSelfie event page on Facebook or the #GlobalSelfie group on Flickr.\nNASA scientists have helped identify thousands of new planets out in the universe in recent years. But the space agency studies no planet more closely than our own. With 17 Earth-observing missions orbiting our home planet right now -- and several more launching this year -- NASA studies Earth's atmosphere, land and oceans in all their complexity.\nThis satellite data helps NASA scientists piece together a clear picture of our planet from a scientific viewpoint. On this Earth Day, we wanted to create a different picture of our planet -- a crowd-sourced collection of snapshots of the people of Earth that we could use to create one unique mosaic of the Blue Marble.\nSo, come April 22, take a second to step outside and join us in celebrating our home planet.\nThe #GlobalSelfie sign is available in more languages at the bottom of this page.\nLee esta historia en español aquí. From the iconic image of Earthrise taken by Apollo 8…\nAt NASA’s Kennedy Space Center, sustainability and preservation efforts here on Earth are as much…\nOn Earth Day, Learn How NASA Investigates the Blue in Our Blue Planet This Earth…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}