{
  "url": "https://climate.nasa.gov/news/1078/nasa-cnes-proceed-on-surface-water-and-ocean-mission/",
  "title": "NASA-CNES proceed on surface water and ocean mission",
  "date": null,
  "content": "3 min read\nNASA and the French space agency Centre National d'Études Spatiales (CNES) have agreed to jointly build, launch and operate a spacecraft to conduct the first-ever global survey of Earth's surface water and to map ocean surface height with unprecedented detail.\nNASA Administrator Charles Bolden and CNES President Jean-Yves Le Gall signed an agreement Friday at NASA Headquarters in Washington to move from feasibility studies to implementation of the Surface Water and Ocean Topography (SWOT) mission. The two agencies began initial joint studies on the mission in 2009 and plan to complete preliminary design activities in 2016, with launch planned in 2020.\n\"With this mission, NASA builds on a legacy of Earth science research and our strong relationship with CNES to develop new ways to observe and understand our changing climate and water resources,\" said NASA Administrator Charles Bolden. \"The knowledge we'll gain from SWOT will help decision makers better analyze, anticipate and act to influence events that will affect us and future generations.\"\nSWOT is one of the NASA missions recommended in the National Research Council's 2007 decadal survey of Earth science priorities. The satellite will survey 90 percent of the globe, studying Earth's lakes, rivers, reservoirs and ocean to aid in freshwater management around the world and improve ocean circulation models and weather and climate predictions.\nThis new agreement covers the entire life cycle of the mission, from spacecraft design and construction through launch, science operations and eventual decommissioning. NASA will provide the SWOT payload module, the Ka-band Radar Interferometer (KaRIn) instrument, the Microwave Radiometer (MR) with its antenna, a laser retroreflector array, a GPS receiver payload, ground support and launch services. NASA's Jet Propulsion Laboratory, Pasadena, Calif., manages the U.S. portion of the SWOT mission for NASA's Science Mission Directorate in Washington.\nCNES will provide the SWOT spacecraft bus, the KaRIn instrument's Radio Frequency Unit (RFU), the dual frequency Ku/C-band Nadir Altimeter, the Doppler Orbitography and Radiopositioning Integrated by Satellite (DORIS) receiver package, satellite command and control, and data processing infrastructure.\nNASA and CNES began collaborating on missions to monitor ocean surface changes in the 1980s. From the Topex/Poseidon mission launched in 1992 to the Jason-1 mission launched in 2001 to the Jason-2/Ocean Surface Topography Mission launched in 2008, the collaboration has produced critical information on sea level rise as well as El Niño, causing worldwide impact.\nThe SWOT mission will use wide swath altimetry technology to produce high-resolution elevation measurements of the ocean surface and the surface of lakes, reservoirs and wetlands. A more complete inventory of Earth's lakes and the changing amount of water they hold will yield improved assessments of how climate-induced changes can impact freshwater resources worldwide. Only 15 percent of lakes around the world are currently measured from space. SWOT will inventory a majority of medium to large lakes, as well as the discharge volumes of rivers.\nSWOT will be able to measure the ocean's surface with 10 times the resolution of current technologies. This will allow scientists to study small-scale features that are key components of how heat and carbon are exchanged between the ocean and atmosphere. The higher resolution of SWOT observations will enable researchers to compute the velocity and energy of ocean circulation. A better understanding of small-scale ocean currents and eddies is also important to impacts on coastal regions such as navigation, erosion and dispersing pollutants.\nLearn more about the SWOT mission.\nLearn more about NASA's Earth science activities in 2014.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nIn a first, researchers from NASA and Virginia Tech used satellite data to measure the…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}