{
  "url": "https://climate.nasa.gov/news/1068/nasa-celebrates-earth-day-with-public-events-and-online-activities/",
  "title": "NASA celebrates Earth Day with public events and online activities",
  "date": null,
  "content": "3 min read\nNASA will celebrate the 44th anniversary of Earth Day with a variety of live and online activities April 21-27 to engage the public in the agency's mission to better understand and protect our home planet.\nThis year, for the first time in more than a decade, five NASA Earth Science missions will be launched into space in the same year. These new missions will help address some of the critical challenges facing our planet today and in the future: climate change, sea level rise, access to freshwater resources, and extreme weather events. Learn more about NASA's Earth science activities in 2014.\nMonday, April 21 (11 a.m. - 5 p.m. EDT) and Tuesday, April 22 (10 a.m. - 6 p.m.) — NASA Hyperwall and Science Gallery exhibits in the main hall of Union Station at 40 Massachusetts Ave., NE. The exhibit will include activities and displays showing how NASA uses satellite technology to better understand our changing planet. NASA scientists will give a series of talks April 22 at the Hyperwall stage. Click here for a complete listing of events.\nJoin NASA April 22 as we encourage people all over the world to step outside and celebrate environmental awareness. Anyone, anywhere on the globe, can participate by posting a \"selfie\" with their local environment as a backdrop. Post your photo to Twitter, Instagram or Google+ using the hashtag #GlobalSelfie or to the event groups on Facebook and Flickr. Photos tagged #GlobalSelfie will be used to create a mosaic image of Earth. Click here for details on how to participate.\nJet Propulsion Laboratory, Pasadena, Calif.:\nApril 22 (8 p.m. PDT) — Theater Arts Caltech will present a special Earth Day production of the play \"Dr. Keeling's Curve,\" starring Mike Farrell, in the California Institute of Technology's Ramo Auditorium in Pasadena. The play tells the story of the scientist whose research on carbon dioxide provided the first early warnings about global warming. Tickets must be purchased for the play performance, but a 9:30 p.m. post-performance climate change discussion that includes JPL scientists is free of charge. Click here for more information.\nAquarium of the Pacific 14th Annual Earth Day event, Long Beach, Calif., April 26 and 27 (9 a.m. to 5 p.m. PDT) — JPL will host a booth in the main hall for this event, which focuses on Earth as an ocean planet. The event includes hands-on learning demonstrations for all ages. Click here for more information.\nStennis Space Center, Hancock County, Miss.:\nApril 22 (10:30 a.m. - 3 p.m. CDT) — Demonstrations and hands-on activities will be part of the center's Earth Week at Infinity Science Center. School groups and the general public will be able to participate in the solar beads bracelet activity, tornado in a bottle experiment, Science on a Sphere presentations, and Experimentation Station demonstrations. Click here for more information.\nLearn more about NASA's Earth science results and programs.\nLee esta historia en español aquí. From the iconic image of Earthrise taken by Apollo 8…\nNASA’s Glenn Research Center in Cleveland welcomed more than 150 students and educators to showcase…\n2025 Seminar Series Throughout 2025, the NASA History Office is presenting a seminar series on…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}