{
  "url": "https://climate.nasa.gov/news/1070/researchers-find-3-million-year-old-landscape-beneath-greenland-ice-sheet/",
  "title": "Researchers find 3-million-year-old landscape beneath Greenland ice sheet",
  "date": null,
  "content": "5 min read\nGlaciers and ice sheets are commonly thought to work like a belt sander. As they move over the land they scrape off everything — vegetation, soil and even the top layer of bedrock. So a team of university scientists and a NASA colleague were greatly surprised to discover an ancient tundra landscape preserved under the Greenland Ice Sheet, below two miles of ice.\n\"We found organic soil that has been frozen to the bottom of the ice sheet for 2.7 million years,\" said University of Vermont geologist and lead author Paul Bierman. The finding provides strong evidence that the Greenland Ice Sheet has persisted much longer than previously known, enduring through many past periods of global warming.\nThe team reported their discovery on April 17 in the journal Science.\nGreenland is a place of great interest to scientists and policymakers because the future stability of its huge ice sheet — the size of Alaska — will have a fundamental influence on how fast and high global sea levels rise from human-caused climate change.\n\"The ancient soil under the Greenland ice sheet helps to unravel an important mystery surrounding climate change,\" said Dylan Rood, a co-author on the new study, from the Scottish Universities Environmental Research Centre and the University of California, Santa Barbara. \"How did big ice sheets melt and grow in response to changes in temperature?\"\nThe new discovery indicates that even during the warmest periods since the ice sheet formed, the center of Greenland remained stable. \"It’s likely that it did not fully melt at any time,\" Bierman said. This allowed a tundra landscape to be locked away, unmodified, under ice through millions of years of global warming and cooling.\n\"Some ice sheet models project that the Greenland Ice Sheet completely melted during previous interglacial periods. These data suggest that did not happen,\" said co-author Tom Neumann, a cryospheric scientist at NASA’s Goddard Space Flight Center in Greenbelt, Md. \"We don’t know how much of the ice sheet remained – to estimate it, we'd have to study other ice cores in Greenland that have sediment in the bottom to see if ancient soil is preserved under those sites as well.\"\nThe scientists tested seventeen samples of \"dirty ice\" – ice with sediment mixed in — from the bottommost 40 feet of the 10,019-foot GISP2 ice core extracted from Summit, Greenland, in 1993. From this sediment, Bierman and a team at the University of Vermont's Cosmogenic Nuclide Laboratory extracted a rare form of the element beryllium, an isotope called beryllium-10. Formed by cosmic rays, it falls from the sky and sticks to rock and soil. The longer soil is exposed at Earth's surface, the more beryllium-10 it accumulates. Measuring how much is in soil or a rock gives geologists a kind of exposure clock.\nThe researchers expected to only find soil eroded from glacier-scoured bedrock in the sediment at the bottom of the ice core. But the silt they did find had very high concentrations of beryllium-10 when the team measured it on a particle accelerator at Lawrence Livermore National Laboratory, in Livermore, Calif.\n\"On a global basis, we only find these sorts of beryllium concentrations in soils that have developed over hundreds of thousands to millions of years,\" said co-author Joseph Graly, who analyzed the beryllium data while at the University of Vermont, Burlington, Vt.\nThe new research, supported by funding from the National Science Foundation, shows that the soil had been stable and exposed at the surface for somewhere between 200,000 and one million years before being covered by ice.\nTo help interpret these unexpected findings, the team also measured nitrogen and carbon that could have been left by plant material in the core sample. \"The fact that measurable amounts of organic material were found in the silty ice indicates that soil must have been present under the ice,\" said co-author Andrea Lini at the University of Vermont. The composition of the material suggested that the pre-glacial landscape may have been a partially forested tundra.\n\"Greenland really was green! However, it was millions of years ago,\" said Rood. \"Before it was covered by the second largest body of ice on Earth, Greenland looked like the green Alaskan tundra.\" To confirm their findings about this ancient landscape, the researchers also measured beryllium levels in a modern permafrost tundra soil on the North Slope of Alaska and found that the values were very similar.\nWith an eye toward better understanding its future behavior, many geologists are seeking a long-term view of the history of the Greenland Ice Sheet, including how it moves and has shaped the landscape beneath it. Its 656,000 square miles of ice contain enough water, if fully melted, to raise global sea levels twenty-three feet. “Yet, we have very little information about what is happening at the bed with regards to erosion and landscape formation,\" said Corbett.\nWhat is clear, however, from an abundance of worldwide indicators, is that global temperatures are on a path to be \"far warmer than the warmest interglacials in millions of years,\" said Bierman. \"There is a 2.7-million-year-old soil sitting under Greenland. The ice sheet on top of it has not disappeared in the time in which humans became a species. But if we keep on our current trajectory, the ice sheet will not survive. And once you clear it off, it’s really hard to put it back on.\"\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}