{
  "url": "https://climate.nasa.gov/news/1074/nasa-puzzles-out-ozones-ups-and-downs/",
  "title": "NASA puzzles out ozone’s ups and downs",
  "date": null,
  "content": "4 min read\nNew NASA research on natural ozone cycles suggests ozone levels in the lowest part of Earth's atmosphere probably won't be affected much by projected future strengthening of the circulating winds that transport ozone between Earth's two lowest atmospheric layers.\nThe finding is good news, since human and plant health are harmed by exposure to ozone near the ground. Significant increases in ozone in Earth's lowest atmospheric layer, the troposphere, would also lead to additional climate warming because ozone is a greenhouse gas.\nThe research, which studied the natural ups and downs in ozone in the troposphere and stratosphere, increases our ability to reliably predict future changes in ozone in Earth's troposphere. This information is useful for developing effective air quality and climate policies.\nJessica Neu, an atmospheric scientist at NASA's Jet Propulsion Laboratory in Pasadena, Calif., and colleagues used NASA satellite observations to show that short-term periodic strengthening and weakening of circulating winds in Earth's stratosphere — the layer right above the troposphere — account for about half of the observed year-to-year changes in the amount of tropospheric ozone in Earth's northern mid-latitudes. Those are the same latitudes where North America, most of Europe and Central Asia are located. In a first-of-its-kind estimate, they calculated that a 40-percent change in the strength of stratospheric winds increases tropospheric ozone levels by an average of about two percent over Earth's northern mid-latitudes at an altitude of about 16,000 feet (5,000 meters). Results are published this month in the journal Nature Geoscience.\nWhile a two-percent change in ozone is small, it does represent a significant natural variation in tropospheric ozone, which has large seasonal changes but only varies by about four percent from year to year at these altitudes in Earth's northern mid-latitudes. As the human contribution to ozone levels evolves due to increased development and stricter air quality controls, the relative importance of natural sources of tropospheric ozone such as the stratosphere will also shift.\nGlobal climate models project the stratospheric circulating winds of particular interest to Neu and colleagues are expected to strengthen by about 30 percent over the coming century in response to increased greenhouse gas emissions, but the impacts on tropospheric ozone had been highly uncertain.\n\"If the correlations between tropospheric ozone and changing stratospheric circulation found in this study hold true in the future, the small changes in tropospheric ozone we measured show it's unlikely the projected long-term changes in stratospheric winds will have a big impact on long-term changes in tropospheric ozone in the future,\" said Neu.\nThe researchers studied changes in the well-established global wind circulation of the stratosphere. Like water in a fountain, winds in the tropics rise up, move toward Earth's poles, and then descend over middle and high latitudes. In these regions, the descending air carries ozone-rich air from the stratosphere to the troposphere.\nTo quantify how ozone responds to changes in wind circulation, Neu and colleagues investigated two natural phenomena known to contribute to shorter-term circulation changes: the El Niño/Southern Oscillation and the stratospheric Quasi-Biennial Oscillation. The study focused on the northern mid-latitudes because that is where most stratospheric ozone enters the troposphere.\nThe researchers used water vapor measurements from the Microwave Limb Sounder (MLS) instrument on NASA's Aura satellite from 2005 to 2010 to infer wind circulation changes driven by these two natural phenomena. They compared the magnitude and timing of those changes with measurements of stratospheric and tropospheric ozone from Aura's MLS and Tropospheric Emission Spectrometer (TES) instruments, respectively. JPL developed and manages both instruments.\n\"This sort of study is exciting because it reveals connections between the stratosphere and troposphere on timescales of a few years, with implications for connections on multi-decadal — or longer — timescales,\" said Anne Douglass, Aura project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"The connections can be quantified only because the observational record from Aura instruments is long.\"\nWhile the mechanisms that change wind circulation over the course of six months, such as the El Niño/Southern Oscillation, are different from those that change it over the course of a century, the difference \"likely doesn't matter in terms of the impact on tropospheric ozone,\" Neu said. \"This study gives us confidence that the impact in the future will be on the same order of magnitude — around two percent.\"\nLearn more about MLS and TES.\nIn 2024 the ozone hole over Antarctica reached its annual maximum extent, with an area…\nHealing continues in the atmosphere over the Antarctic: a hole that opens annually in the…\nEditor’s note: This article has been updated to clarify the ranking of the 2023 ozone…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}