{
  "url": "https://climate.nasa.gov/news/1077/nasa-carbon-counting-satellite-arrives-at-launch-site/",
  "title": "NASA carbon-counting satellite arrives at launch site",
  "date": null,
  "content": "4 min read\nA NASA spacecraft designed to make precise measurements of carbon dioxide in Earth's atmosphere is at Vandenberg Air Force Base, Calif., to begin final preparations for launch.\nThe Orbiting Carbon Observatory-2 arrived Wednesday at its launch site on California's central coast after traveling from Orbital Sciences Corp.'s Satellite Manufacturing Facility in Gilbert, Ariz. The spacecraft now will undergo final tests and then be integrated on top of a United Launch Alliance Delta II rocket in preparation for a planned July 1 launch.\nThe observatory is NASA's first satellite mission dedicated to studying carbon dioxide, a critical component of Earth's carbon cycle that is the leading human-produced greenhouse gas driving changes in Earth's climate. It replaces a nearly identical spacecraft lost due to a rocket launch mishap in February 2009.\nOCO-2 will provide a new tool for understanding both the sources of carbon dioxide emissions and the natural processes that remove carbon dioxide from the atmosphere, and how they are changing over time. Since the start of the Industrial Revolution more than 200 years ago, the burning of fossil fuels, as well as other human activities, have led to an unprecedented buildup in this greenhouse gas, which is now at its highest level in at least 800,000 years. Human activities have increased the level of carbon dioxide by more than 25 percent in just the past half century.\nGreenhouse gases, such as carbon dioxide, trap the sun's heat within Earth's atmosphere, warming it and keeping it at habitable temperatures. However, scientists have concluded that increases in carbon dioxide resulting from human activities have thrown Earth's natural carbon cycle off balance, increasing global temperatures and changing the planet's climate.\nWhile scientists understand carbon dioxide emissions resulting from burning fossil fuels and can estimate their quantity quite accurately, their understanding of carbon dioxide from other human-produced and natural sources is relatively less quantified. Atmospheric measurements collected at ground stations indicate less than half of the carbon dioxide humans emit into the atmosphere stays there. The rest is believed to be absorbed by the ocean and plants on land.\nBut the locations and identity of the natural \"sinks\" absorbing this carbon dioxide currently are not well understood. OCO-2 will help solve this critical scientific puzzle. Quantifying how the natural processes are helping remove carbon from the atmosphere will help scientists construct better models to predict how much carbon dioxide these sinks will be able to absorb in the future.\nThe mission's innovative technologies will enable space-based measurements of atmospheric carbon dioxide with the sensitivity, resolution and coverage needed to characterize the sources of carbon dioxide emissions and the natural sinks that moderate their buildup, at regional scales, everywhere on Earth. The mission's data will help scientists reduce uncertainties in forecasts of how much carbon dioxide is in the atmosphere and improve the accuracy of global climate change predictions.\nIn addition to measuring carbon dioxide, OCO-2 will monitor the \"glow\" of the chlorophyll contained within plants, a phenomenon known as solar-induced chlorophyll fluorescence, opening up potential new applications for studying vegetation on land. NASA researchers, in collaboration with Japanese and other international colleagues, have discovered that data from Japan's GOSAT (Greenhouse gases observing SATellite, also known as Ibuki in Japan), along with other satellites, including OCO-2, can help monitor this \"signature\" of photosynthesis on a global scale.\nThe observatory will fly in a 438-mile (705-kilometer) altitude, near-polar orbit in formation with the five other satellites that are part of the Afternoon, or \"A-Train\" Constellation. This international constellation of Earth-observing satellites circles Earth once every 98 minutes in a sun-synchronous orbit that crosses the equator near 1:30 p.m. local time and repeats the same ground track every 16 days. OCO-2 will be inserted at the head of the A-Train. Once in this orbit, OCO-2 is designed to operate for at least two years. This coordinated flight formation will enable researchers to correlate OCO-2 data with data from other NASA and partner spacecraft.\nOCO-2 is a NASA Earth System Science Pathfinder Program mission managed by NASA's Jet Propulsion Laboratory in Pasadena, Calif., for NASA's Science Mission Directorate in Washington. Orbital built the spacecraft and provides mission operations under JPL's leadership. The science instrument was built by JPL, based on the instrument design co-developed for the original OCO mission by Hamilton Sundstrand in Pomona, Calif. NASA's Launch Services Program at NASA's Kennedy Space Center in Florida is responsible for launch management. JPL is managed for NASA by the California Institute of Technology in Pasadena.\nLearn more about the Orbiting Carbon Observatory-2 here and here.\nLearn more about NASA's Earth science activities in 2014.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}