{
  "url": "https://climate.nasa.gov/news/745/in-bloom/",
  "title": "In bloom",
  "date": null,
  "content": "By Maria-José Viñas,\nNASA Earth Science News Team\nScientists have made a biological discovery in Arctic Ocean waters as dramatic and unexpected as finding a rainforest in the middle of a desert. A NASA-sponsored expedition punched through three-foot thick sea ice to find waters richer in microscopic marine plants, essential to all sea life, than any other ocean region on Earth.\nThe finding reveals a new consequence of the Arctic's warming climate and provides an important clue to understanding the impacts of a changing climate and environment on the Arctic Ocean and its ecology. The discovery was made during a NASA oceanographic expedition in the summers of 2010 and 2011.\n\n\n\nThe discovery is the result of an oceanographic expedition called ICESCAPE, or Impacts of Climate on EcoSystems and Chemistry of the Arctic Pacific Environment. The finding reveals a new consequence of the Arctic's warming climate and provides an important clue to understanding the impacts of a changing climate and environment on the Arctic Ocean and its ecology. Credit: NASA Goddard Space Flight Center.\nDownload high-res video from NASA Goddard's Scientific Visualization Studio\nDownload visualization\nThe expedition called ICESCAPE, or Impacts of Climate on EcoSystems and Chemistry of the Arctic Pacific Environment, explored Arctic waters in the Beaufort and Chukchi seas along Alaska's western and northern coasts onboard a U.S. Coast Guard icebreaker. Using optical technologies, scientists looked at the impacts of environmental variability and change in the Arctic on the ocean biology, ecology and biogeochemistry.\n\"Part of NASA's mission is pioneering scientific discovery, and this is like finding the Amazon rainforest in the middle of the Mojave Desert,\" said Paula Bontempi, NASA's ocean biology and biogeochemistry program manager in Washington. \"We embarked on ICESCAPE to validate our satellite ocean-observing data in an area of the Earth that is very difficult to get to,\" Bontempi said. \"We wound up making a discovery that hopefully will help researchers and resource managers better understand the Arctic.\"\nThe microscopic plants, called phytoplankton, are the base of the marine food chain. Phytoplankton were thought to grow in the Arctic Ocean only after sea ice had retreated for the summer. Scientists now think that the thinning Arctic ice is allowing sunlight to reach the waters under the sea ice, catalyzing the plant blooms where they had never been observed. The findings were published today in the journal Science.\n\"If someone had asked me before the expedition whether we would see under-ice blooms, I would have told them it was impossible,\" said Kevin Arrigo of Stanford University in Stanford, Calif., leader of the ICESCAPE mission and lead author of the new study. \"This discovery was a complete surprise.\"\nDuring the July 2011 Chukchi Sea leg of ICESCAPE, the researchers observed blooms beneath the ice that extended from the sea-ice edge to 72 miles into the ice pack. Ocean current data revealed that these blooms developed under the ice and had not drifted there from open water, where phytoplankton concentrations can be high.\nThe phytoplankton were extremely active, doubling in number more than once a day. Blooms in open waters grow at a much slower rate, doubling in two to three days. These growth rates are among the highest ever measured for polar waters. Researchers estimate that phytoplankton production under the ice in parts of the Arctic could be up to 10 times higher than in the nearby open ocean.\nFast-growing phytoplankton consume large amounts of carbon dioxide. The study concludes that scientists will have to reassess the amount of carbon dioxide entering the Arctic Ocean through biological activity if the under-ice blooms turn out to be common.\n\"At this point we don't know whether these rich phytoplankton blooms have been happening in the Arctic for a long time and we just haven't observed them before,\" Arrigo said. \"These blooms could become more widespread in the future, however, if the Arctic sea ice cover continues to thin.\"\nPreviously, researchers thought the Arctic Ocean sea ice blocked most sunlight needed for phytoplankton growth. But in recent decades younger and thinner ice has replaced much of the Arctic's older and thicker ice. This young ice is almost flat and the ponds that form when snow cover melts in the summer spread much wider than those on rugged older ice.\nThese extensive but shallow melt ponds act as windows to the ocean, letting large amounts of sunlight pass through the ice to reach the water below, said Donald Perovich, a geophysicist with the U.S. Army Cold Regions and Engineering Laboratory in Hanover, N.H., who studied the optical properties of the ice during the ICESCAPE expedition.\n\"When we looked under the ice, it was like a photographic negative. Beneath the bare-ice areas that reflect a lot of sunlight, it was dark. Under the melt ponds, it was very bright,\" Perovich said. He is currently visiting professor at Dartmouth College's Thayer School of Engineering.\nThe discovery of these previously unknown under-ice blooms also has implications for the broader Arctic ecosystem, including migratory species such as whales and birds. Phytoplankton are eaten by small ocean animals, which are eaten by larger fish and ocean animals. A change in the timeline of the blooms can cause disruptions for larger animals that feed either on phytoplankton or on the creatures that eat these microorganisms. \"It could make it harder and harder for migratory species to time their life cycles to be in the Arctic when the bloom is at its peak,\" Arrigo said. \"If their food supply is coming earlier, they might be missing the boat.\"\nBontempi believes the discovery also may have major implications for the global carbon cycle and the ocean's energy balance. \"The discovery certainly indicates we need to revise our understanding of the ecology of the Arctic and the region's role in the Earth system,\" Bontempi said.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}