{
  "url": "https://climate.nasa.gov/news/602/nasa-readies-new-type-of-earth-observing-satellite-for-launch/",
  "title": "NASA readies new type of Earth-observing satellite for launch",
  "date": null,
  "content": "NASA is planning an Oct. 27 launch of the first Earth-observing satellite to measure both global climate changes and key weather variables.\nThe National Polar-orbiting Operational Environmental Satellite System Preparatory Project (NPP) is the first mission designed to collect critical data to improve weather forecasts in the short-term and increase our understanding of long-term climate change. NPP continues observations of Earth from space that NASA has pioneered for more than 40 years.\nNPP's five science instruments, including four new state-of-the-art sensors, will provide scientists with data to extend more than 30 key long-term datasets. These records, which range from the ozone layer and land cover to atmospheric temperatures and ice cover, are critical for global change science.\n\"NPP's observations of a wide range of interconnected Earth properties and processes will give us the big picture of how our planet changes,\" said Jim Gleason, NPP project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"That will help us improve our computer models that predict future environmental conditions. Better predictions will let us make better decisions, whether it is as simple as taking an umbrella to work today or as complex as responding to a changing climate.\"\nNPP serves as a bridge between NASA's Earth Observing System of satellites and the planned Joint Polar Satellite System (JPSS), which will collect climate and weather data. JPSS will be developed by NASA for the National Oceanic and Atmospheric Administration (NOAA).\nNOAA meteorologists will incorporate NPP data into their weather prediction models to produce forecasts and warnings that will help emergency responders anticipate, monitor and react to many types of natural disasters.\n\"The timing of the NPP launch could hardly be more appropriate,\" said Louis W. Uccellini, director of NOAA's National Centers for Environmental Prediction in Camp Springs, Md. \"With the many billion dollar weather disasters in 2011, NPP data is critical for accurate weather forecasts into the future.\"\nA Delta II rocket will carry NPP into an orbit 512 miles above Earth's surface. Roughly the size of a mini-van, the spacecraft will orbit Earth's poles about 14 times a day. It will transmit data once each orbit to a ground station in Svalbard, Norway, and to direct broadcast receivers around the world.\nNPP is set to launch from Space Launch Complex 2 at Vandenberg Air Force Base in California on Oct. 27. The launch window extends from 5:48 a.m. to 5:57 a.m. EDT. The launch recently was delayed two days due to the repair of the Delta II's hydraulic system. The NPP spacecraft is scheduled to be transported to the launch pad for attachment to the Delta II on Oct. 12.\nNPP's Delta II launch vehicle also will carry several auxiliary payloads into orbit, which together comprise NASA's third Educational Launch of Nanosatellite, or ELaNa, mission. This mission will put five small research payloads, or CubeSats, into orbit: two for the University of Michigan; and one each for Auburn University, Montana State University and Utah State University.\nGoddard manages the NPP mission for the Earth Science Division of the Science Mission Directorate at NASA Headquarters in Washington. The JPSS program is providing the ground system for NPP. NOAA will provide operational support for the mission. Launch management is the responsibility of the NASA Launch Services Program at the Kennedy Space Center in Florida.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}