{
  "url": "https://climate.nasa.gov/news/746/earth-as-art/",
  "title": "Earth as art",
  "date": null,
  "content": "By Ellen Gray,\nNASA's Goddard Space Flight Center\nDuring a span of 40 years, since 1972, the Landsat series of Earth observation satellites has become a vital reference worldwide for understanding scientific issues related to land use and natural resources.\nTo celebrate the 40th Anniversary of Landsat, the U.S. Geological Survey (USGS) and NASA would like your help in selecting the top five \"Earth as Art\" images from the more than 120 images in the complete collection.\nThe poll is now open. It closes on July 6.\nMore information and details on how to cast your vote.\nEarth as Art’s Top Five will be announced on July 23 in Washington, D.C. at a special event commemorating the launch of the first Landsat satellite.\nBuilt by NASA and operated by USGS, Landsat satellites supply Earth scientists, land-resource managers, and policy makers with objective data about changes across the global landscape. Some changes, like major floods or volcanic eruptions, come quickly; others, like urban sprawl or regrowth from forest fires, appear gradually. Landsat impartially records these and many other changes to the land that are induced by man or nature.\nBeyond the scientific information they confer, some Landsat images are simply striking to look at — presenting spectacular views of mountains, valleys, and islands; forests, grasslands, and agricultural patterns. By selecting certain features and coloring them from a digital palate, the USGS has created a series of \"Earth as Art\" perspectives that demonstrate an artistic resonance in land imagery and provide a special avenue of insight about the geography of each scene.\nNASA is preparing to launch the next Landsat satellite in 2013, which will be turned over to USGS for operations and data distribution.\nCast your vote for the Best of Earth As Art here.\nFor more information about the Landsat Program, visit the NASA Landsat page.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}