{
  "url": "https://climate.nasa.gov/news/747/smoke-from-siberia-reaches-the-us/",
  "title": "Smoke from Siberia reaches the U.S.",
  "date": null,
  "content": "By Laura Betz,\nNASA's Goddard Space Flight Center\nFires burning in Siberia recently sent smoke across the Pacific Ocean and into the U.S. and Canada. Images of data taken by the nation’s newest Earth-observing satellite tracked aerosols from the fires taking six days to reach America's shores.\nSuomi National Polar-orbiting Partnership (S-NPP) satellite’s Ozone Mapping Profiler Suite (OMPS) tracks aerosols, like this smoke, that are transported by winds across the globe.\nThe Voice of Russia reported that 11,000 hectares (about 42.4 square miles) of forests in Siberia were on fire in May and that the Russian Ministry of Emergency Situations says roughly 80 percent of these fires are intentionally set to clear land for farming.\nColin Seftor, an atmospheric physicist working for Science Systems and Applications, Inc. at NASA Goddard Space Flight Center, in Greenbelt, Md. studies aerosols using OMPS data and created images from them.\n\"This smoke event is one example that shows that what happens over one area of the earth can easily affect another area thousands of miles away, whether it’s from Asia to North America or North America to Europe, and so on. Not only smoke and dust can get carried long distance. Pollutants, and even disease-carrying spores can be carried by the prevailing winds. For this event, I found out that the smoke plumes were lofted up to at least 12 kilometers (or about 7.5 miles) from the intense heat of the fires. At that point the smoke got picked up by higher level winds,\" Seftor says. Seftor false-colored the images to make the data stand out. He said,\" The colors on the image are artificial, but what they convey is a sense of the density of the smoke.\" In the images, he used blue and green colors to represent less smoke. Yellows and pink represent more smoke. Seftor showed smoke density by the level of transparency in the coloration. The less dense the smoke is the more you can see through it, and the more dense it is, the less you can see through it.\nThe thickest area of smoke appears over Mongolia. This high concentration is transported across the Pacific Ocean and crosses into Alaska.\nFires burning in Siberia recently sent smoke across the Pacific Ocean and into the U.S. and Canada. Suomi NPP satellite's Ozone Mapping Profiler Suite tracked aerosols from the fires taking six days to reach America's shores. These false-colored images make the data stand out. The blue and green colors represent less smoke. Yellows and pink represent more smoke. Smoke density is identified by the level of transparency in the coloration. The less dense the smoke is the more you can see through it, and the more dense it is, the less you can see through it. Credit: NASA/Suomi NPP/Colin Seftor. Larger image\nSeftor says that unlike photographs, satellite data shows researchers the difference between reflections of smoke and dust from those from snow, ice or the tops of clouds. The UV (ultra-violet) aerosol index is helpful because it makes \"seeing\" dust and smoke easier even when that background is bright. The aerosol index allows him to separate the aerosol signal from the background.\n\"One of the biggest uncertainties we’ve had in terms of understanding our climate has to do with aerosols and what exactly aerosols do to the climate,\" Seftor says, adding that the OMPS instrument adds to and expands on decades of scientific research. The Ozone Monitoring Instrument (OMI) was the precursor to OMPS. \"Climate changes often occur over long periods, and it takes decades of data and measurements to detect and understand them. \"\nThe JPSS program, funded by NOAA, provides the ground segment for Suomi NPP. NOAA and the Department of Defense funded the OMPS instrument. Seftor uses MODIS RGB imagery from the National Earth Observations website. They provide full global MODIS RGB (cloud) imagery, which he manipulates and re-projects to provide the background for these images.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}