{
  "url": "https://climate.nasa.gov/news/629/the-end-of-the-icebridge/",
  "title": "The end of the IceBridge",
  "date": null,
  "content": "By Alan Brown,\nNASA Dryden Flight Research Center\nNASA's DC-8 airborne science laboratory has completed its 2011 Operation IceBridge science flights over Antarctica, and arrived home at its base in Palmdale, Calif., Nov. 22. The IceBridge flight and science team flew a record 24 science flights during the six-week campaign, recording data from a suite of sophisticated instruments on the thickness and depth of Antarctic ice sheets and glacial movement.\nThe aircraft departed its deployment base at Punta Arenas, Chile, Tuesday morning Nov. 22 and after a refueling stop in Santiago, Chile, set course for Los Angeles International Airport for customs clearance. The flying lab continued on to the Dryden Aircraft Operations Facility in Palmdale, arriving about 8:30 p.m. that evening after almost 15 hours in the air.\nA highlight of the IceBridge mission was the discovery during a low-level overflight Oct. 14 of a large crack that had recently begun across the Pine Island Glacier ice shelf, a precursor to the separation of an estimated 310-square-mile iceberg into the ocean in the near future. The growth of the estimated 18-mile-long rift was documented on several subsequent flights.\nThis is a pilot's eye view of the display from the Airborne Topographic Mapper developed by NASA's Wallops Flight Facility that allowed the DC-8 pilots to fly the exact route flown previously in earlier IceBridge missions, assuring that data collected can be compared to the previous years. Credit: NASA/Dick Ewers\n\n\n\nThe final science flights on Nov. 17 and 19 focused on the middle of the Antarctic Peninsula and the George VI Sound on the peninsula's western side.\nMission manager Chris Miller's report on the former noted that clear weather over the eastern side of the peninsula provided \"a rare opportunity to collect data over glaciers that are more regularly shrouded in cloud.\" The mostly clear weather allowed the science team to collect data at low altitudes of only 1,500 feet above ground for almost seven hours out of the more than 11 hours the team was aloft.\nAfter a down day on Nov. 18 for crew rest and aircraft maintenance, the converted four-engine jetliner-turned-flying-laboratory was airborne again on its final science mission of the 2011 Antarctic IceBridge campaign Nov. 19. The IceBridge team found perfect weather conditions over their survey target, the George VI Sound on the western side of the Antarctic Peninsula.\nData collection began with a long transect down the center of the sound, Miller reported, and then continued with 11 flight data lines stitching across the sound, shore to shore. Minor glitches with the Digital Mapping System and the aircraft's GPS system complicated one of the flight tracks for the Airborne Topographic Mapper instrument during the flight, but Miller said all objectives were met and the ATM data should be recoverable in post flight processing.\n\"Views of mountain peaks and ranges were abundant,\" during the 11-hour flight, he added.\nThe frozen, inhospitable surface features of Alexander Island in Antarctica were viewed at close range during one of the final low-level flights by NASA's DC-8 flying laboratory during the 2011 Operation IceBridge mission. Credit: NASA/Chris Miller\n\n\n\n\nDue to fuel supply issues at Punta Arenas, a 25th and final science flight on Nov. 20 was cancelled, and the team prepared for its Nov. 22 departure back to the United States.\nIncluding the transit flights between Punta Arenas and California, the modified 45-year-old flying laboratory logged about 308 flight hours during the Operation IceBridge, including 127 hours of actual data collection from its suite of seven specialized instruments. The instruments and science teams represented several NASA centers, the University of Kansas, the University of California at Santa Cruz and the Lamont-Doherty Earth Observatory at Columbia University.\nOperation IceBridge was begun in 2009 to bridge the gap in data collection after NASA's ICESat-1 satellite stopped functioning and when the ICESat-2 satellite becomes operational in 2016. By comparing the year-to-year readings of ice thickness and movement both on land and on the sea, scientists can learn more about the trends that could affect sea-level rise and climate around the globe. In addition to NASA's DC-8, a smaller Gulfstream V aircraft operated by the National Science Foundation and the National Center for Atmospheric Research also participated in this fall's IceBridge mission.\nDC-8 research pilot Troy Asher, who flew the final science flight, offered his reflections on this fall's Antarctic campaign.\n\"As you will undoubtedly hear from other reports from the science and mission director community, this has been a fantastic deployment from many different aspects,\" he said.\nNASA's Dryden Flight Research Center director David McBride emailed his congratulations to the science team and the flight and ground crews on the completion of the 2011 mission over Antarctica.\n\"This was a great campaign and it makes all proud,\" McBride added.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}