{
  "url": "https://climate.nasa.gov/news/722/create-nasa-earth-day-video-win-seats-to-a-launch/",
  "title": "Create NASA Earth Day video, win seats to a launch",
  "date": null,
  "content": "Patrick Lynch,\nNASA's Earth Science News Team\nFrom the first television images of Earth from space, to the now iconic Apollo photographs of Earth, to Voyager's \"pale blue dot,\" NASA has changed how we think about exploring Earth and even how we see Earth.\nLooking back from space provides far more than thought-provoking pictures. NASA's fleet of Earth-observing satellites orbits our planet multiple times each day, scanning the air, land and seas for critical information about how our planet behaves and how it is changing. Computer-aided visualization of these otherwise invisible reams of data continues to show us radical new ways of looking at Earth.\n\n\n\nTrailer for Earth Day 2012 video contest. Credit: NASA Goddard Space Flight Center. Download this video in broadcast quality here.\n\nTo mark Earth Day 2012, we are for the second year in a row inviting you to create your own compelling video vision of NASA's exploration of Earth — The Home Frontier. Submit your creation to us and a panel of judges will select the best submission, with a fitting award on the line.\nThe winner will receive behind-the-scenes access to the next rocket launch of a NASA Earth-observing satellite. The Landsat Data Continuity Mission (LDCM), a joint project of NASA and the U.S. Geological Survey, is scheduled to launch from Vandenberg Air Force Base in California in January 2013. LDCM will continue the longest-running satellite record of Earth observations. The first Landsat satellite launched in 1972. The winner of the video contest will get a guaranteed spot on the NASA Social tour and viewing of the launch. These spots are typically chosen by a lottery system.\nThis contest officially opens for submissions on Earth Day, April 22. Submissions will be accepted until May 31, 2012.\nAll the details you need are below. Good luck!\nContest guidelines\nProduce a short video that captures what you find inspiring and important about the unique view and understanding of Earth provided by NASA science. Upload your video to YouTube and tag it using the instructions below so we can easily find it. After the contest ends on May 31, we'll feature the best entry — chosen by a panel of NASA scientists and communicators — on www.nasa.gov and contact you to arrange for the LDCM launch tour. We must be able to reach you via your YouTube contact information. Guidelines are designed to encourage maximum creativity:\nSubmissions should be short. Think movie trailer or advertisement or simply your own personal statement. Say, 1 to 2 minutes at most. If you think you can do it in 15 seconds, go for it.\nYou are responsible for ensuring that any use of video, imagery or music meets copyright and fair-use laws. Any entries that do not meet this standard will not be considered eligible.\n The video should use some elements from NASA’s vast collection of Earth imagery and data visualization, which is free and available to the public. We've collected some of the best here, as a starting point.\nWe hold final judgment on whether submissions will be acceptable and appropriate for this contest.\n By submitting a video to the contest, you grant NASA a royalty-free, irrevocable right to reproduce, publish distribute, perform, display, create derivative works of the submission, or otherwise use the work for Federal purposes, and authorize others to do so.\n Tag your video with this exact language — \"NASA Earth Day Video Contest 2012\" — to ensure that we find it.\nBookmark this page for updates and to see the winning entry, which we'll post here shortly after the contest ends.\nBehind-the-scenes access to a NASA satellite launch\nIn January 2013, the Landsat Data Continuity Mission (LDCM) will be launched into space via an Atlas V rocket out of Vandenberg Air Force Base in California.\nWhile the winner will join a group of NASA fans receiving special access to the Landsat mission and the rocket launch itself, he or she is responsible for transportation to and from Vandenberg Air Force Base and should plan on using a car to get around the area as there is no local public transportation. NASA will not provide transportation to and from the Air Force Base. Because the launch and tour ensures privileged access to a working military base, we will assist the winner to obtain a Vandenberg security clearance.\nYou can find the winning video from the 2011 Home Frontier contest here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}