{
  "url": "https://climate.nasa.gov/news/696/satellite-movie-shows-tornado-systems-movement/",
  "title": "Satellite movie shows tornado system's movement",
  "date": null,
  "content": "This movie was created using GOES-13 visible and infrared satellite imagery from Feb. 28 at 1245 UTC (7:45 a.m. EST) through March 1, and shows the progression of the cold front and associated low pressure area moving over the central U.S. that triggered at least 20 tornadoes and severe weather on February 29, 2012. Credit: NASA/NOAA GOES Project.\n\nBy Rob Gutro,\nNASA's Goddard Space Flight Center\nA satellite animation of NOAA's GOES-13 satellite imagery showed the movement of the front that triggered severe storms and tornadoes in several states on February 29, 2012. Today, NASA released a GOES satellite animation of that weather system that triggered at least 20 tornadoes.\nNOAA's Geostationary Operational Environmental Satellite, GOES-13, captures visible and infrared images of weather over the eastern U.S. every 15 minutes. NOAA operates the GOES series of satellites, and NASA's GOES Project, located at NASA's Goddard Space Flight Center in Greenbelt, Md. compiles the images into animations. The GOES visible and infrared data is compiled and then overlayed on a true-color land surface map of the U.S. that was created using data from the Moderate Resolution Imaging Spectroradiometer instrument that flies on NASA's Aqua and Terra satellites.\nThe 25 second movie of the February 29 severe weather was created using GOES-13 visible and infrared satellite imagery. The movie runs from Feb. 28 at 1245 UTC (7:45 a.m. EST) through March 1 at 1245 UTC (7:45 a.m. EST), and shows the progression of the cold front and associated low pressure area moving over the central U.S. That weather system triggered at least 20 tornadoes and severe weather on February 29, 2012.\nBy February 28 at 2301 UTC (6:01 p.m. EST), the circulation around the low pressure area in the central U.S. became more apparent in the animation, as the clouds associated with the trailing cold front swept through the south-central U.S. By 0545 UTC (1:45 a.m. EST) on February 29, a sharp line of clouds are seen in the movie, extending from the low in the central U.S. That line of clouds grew larger as the front moved east and generated the severe weather.\nTornadoes on February 29 raked through Kansas, Nebraska, Illinois, Indiana, Missouri, Kentucky and Tennessee. The severe storms killed at least 12 people. Tornadoes also touched down in the well-known tourist destination of Branson, Missouri, famous for country music theaters. USA Today reported that up to six of the city's 40 theaters were damaged.\nNOAA's Storm Prediction Center reported that tornadoes killed 550 people in the U.S. in 2011.\nThe cold front associated with the storms that triggered tornadoes on February 29 is over the southeastern and Mid-Atlantic U.S. today, March 1. Another cold front is moving into the areas that experienced severe weather yesterday, and the National Weather Service noted that the south-central U.S. could experience more severe weather today. NOAA's Storm Prediction Center forecasts a moderate chance for severe weather in southwestern Ohio, southeastern Indiana, central Tennessee, and northern Mississippi and northern Alabama. A slight risk of severe weather is forecast in 15 states today, March 1. Thunderstorms are expected from southern New England, through the Ohio and Tennessee Valleys, and as far west as eastern Texas and Missouri today.\nAs the front moves, the GOES-13 satellite will provide continuous coverage of its movements, providing valuable data to forecasters.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}