{
  "url": "https://climate.nasa.gov/news/709/fields-of-green-spring-up-in-saudi-arabia/",
  "title": "Fields of green spring up in Saudi Arabia",
  "date": null,
  "content": "By Aries Keck,\nNASA's Goddard Space Flight Center\nSaudi Arabia is drilling for a resource possibly more precious than oil.\nOver the last 24 years, it has tapped hidden reserves of water to grow wheat and other crops in the Syrian Desert. This time series of data shows images acquired by three different Landsat satellites operated by NASA and the U.S. Geological Survey.\nIn this series of four Landsat images, the agricultural fields are about one kilometer across. Healthy vegetation appears bright green while dry vegetation appears orange. Barren soil is a dark pink, and urban areas, like the town of Tubarjal at the top of each image, have a purple hue. Credit: NASA/GSFC\n\n\nLarger image\nThe green fields that dot the desert draw on water that in part was trapped during the last Ice Age. In addition to rainwater that fell over several hundred thousand years, this fossil water filled aquifers that are now buried deep under the desert's shifting sands.\nSaudi Arabia reaches these underground rivers and lakes by drilling through the desert floor, directly irrigating the fields with a circular sprinkler system. This technique is called center-pivot irrigation.\nBecause rainfall in this area is now only a few centimeters (about one inch) each year, water here is a non-renewable resource. Although no one knows how much water is beneath the desert, hydrologists estimate it will only be economical to pump water for about 50 years.\nIn this series of four Landsat images, the agricultural fields are about one kilometer (0.6 miles) across. The images were created using reflected light from the short wave-infrared, near-infrared, and green portions of the electromagnetic spectrum (bands 7, 4, and 2 from Landsat 4 and 5 TM and Landsat 7 ETM+ sensors). Using this combination of wavelengths, healthy vegetation appears bright green while dry vegetation appears orange. Barren soil is a dark pink, and urban areas, like the town of Tubarjal at the top of each image, have a purple hue.\nLandsat 4 launched in 1982 and provided scientific data for 11 years until 1993. NASA launched Landsat 5 in 1984 and it ran a record-breaking 28 years, sending back what was likely its last data in 2011. Landsat 7 is still up and running; it was launched in 1999. The data from these and other Landsat satellites has been instrumental in increasing our understanding of forest health, storm damage, agricultural trends, urban growth, and many other ongoing changes to our land.\nNASA and the U.S. Department of the Interior through the U.S. Geological Survey (USGS) jointly manage Landsat, and the USGS preserves a 40-year archive of Landsat images that is freely available data over the Internet.\nThe next Landsat satellite, now known as the Landsat Data Continuity Mission (LDCM) and later to be called Landsat 8, is scheduled for launch in January 2013.\nRelated Links\nNASA's Landsat Data Continuity Mission\nUSGS' Landsat website\nNASA's Earth Observatory\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}