{
  "url": "https://climate.nasa.gov/news/710/tackling-the-global-water-challenge/",
  "title": "Tackling the global water challenge",
  "date": null,
  "content": "In a speech on March 22, 2012, marking World Water Day, Secretary of State Hillary Rodham Clinton launched a new partnership to improve water security. The U.S. Water Partnership is a public-private partnership that seeks to mobilize U.S.-based knowledge, expertise and resources to improve water security around the world, particularly in those countries most in need.\nNASA Deputy Administrator Lori Garver joined Secretary Clinton and representatives of other U.S. government and private sector entities for the World Water Day event at the U.S. Department of State in Washington as the partnership was announced.\nAs one of the new members of the Partnership, NASA brings a variety of expertise, ingenuity and resources to the challenge.\nIn response to widespread famines in Africa in the 1980s, the U.S. Agency for International Development (USAID) created an early warning system to provide timely information about drought and famine conditions. The system has since evolved into a worldwide Famine Early Warning System Network that uses data from NASA and others to classify food insecurity levels and alert authorities to predicted crises. NASA's data on long-term changes in rainfall, vegetation, reservoir height and other climate factors enhance USAID's ability to accurately predict food shortages and disseminate these findings to a broad audience around the world.\nIn April 2011, NASA and USAID signed a memorandum of understanding to expand their joint efforts to overcome international development challenges such as food security, climate change, and energy and environmental management. The agreement formalized ongoing agency collaborations that use Earth science data to address developmental challenges, and to assist in disaster mitigation and humanitarian responses.\nAnother NASA-USAID partnership, SERVIR, is bringing Earth observation information to local decision makers in targeted areas of the world to address threats related to climate change, biodiversity, and extreme events such as flooding, forest fires, and storms. SERVIR, which comes from the Spanish word meaning \"to serve,\" features web-based access to satellite imagery, decision-support tools and interactive visualization capabilities to put previously inaccessible information into the hands of scientists, environmental managers, and decision-makers.\nRegional SERVIR hubs are located at the Water Center for the Humid Tropics of Latin America and the Caribbean in Panama, the Regional Center for Mapping of Resources for Development based in Kenya, and the International Center for Integrated Mountain Development in Kathmandu, Nepal. SERVIR was developed by researchers at NASA's Marshall Space Flight Center in Huntsville, Ala.\nNASA’s Earth observation research capabilities in space are also contributing new knowledge to tackle the global water challenge. In 2009, researchers using data from the NASA/German Aerospace Center Gravity Recovery and Climate Experiment (GRACE) satellite showed that groundwater in northern India had been disappearing. The research, lead by Matt Rodell of NASA’s Goddard Space Flight Center, Greenbelt, Md., showed that the water was being consumed primarily to irrigate cropland faster than the aquifers were being replenished by natural processes.\nData on the depletion of groundwater around the world using GRACE observations is also contributing to public awareness of the global water challenge. Starting today, World Water Day, graphic displays of changes in global groundwater supply appear on a huge electronic billboard in New York City’s Time Square.\nRelated Links\nU.S. Water Partnership\nThirst for Knowledge: NASA Eyes World’s Water (World Water Day 2011)\nNASA Projects Improve Famine Predictions Worldwide\nThe SERVIR Program\nThe Water Cycle\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}