{
  "url": "https://climate.nasa.gov/news/712/how-does-debris-influence-glaciers/",
  "title": "How does debris influence glaciers?",
  "date": null,
  "content": "By Maria-José Viñas,\nNASA Goddard Space Flight Center\nKimberly Casey is a glaciologist who spends a fair amount of time in the office analyzing satellite data. But when she talks about her fieldwork on remote glaciers, one suspects she could do pretty well in a triathlon, too. Casey has carried 70-pound backpacks up mountain crossings in the Himalayas and waded ice-cold streams in the European Alps to collect samples and take measurements for her research on glacier debris pollution. Here we ask her a few questions about her work.\nCasey started her science career as a support scientist at NASA's Goddard Space Flight Center, Greenbelt, Md., in 2000 and moved to Norway in 2008 to obtain a Ph.D. in glaciology at University of Oslo. She returned to NASA Goddard in November 2011. During her Ph.D. research, Casey studied six glacier sites around the world; from volcanically influenced glaciers in Iceland and New Zealand to dust-influenced glaciers in Nepal and Switzerland to bare-ice and soot-influenced glaciers in Norway. Her results proved that satellite data can be used to map different types of glacier dust and debris.\nThe icefall of Khumbu glacier, in the Nepali Himalayas, was one of Kimberly Casey’s fieldwork sites. It is also considered one of the most dangerous spots on the South Col route to Mt. Everest’s summit. Credit: NASA/GSFC/Kimberly Casey.\n\n\n\n\n\nWhy do you study particulate pollution on glaciers?\nDust, volcanic ash, and soot particles are deposited on glaciers worldwide. The color of particulates on a glacier surface determines the amount of solar energy absorbed, which affects how much a glacier melts. Volcanic ash can be grey or black, while dust tends to be brown or red-brown. The thickness of the dust and debris on a glacier affects its melt rate, too. Because glaciers are a key water resource in many parts of the world, it is important to understand how melt rates may be changing over time. Glaciers are also of key importance to understanding global climate: the amount of ice cover on Earth affects how solar radiation is absorbed and reflected from Earth's surface.\nWhat kinds of debris are most frequently found on glaciers?\nDust is very common, as well as soot. Volcanic ash, or tephra, is dependent on the glacier's geographic location relative to the volcano and the eruption frequency. Dust comes from Earth's large deserts, like the Sahara. It also comes from local geology. Soot can come from forest fires, from combustion of oil (for example, from our cars) and coal mines.\nHow far can particulates travel?\nThe distance particulates travel depends on their size, how long they can stay in the atmosphere — gravity comes into play here. For example, soot is a relatively small particulate; it can travel quite far. A fire in Canada can cause soot to travel to Greenland's ice sheet. Dust can be larger, but it still travels quite far. Saharan dust is often found on glaciers in the European Alps. The Antarctic ice sheet gets dust from Australian deserts.\nIs deposition of particulates on glaciers evolving?\nThe issue of how climate change is affecting particulate pollution is currently being studied. Scientists suspect that changes to the amount and frequency of forest fires might be affecting how much soot is traveling to glaciers. Similarly, with climate change, dryness is becoming more prevalent and as a result, there's more dust. One study documented increased dust transported to glaciers in the Swiss Alps, which in turn was increasing glacier melt rates.\nYou visited several glaciers to measure debris composition. What kind of tools did you use for your fieldwork?\nI used a field spectrometer, a \"fancy camera\" with several hundred spectral bands, to measure glacier surface properties. I also took physical samples of snow, ice and debris. The field spectrometer has spectral bands from visible to short-wave similar to infrared satellite instruments, for example MODIS (an instrument that flies aboard NASA’s Aqua and Terra satellites), Landsat (a series of Earth-observing satellite missions jointly managed by NASA and USGS) and Hyperion (a sensor aboard the joint NASA-USGS EO-1 satellite.) I used the field-collected spectral data and chemical analysis of the samples to get a precise measurement of glacier debris composition, and then I was able to compare this with what I was measuring from satellite data.\nHow does the field spectrometer work to measure debris composition?\nThe field spectrometer measures different surface values in its 200-plus spectral bands depending on the chemical composition of glacier dust and debris. I used the characteristic reflectance signature of surface materials to decide what's actually on the ground. In the lab, I analyzed my samples using geochemical techniques. These methods gave me the exact chemical composition of the snow, ice and debris. So I knew without a doubt what was on the surface of these glaciers. I used this as ground truth to compare with the field spectra — the field-collected camera data — and the satellite spectra.\nWhat did you find out?\nI found out I was able to use data from ASTER (an instrument on NASA’s Terra satellite) and Hyperion to map which types of particulates are on the glaciers. This hadn't been done before, looking at the specific geochemistry of the glaciers. From this project I was able to establish some methods for using satellite data to map dust and debris types on any glacier around the globe. We now have a satellite record of over a decade and we can look back at how dust and debris on glaciers has changed over time and how this is affecting the melt of glaciers. Going to the field to collect samples or do measurements is expensive, and it would be hard to get to the 200,000-plus glaciers on Earth. So it's important to use Earth-observing satellite data to quickly and efficiently map glaciers.\nYou were able to visit very cool places during your research, but getting to some of these spots must have required a lot of physical work. Which glacier was the hardest to reach?\nThe Himalayan glaciers were the most rigorous glaciers to get to. I took a 30-minute flight from Kathmandu, Nepal, towards Mt. Everest, and landed in Lukla (9,100 feet, or 2.8 kilometers). We had to plan out our ascent to the glacier carefully because this was a high-elevation site; if one walks too fast and gains too much altitude in one day, one can become very sick. So we had to pace ourselves and took seven days to travel about 20 miles and 7,000 feet (2.1 kilometers) up to Ngozumpa glacier at 16,100 feet (4.9 kilometers). It was seven days of hiking with my field spectrometer, a very heavy backpack of about 45 lbs., my sampling equipment, a laptop to analyze data and a few personal items. In total, it was 70 lbs. or so. I was part of a small science team, and we had a few Sherpas to help us carry our science gear. At the study site, we stayed in small mountain huts and each day we'd climb up and over the moraine to get to the glacier's debris-covered area. I'd work with my field spectrometer, taking measurements from 10 a.m. to 2 p.m. on sunny days — that's when the field spectrometer is most suitable to use. At each site, I'd also take samples of snow, ice and debris, record positions, and take surface temperatures.\nHow long did you spend there?\nI spent two months in the field in Nepal, first at Ngozumpa glacier and then at Khumbu glacier. To get to Khumbu glacier, another couple scientists, a Sherpa and myself walked over the Cho La mountain pass with our gear. It was very physically demanding work and unfortunately some of the scientists got sick. At Khumbu glacier, I had three study areas, the highest just beyond Everest Base Camp, at the Khumbu glacier icefall (18,015 feet or 5.5 kilometers up).\nDid you get sick?\nI didn't, but the field assistant of the other scientist I was with did, so they had to descend. I was on my own at Khumbu for a couple weeks. I did have a Sherpa with me: together we continued the field spectrometry and sample collection.\nWhat did the Sherpa think of what you were doing?\nHe had never guided a scientist before. He did not know what he was in for: he told me that this had been his longest time out, because typically a tourist or a hiker will hire him for a one-week trip. So this was the longest time he had been with a person out in the field. Working on the actively moving glacier was also surprising to him. We became a great team managing the equipment transport to the different sites: the field spectrometer, the sample bags … It was really great.\nOf all the glaciers you visited, which was your favorite one?\nI sure liked the Himalayan glaciers. I also liked the glaciers near the Matterhorn in Switzerland. These Swiss glaciers were both clean ice and heavily debris-covered. So you had very different glaciers nearly side by side in such a beautiful setting. The north island of New Zealand glaciers were also quite impressive with all the volcanic emissions — sulfur gas from a volcanic lake creates a yellow and greenish patina on the glaciers.\nIt sounds like there aren't two identical glaciers on Earth.\nAlmost like a snowflake, it would be very different to find two glaciers that look alike.\nNow that you're back at NASA Goddard Space Flight Center, how do you want to expand your research?\nI'm going to use remote sensing data to quantify atmospheric particulates over glaciers. I'll look at seasonal variations and check different study sites. Because we have over 10 years of satellite data in some cases, I can map how particulates are changing over time over glaciers. At Goddard there's a lot of expertise in this type of analysis as well as atmospheric transport. I look forward to comparing results with atmospheric scientists working here.\nWhy do you want to measure what's in the air around the glaciers instead of checking what's directly on top of them?\nIf I can look at what's in the air over glaciers, this also helps to nail down, for example, how soot from forest fires or coal combustion or desert dust is traveling to these glaciers. I can map the atmospheric transport or the pathways that these different particulates are using to getting to glaciers, and pinpoint their origin.\nRelated Links:\nNASA's Cryospheric Sciences Laboratory\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}