{
  "url": "https://climate.nasa.gov/news/726/antarctic-explanation/",
  "title": "Antarctic explanation",
  "date": null,
  "content": "By Maria-Jose Vinas,\nNASA's Goddard Space Flight Center\nThis animation shows the circulation of ocean currents around the western Antarctic ice shelves. The shelves are indicated by the rainbow color; red is thicker (greater than 550 meters), while blue is thinner (less than 200 meters). Credit: NASA/Goddard CGI Lab. Download video Download still\n\nWarm ocean currents attacking the underside of ice shelves are the dominant cause of recent ice loss from Antarctica, a new study using measurements from NASA's Ice, Cloud, and land Elevation Satellite (ICESat) revealed.\nAn international team of scientists used a combination of satellite measurements and models to differentiate between the two known causes of melting ice shelves: warm ocean currents thawing the underbelly of the floating extensions of ice sheets and warm air melting them from above. The finding, published today in the journal Nature, brings scientists a step closer to providing reliable projections of future sea level rise.\nThe researchers concluded that 20 of the 54 ice shelves studied are being melted by warm ocean currents. Most of these are in West Antarctica, where inland glaciers flowing down to the coast and feeding into these thinning ice shelves have accelerated, draining more ice into the sea and contributing to sea-level rise. This ocean-driven thinning is responsible for the most widespread and rapid ice losses in West Antarctica, and for the majority of Antarctic ice sheet loss during the study period.\n\"We can lose an awful lot of ice to the sea without ever having summers warm enough to make the snow on top of the glaciers melt,\" said the study's lead author Hamish Pritchard of the British Antarctic Survey in Cambridge, United Kingdom. \"The oceans can do all the work from below.\"\nTo map the changing thickness of almost all the floating ice shelves around Antarctica, the team used a time series of 4.5 million surface height measurements taken by a laser instrument mounted on ICESat from October 2003 to October 2008. They measured how the ice shelf height changed over time and ran computer models to discard changes in ice thickness because of natural snow accumulation and compaction. The researchers also used a tide model that eliminated height changes caused by tides raising and lowering the ice shelves.\n\"This study demonstrates the power of space-based, laser altimetry for understanding Earth processes,\" said Tom Wagner, cryosphere program scientist at NASA Headquarters in Washington.\" Coupled with NASA's portfolio of other ice sheet research using data from our GRACE mission, satellite radars and aircraft, we get a comprehensive view of ice sheet change that improves estimates of sea level rise.\"\nPrevious studies used satellite radar data to measure the evolution of ice shelves and glaciers, but laser measurements are more precise in detecting changes in ice shelf thickness through time. This is especially true in coastal areas. Steeper slopes at the grounding line, where floating ice shelves connect with the landmass, cause problems for lower-resolution radar altimeters.\nICESat was the first satellite specifically designed to use laser altimetry to study the Earth's polar regions. It operated from 2003 to 2009. Its successor, ICESat-2, is scheduled for launch in 2016.\n\"This study demonstrates the urgent need for ICESat-2 to get into space,\" said Jay Zwally, ICESat project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"We have limited information on the changes in polar regions caused by climate change. Nothing can look at these changes like satellite measurements do.\"\nThe new research also links the observed increase in melting that occurs on the underside of a glacier or ice shelf, called basal melt, and glacier acceleration with changes in wind patterns.\n\"Studies have shown Antarctic winds have changed because of changes in climate,\" Pritchard said. \"This has affected the strength and direction of ocean currents. As a result warm water is funnelled beneath the floating ice. These studies and our new results suggest Antarctica's glaciers are responding rapidly to a changing climate.\"\nA different picture is seen on the Antarctic Peninsula, the long stretch of land pointing towards South America. The study found thinning of the largest ice shelf on the peninsula can be explained by warm summer winds directly melting the snow on the ice shelf surfaces. The patterns of widespread ocean-driven melting and summer melting on the Antarctic Peninsula can be attributed to changing wind patterns.\nThe study was carried out by an international team from the British Antarctic Survey, Utrecht University in Utrecht, Netherlands, the University of California in San Diego and the non-profit research institute Earth and Space Research in Corvallis, Ore.\nFor more information about ICESat and ICESat-2, visit this page.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}