{
  "url": "https://climate.nasa.gov/news/719/great-plains-tornado-outbreak-seen-from-space/",
  "title": "Great Plains tornado outbreak seen from space",
  "date": null,
  "content": "By Rob Gutro,\nNASA's Goddard Space Flight Center\nSatellite data gives forecasters a leg up on severe weather. NASA has just released an animation of visible and infrared satellite data showing the development and movement of the Great Plains tornado outbreak, using data from NOAA's GOES-13 satellite. There were more than 135 reports of tornadoes and 124 different warnings over April 14-15, 2012.\n\n\n\nThis animation of GOES data runs through the period of April 14-15, 2012. The imagery reveals the strong flow of warm, moist air from the Gulf into an advancing cold front. There were more than 135 reports of tornadoes and 124 different warnings during this period. Credit: NASA/NOAA GOES Project. Download 25-MB video here.\n\n    \nLocal weather observations, soundings, and computer models, and data from satellites like GOES-13 give forecasters information about developing weather situations. The GOES-13 satellite data in animated form showed the forecasters how the area of severe weather was developing, helping to prompt watches and warnings.\nThe GOES-13 (Geostationary Operational Environmental Satellite) satellite is operated by the National Oceanic and Atmospheric Administration. NASA/NOAA's GOES Project at the NASA Goddard Space Flight Center in Greenbelt, Md. created the animation of GOES-13 satellite data that covered the period during the massive tornado outbreak.\nThe GOES animation of the severe weather outbreak is in a large-format HDTV movie that runs 30 seconds. \"The animation runs through the period of April 14-15, 2012 and the GOES imagery reveals the strong flow of warm, moist air from the Gulf into the advancing cold front,\" said Dennis Chesters of NASA's GOES Project.\nThe destructive outbreak was Saturday night, April 14 to Sunday morning, April 15, and appears half way through the GOES video, when the long streak of clouds springs into view in the middle of the frame. Although there is not much detail in the infrared-only cloud tops, there is evidence of sudden violence.\nMeteorologists had predicted the set up for severe weather days in advance. In fact, the NOAA Storm Prediction Center Days sent out the alert to more five states to be on guard for developing \"extremely dangerous\" or \"catastrophic\" weather conditions. The states included Nebraska, Kansas, Iowa, Oklahoma, Missouri, Texas, and Illinois.\nAs factors came together, the National Weather Service forecast this week's Great Plains Tornado outbreak 24 hours in advance, and gave prompt and urgent warnings that saved lives. Six fatalities were recorded, and there were 213 severe thunderstorm warnings and 124 tornado warnings.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}