{
  "url": "https://climate.nasa.gov/news/1127/nasa-selects-instruments-to-track-climate-impact-on-vegetation/",
  "title": "NASA selects instruments to track climate impact on vegetation",
  "date": null,
  "content": "4 min read\nNASA has selected proposals for two new instruments that will observe changes in global vegetation from the International Space Station. The sensors will give scientists new ways to see how forests and ecosystems are affected by changes in climate or land use change.\nA laser-based system from the University of Maryland, College Park, will observe the structure of forest canopy. This instrument will be completed in 2019 and will not cost more than $94 million. A high-resolution multiple wavelength imaging spectrometer from NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California, will study the effectiveness of water use by vegetation. This instrument will be completed in 2018 and not cost more than $30 million.\n\"We are excited to expand the use of the International Space Station to make critical Earth observations that will help scientists understand the diversity of forests and vegetation and their response to a changing climate,\" said John Grunsfeld, associate administrator of NASA's Science Mission Directorate in Washington. \"These innovative Earth Venture Instruments will join a growing suite of NASA Earth-observing sensors to be deployed to the station starting this year.\"\nThe instruments were competitively selected from 20 proposals submitted to NASA's Earth Venture Instrument program. Part of the Earth System Science Pathfinder program Earth Venture investigations are small, targeted science investigations that complement NASA's larger research missions. The National Research Council recommended in 2007 that NASA undertake this type of regularly solicited, quick-turnaround project. The program's first selection was awarded in 2010.\nRalph Dubayah, of the University of Maryland, is the principal investigator for the Global Ecosystem Dynamics Investigation (GEDI) Lidar. This project will use a laser-based system to study a range of climates, including the observation of the forest canopy structure over the tropics, and the tundra in high northern latitudes. This data will help scientists better understand the changes in natural carbon storage within the carbon cycle from both human-influenced activities and natural climate variations.\nSimon Hook of JPL is the principal investigator for the ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS). This project will use a high-resolution thermal infrared radiometer to measure plant evapotranspiration, the loss of water from growing leaves and evaporation from the soil. These data will reveal how ecosystems change with climate and provide a critical link between the water cycle and effectiveness of plant growth, both natural and agricultural.\nThe GEDI team has extensive experience in observing and modeling forest and vegetation dynamics. Dubayah has led numerous vegetation lidar observations from sub-orbital platforms throughout his career. The team includes partnerships with NASA's Goddard Space Flight  Center, Greenbelt, Maryland; Woods Hole Research Center, Woods Hole, Massachusetts; the U.S. Forest Service, Ogden, Utah; and Brown University, Providence, Rhode Island.\nThe ECOSTRESS team has extensive experience in development and analysis of thermal infrared spectroscopic images of the Earth’s surface. Hook has served as project scientist for the Advanced Spaceborne Thermal Emission Reflection Radiometer (ASTER) instrument on NASA's Earth Observing System Terra satellite and has been involved in numerous sub-orbital field campaigns. The team includes partnerships with the U.S. Department of Agriculture, Beltsville, Maryland, and Maricopa, Arizona; Princeton University, Princeton, New Jersey; and University of Idaho, Moscow, Idaho.\nThe International Space Station provides several in-orbit capabilities useful to both instruments. The space station orbit is inclined relative to the poles, providing more observation time of forests and vegetation over temperate land masses than possible from the polar orbits commonly used for other types of Earth observations. The GEDI laser requires significant power resources, which the space station can provide. Also, the relatively low altitude of the station's orbit, about 260 miles up, benefits GEDI by ensuring a higher return energy for laser pulses reflected from the ground.\nIn 2012, NASA selected the first Earth Venture Instrument investigation, the Tropospheric Emissions: Monitoring of Pollution (TEMPO) mission. TEMPO will be the first space-based sensor to monitor major air pollutants across North American hourly during daytime. It will share a ride on a commercial satellite as a hosted payload and orbit about 22,000 miles above the equator.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}