{
  "url": "https://climate.nasa.gov/news/1156/nasa-launches-new-era-of-earth-science-from-space-station/",
  "title": "NASA launches new era of Earth science from space station",
  "date": null,
  "content": "By Steve Cole and Joshua Buck\r\nNASA's Headquarters\nCredit: NASA\nThe launch of a NASA ocean winds sensor to the International Space Station (ISS) this month inaugurates a new era of Earth observation that will leverage the space station's unique vantage point in space. Before the end of the decade, six NASA Earth science instruments will be mounted to the station to help scientists study our changing planet.\nThe first NASA Earth-observing instrument to be mounted on the exterior of the space station will launch from Cape Canaveral Air Force Station, Florida, on the next SpaceX Commercial Resupply Services flight, currently targeted for no earlier than Sept. 19. ISS-RapidScat will monitor ocean winds for climate research, weather predictions and hurricane monitoring from the space station.\nThe second instrument is the Cloud-Aerosol Transport System (CATS), a laser instrument that will measure clouds and the location and distribution of airborne particles such as pollution, mineral dust, smoke, and other particulates in the atmosphere. CATS will follow ISS-RapidScat on the fifth SpaceX space station resupply flight, targeted for December.\n\"We're seeing the space station come into its own as an Earth-observing platform,\" said Julie Robinson, chief scientist for the International Space Station Program at NASA's Johnson Space Center in Houston. \"It has a different orbit than other Earth remote sensing platforms. It’s closer to Earth, and it sees Earth at different times of day with a different schedule. That offers opportunities that complement other Earth-sensing instruments in orbit today.\"\nThe space station-based instruments join a fleet of 17 NASA Earth-observing missions currently providing data on the dynamic and complex Earth system. ISS-RapidScat and CATS follow the February launch of the Global Precipitation Measurement Core Observatory, a joint mission with the Japan Aerospace Exploration Agency, and the July launch of the Orbiting Carbon Observatory-2, making 2014 one of the busiest periods for new NASA Earth science missions in more than a decade.\nMost of the agency’s free-flying, Earth-observing satellites orbit the planet over the poles at altitudes higher than 400 miles in order to gather data from all parts of the planet. Although the space station does not pass over Earth’s polar regions, its 240-mile high orbit does offer logistical and scientific advantages.\n\"With the space station we don't have to build a spacecraft to gather new data — it's already there,” said Stephen Volz, associate director of flight programs in the Earth Science Division at NASA Headquarters in Washington. “The orbit enables rare, cross-disciplinary observations when the station flies under another sensor on a satellite. Designing instruments for the space station also gives us a chance to do high-risk, high-return instruments in a relatively economical way.\"\nThe data provided by ISS-RapidScat will support weather and marine forecasting, including tracking storms and hurricanes. The station's orbit will allow the instrument to make repeated, regular observations over the same locations at different times of day, providing the first near-global measurements of how winds change throughout the day. ISS-RapidScat was built by NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California.\nCATS is a laser remote-sensing instrument, or lidar, that measures clouds and tiny aerosol particles in the atmosphere. These atmospheric components play a critical part in understanding how human activities such as pollution and fossil fuel burning contribute to climate change. CATS was built by NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nTwo additional NASA Earth science instruments are scheduled to launch to the station in 2016. The Stratospheric Aerosol and Gas Experiment III (SAGE III), will measure aerosols, ozone, water vapor and other gases in the upper atmosphere to help scientists assess how the ozone layer is recovering and better understand global climate change. SAGE III was developed by NASA's Langley Research Center in Hampton, Virginia, and built by Ball Aerospace of Boulder, Colorado.\nThe Lightning Imaging Sensor (LIS) will detect and locate lightning over tropical and mid-latitude regions of the globe. The first LIS was launched in 1997 as part of NASA’s Tropical Rainfall Measuring Mission. The sensor will monitor lightning for Earth science studies and provide cross-sensor calibration and validation with other space-borne instruments and ground-based lightning networks. LIS was developed by NASA's Marshall Space Flight Center in Huntsville, Alabama.\nIn July, NASA selected proposals for two new instruments that will observe changes in global vegetation from the space station, giving scientists new ways to observe how forests and ecosystems are affected by changes in climate and land use change. Both sensors will be completed before the end of the decade.\nThe Global Ecosystem Dynamics Investigation (GEDI) will use a laser-based system to study forest canopy structure in a range of ecosystems, from the tropics to the high northern latitudes. The observations will help scientists better understand the changes in carbon storage within forests from both human activities and natural climate variations. GEDI is managed by scientists at the University of Maryland, College Park.\nThe ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) is a high-resolution multiple wavelength thermal imaging spectrometer that will study water use and water stress in vegetation. Measurements of the loss of water from growing leaves and evaporation from the soil will help reveal how ecosystems change with climate and provide a critical link between the water cycle and plant health in both natural and agricultural ecosystems. ECOSTRESS is managed by JPL.\nThe space station provides several capabilities useful to both instruments. The space station orbit provides more observation time of forests and vegetation over temperate land masses than possible with the polar orbit commonly used for other types of Earth observations. The GEDI laser requires significant power resources, which the space station can provide.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}