{
  "url": "https://climate.nasa.gov/news/1128/rapn-and-scatn-on-the-iss/",
  "title": "Rap'n and Scat'n on the ISS",
  "date": null,
  "content": "Holly Shaftel is an editor and social media specialist for NASA's Global Climate Change website.\nWant to see something really cool? Duh. JPL's visualization team has updated the International Space Station (ISS) in NASA's Eyes on the Earth app to include the agency's next mission, ISS-RapidScat.\nI know what you're thinking: What will RapidScat do, and why is it called that? RapidScat, short for \"Rapid Scatterometer\" (a scatterometer being a type of radar that bounces microwaves off Earth's surface and measures the strength and direction of return signals), is going to observe ocean winds from the ISS. Ocean winds tell scientists about the complex relationship between the ocean and the atmosphere. The mission will also tell scientists the role the sun's heat plays in creating winds. These data will contribute to both weather (short-term and local) and climate (long-term and global) predictions, such as those related to El Niño.\nYou might also wonder how it's going to be attached to the ISS. NASA partnered with SpaceX to use the company's Dragon, a free-flying spacecraft that will deliver the instrument to the station. Once there, an arm attached to the station will grab RapidScat from inside the Dragon and install it on the end of the station's Columbus laboratory.\nVideo of ISS-RapidScat, as seen in NASA's Eyes on the Earth web app. RapidScat is scheduled to launch in September 2014 via a SpaceX Dragon.\n\n​\nSo, now there's a virtual RapidScat aboard a virtual ISS in NASA's Eyes on the Earth app. It's awesome and super detailed. In Eyes on the Earth, every spacecraft is a high-end, photorealistic (i.e., closely resembling the real-life spacecraft) rendering created by a 3D art director. You can view the spacecraft orbiting Earth, zoom in and/or access real-time data from your keyboard.\nISS-RapidScat is scheduled to launch in September 2014. Learn more about the science and instrument.\nAs always, we look forward to your comments.\nHolly\nISS-RapidScat is part of NASA's Earth Right Now campaign, a series of five Earth science missions that will be launched into space in the same year, opening new and improved remote eyes to monitor our changing planet.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}