{
  "url": "https://climate.nasa.gov/news/1137/watching-the-winds-where-sea-meets-sky/",
  "title": "Watching the winds where sea meets sky",
  "date": null,
  "content": "4 min read\nThe ocean covers 71 percent of Earth’s surface and affects weather over the entire globe. Hurricanes and storms that begin far out over the ocean affect people on land and interfere with shipping at sea. And the ocean stores carbon and heat, which are transported from the ocean to the air and back, allowing for photosynthesis and affecting Earth’s climate. To understand all these processes, scientists need information about winds near the ocean’s surface.\nNASA’s ISS-RapidScat, launching to the International Space Station this fall, will watch those winds with a tried and true instrument called a scatterometer. Since satellite scatterometers began collecting data in the 1970s, their soundings have become essential to our understanding of Earth’s ocean winds.\nScatterometers send microwave pulses to Earth’s surface at an angle. A smooth ocean surface reflects most of the energy like a mirror, away from the satellite, but strong waves scatter some of the signal back toward the spacecraft. From the strength of this backscatter, scientists can estimate the speed and direction of wind at the ocean’s surface.\n“Before scatterometers, we could only measure ocean winds on ships, and sampling from ships is very limited,” said Timothy Liu of NASA’s Jet Propulsion Laboratory in Pasadena, California, who led the science team for NASA’s QuikScat mission.\nScatterometry began to emerge during World War II, when scientists realized wind disturbing the ocean’s surface caused noise in their radar signals. NASA included an experimental scatterometer in its first space station in 1973 and again when it launched its SeaSat satellite in 1978. During its three-month life, SeaSat’s scatterometer provided scientists with more individual wind observations than ships had collected in the previous century.\nA JPL team then designed a mission called NSCAT, the NASA Scatterometer. When the Japanese spacecraft carrying NSCAT failed in 1997, engineers rushed to complete JPL’s SeaWinds scatterometer instrument, already in development. In just a year, JPL engineers finished the SeaWinds scatterometer, and Ball Aerospace & Technologies Corporation created a satellite from another project’s leftover parts. NASA named the expedited mission “QuikScat.”\n“We had to build the SeaWinds instrument using spare parts and do it very fast,” Liu said. “It was only meant to be a gap-filler. But then it lasted for 10 years.”\nFrom 1999 until 2009, QuikScat collected 400,000 measurements over 90 percent of Earth’s surface daily. Researchers used the data to improve weather forecasts, monitor typhoons and hurricanes, design shipping routes and place ocean fisheries. Scientists also found that SeaWinds could measure snow cover, identify icebergs floating near Antarctica and track the shrinking of the Amazon rainforest.\nThe number of scatterometers in space grew drastically during QuikScat’s decade. “It used to be, we were the only game in town. Now there’s an international array of scatterometers up there,” Liu said.\nQuikScat provided its full range of data until its antenna stopped spinning in 2009, significantly reducing the amount of Earth’s surface it measured. But the data it continues to collect are now used to calibrate measurements from other satellites.\n“We tipped QuikScat slightly so it was at the same angle as the Indian scatterometer, OSCAT, and continued to do that throughout the whole OSCAT mission,” said JPL’s Phil Callahan, the data products manager for QuikScat. Cross-calibrating new instruments like OSCAT with existing ones ensures that the new data can be combined seamlessly with the old, allowing researchers to examine long-term trends.\nWhen NASA’s ISS-RapidScat mission begins collecting data this fall, it will add data to the same archive.\n“OSCAT stopped working earlier this year, so RapidScat’s presence is very important,” said Howard Eisen, the RapidScat project manager at JPL. “We can transfer the calibration standard from QuikScat to RapidScat, which can then pass it on to future scatterometers, making a continuous, 15-plus year record.”\nAs with QuikScat, JPL engineers built RapidScat in less than two years. The mission combines new industrial-grade hardware and older inherited hardware used to develop and test QuikScat, and was developed for just $26 million. QuikScat will calibrate the new mission as well.\nAlso as with QuikScat, RapidScat is meant to be a “gap-filler” on its two-year mission. Another scatterometer from the Indian Space Research Organization is scheduled to join RapidScat in orbit in the next two years. RapidScat will be the last scatterometer built from SeaWinds materials, but likely not the last in a growing record of Earth’s winds over the ocean.\n“Including RapidScat, we’ve gotten three scatterometers and more than 10 years of data from the SeaWinds project,” Callahan said.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}