{
  "url": "https://climate.nasa.gov/news/1141/hiatus-in-rise-of-earths-surface-air-temperature-likely-temporary/",
  "title": "‘Hiatus’ in rise of Earth’s surface air temperature likely temporary",
  "date": null,
  "content": "5 min read\nBetween 1998 and 2012, climate scientists observed a slowdown in the rate at which the Earth's surface air temperature was rising. While the rise in global mean surface air temperature has continued, between 1998 and 2012 the increase was approximately one third of that from 1951 to 2012.\nThis trend — referred to as a \"global warming hiatus\" — has sparked a lot of debate and given rise to a reasonable question: Is global warming coming to a halt?\nAccording to Norman Loeb, an atmospheric scientist at NASA's Langley Research Center in Hampton, Virginia, and the principal investigator of a space-borne sensor called the Clouds and Earth's Radiant Energy System, or CERES, the answer is almost certainly no.\n\"Heating is still going on,\" he said. \"It's just not in terms of the surface air temperature.\"\nLoeb explained the science behind that statement Tuesday, Aug. 5, during a talk at NASA Langley titled \"The Recent Pause in Global Warming: A Temporary Blip or Something More Permanent?\"\nThough Loeb believes there are a handful of short-term factors that drive changes in surface air temperature, like the El Niño and La Niña phenomena that cause temperature fluctuations in the tropical eastern Pacific approximately every two years, he thinks there is a longer term factor that is a significant and overlooked contributor.\n\"The Pacific Decadal Oscillation affects surface temperature,\" Loeb said. \"It's a pattern of temperature shifts, primarily over the Pacific, that occurs about every 20 or 30 years.\"\nHistorically, those shifts have coincided with changes in surface temperature.\n\"The Pacific Decadal Oscillation has a very distinctive pattern. During the positive phase, surface temperature rises more rapidly,\" he said. \"During the negative phase, the rate of temperature increase slows down, hence a hiatus. It's very compelling when you see the actual observations.\"\nLoeb showed measurements during his talk demonstrating steady increases in surface air temperature from 1920 to 1940 and again from 1976 to 2000, periods when the decadal oscillation was in a positive phase. From 1940 to 1975, and again beginning in 2001, temperatures leveled out in concert with negative oscillation phases.\nSurface air temperatures have increased by approximately 1.4 degrees Fahrenheit since the early 20th century. On this timescale, the hiatuses look like short ledges along a graph of global average surface air temperature with an otherwise steep upward slope.\n\"You can't just look at short periods of time,\" Loeb said. \"You have to look at the record over a long period of time to see the pattern. There will be natural fluctuations at shorter time scales, but we really shouldn't conclude that that's a change and global warming is going away.\"\nEven as surface air temperatures are currently holding relatively steady, Loeb believes there's still another issue to take into consideration.\n\"Observations are showing us the planet is still taking up heat, but it is just showing up in a different place,\" he said.\nThat different place is the ocean.\nIn other words, as humans and nature continue to apply pressure to the Earth's climate through increases in carbon dioxide and other greenhouse gases, temperatures are still rising. But as the Pacific Decadal Oscillation briefly tames temperatures at the planet's surface, the oceans are where the real heating is happening.\n\"If you add extra heat to the Earth system, approximately 93 percent of that extra heat ends up stored in the ocean, and the ocean is very deep,\" Loeb said. \"When we look at air temperature, we are just looking at the surface. There's a whole deep ocean where heat can be stored.\"\nScientists are studying ocean temperatures with instruments known as “Argo floats.” These instruments drift freely throughout the world’s oceans, collecting temperature and salinity measurements to a depth of around 6000 feet. The floats rise to the surface and transmit their data to a satellite every 10 days. Currently, more than 3,600 Argo floats distributed in the planet's oceans show that the oceans are taking up heat over time, according to Loeb.\nCombine that with data from NASA's CERES sensor, which shows the rate of heat uptake by the whole planet is nearly constant, and it becomes clear that the planet is still warming, even as the increase in surface air temperatures lull temporarily.\n\"Heat can be redistributed,\" Loeb said of the energy. \"Changes in the circulation patterns in the ocean and atmosphere will result in redistribution of the heat — and that is what is going on during the different phases of this [Pacific Decadal Oscillation].\"\nLoeb and the overwhelming majority of his fellow climate scientists argue that as humans continue to pump carbon dioxide and other greenhouse gases into the atmosphere at unprecedented rates — atmospheric carbon dioxide measurements hit 400 parts per million in May 2013 — climate change will continue. Current estimates have global average surface air temperatures rising anywhere from approximately 3 to 8.5 degrees Fahrenheit by the year 2100, depending on how much carbon dioxide and other greenhouse gases are added to the atmosphere and accounting for uncertainty in predictions.\nBut even given the scientific evidence that points toward definite warming, and data that shows that the last three decades have been the hottest on record, each one a little bit warmer than the last, Loeb encourages the scientific community to improve its observations and models of the climate system, and to discuss the science objectively and rationally.\n\"It’s okay to be skeptical,\" he said. \"Scientists are skeptical by nature. But at the same time, we need to be reasonable.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}