{
  "url": "https://climate.nasa.gov/news/1157/remote-sensing-instrument-to-blaze-a-trail-on-the-international-space-station/",
  "title": "Remote-sensing instrument to blaze a trail on the International Space Station",
  "date": null,
  "content": "By Lori Keesey,\r\nNASA's Goddard Space Flight Center\nRoughly the size of a refrigerator, CATS will use the same two laser wavelengths on NASA’s CALIPSO mission, 1,064 and 532 nanometers, and it will incorporate a third laser wavelength, 355 nanometers. This may provide more detailed information about the particles in Earth's atmosphere. Credit: NASA\nThe Cloud-Aerosol Transport System (CATS), a new instrument that will measure the character and worldwide distribution of the tiny particles that make up haze, dust, air pollutants and smoke, will do more than gather data once it’s deployed on the International Space Station this year.\n“CATS is a groundbreaking science and technology pathfinder,” said Colleen Hartman, deputy center director for science at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Not only will it make critical measurements that will tell us more about the global impact of pollution, smoke and dust on Earth’s climate, it will demonstrate promising new technology and prove that inexpensive missions can make critical measurements needed by the modelers to predict future climate changes.”\nA technological first\nTechnologically, NASA has never before flown an instrument like CATS.\nDeveloped by a Goddard team led by scientist Matt McGill, the refrigerator-size CATS will demonstrate for the first time three-wavelength laser technology for measuring volcanic particles and other aerosols from space. It is intended to operate for at least six months and up to three years aboard the Japanese Experiment Module-Exposed Facility, augmenting measurements gathered by NASA’s CALIPSO (Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations) mission.\nHowever, the big difference between the two is that CALIPSO uses two wavelengths — the 1,064- and 532-nanometer wavelengths — to study the same phenomena.\nThat’s not the only difference, McGill said. CATS, which was developed with NASA and Goddard research and development funding, also carries extremely sensitive detectors that can count individual photons, delivering better resolution and finer-scale details. It also will fire 5,000 laser pulses per second, using only one millijoule of energy per second. In sharp contrast, CALIPSO delivers 20 laser pulses per second, using a whopping 110 millijoules of energy in each of those pulses.\n“As a pathfinder mission, what we’re trying to determine is whether the addition of the third wavelength — 355 nanometers, which is in the ultraviolet — will produce the results we expect it to generate,” McGill said. “We believe it will deliver more detailed information revealing whether the particles scientists see in the atmosphere are dust, smoke or pollution.” Though it adds an advanced capability, particularly when coupled with the new detectors, engineers believe the ultraviolet wavelength may be particularly susceptible to damage caused by contamination, McGill said.\n“If you get contamination on any of your outgoing optics, they can self-destruct, and then your system’s dead,” he said. “You end up with very limited lifetime. The way to find out is to fly a relatively inexpensive payload aboard an existing platform, like the International Space Station.”\nAs it turns out, the space station is a very useful berth for gathering aerosol measurements, McGill said. The station travels in a precessing orbit — it shifts around and around, traveling from 51 degrees north latitude to 51 degrees south latitude. As a result, CATS will provide good coverage of what’s happening over most population centers.\n“In addition, the station passes over and along many of the primary aerosol-transport paths within Earth’s atmosphere,” McGill added. One of Earth’s primary transport routes for airborne pollutants is from Southeast Asia. Circulation cells in Earth’s atmosphere transport particles over Japan, northward south of Alaska, and then south toward the West Coast of the United States, making a big, inverted “U” shape. Another atmospheric circulation cell moves aerosols from western Canada eastward and then southward, over the Great Lakes and the East Coast.\n“Because smoke-darkened skies over cities and communities can pose health risks to populations, especially to the medically vulnerable, the ability to track those aerosols and deliver warnings is critical,” McGill said. Long-term data also can reveal the shifts that are occurring in global climate — whether changes are occurring in cloud cover or whether the level of pollutants is increasing or decreasing — over geographic distances and time.\nThe future of technology demos\n“What excites us so much about CATS is the fact that it will add to the observations of the aging CALIPSO,” Hartman said. “It also will show that inexpensive missions, like CATS, can be installed on the space station, pointing nadir, to make critical measurements over months at a time. Think of all the Earth-observing science that might be done in a cost-effective manner from the International Space Station.”\nMcGill agreed. “In our current budget-constrained environment, we need to use what we already have, such as the space station, to do more with less,” McGill said, adding that if the instrument works, it can be scaled up to be a free-flier mission. “One of the most exciting things for me has been the opportunity to develop a small, low-cost, quick-turnaround payload for the International Space Station, a pathfinder project representing what’s possible for future technology investigations,” he said. “We did this using a small team, a streamlined process, and a build-to-cost mentality — and we proved it can be done.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}