{
  "url": "https://climate.nasa.gov/news/1154/four-decades-of-sea-ice-from-space-the-decline/",
  "title": "Four decades of sea ice from space: The decline",
  "date": null,
  "content": "7 min read\nBy the end of last century, scientists had painstakingly developed and tested the remote sensing techniques that allowed them to monitor sea ice from space.\nIn the 1980s, the scientific community started becoming more interested in watching for signs of climate change in various Earth systems — but through that decade, sea ice showed very little in the way of clear-cut trends. The drastic changes of the past 15 years weren’t even imagined back then.\n“It was like watching paint dry,” said Jay Zwally, a senior scientist at NASA’s Goddard Space Flight Center in Greenbelt, Md., one of a handful of scientists who began in the early 1970s intensively working with satellite imagery to study sea ice.\nStill, the new data allowed researchers to start analyzing the long-term behavior of the Arctic Ocean’s icy cap.\nThe study of Arctic sea ice changed forever with the dawn of the Space Age and the first Earth-observing satellites. Part 2 of our animated timeline picks up where Part 1 left off — with the launch of the TIROS weather satellite. Credit: NASA's Goddard Space Flight Center/J. Beck\nDownload this video in HD formats from NASA Goddard's Scientific Visualization Studio\nOne of the first studies to establish a trend of sea ice growth and retreat was written by Claire Parkinson and Donald Cavalieri, both at NASA Goddard, who in 1989 published an analysis of the data collected by the Electrically Scanning Microwave Radiometer (ESMR, launched onboard NASA’s Nimbus 5 satellite on December 10, 1972) and its successor, the Scanning Multichannel Microwave Radiometer (SMMR, which was sent to space onboard NASA’s Nimbus 7 satellite on October 24, 1978).\n“By that time, in 1989, people were talking about global warming and its possible consequences, including effects on sea ice and other variables,” Parkinson said.\nOne problem in truly divining a trend was the lack of continuity – there was a two-year data gap in the 1970s between the ESMR data and the successor SMMR data, hindering researchers from connecting those two data sets. So Parkinson and Cavalieri examined the two records separately. As of 1989 they found some initial signs of sea ice decline from the SMMR data – but nothing that they could be certain was part of a long term trend instead of a natural cycle.\n“We couldn’t be sure, with such a short record, the interannual variability in the ice cover, and such a small trend toward decreasing ice coverage,” Parkinson said. “But the decrease we saw certainly was enough to alert us to the fact that we should keep up this record and continue to monitor the changes.”\nA decade later, Parkinson, Cavalieri, Zwally, and their colleagues Per Gloersen and Joey Comiso, also at NASA Goddard, revisited the satellite data. This time they added the measurements collected by the Special Sensor Microwave/Imager (SSM/I) instruments onboard satellites of the United States Air Force’s Defense Meteorological Satellite Program. They noticed that the sea ice decrease not only had continued but also was far more convincing than it had been in 1989. In their 1999 publication, they were able to report that the Arctic sea ice cover had retreated at an average rate of 2.8 percent per decade. Further, they reported that the trend was negative in every season. Summer showed the largest ice loss at minus 4.5 percent per decade, or minus 14,788 square miles (38,300 square kilometers) per year – roughly the size of Maryland and Connecticut put together.\nThe trend scientists had been looking for was now clearly visible.\n“But during this period there were still some pretty wild swings, too,\" said Walt Meier, a research scientist at NASA Goddard. \"There was a seesaw pattern: For example, 1995 was a record low year for the September sea ice extent. And then the next year was a record high in the Arctic.”\nHowever, the scientific community did not foresee in the 1990s the accelerated decay of Arctic sea ice that lay ahead in the following decade.\nIn 2005, the summer Arctic sea ice extent shrank to 2.16 million square miles (5.6 million square kilometers) – almost 194,000 square miles (502,000 square kilometers) less than what had been the average during the satellite record until then.\n“At that point it seemed like a fairly dramatic record low. That’s when it seemed that, yes, the decline might be going a little faster than we thought it was capable of going,” Meier said. “And then in 2007, the bottom seemed to fall out.”\nThe melt season of 2007 started with lower than normal extent, but it was on par with recent years. Then the levels plummeted in early July. To the amazement of the scientific community, the 2005 record was beat by mid-August, with still one more month of melting to go. At the end of the melt season, sea ice had contracted to 1.66 million square miles (4.3 million square kilometers) – compared to the average summer sea ice extent from 1979 to 2006, the Arctic Ocean had lost a chunk of its sea ice cover equivalent to the combined size of Alaska and Texas.\n“There was a lot of shock in the sea ice community – I don’t remember anyone thinking it could get that low that quickly,” Meier said.\nWhat had been missing from most analyses, which were mainly focused on sea ice concentrations and extents, was the fact that the ice had also thinned over the past decades, making it much more vulnerable to weather events such as the strong Siberian winds that in 2007 pushed the weakened ice toward the Canadian coast, compacting its extent and brought warm air that accelerated melt.\nThickness was – and still is – a lesser-analyzed characteristic of the Arctic sea ice cover, mostly due to the scarcity of measurements until a few years ago. Establishing a reliable record of thickness would become one of the next frontiers in sea ice studies.\nIn summer of 2012, the frozen cap of the Arctic Ocean broke another record, contracting to 1.31 million square miles (3.4 million square kilometers), or almost half the size of the 1979 to 2010 average late-summer ice extent. A powerful cyclone in August of that year caused a double-whammy. The storm broke a large section of sea ice and pushed it south to warmer waters, where it disintegrated, and also churned the ice into smaller pieces more vulnerable to melt. Even without the storm, the sea ice cover likely would have reached a new record low, but the storm did noticeably accelerate ice loss in early and mid August, which is a period of the year when melt usually slows down.\nThe record low Arctic sea ice minimum in 2012 was half the extent of the 1979 minimum — a decline of 1.3 million square miles, enough to cover one-third of the continental United States. Credit: NASA's Goddard Space Flight Center\nDespite the new record coming only five years after 2007, researchers said this time it wasn’t as much of a surprise.\n“It was discouraging, but it wasn’t anywhere as large of a shock. That’s because 2007 had alerted us to how dramatically sea ice extent can descend below its previous levels,” said Parkinson, who has conducted research on the role weather played in the 2007 and 2012 record lows. “The particular weather conditions those years were important, but if those exact weather conditions had occurred decades ago” – when the ice cover was thicker and more extensive – “they would have not been able to cause the same level of damage.”\nSea ice scientists still expect the size of the Arctic minimum to vary irregularly from year to year – even as it likely continues its overall shrinking trend. In other words, people should not expect to see a new record every year, even as some scientists work on projecting the possibilities of an ice-free Arctic Ocean in future summers.\nThe picture is a far different one than the Goddard scientists saw for the first few decades of using satellite data to measure the ice. But as the ice changes, the international community will have an accurate benchmark based on years of work when there was no trend apparent.\n“We did work over many years,” said Zwally, “before we saw something significant.”\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}