{
  "url": "https://climate.nasa.gov/news/1147/nasa-scientists-watching-studying-arctic-changes-this-summer/",
  "title": "NASA scientists watching, studying Arctic changes this summer",
  "date": null,
  "content": "3 min read\nThis visualization of the Arctic sea ice cap’s seasonal melting is based on satellite data from the AMSR2 instrument operated by the Japan Aerospace Exploration Agency (JAXA). Credit: Cindy Starr, NASA Goddard's Scientific Visualization Studio\n› Download video\nAs we near the final month of summer in the Northern Hemisphere, NASA scientists are watching the annual seasonal melting of the Arctic sea ice cover. The floating, frozen cap that stretches across the Arctic Ocean shrinks throughout summer until beginning to regrow, typically around mid-September.\nAs of Aug. 19, Arctic sea ice covered about 2.31 million square miles. While this is on track to be larger than the record-breaking low year in 2012, the sea ice extent is still well below average for the past 30 years, and continues a trend of sea ice loss in the Arctic. From 1981 to 2010, the average sea ice extent on Aug. 19 was 2.72 million square miles — 18 percent larger than on that same date this year.\n\"While this year is not heading toward a record low minimum extent in the Arctic, sea ice is well below normal and continues an overall pattern of decreasing sea ice during summer in the Arctic,” said sea ice scientist Walt Meier, based at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nWhile NASA scientists have used satellites to document sea ice changes for more than 40 years, this summer the agency is also flying three airborne research campaigns to observe different aspects of climate-driven change in the Arctic.\nThe ARISE (Arctic Radiation-IceBridge Sea and Ice Experiment) campaign will begin flights later this week from Greenland to measure how changing land and sea ice conditions in the region are affecting the formation of clouds and the exchange of heat from Earth’s surface to space.\nFor some time scientists at NASA and elsewhere have been concerned about how the retreat of sea ice in summer could affect the climate of the Arctic. This campaign is one of the first to study the interaction between sea ice loss and the Arctic atmosphere.\nThe CARVE (Carbon in Arctic Reservoirs Vulnerability Experiment) campaign is making its third year of flights from Fairbanks, Alaska, over vast regions of Alaska to measure the emissions of greenhouse gases being released from thawing tundra and permafrost.\nAnd an offshoot of NASA’s long-running Operation IceBridge, a plane will fly over Alaskan glaciers to measure how much the thickness of those glaciers has changed from previous years.\nFor news on these campaigns and the status of Arctic sea ice as it progresses toward its annual minimum, watch for updates on www.nasa.gov/earth and www.nasa.gov/earthrightnow throughout August and September.\nLearn more:\nARISE: NASA to investigate climate impacts of Arctic sea ice loss CARVE: Is a sleeping climate giant stirring in the Arctic?\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}