{
  "url": "https://climate.nasa.gov/news/1155/new-nasa-probe-will-study-earths-forests-in-3d/",
  "title": "New NASA probe will study Earth’s forests in 3D",
  "date": null,
  "content": "5 min read\nA laser-based instrument being developed for the International Space Station will provide a unique 3D view of Earth’s forests, helping to fill in missing information about their role in the carbon cycle.\nCalled the Global Ecosystem Dynamics Investigation (GEDI) lidar, the instrument will be the first to systematically probe the depths of the forests from space. The system is one of two instrument proposals recently selected for NASA’s Earth Venture Instrument program and is being led by the University of Maryland, College Park. The instrument will be built at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\n“As a global leader in research and discovery related to environmental sustainability, the University of Maryland is extraordinarily proud to be a part of this new venture with our partners from NASA,” said University of Maryland Vice President and Chief Research Officer Patrick O'Shea. “GEDI lidar will have a tremendous impact on our ability to monitor forest degradation, adding to the critical data needed to mitigate the effects of climate change.”\n“GEDI will be a tremendous new resource for studying Earth’s vegetation,” said Piers Sellers, deputy director of Goddard’s Sciences and Exploration Directorate. “In particular, the GEDI data will provide us with global-scale insights into how much carbon is being stored in the forest biomass. This information will be particularly powerful when combined with the historical record of changes captured by the U.S.’s long-standing program of Earth-orbiting satellites, such as Landsat and MODIS.” The MODIS, or Moderate Resolution Imaging Spectroradiometer, is an instrument that flies aboard NASA’s Terra and Aqua satellites.\nBy revealing the 3D architecture of forests in unprecedented detail, GEDI will provide crucial information about the impact that trees have on the amount of carbon in the atmosphere. Although it is well-established that trees absorb carbon and store it long-term, scientists have not quantified exactly how much carbon forests contain. As a result, it’s not possible to determine how much carbon would be released if a forest were destroyed, nor how well emissions could be countered by planting new trees.\n\"One of the most poorly quantified components of the carbon cycle is the net balance between forest disturbance and regrowth,” said Ralph Dubayah, the GEDI principal investigator at the University of Maryland. “GEDI will help scientists fill in this missing piece by revealing the vertical structure of the forest, which is information we really can’t get with sufficient accuracy any other way.”\nGEDI can do this because it’s a laser-based system, called a lidar, that can measure the distance from the space-based instrument to Earth’s surface with enough accuracy to detect subtle variations, including the tops of trees, the ground, and the vertical distribution of aboveground biomass in forests. Its immediate predecessors are Goddard’s Ice, Cloud, and land Elevation Satellite (ICESat) and airborne Land, Vegetation and Ice Sensor, known as LVIS, which is flown on high-altitude aircraft to measure forests, land topography, ice sheets, glaciers and sea ice.\n“Lidar has the unique ability to peer into the tree canopy to precisely measure the height and internal structure of the forest at the fine scale required to accurately estimate their carbon content,” said Bryan Blair, the deputy principal investigator for GEDI at Goddard.\nGEDI will carry a trio of specialized lasers, developed in-house at Goddard, and will use sophisticated optics to divide the three beams out into 14 tracks on the ground. Together, these tracks will be spaced 1,640 feet (500 meters) apart on the surface creating a total swath width of about 4 miles (6.5 kilometers). GEDI will sample all of the land between 50 degrees north latitude and 50 degrees south latitude this way, covering nearly all tropical and temperate forests.\nThe lasers will illuminate the surface with brief pulses of light that are optimized to pass through the canopy of even very dense forests without causing harm. (The lasers are eye-safe.) The team estimates that the instrument will send out 16 billion pulses in one year.\nA small fraction of each pulse – the return pulse – is reflected back to a detector on the orbiting instrument. The amount of time it takes to complete this round trip is measured precisely and converted into a distance. In addition, the materials that a pulse encounters along the way will modify the signal slightly, resulting in a different fingerprint or vertical profile when a pulse interacts with leafy tree tops versus woody branches and trunks or the ground.\nThese fingerprints will provide enough detail to measure the height of the trees and where the tree canopy begins with an accuracy of about 3-1/3 feet (1 meter). From this information, scientists will be able to estimate how much biomass the trees contain and, in turn, how much carbon they are storing.\nBy combining these findings with spatially comprehensive maps from other satellites showing where development and deforestation are taking place, or with studies that reveal the composition of forests, scientists will have a more powerful tool set for addressing questions about land use, habitat diversity and climate effects. For example, researchers will be able to relate forest architecture with habitat quality and the biodiversity of certain birds. They also may be able to estimate the age of trees in specific forests. The ultimate goal, Dubayah said, is to be able to monitor these and other changes in forests over time.\nGEDI is scheduled to be completed in 2018.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}