{
  "url": "https://climate.nasa.gov/news/481/just-5-questions-the-skys-the-limit/",
  "title": "Just 5 Questions: The sky's the limit",
  "date": null,
  "content": "By Erik Conway,\r\nNASA Jet Propulsion Laboratory\n1. Who are you and where are you from?\r\nI'm Lin Chambers from NASA's Langley Research Center, where I've been for 28 years. I started at Langley as a co-op student while doing a degree in aeronautical engineering. I worked in two different wind tunnels and looked into how fast the Space Shuttle heated up as it re-entered the atmosphere. After I finished my degree, I spent ten years doing a Ph.D. on how vehicles heat up upon re-entering our atmosphere, while working on analyzing shuttle re-entry data.\r\n\n\n2. Why did you move out of aeronautical engineering?\r\nIt was in the mid-1990s and there was a hiatus in hypersonic [highly supersonic] research. The test vehicle I was working on never flew. At the same time, the CERES [Clouds and the Earth's Radiant Energy System] project was ramping up, and they were looking for someone to study how heat energy moves through our atmosphere. I've been there ever since.\r\n\n\n3. What's the S'COOL project and how did you come up with it?\r\nIt was 1996 and a group of us at NASA had volunteered to go to the Virginia State Fair and share our work with the public. We had a table [set up], and all that was on the table were some old-style NASA fact sheets, with dense writing and black and white photos. We were standing at the state fair all day, with nothing but that.\nOn our return, several of us got together and agreed, \"There's got to be a better way.\" We started developing some new materials for teachers, and we invited a group of local schoolteachers to come in and tell us what they needed. One middle school teacher told me that the most important thing we could do was make a connection between what was happening in the classroom and NASA. And so the S'COOL project was born. The aim of S'COOL, which stands for \"Students' Cloud Observations Online,\" is to allow students to help NASA study the ways in which clouds can affect our climate. We currently reach about 3,000 schools in over 75 countries. Students make cloud observations at the time of the CERES satellite overpass, record them online and then compare them to what the satellite saw at the same place and time, analyzing how the perspective of humans on the ground complements or enhances that of satellites in Earth orbit.\r\n\n\n4. What's your favorite story from your career?\r\nThat's a tough one. The one that comes to mind most immediately is from the time we were just getting S'COOL going. One of the local schools had a week of cloud observations scheduled. At the time it was raining, and the teacher sent us a note that, while they were getting on all the rain gear, one of the kids said, \"We have to do this, NASA is depending on us.\"\nThere have been other stories like that, about students who really weren't doing very well and have been really motivated by this connection with NASA. That, to me, really makes it [worth the effort].\r\n\n\n5. Tell me about the My NASA Data effort.\r\nIt's in some ways an offshoot from S'COOL. With S'COOL, we were able to take the CERES dataset (which is massive; nobody can read all of it) and pull out just the chunk that corresponds to what the students look at. We give the data back to the students in visual form so that they can see, immediately at a glance, if what they saw and what the satellite saw have any resemblance to one another.\nWe've taken that idea further with My NASA Data. We've developed a web interface tool that contains something like 150 different Earth science parameters. We've pulled out the things that are most useful to students from various datasets. It's a tool that lets students explore the data themselves.\nExpertise: Clouds and the Earth's Radiant Energy System (CERES) project; Use of K-12 student cloud observations as ground truth for satellite cloud retrievals, through the S'COOL project (and GLOBE).\nEducation: B.S. in Aeronautical Engineering, Rensselaer Polytechnic Institute; Ph.D. in Aerospace Engineering, North Carolina State University\nMore info:\nMeet Lin Chambers\nCERES project\nS'COOL project\nMyNASA Data\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}