{
  "url": "https://climate.nasa.gov/news/64/bursting-through-the-clouds/",
  "title": "Bursting through the clouds",
  "date": null,
  "content": "Improving tropical cyclone forecasts using cloudy-sky data from the AIRS mission.Copyright 2009 American Geophysical Union. Reproduced/modified by permission of American Geophysical Union.\n\n\n\n\nIn the second of our stories on Cyclone Nargis (see this posting for the first), we report new research showing that the cyclone’s landfall position could have been much better predicted -- with an uncertainty six times smaller -- had more sophisticated atmospheric temperature data been included in the forecasts.\nAbout 15% of the world's tropical cyclones occur in the northern Indian Ocean, mainly before and after monsoon season, and the region is host to some of the most disaster-prone countries on the planet. On May 2, 2008, Cyclone Nargis made landfall in Burma, leaving in its wake a disaster zone: over 135,000 people dead and billions of dollars of damage from which the country is still reeling.\nInitial weather forecasts had predicted landfall over Bangladesh. As Oreste Reale, lead author of the work and scientist at NASA's Goddard Space Flight Center and the University of Maryland, Baltimore County, explains, one of the problems is that tropical cyclones over the North Indian Ocean are harder to predict than those in the Atlantic and Pacific. \"The Bay of Bengal [part of the Indian Ocean next to Burma] has a smaller basin and its cyclones tend to have erratic tracks and very short life spans.\"\nTo better pin down the path of the cyclone, Reale and colleagues used data from NASA’s Atmospheric Infrared Sounder (AIRS) instrument -- specifically, they employed temperature measurements of the local atmosphere taken under partly cloudy conditions. AIRS, which was launched into Earth-orbit in 2002, uses infrared technology to construct three-dimensional maps of water vapor, carbon dioxide and other greenhouse gases in the atmosphere and to track detailed variations in air and surface temperature.\nMost weather forecast models rely on AIRS data collected in clear-sky conditions, away from clouds. But it is the cloudy areas that are more dynamically active and relevant to storms. What's more, including cloudy regions also increases the amount of sky covered, which can help to boost the accuracy of forecasts.\nWhen AIRS data from regions of cloud cover over the North Indian Ocean were excluded from weather models, Reale et al. found that the forecasts either predicted that Nargis would not hit land at all, or gave a location for landfall that was 300 kilometers (186 miles) off. But by incorporating information obtained by AIRS in areas partly covered by clouds, the scientists were able to pinpoint Cyclone Nargis' landfall to within 50 kilometers (31 miles). When the next Nargis comes along, perhaps this improved forecasting power could lessen the human toll by helping to evacuate people before it’s too late.\nAmber Jenkins\r\nGlobal Climate Change\r\nJet Propulsion Laboratory\nResearch from:\n\n\n\n\n\n\n\n\nAIRS home page\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}