{
  "url": "https://climate.nasa.gov/news/1136/the-view-from-space/",
  "title": "The view from space",
  "date": null,
  "content": "2 min read\nDr. Christian Frankenberg has been a research scientist for NASA’s Jet Propulsion Laboratory since 2010. He develops software algorithms to retrieve information about carbon dioxide in our atmosphere from the Orbiting Carbon Observatory-2 (OCO-2) instrument, which was launched in July 2014. Frankenberg also uses satellite data to pick up the nearly invisible\nfluorescent glow\ngiven off by chlorophyll in plants, which sheds new light on the productivity of vegetation on land.\nGoing into the nitty gritty of data analysis and unraveling new features in datasets, such as the fluorescent glow from the chlorophyll stored in plants. It is still somewhat surreal to me that the data we are using actually come from a satellite in space. It’s exciting when we get our hands on information we have never had before.\nFirst and foremost I’m happy that we had a successful launch, as there is always a possibility of an unfortunate failure [as happened with the first OCO satellite]. Last week (on August 6, 2014) the mission had its “first light” – first real science data – so I will be busy analyzing those initial spectra. We know how the instrument should perform and how well it did on the ground before launch, but getting data from orbit is on a whole new level. After that, I’m looking forward to OCO-2 giving us the first global maps of atmospheric carbon dioxide and plant fluorescence in unprecedented detail.\nOCO-2 is NASA’s first mission dedicated to carbon dioxide. It will test the waters to see how far we can go with space-based carbon dioxide information. I am hoping that the mission’s legacy will eventually be a more complete picture of the planet’s carbon budget and a more definitive answer to which areas of the world are absorbing our carbon emissions.\nI’m not sure yet, but I’d like to get involved in future missions studying not only carbon dioxide but also fluorescence from plants and methane.\nAs someone who focuses on science and was part of OCO-2’s success.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}