{
  "url": "https://climate.nasa.gov/news/1029/long-term-global-warming-trend-sustained-in-2013/",
  "title": "Long-term global warming trend sustained in 2013",
  "date": null,
  "content": "4 min read\nSteve Cole,NASA Headquarters\nLeslie McCarthy,NASA Goddard Institute for Space Studies\nNASA scientists say 2013 tied with 2009 and 2006 for the seventh warmest year since 1880, continuing a long-term trend of rising global temperatures.\nWith the exception of 1998, the 10 warmest years in the 134-year record have all occurred since 2000, with 2010 and 2005 ranking as the warmest years on record.\nGlobal temperatures have risen from 1950 through the end of 2013. Reds and yellows show warmer than average temperatures. Credit: NASA Goddard Space Flight Center/Goddard Institute for Space Studies.\nDownload the video\nNASA's Goddard Institute for Space Studies (GISS) in New York, which analyzes global surface temperatures on an ongoing basis, released an updated report Tuesday on temperatures around the globe in 2013. The comparison shows how Earth continues to experience temperatures warmer than those measured several decades ago.\nThe average temperature in 2013 was 58.3 degrees Fahrenheit (14.6 Celsius), which is 1.1 F (0.6 C) warmer than the mid-20th century baseline. The average global temperature has risen about 1.4 degrees F (0.8 C) since 1880, according to the new analysis. Exact rankings for individual years are sensitive to data inputs and analysis methods.\n\"Long-term trends in surface temperatures are unusual and 2013 adds to the evidence for ongoing climate change,\" GISS climatologist Gavin Schmidt said. \"While one year or one season can be affected by random weather events, this analysis shows the necessity for continued, long-term monitoring.\"\nScientists emphasize that weather patterns always will cause fluctuations in average temperatures from year to year, but the continued increases in greenhouse gas levels in Earth's atmosphere are driving a long-term rise in global temperatures. Each successive year will not necessarily be warmer than the year before, but with the current level of greenhouse gas emissions, scientists expect each successive decade to be warmer than the previous.\nCarbon dioxide is a greenhouse gas that traps heat and plays a major role in controlling changes to Earth's climate. It occurs naturally and also is emitted by the burning of fossil fuels for energy. Driven by increasing man-made emissions, the level of carbon dioxide in Earth's atmosphere presently is higher than at any time in the last 800,000 years.\nThe carbon dioxide level in the atmosphere was about 285 parts per million in 1880, the first year in the GISS temperature record. By 1960, the atmospheric carbon dioxide concentration, measured at the National Oceanic and Atmospheric Administration's (NOAA) Mauna Loa Observatory in Hawaii, was about 315 parts per million. This measurement peaked last year at more than 400 parts per million.\nWhile the world experienced relatively warm temperatures in 2013, the continental United States experienced the 42nd warmest year on record, according to GISS analysis. For some other countries, such as Australia, 2013 was the hottest year on record.\nThe temperature analysis produced at GISS is compiled from weather data from more than 1,000 meteorological stations around the world, satellite observations of sea-surface temperature, and Antarctic research station measurements, taking into account station history and urban heat island effects. Software is used to calculate the difference between surface temperature in a given month and the average temperature for the same place from 1951 to 1980. This three-decade period functions as a baseline for the analysis. It has been 38 years since the recording of a year of cooler than average temperatures.\nThe GISS temperature record is one of several global temperature analyses, along with those produced by the Met Office Hadley Centre in the United Kingdom and NOAA's National Climatic Data Center in Asheville, N.C. These three primary records use slightly different methods, but overall, their trends show close agreement.\nRelated links\nGlobal temperature update through 2013 - NASA Goddard Institute for Space StudiesNOAA/NASA 2013 global temperature reportEarth science at NASA\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nHurricanes threaten North American coastlines every year, and they appear to be intensifying as climate…\nOne way that scientists monitor climate change is through the measure of sea ice extent.…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}