{
  "url": "https://climate.nasa.gov/news/1126/making-science-useful/",
  "title": "Making science useful",
  "date": null,
  "content": "3 min read\nKaren Yuen is the science data applications lead for the Orbiting Carbon Observatory-2 (OCO-2) mission and has been with NASA for over 12 years. Working closely with the science team, she helps devise ways in which the mission’s scientific data can be used by people within the wider community ranging from researchers from other agencies to the citizen scientist. Previously, Yuen managed the mission’s education and public outreach activities.\nOver the last 60 years or so, we have discovered that only about half of the carbon dioxide we emit into the atmosphere stays in the atmosphere. Where is the other half going? Is it being absorbed by the oceans or vegetation on land? The answer is critical if we’re to fully understand the future climate change in store for us and the impact of our emissions. The flight of OCO-2 will unveil new answers.\nI like to be challenged all the time. I need to learn new things and have the chance to become better. I work with folks who are literally the best in the world at their job. There is nothing more motivating than getting to learn something new everyday, and working hard not to look foolish in front of people you respect.\nI might sound like a broken record, but I am really looking forward to the data that comes out of the mission. I really want to help the project get its data into the hands of people and those who can apply the science we uncover in useful ways.\nNothing. This may sound strange but I don’t remain frustrated. It’s not in my personality. If something does frustrate me, I either solve it or resolve it. I refuse to live my life frustrated. Those who know me understand.\nThe pioneering carbon dioxide measurements that the mission will take, which people will reference for years to come.\nIf the timing is right, I am going to take some time off and just fly. I have my private pilot’s license for rotorcraft/helicopters and would like to work towards a commercial license for rotorcraft.\nOh that’s easy, by those whom I love.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}