{
  "url": "https://climate.nasa.gov/news/1093/unfinished-business/",
  "title": "Unfinished business",
  "date": null,
  "content": "3 min read\nDr. Ralph Basilio feels the full weight of the Orbiting Carbon Observatory-2 (OCO-2) project on his shoulders. As Project Manager, he has ultimate responsibility for the success of the mission. After the launch failure of the first OCO satellite, which resulted in the loss of the mission, Basilio and the team were committed to rebuilding the instrument so that it could answer the urgent science questions it was built to resolve.\nBasilio joined NASA in 1989 and started working on the mission as its Deputy Project Manager in 2010. Over the last 60 years or so, we have discovered that only about half of the carbon dioxide we emit into the atmosphere stays in the atmosphere. Where is the other half going? Is it being absorbed by the oceans or vegetation on land? The answer is critical if we’re to fully understand the future climate change in store for us and the impact of our emissions. The flight of OCO-2 will unveil new answers and settle unfinished business.\nTwo things. First, being able to contribute to a better understanding of the processes that control the planet that we all call home. Second, a need to finish unfinished business. Having worked on the original OCO mission, which failed to make orbit in 2009 thanks to the payload fairing [a nose cone used to protect the spacecraft] not separating properly, it’s frustrating not to able to operate it. The new launch will bring closure.\nFinally being able to see the fruits of our labor since the project has existed in various forms for over a decade.\nscientist.  I’m trained as an engineer, so I spend most of my time solving problems (not just technical, but budget- and schedule-related as well). However, I spend my ‘free’ time thinking about how the OCO-2 data will be used.\nOCO-2 will pave the way to the next generation of Earth science missions. It will give us a better understanding of the carbon cycle and global climate change. And it will serve as a catalyst for understanding solar-induced fluorescence of plants (healthy vegetation serves to remove carbon dioxide from the atmosphere) and how to build more advanced satellite instruments.\nHopefully to work on one of the legacy missions. But today’s priority is a safe ride into space for the observatory and returning the data promised to the scientists.\nAs someone who gives their best and honors their commitment.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}