{
  "url": "https://climate.nasa.gov/news/2167/qa-with-nasas-joey-comiso-what-is-happening-with-antarctic-sea-ice/",
  "title": "Q&A with NASA’s Joey Comiso: What is happening with Antarctic sea ice?",
  "date": null,
  "content": "5 min read\nThe sea ice that engulfs Antarctica each summer in the Southern Hemisphere grew to a new record extent – for the satellite era – this year. This year’s sea ice growth continues a long-term trend of increasing sea ice around Antarctica. It's the opposite of what's happening in the Arctic, where on an annual average basis, Arctic sea ice has decreased at a rate of 4.3 percent per decade since 1979. In the Antarctic, sea ice has increased at a rate of 1.7 percent per decade.\nWe talked to NASA Goddard Space Flight Center’s Joey Comiso – a sea ice scientist and lead author of the cryosphere observations chapter in the Fifth Assessment Report of the Intergovernmental Panel on Climate Change – about what’s going on with the sea ice in Antarctica.\nThere are many reasons for that to happen. Geographically, the Arctic is very different from the Antarctic. In the Antarctic, the sea ice surrounds a continent. In the Arctic, the sea ice is surrounded by land. The environmental forcings are very different and therefore the trends in the two regions are not expected to be the same or even similar.\nWell, the atmosphere is a major driving force. Changes in pressure and winds and wind direction could cause an increase in ice production and advection of ice to the north.  A cooling or decline in sea surface temperature could also cause a more rapid advance at the ice edge.\nThere are areas around Antarctica where coastal polynyas form. (A polynya is open water surrounded by sea ice; they are typically found right at the edge of ice shelves or glaciers in Antarctica.) These polynyas are regarded as ice factories and if you have stronger winds it means a stronger rate of ice production. It has been estimated that about one-third of the ice cover around Antarctica originates from these polynya areas. But because of changing atmospheric circulation, there have been reports that the wind conditions have been more favorable to the formation of more extensive polynyas around Antarctica.\nWell, there’s been a lot of speculation. One of the possibilities is the modeling result that indicated that the ozone hole has actually caused a deepening of the lows in Western Antarctica, and this in turn has caused winds to become stronger off the Ross Ice Shelf – the location of one of the bigger coastal polynyas in Antarctica. And in fact if you look at where ice cover has been increasing the most, it’s mainly in the Ross Sea.\nWhen we think about global warming we expect sea surface temperature to be increasing. But it is not supposed to increase evenly throughout the globe because of complex atmospheric circulation. There are areas where what we observed is actually the opposite of what we expect, and the Antarctic region is one of those. Satellite data actually indicate some cooling in parts of the Southern Ocean and especially in the Ross Sea region.\nEventually you’d expect that the Antarctic region would be affected by the long-term effects of greenhouse warming. As the region gets warmer and the ocean heat content increases in the region, we expect that ice extent will start to decline and the trend will reverse and become negative. And maybe in a bigger way, because the most extensive sea ice cover in the world is in the Antarctic region, and the ice cover is generally thinner and easier to melt completely.\nWhen we think about global warming we would expect intuitively that ice should also be declining in the Antarctic region as in the Arctic. But station and satellite data currently show that the trends in surface temperature are most positive in the Arctic while in the Antarctic region the trends are a mixture of positive and negative trends. It is thus not a big surprise that sea ice extent is increasing slightly in the Antarctic. There are cycles in the climate system. If you examine the time series of global temperature there was a hiatus in the 1940s to the 1970s, and in the recent decade. There are periods when there are situations like that due to other factors like volcanic eruptions, increased aerosol emissions from newly developing countries, and the impact of cyclic events like El Niño﻿, La Nina and the Southern Hemisphere Annular Mode (SAM). It is also unfortunate that much of what we know about the Antarctic sea ice is what is derived from satellite data which covers a relatively short period. Studies that made use of ship observations in the 1940s and 1950s are not so reliable but suggest that the ice cover during these time periods may have actually been more extensive than during the satellite period.\nIf you look at the broader picture, however, decadal averages of global temperature have been increasing. Modeling studies also indicate that global temperature will continue to increase unless something is done to curtail the increase in atmospheric greenhouse gases. Higher surface temperatures will mean shorter duration of ice growth, thinner ice and therefore less extensive sea ice cover, including in the Antarctic region.\n2014 Antarctic Sea Ice Maximum\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}