{
  "url": "https://climate.nasa.gov/news/271/temperature-trackers-watch-waxings-and-wanings-of-our-watery-world/",
  "title": "Temperature trackers watch waxings and wanings of our watery world",
  "date": null,
  "content": "6 min read\nBy Alan Buis,NASA Jet Propulsion Laboratory\nClimatologists have long known that human-produced greenhouse gases have been the dominant drivers of the warming observed on Earth since the start of the Industrial Revolution. But other factors also affect our planet's temperature. Of these, the world's ocean plays a dominant role. Its effects helped nudge global temperatures slightly higher in 2009 and, according to NASA scientists, could well contribute to making 2010 the warmest year on record.\nCovering 71 percent of our planet's surface, the ocean acts as a global thermostat, storing energy from the sun and keeping Earth's temperature changes moderate and climate change gradual. In fact, the ocean can store as much heat in its top three meters (10 feet) as the entire atmosphere does.\n\"The vast amount of heat stored in the ocean regulates Earth's temperature, much like a flywheel regulates the speed of an engine,\" said Bill Patzert, an oceanographer and climatologist at NASA's Jet Propulsion Laboratory (JPL), Pasadena, Calif. \"The ocean has a long history of capturing and giving up heat generated by both human activities and natural cycles; it is the thermal memory of the climate system.\"\nHeat and moisture from the ocean are constantly exchanged with Earth's atmosphere in a process that drives our weather and climate. Scientists at NASA and elsewhere use a variety of direct and satellite-based measurements to study the interactions between the ocean and atmosphere.\n\"These interactions result in large-scale global climate effects, the largest of which is the El Niño-Southern Oscillation (ENSO),\" explained Josh Willis, a JPL oceanographer and climate scientist. This climate pattern appears in the tropical Pacific Ocean roughly every four to 12 years and has a powerful impact on the ocean and the atmosphere. It can disrupt global weather and influence the hurricane season, droughts and floods. It can also raise or lower global temperatures by up to 0.2 degrees Celsius (0.4 degrees Fahrenheit).\nThe oscillation pattern is made up of linked atmospheric and oceanic components. The atmospheric component is called the Southern Oscillation, a pattern of reversing surface air pressure that see-saws between the eastern and western tropical Pacific. The ocean's response to this atmospheric shift is known as either \"El Niño\" or  \"La Niña\" (Spanish for \"little boy\" and \"little girl,\" respectively).\nDuring an El Niño, the normally strong easterly trade winds in the tropical eastern Pacific weaken, allowing warm water to shift towards the Americas and occupy the entire tropical Pacific. Heavy rains tied to this warm water move into the central and eastern Pacific. El Niño can cause drought in Indonesia and Australia and disrupt the path of the atmospheric jet streams over North and South America, changing winter climate.\nLarge El Niños, such as the most powerful El Niño of the past century in 1997 to 98, tend to force Earth's average temperatures temporarily higher for up to a year or more. Large areas of the Pacific can be one to two degrees Celsius (around two to four degrees Fahrenheit) above normal, and the average temperature of the ocean surface tends to increase. The current El Niño began last October and is expected to continue into mid-2010. Scientists at NASA's Goddard Institute of Space Studies in New York estimate that if this pattern persists, 2010 may well go down as the warmest year on record.\nEl Niño's cold counterpart is La Niña. During La Niña, trade winds are stronger than normal, and cold water that usually sits along the coast of South America gets pushed to the mid-equatorial region of the Pacific. La Niñas are typically associated with less moisture in the air and less rain along the coasts of the Americas, and they tend to cause average global surface temperatures to drop. The last La Niña from 2007 to 2009 helped make 2008 the coolest year of the last decade. The end of that La Niña and subsequent transition into an El Niño helped contribute to last year's return to near-record global temperatures.\nBoth El Niño and La Niña play out on a larger stage that operates on decade-long timescales. The \"Pacific Decadal Oscillation,\" or PDO for short, describes a long-term pattern of change in the Pacific Ocean that alternates between cool and warm periods about every five to 20 years. The PDO can intensify the impacts of La Niña or diminish the impacts of El Niño. In its \"cool, negative phase\", warm water, which causes higher-than-normal sea-surface heights (because warmer water expands and takes up more space), forms a horseshoe pattern that connects the north, west and south Pacific, with cool water in the middle. In its \"warm, positive phase,\" these warm and cool regions are reversed and warm water forms in the middle of the horseshoe.\nSuch phase shifts of the PDO result in widespread changes in Pacific Ocean temperatures and have significant global climate implications. During the 1950s and 1960s, the PDO was strongly negative, or cool, and global temperatures seemed to level off. During most of the 1980s, 1990s and 2000s, the Pacific was locked in a strong positive, or warm, PDO phase and there were many El Niños. We are currently in the early stages of a cool PDO phase that began around 2006. Cool, negative PDO phases tend to dampen the effects of El Niños.\nWillis said that the PDO, El Niño and La Niña can strongly affect global warming due to increased greenhouse gases. \"These natural climate phenomena can sometimes hide global warming caused by human activities, or they can have the opposite effect of accentuating it,\" he explained. Wild ride\"These natural signals — El Niños, La Niñas and PDOs — can modulate the global record for a decade or two, giving us a wild ride with major climate and societal impacts,\" added Patzert. \"They can have a powerful short-term influence on global temperatures in any particular year or decade. This can make it appear as if global warming has leveled off or become global cooling. But when you look at the long-term trend over the past 130 years, our world is definitely getting warmer. And that's the human-produced greenhouse gas signal.\"\nPatzert said the recent climate record is like making a drive from the coast to the mountains. \"As you rise slowly to higher and higher elevations, occasionally you hit a major speed bump, such as the 1997 to 1998 El Niño, and temperatures spike; or you hit potholes, such as cooler phases of the PDO, and temperatures dip,\" he said. \"In the end though, we still tend toward the top of the mountain, and the trend upwards is clear. We are driving ourselves into a warmer world.\"\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}