{
  "url": "https://climate.nasa.gov/news/2309/europe-and-pacific-northwest-face-record-heat/",
  "title": "Europe and Pacific Northwest face record heat",
  "date": null,
  "content": "By Michael Carlowicz,\r\nNASA’s Earth Observatory\nNASA Earth Observatory images created by Jesse Allen, using Land Surface Data from the MODIS Science Team. Data acquired June 30-July 9, 2015.\nFor two weeks in late June and early July 2015, western Europe and the Pacific Northwest of North America endured record-setting heat and parched landscapes. Other parts of the world got a taste of the heat, too, as new temperature records were set on three continents.\nThe map above shows daytime land surface temperature anomalies in Europe from June 30 to July 9, 2015. Temperatures for those ten days are compared to the 2001–2010 average for the same period. Shades of red depict areas where the land surface was hotter than the long-term average; areas in blue were below average. White pixels were normal, and gray pixels did not have enough data, most likely due to excessive cloud cover.\nThis temperature anomaly map is based on data from the Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite. Observed by satellites uniformly around the world, land surface temperatures (LSTs) are not the same as air temperatures. LSTs reflect the heating of the land by sunlight, and they can sometimes be significantly hotter or cooler than air temperatures. To learn more about LSTs and air temperatures, read: Where is the Hottest Place on Earth?\nThe map below offers the global picture of land surface temperature anomalies for June 30 to July 9. Note how temperatures were also significantly above normal in the Pacific Northwest of North America, in the mid-section of Africa, and in a long stretch from central Asia to northeast Siberia. Temperatures on the surface of Greenland were above normal, while cooler than normal weather settled in across Arctic Russia and Scandinavia. Much of the continental United States experienced mild temperatures.\nNASA Earth Observatory images created by Jesse Allen, using Land Surface Data from the MODIS Science Team. Data acquired June 30-July 9, 2015.\n\n\nOn July 2, the air temperature in Maastricht reached 38.2 degrees Celsius (100.8 degrees Fahrenheit), the highest temperature ever recorded in The Netherlands. The mercury reached 40.3°C (104.5°F) in Kitzingen, Germany, on July 5, and 38.9°C (102.0°F) in Geneva, Switzerland, on July 7, the highest temperature ever recorded in either nation. Dozens of cities—including London, Paris, Berlin, Cordoba, Frankfurt, Madrid—easily surpassed records for the hottest June or July day on record. In some cities, both monthly records fell in a matter of days.\nMeteorologists attribute the temperature extremes in Europe to a kinked jet stream and a strong ridge of high pressure over Western Europe. A similar pattern has been making for stifling heat along the Pacific coast of North America. In the latter case, the weather seems to be driven by an unusually warm mass of water in the eastern Pacific Ocean, as well as the building El Niño.\nIn North America, Seattle endured record highs on four consecutive days in June and July, and Boise, Idaho, topped 37.8°C (100°F) for nine days in a row. Five western states—California, Idaho, Oregon, Utah, and Washington—recorded their warmest June ever, and early July was not much better.\nJuly temperature records fell in Asia and South America, too. Temperatures reached 41.1°C (106.0°F) in Kamalasai, Thailand, on July 3. Urumita, Colombia, topped the national July record with 42.2°C (108.0°F) on July 1. And Ashkabat, the capital of Turkmenistan, air temperatures on June 30 reached 47.2°C (117°F), the highest ever recorded in that nation.\nThis article was reposted from NASA's Earth Observatory.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}