{
  "url": "https://climate.nasa.gov/news/1/joint-nasa-french-satellite-to-track-trends-in-sea-level-climate/",
  "title": "Joint NASA-French satellite to track trends in sea level, climate",
  "date": null,
  "content": "Artist concept of OSTM/Jason-2 in space. Image credit: NASA/JPL-Caltech\nA satellite that will help scientists better monitor and understand rises in global sea level, study the world's ocean circulation and its links to Earth's climate, and improve weather and climate forecasts was launched early Friday from California's Vandenberg Air Force Base.\nThe Ocean Surface Topography Mission (OSTM)/Jason 2 is a partnership of NASA, the National Oceanic and Atmospheric Administration (NOAA), the French Space Agency Centre National d'Etudes Spatiales (CNES) and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT). The mission will extend into the next decade the continuous record of sea-surface height measurements started in 1992 by the NASA-French Space Agency's TOPEX/Poseidon mission and extended by the NASA-French Space Agency Jason 1 mission in 2001.\nThe satellite will continue monitoring trends in sea-level rise, one of the most important consequences and indicators of global climate change. Measurements from TOPEX/Poseidon and Jason 1 have shown that mean sea level has risen by about three millimeters (0.12 inches) a year since 1993, twice the rate estimated from tide gauges in the past century. But 15 years of data are not sufficient to determine long-term trends.\n\"OSTM/Jason 2 will help create the first multi-decadal global record for understanding the vital roles of the ocean in climate change,\" said OSTM/Jason 2 project scientist Lee-Lueng Fu of NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"Data from the new mission will allow us to continue monitoring global sea-level change, a field of study where current predictive models have a large degree of uncertainty.\"\nDeveloped and proven through the joint efforts of NASA and the French Space Agency, high-precision ocean altimetry measures the height of the sea surface relative to Earth's center to within about 3.3 centimeters (1.3 inches). These measurements, also known as ocean surface topography, provide information on the speed and direction of ocean currents. Because sea surface height is strongly influenced by the amount of heat in the ocean, it also is an indicator of ocean heat storage in most places. Combining ocean current and heat storage data is key to understanding global climate variations.\nOSTM/Jason 2 marks the transition of high-precision altimetry data collection to the world's weather and climate forecasting agencies. Scientists soon will be able to forecast how ocean circulation will change from one season to the next and how that circulation is linked to climate change and weather patterns.\n\"What began as an investment by NASA and CNES in research tools for studying the ocean has matured into a proven technique that will now be routinely used by the world's weather and climate agencies to make better forecasts,\" said Michael Freilich, director of the Earth Science Division in NASA's Science Mission Directorate in Washington. \"People in coastal areas will benefit from improved near-real-time data on ocean conditions, while people everywhere will benefit from better seasonal predictions resulting from the increased understanding of Earth system processes enabled by these measurements.\"\nOSTM/Jason 2 will ride to space aboard a NASA-provided United Launch Alliance Delta II rocket, entering orbit about 10 to 15 kilometers (six to nine miles) below the 1,336-kilometer-high (830-mile-high) orbit of Jason 1. OSTM/Jason 2 will use its thrusters to raise itself into the same orbital altitude as Jason 1 and move in close behind its predecessor.\nThe two spacecraft will fly in formation, making nearly simultaneous measurements. For six to nine months after launch, scientists will verify the instruments are calibrated precisely. OSTM/Jason 2 then will continue Jason 1's former flight path, and Jason 1 will move into a parallel ground track midway between two of the OSTM/Jason 2 ground tracks. This tandem mission will double the amount of data collected, further improving tide models in coastal and shallow seas and helping researchers better understand ocean currents and eddies. OSTM/Jason 2's mission is designed to last at least three years.\nThe OSTM/Jason 2 spacecraft, provided by the French Space Agency, carries five primary instruments similar to those on Jason 1. Its main instrument is the Poseidon 3 altimeter, also provided by the French Space Agency. NASA's Advanced Microwave Radiometer measures atmospheric water vapor, which can distort the altimeter measurements. Three location systems combine to precisely measure the satellite's position in orbit: NASA's Laser Retroreflector Array and Global Positioning System Payload, and the French Space Agency's Doppler Orbitography and Radio-positioning Integrated by Satellite instrument. Instrument improvements since Jason 1 will allow scientists to monitor ocean coastal regions with increased accuracy, nearly 50 percent closer than in the past. Three experimental instruments round out the payload: the French Space Agency's Environment Characterization and Modelisation-2 and Time Transfer by Laser Link, and Japan's Light Particle Telescope.\nJPL manages the mission for NASA's Science Mission Directorate. After on-orbit spacecraft commissioning, CNES will hand over mission operations and control to NOAA. NOAA and EUMETSAT will generate, archive and distribute data products.\nFor more on OSTM/Jason 2 on the Web, visit: http://www.nasa.gov/ostm.\nJPL is managed for NASA by the California Institute of Technology in Pasadena.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}