{
  "url": "https://climate.nasa.gov/news/242/is-antarctica-melting/",
  "title": "Is Antarctica melting?",
  "date": null,
  "content": "The continent of Antarctica has been losing more than 100 cubic kilometers (24 cubic miles) of ice per year since 2002.\nBy Erik Conway\nHistorian, NASA/Jet Propulsion Laboratory\nThere has been lots of talk lately about Antarctica and whether or not the continent’s giant ice sheet is melting. One new paper1, which states there has been less surface melting recently than in past years, has been cited as “proof” that there’s no global warming. Other evidence that the amount of sea ice around Antarctica seems to be increasing slightly2-4 is being used in the same way. But both of these data points are misleading. Gravity data collected from space using NASA’s Grace satellite show that Antarctica has been losing more than a hundred cubic kilometers (24 cubic miles) of ice each year since 2002. The latest data reveals that Antarctica is losing ice at an accelerating rate, too. How is it possible for surface melting to decrease, but for the continent to lose mass anyway? The answer boils down to the fact that ice can flow without melting.\nTwo-thirds of Antarctica is a high, cold desert. Known as East Antarctica, this section has an average altitude of about 2 kilometers (1.2 miles), higher than the American Colorado Plateau. There is a continent about the size of Australia underneath all this ice; the ice sheet sitting on top averages at a little over 2 kilometers (1.2 miles) thick. If all of this ice melted, it would raise global sea level by about 60 meters (197 feet). But little, if any, surface warming is occurring over East Antarctica. Radar- and laser-based satellite data show a little mass loss at the edges of East Antarctica, which is being partly offset by accumulation of snow in the interior, although a very recent result from the NASA/German Aerospace Center’s Gravity Recovery and Climate Experiment (Grace) suggests that since 2006 there has been more ice loss from East Antarctica than previously thought5. Overall, not much is going on in East Antarctica — yet.\nA frozen Hawaii\n\n\n\n\n\n\n\n\nWest Antarctica is a series of islands covered by ice. Think of it as a frozen Hawaii, with penguins.\nWest Antarctica is very different. Instead of a single continent, it is a series of islands covered by ice — think of it as a frozen Hawaii, with penguins. Because it’s a group of islands, much of the West Antarctic Ice Sheet (WAIS, in jargon) is actually sitting on the floor of the Southern Ocean, not on dry land. Parts of it are more than 1.7 kilometers (1 mile) below sea level. Pine Island is the largest of these islands and the largest ice stream in West Antarctica is called Pine Island Glacier. The WAIS, if it melted completely, would raise sea level by 5 to 7 meters (16 to 23 feet). And the Pine Island Glacier would contribute about 10 percent of that.\nSince the early 1990s, European and Canadian satellites have been collecting radar data from West Antarctica. These radar data can reveal ice motion and, by the late 1990s, there was enough data for scientists to measure the annual motion of the Pine Island Glacier. Using radar information collected between 1992 and 1996, oceanographer Eric Rignot, based at NASA’s Jet Propulsion Laboratory, found that the Pine Island Glacier’s “grounding line” — the line between the glacier’s floating section and the part of the glacier that rests on the sea floor — had retreated rapidly towards the land. That meant that the glacier was losing mass. He attributed the retreat to the warming waters around West Antarctica6. But with only a few years of data, he couldn’t say whether the retreat was a temporary, natural anomaly or a longer-term trend from global warming.\nRignot’s paper surprised many people. JPL scientist Ron Kwok saw it as demonstrating that “the old idea that glaciers move really slowly isn’t true any more.” One result was that a lot more people started to use the radar data to examine much more of Antarctica. A major review published in 2009 found that Rignot’s Pine Island Glacier finding hadn’t been a fluke7: a large majority of the marine glaciers of the Antarctic Peninsula were retreating, and their retreat was speeding up. Last summer, a British group revisited the Pine Island Glacier finding and found that its rate of retreat had quadrupled between 1995 and 20068.\nHow the ice shelf crumbles\nThe retreat of West Antarctica’s glaciers is being accelerated by ice shelf collapse. Ice shelves are the part of a glacier that extends past the grounding line towards the ocean; they are the most vulnerable to warming seas. A longstanding theory in glaciology is that these ice shelves tend to buttress (support the end wall of) glaciers, with their mass slowing the ice movement towards the sea.  This was confirmed by the spectacular collapse of the Rhode Island-sized Larsen B shelf along the eastern edge of the Antarctic Peninsula in 2002. The disintegration, which was caught on camera by NASA’s Moderate Resolution Imaging Spectroradiometer (MODIS) imaging instruments on board its Terra and Aqua satellites, was dramatic: it took just three weeks to crumble a 12,000-year old ice shelf. Over the next few years, satellite radar data showed that some of the ice streams flowing behind Larsen B had accelerated significantly, while others, still supported by smaller ice shelves, had not9. This dynamic process of ice flowing downhill to the sea is what enables Antarctica to continue losing mass even as surface melting declines.\nMichael Schodlok, a JPL scientist who models the way ice shelves and the ocean interact, says melting of the underside of the shelf is a pre-requisite to these collapses. Thinning of the ice shelf reduces its buttressing effect on the glacier behind it, allowing glacier flow to speed up. The thinner shelf is also more likely to crack. In the summer, meltwater ponds on the surface can drain into the cracks. Since liquid water is denser than solid ice, enough meltwater on the surface can open the cracks up deeper down into the ice, leading to disintegration of the shelf. The oceans surrounding Antarctica have been warming10, so Schodlok doesn’t doubt that the ice shelves are being undermined by warmer water being brought up from the depths. But he admits that it hasn’t been proven rigorously, because satellites can’t measure underneath the ice.\nGlaciologist Robert Bindschadler of NASA’s Goddard Space Flight Center intends to show just that. He’s leading an expedition scheduled to start in 2011 to drill through the Pine Island Glacier and place an automated buoy into the water below it. According to Bindschadler, Pine Island Glacier “is the place to go because that is where the changes are the largest. If we want to understand how the ocean is impacting the ice sheet, go to where it’s hitting the ice sheet with a sledgehammer, not with a little tack hammer.”\nMeanwhile, measurements from the Grace satellites confirm that Antarctica is losing mass (Figure 1)11. Isabella Velicogna of JPL and the University of California, Irvine, uses Grace data to weigh the Antarctic ice sheet from space.  Her work shows that the ice sheet is not only losing mass, but it is losing mass at an accelerating rate. “The important message is that it is not a linear trend. A linear trend means you have the same mass loss every year. The fact that it’s above linear, this is the important idea, that ice loss is increasing with time,” she says. And she points out that it isn’t just the Grace data that show accelerating loss; the radar data does, too. “It isn’t just one type of measurement. It’s a series of independent measurements that are giving the same results, which makes it more robust.”\nReferences:\n1 Marco Tedesco and Andrew J. Monaghan, \"An updated Antarctic melt record through 2009 and its linkages to high-latitude and tropical climate variability,\" Geophys. Res. Lett. 36, L18502 (2009).\n2 http://arctic.atmos.uiuc.edu/cryosphere/ IMAGES/ current.anom.south.jpg\n3http://www.sciencedaily.com/releases/ 2009/ 04/090421101629.htm\n4http://nsidc.org/seaice/characteristics/ difference.html\n5 J. L. Chen et al., “Accelerated Antarctic ice loss from satellite gravity measurements,” Nat. Geosci. 2, 859-862 (2009).\n6 E.J. Rignot, \"Fast Recession of a West Antarctic Glacier, Science 281, 549-551 (1998).\n7P.A. Mayewski, et.al., \"State of the Antarctic and Southern Ocean Climate System,\" Rev. Geophys. 47, 1-38 (2009).\n8 D. J. Wingham et.al., \"Spatial and Temporal Evolution of Pine Island Glacier thinning, 1995-2006,\" Geophys. Res.Lett. 36, L17501 (2009).\n9 E. Rignot et.al., \"Accelerated ice discharge from the Antarctic Peninsula following the collapse of Larsen B ice shelf,\" Geophys. Res. Lett. 31, L18401 (2004).\n10R. M. Robertson et al., “Long term temperature trends in the deep waters of the Weddell Sea”, Deep Sea Research 49, 21, 4791-4806 (2002); http://condor.pems.adfa.edu.au/FD-Course/webpage/longterm.pdf.\n11Isabella Velicogna, \"Increasing rates of ice mass loss from the Greenland and Antarctic ice sheets revealed by GRACE,\" Geophys. Res. Lett. 36, L19503 (2009).\n12 J. H. Mercer, \"West Antarctic ice Sheet and CO2 Greenhouse Effect-Threat of Disaster,\" Nature 271 (5643), 321-325 (1978).\n13 R. Kwok & D.A. Rothrock, \"Decline in Arctic sea ice thickness from submarine and ICESat records: 1958 - 2008,\" Geophys. Res. Lett. 36, L15501 (2009).\nAntarctica has been losing ice mass since at least 2002.\nWest Antarctica’s glaciers are in rapid retreat.\nEast Antarctica seems to be stable.\nMelting glaciers (land ice) contribute to sea level rise; melting sea ice does not.\nMercer’s warning signs are already appearing, despite the reality that human activities haven’t yet raised atmospheric carbon dioxide levels to twice the pre-industrial average. Ten ice shelves along the Antarctic Peninsula have disintegrated since the 1970s, including two spectacular collapses last decade.\nA lot of attention has been devoted to sea ice in the Arctic over the last few years, where ice cover has clearly shrunk and thinned since the beginning of the satellite data record in 197813. Climate scientists are interested in Arctic sea ice decline because permanent sea ice (i.e. the ice that sticks around even at the height of the Arctic summer) is such a big reflector of the summer sun. “If we lose the summer ice, it makes a big difference,” says Ron Kwok. “Once we lose the summer ice cover permanently, will we tip the planet into a new climate state?”\nIn Antarctica, however, it’s the land ice that really counts. There’s very little permanent (summer) sea ice compared to the huge mass of the ice sheet itself, so loss of (or gain of) sea ice in the southern ocean won’t make a big difference to the Earth’s reflectivity (or ‘albedo’). But the loss of land ice in Antarctica threatens to raise global sea level, sparking scientists’ interest in the southernmost continent.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}