{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/182/the-acid-test/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Hidden beneath the ocean are “worlds within worlds”, according to a new documentary from the National Resources Defense Council (NRDC). But these worlds could come crashing down as a result of ocean acidification, a problem that has only relatively recently come to light.\nOcean acidification describes the process by which our ocean has become more acidic — about 30 percent more — since the Industrial Revolution. About a quarter of the carbon dioxide (CO2) we pump out into the atmosphere every day through the burning of fossil fuels and other activities is absorbed by the seas. Sigourney Weaver, who narrates the video, asks, “What happens when so much CO2 — 22 million tons of it each day — mixes with ocean water?”\nScientists once thought this ‘mopping up’ process was beneficial because it reduces the amount of CO2 in the air that can cause global warming. But we now know that the uptake of CO2 can in fact alter ocean chemistry for thousands of years, and damage marine life in the process.\nOcean acidification interferes with the process of calcification, by which marine animals such as mollusks and crustaceans make cell coverings or skeletons from calcium carbonate. It has been implicated in causing coral reefs to lose their color (an effect known as “coral bleaching”). And more acidic seas can also affect phytoplankton and zooplankton, which are major food sources for fish and other sea creatures. All in all, a more acidic ocean could wipe out species, disrupt the food chain and hurt fisheries, tourism and other ocean-dependent industries. One study put the losses due to reduced U.S. mollusk harvests through 2060 at around $1.5—6.4 BN, although this did not include the hard-to-quantify knock-on job losses in affiliated industries.\nOver the past 200 years, the pH of the oceans has dropped (i.e., become more acidic) by about 0.1 units on the pH scale. According to a recent Royal Society study, if we continue to pollute our atmosphere with CO2 as we are now, the average pH of the oceans could fall by 0.5 by 2100, a rate of change that is probably 100 times larger than at any other time in recent history. Ocean acidification is fast becoming a blip on researchers’ radar, with some calling it the “other carbon problem” (the first being global warming). In decades to come, Weaver explains, rising ocean acidity may challenge life on a scale that has not occurred for tens of millions of years. “We confront an urgent choice. To move beyond fossil fuels or to risk turning the ocean into a sea of weeds.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}