{
  "url": "https://climate.nasa.gov/news/1048/hitching-a-ride-on-a-virtual-satellite/",
  "title": "Hitching a ride on a virtual satellite",
  "date": null,
  "content": "Last week there was much excitement over the launch of the Global Precipitation Measurement (GPM) satellite. Launches are big and showy; they get our attention, but it’s the stuff that happens after the launch that’s really interesting. So now that GPM is safely in space orbiting Earth, we’ll look forward to getting our hands on the data and sharing it with you.\nWhile we were building and launching the actual GPM satellite, we were also building a virtual satellite to launch into cyberspace, and we made it as realistic as possible. So, while NASA's engineers control and drive the spacecraft, and scientists look closely at the data and use it to learn more about precipitation patterns around the world, people like you also get a chance to follow the spacecraft on NASA’s popular Eyes on the Earth 3D interactive portal.\nEvery virtual NASA satellite is a high-end photorealistic rendering created by a 3D art director. They all have accurate telemetry, which means you can view the satellites as they orbit Earth, zoom in and look at them closely, or access real time data from your keyboard. Last week I sat down with Kevin Hussey, the guy who came up with the notion of being able to fly next to a satellite because he “thought it would be exceptionally cool.\" When I asked if he saw himself as a cowboy with the satellite as his bronco, he got all giddy with laughter. But he would admit only to “being an armchair astronaut,” even though I still think he secretly wants to ride one.\nHe steered the conversation back to reality, explaining that as the visualization technology improves, we give people a very realistic feel for what it looks like being in space with the Earth satellites, which have a beautiful vantage point.\n\"Each one has a different personality. They have different color foils on [their] instruments. Some emit energy and record reflection. Some are static, and some are dynamic. GPM has a spinning antenna.\"\nAlthough the satellites have fixed orbits, he said, \"they may be moved or their orbits may degrade. So, to be accurate about the location, we correct the orbits every day, or several times a day.\"\nFor Suzy user at home, there’s definitely the \"cool\" factor, Kevin said. You can track GPM and see it flying from your desktop today on Eyes on the Earth 3D. Then after the \"science team has a chance to verify the accuracy and validate the GPM data, [the visualization team will] work together [with the scientists] to agree upon a color scale and display the data\" for you to look at as well.\nAs always, I appreciate your comments.\nLaura\nGPM is part of NASA's Earth Right Now campaign, a series of five Earth science missions that will be launched into space in the same year, opening new and improved remote eyes to monitor our changing planet.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}