{
  "url": "https://climate.nasa.gov/news/13/climate-change-seeps-into-the-sea/",
  "title": "Climate change seeps into the sea",
  "date": null,
  "content": "By Rosemary Sullivant\r\nNASA Global Climate Change\nExcess carbon absorbed by the ocean threatens to turn coral reefs, one of the most diverse and important ecosystems on Earth, into ghostly bleached wastelands.\nGood news has turned out to be bad.\nThe ocean has helped slow global warming by absorbing much of the excess heat and heat-trapping carbon dioxide that has been going into the atmosphere since the start of the Industrial Revolution.\nAll that extra carbon dioxide, however, has been a bitter pill for the ocean to swallow. It's changing the chemistry of seawater, making it more acidic and otherwise inhospitable, threatening many important marine organisms.\nScientists call ocean acidification \"the other CO2 problem.\" They warn that because it causes such fundamental changes in the ocean, it could impact millions of people who depend on the ocean for food and resources. \"The growing amount of carbon dioxide in the ocean could have a bigger effect on life on Earth than carbon dioxide in the atmosphere,\" says JPL's Charles Miller, deputy principal investigator for NASA's new Orbiting Carbon Observatory, scheduled to launch next January.\nThe ocean takes in and stores most of the heat from the sun that is deposited at Earth's surface--heat that would otherwise be melting land ice and warming the atmosphere. The ocean also absorbs about one third of the carbon dioxide that humans now put into the air. The rest is taken up by terrestrial vegetation and soils or remains in the atmosphere, increasing the greenhouse effect.\n\"The ocean surface acts like a sponge to soak up excess carbon dioxide from the atmosphere,\" says Scott Doney, a senior scientist in marine chemistry at the Woods Hole Oceanographic Institution in Woods Hole, Mass. Much of the extra dissolved carbon is in the ocean's upper few thousand feet. However, at high latitudes, surface water quickly cools, becomes saltier and denser and sinks, carrying the dissolved carbon to some of the deepest parts of the ocean.\nMix carbon dioxide with water and the result is carbonic acid. After that first simple chemical reaction comes a slightly more complicated series of changes in seawater chemistry. The final outcome is a lowering of the ocean's pH--meaning the ocean is more acidic, and, ironically, a reduction in a particular form of carbon--carbonate ion--that many marine organisms need to make shells and skeletal material. The lower pH and lack of carbonate ion have serious consequences for life in the ocean.\nMODIS images showing a plankton bloom off Norway.\n\n\nClosest to the atmospheric source of excess carbon dioxide, the ocean's surface waters are the first to show the effects of acidification. Since the beginning of the industrial era, the pH of surface waters has decreased slightly but significantly from 8.2 to 8.1, and it continues to decrease. Scientists project the pH of surface water will decrease by the year 2100 to a level not seen on Earth over the past 20 million years, if not longer.\nLikely casualties of ocean acidification are the marine plants and animals that use carbonate to form hard shells or other structures. These include mollusks like clams and oysters, and reef-building corals. Not only does ocean acidification limit their access to the carbonate they need for building material, it could become severe enough to dissolve existing coral structures and the shells of living organisms.\nSince most corals live in shallow waters, coral reefs, some of the most biologically diverse places on Earth, are particularly vulnerable. \"They are already under assault from warming water, over-fishing and habitat degradation,\" says Doney. \"Environmental stress is leading to more incidents of ‘coral bleaching,' which occurs when the symbiotic algae that lives inside the coral leaves or dies, and from which reefs often do not recover. Ocean acidification may push corals over the edge.\"\nOther sensitive areas are the Southern Ocean and the subpolar North Pacific, where acidification threatens to unravel important food chains by making life difficult for a small marine snail called a pteropod. It's a favorite food of small fishes, which, in turn, support larger fishes, penguins, whales and seabirds. Ocean acidification strips seawater of the carbonate ion that pteropods need to build new shells, and it also damages their existing ones.\nThere will be some winners and losers, says Doney, as the effects of growing ocean acidification are felt. \"Although we don't know exactly how many species depend on pteropods, clams, oysters, mussels or other shelled organisms for food, or on coral reefs for critical habitat, it's clear that ocean acidification will cause a wholesale alteration of some marine ecosystems in ways we can't predict,\" he explains.\nHistory isn't much of a guide. While there have been times in Earth's past when the ocean was more acidic than now, most environmental changes occurred at a considerably slower pace than today. \"At the rates of climate change and ocean acidification we're seeing now, many organisms may be not able to keep up,\" Doney says.\nMuch of the carbon now in the air will find its way into the ocean with predictable results. \"Even if we stopped adding carbon dioxide to the atmosphere today, ocean acidification will continue to increase,\" says Doney. \"What marine fisheries and coral reefs will look like 100 years from now is a big question. We need to know how much carbon dioxide is being taken up, more about the gas exchange between the ocean and the atmosphere, and how this mechanism is affected by climate change.\"\nNASA's new Orbiting Carbon Observatory will help provide some of the answers after it is launched in January 2009.  A NASA Earth System Science Pathfinder mission, it will make precise measurements of atmospheric carbon dioxide on a global scale.\nThe Orbiting Carbon Observatory will help identify carbon dioxide sources and sinks--things that absorb and store carbon--on land and in the ocean and show how they vary over time. Researchers will be able to combine mission data with numerical models to estimate global patterns of the exchange of carbon dioxide from the ocean and atmosphere.\n\"We'll have a much better idea about what's going on over the ocean where measurements have been sparse,\" explains Miller. \"This is especially true in the Southern Ocean, which we believe is a big sink for carbon dioxide based on existing models.\"\nWhile the Orbiting Carbon Observatory may be the newest NASA mission to help address the issue of ocean acidification, NASA has many other projects and missions that provide important information about ocean biology and chemistry that relates directly to this problem. These include NASA's Moderate Resolution Imaging Spectroradiometer (MODIS), flying on the Terra and Aqua satellites, and the Sea-Viewing Wide Field-of-View Sensor (SeaWiFS). These instruments collect data on ocean color—a key component of many studies of ocean ecology, plankton and coral reefs. Another example is the recent National Oceanic and Atmospheric Administration and NASA-sponsored Southern Gas Exchange Experiment. During this six-week research cruise, scientists investigated how gases, including carbon dioxide, move between the ocean and the atmosphere in high winds and rough seas.\nThe really big question is how much longer the ocean can continue to be a sink for atmospheric carbon dioxide before becoming saturated—a process that may already be underway. The implications for our future climate -- and the ocean -- are immense.\nCoccolithophores\nOne of the most abundant forms of marine phytoplankton, coccolithophores are an important part of the carbon cycle in the ocean, taking carbon from the water and turning it into hard hubcap-like disks that eventually fall to the seafloor.\nOcean acidification may threaten the tiny coccolithophore by reducing the amount of carbonate ion in seawater that it uses to make its body armor. On the other hand, acidification appears to benefit at least some coccolithophore species by increasing the quantity of other forms of carbon that the microscopic plant uses in photosynthesis.\nMore information about NASA missions that contribute to studies of ocean\r\nacidification is available at:\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}