{
  "url": "https://climate.nasa.gov/news/58/with-a-pinch-of-salt/",
  "title": "With a pinch of salt",
  "date": null,
  "content": "Artist’s illustration of the Aquarius/SAC-D spacecraft, scheduled for launch in May 2010.  It will be the first NASA instrument to measure sea salinity from space.\nIn its caves\n\n\nthe salt moans,mountain\n\n\nof buried light,\n\n\ntranslucent cathedral,\n\n\ncrystal of the sea, oblivion\n\n\nof the waves.\n\n\n\n- Ode to Salt\n\nby Pablo Neruda\n\n\n\n\n\n\n\n\nWe know that average sea levels have risen over the past century, and that global warming is to blame. But what is climate change doing to the saltiness, or salinity, of our oceans? This is an important question because big shifts in salinity could be a warning that more severe droughts and floods are on their way, or even that global warming is speeding up1,2.\nIn its caves\n\n\nthe salt moans,mountain\n\n\nof buried light,\n\n\ntranslucent cathedral,\n\n\ncrystal of the sea, oblivion\n\n\nof the waves.\n- Ode to Salt\n\nby Pablo Neruda\nNow, new research coming out of the United Kingdom (U.K.) suggests that the amount of salt in seawater is varying in direct response to man-made climate change3. Working with colleagues to sift through data collected over the past 50 years, Peter Stott, head of climate monitoring and attribution at the Met Office in Exeter, England, studied whether or not human-induced climate change could be responsible for rises in salinity that have been recorded in the subtropical regions of the Atlantic Ocean, areas at latitudes immediately north and south of Earth’s tropics.\nBy comparing the data to climate models that correct for naturally occurring salinity variations in the ocean, Stott has found that man-made global warming -- over and above any possible natural sources of global warming, such as carbon dioxide given off by volcanoes or increases in the heat output of the sun4 -- may be responsible for making parts of the North Atlantic Ocean more salty.\nSalinity levels are important for two reasons. First, along with temperature, they directly affect seawater density (salty water is denser than freshwater) and therefore the circulation of ocean currents from the tropics to the poles. These currents control how heat is carried within the oceans and ultimately regulate the world’s climate. Second, sea surface salinity is intimately linked to Earth’s overall water cycle and to how much freshwater leaves and enters the oceans through evaporation and precipitation. Measuring salinity is one way to probe the water cycle in greater detail.\nIn the last half-century or so, the subtropical Atlantic has been getting gradually saltier -- a less than 1 percent increase in real terms, but an effect that is nevertheless significant. “It might sound like quite a small change,” says Stott, “but the overall salinity of our oceans is naturally relatively steady, so it’s actually a lot of freshwater being factored out of the ocean.”\nStott’s analysis suggests that global warming is changing precipitation patterns over our planet. Higher temperatures increase evaporation in subtropical zones; the moisture is then carried by the atmosphere towards higher latitudes (towards the poles), and by trade winds across Central America to the Pacific, where it provides more precipitation. This process concentrates the salt in the water left behind in the North Atlantic, causing salinity to increase.\nAmit Sen, project manager for Aquarius, watches as the instrument is made ready for shipping.\n\n\n\nWater bearer\r\nThese are just the sort of effects that Gary Lagerloef and Amit Sen hope to uncover over the next few years. Lagerloef and Sen are, respectively, principal investigator and project manager of Aquarius, part of a brand new satellite mission due to be launched into orbit in May 2010. Aquarius is the first NASA instrument designed to track sea salinity from space and will be the primary payload on the SAC-D spacecraft, which has been built by the Argentinian Space Agency or Comision Nacional de Actividades Espaciales (CONAE). The three-year mission is named after the “cup-bearer to the gods” in Greek mythology.\nSea saltiness has been measured for centuries. Most of the data we have today consist of direct measurements taken at sea (traditionally by ships and, nowadays, more often by automated buoys and profiling floats). But there are vast areas of the ocean surface -- a quarter in total -- where salinity has never been measured. By covering the entire globe once every seven days, Aquarius will fill in the blanks and provide an unprecedented global picture of salinity.\nScientists measure salt levels using a practical salinity scale. One practical salinity unit or psu almost exactly represents the number of grams of salt in a kilogram of seawater. Salinities in the open ocean, free of ice or land mass, generally lie between 32 and 37 psu (the Pacific and Atlantic Oceans have maximum surface salinities around 35 and 37 respectively). “With our instruments we will be able to measure salinity to an accuracy of 0.2 psu,” explains Sen, who works at NASA’s Jet Propulsion Laboratory (JPL) in Pasadena, Calif. “If you take half a gallon of water and put a pinch of salt in it, that’s about 0.2 psu. We will be able to detect that from space, while flying about 650 kilometers [about 404 miles] above Earth.”\nThis is no mean feat and is possible because of some impressive radiometer technology that will fly on board the spacecraft. A radiometer is essentially a sensitive radio receiver, which, in this instance, detects microwave radiation given off by the sea surface. The radiated power of the microwaves that are emitted enables scientists to calculate the saltiness of the water at the surface.\nWhat’s special about the three radiometers designed for Aquarius is their calibration stability -- over a seven-day period, their temperature cannot stray more than 0.1 kelvin (0.18 degrees Fahrenheit). This calls for very precise thermal control and is the reason Aquarius will be able to measure salinity with unprecedented precision.\nBoom boom\r\n“We measure salinity in the top one to three centimeters of water because that is the crucial layer that connects the atmosphere and the oceans,” explains Simon Collins, instrument manager for Aquarius who is also based at JPL. “As such, one of the largest errors in our measurement comes from ripples in the surface of the sea.” To correct for this, Aquarius also carries with it a scatterometer -- a state-of-the-art radar instrument that senses roughness in the sea surface by booming microwave pulses down to the ocean and detecting the scattered pulses bounced back to the satellite.\nWhile Aquarius has not yet set off, it has been a long journey for the project’s scientists and engineers, who are now ready to ship their instrument from JPL to Argentina. There it will be installed on the SAC-D spacecraft, before being transported to Brazil for functional and environmental testing and returned to the United States in April 2010, ready for its trip to space.\n“People don’t realize that there is so much water and so little land,” Sen remarks. Aquarius, flying high above us, will shed light on El Niño and La Niña, phases of the world’s most powerful climate phenomena, reveal insights into how monsoons develop and, most importantly of all, how a pinch of salt can change our lives.\r\n\n\n\n\n\n\n\n\nYou need Adobe Flash Player to view this content\n\nThose learned ancient Greeks, Homer and Plato included, knew that water continually circulates from the ocean to the atmosphere to the land and back again to the ocean. This is known as the water, or \"hydrological\", cycle.  Today, we know that Earth's water cycle is dominated by exchanges between the ocean, which contains 96% of all water, and the atmosphere.\nYou need Adobe Flash Player to view this content\nAmber Jenkins\r\nGlobal Climate Change\r\nJet Propulsion Laboratory\nReferences\n\r\n1. http://www.nsf.gov/od/lpa/news3/pr03145.htm\r\n2. R. Curry, B. Dickson & I. Yashayaev, “A change in the freshwater balance of the Atlantic Ocean over the past four decades”, Nature 426, 826-829 (2003).\r\n3. P. A. Stott, R. T. Sutton & D. M. Smith, “Detection and attribution of Atlantic salinity changes”, Geophysical Research Letters, Vol. 35, L21702 (2008).\r\n4. P. V. Forster et al., “Changes in Atmospheric Constituents and in Radiative Forcing” (2007). In: “Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change” [Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor and H.L. Miller (eds.)]. Cambridge University Press, Cambridge, U.K. and New York, NY, USA.\nResource\n\n\nInteractive graphic:  The Water Cycle\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}