{
  "url": "https://climate.nasa.gov/news/33/whats-in-a-name/",
  "title": "What's in a name?",
  "date": null,
  "content": "By any other name ... Whether referred to as  \"global warming\" or \"climate change,\" the consequences of the widescale changes currently being observed in Earth's climate system could be considerable.\nThe Internet is full of references to global warming.  The Union of Concerned Scientists website on climate change is titled \"Global Warming,\" just one of many examples. But we don't use global warming much on this website.  We use the less appealing \"climate change.\"  Why?\nTo a scientist, global warming describes the average global surface temperature increase from human emissions of greenhouse gases. Its first use was in a 1975 Science article by geochemist Wallace Broecker of Columbia University's Lamont-Doherty Geological Observatory: \"Climatic Change: Are We on the Brink of a Pronounced Global Warming?\"1\n\"Temperature change itself isn't the most severe effect of changing climate.  Changes to precipitation patterns and sea level are likely to have much greater human impact.\"\n\n\nBroecker's term was a break with tradition.  Earlier studies of human impact on climate had called it \"inadvertent climate modification.\"2 This was because while many scientists accepted that human activities could cause climate change, they did not know what the direction of change might be. Industrial emissions of tiny airborne particles called aerosols might cause cooling, while greenhouse gas emissions would cause warming.  Which effect would dominate?\nFor most of the 1970s, nobody knew.  So \"inadvertent climate modification,\" while clunky and dull, was an accurate reflection of the state of knowledge.\nThe first decisive National Academy of Science study of carbon dioxide's impact on climate, published in 1979, abandoned \"inadvertent climate modification.\" Often called the Charney Report for its chairman, Jule Charney of the Massachusetts Institute of Technology in Cambridge, declared: \"if carbon dioxide continues to increase, [we find] no reason to doubt that climate changes will result and no reason to believe that these changes will be negligible.\"3\r\n \r\nIn place of inadvertent climate modification, Charney adopted Broecker's usage.  When referring to surface temperature change, Charney used \"global warming.\"  When discussing the many other changes that would be induced by increasing carbon dioxide, Charney used \"climate change.\"\nWithin scientific journals, this is still how the two terms are used. Global warming refers to surface temperature increases, while climate change includes global warming and everything else that increasing greenhouse gas amounts will affect.\nDuring the late 1980s one more term entered the lexicon, “global change.”  This term encompassed many other kinds of change in addition to climate change.  When it was approved in 1989, the U.S. climate research program was embedded as a theme area within the U.S. Global Change Research Program.\nBut global warming became the dominant popular term in June 1988, when NASA scientist James E. Hansen had testified to Congress about climate, specifically referring to global warming.  He said: \"global warming has reached a level such that we can ascribe with a high degree of confidence a cause and effect relationship between the greenhouse effect and the observed warming.\"4  Hansen's testimony was very widely reported in popular and business media, and after that popular use of the term global warming exploded.  Global change never gained traction in either the scientific literature or the popular media.\nBut temperature change itself isn't the most severe effect of changing climate.  Changes to precipitation patterns and sea level are likely to have much greater human impact than the higher temperatures alone.  For this reason, scientific research on climate change encompasses far more than surface temperature change. So \"global climate change\" is the more scientifically accurate term.  Like the Intergovernmental Panel on Climate Change, we've chosen to emphasize global climate change on this website, and not global warming.\nWhat do you think?  Let us know.\n1 Wallace Broecker, \"Climatic Change: Are We on the Brink of a Pronounced Global Warming?\" Science, vol. 189 (8 August 1975), 460-463.\r\n2 For example, see: MIT, Inadvertent Climate Modification: Report of the Study of Man's Impact on Climate (Cambridge, Mass.: MIT Press, 1971).\r\n3 National Academy of Science, Carbon Dioxide and Climate, Washington, D.C.,\r\n1979, p. vii.\r\n4 U.S. Senate, Committee on Energy and Natural Resources, \"Greenhouse Effect and Global Climate Change, part 2\" 100th Cong., 1st sess., 23 June 1988, p. 44.\nWritten by Erik Conway/Global Climate Change\nClimate change: a long-term change in the Earth’s climate, or of a region on Earth.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}