{
  "url": "https://climate.nasa.gov/news/2313/the-sam-experiment-launched-40-years-ago-opened-an-era-of-atmospheric-discoveries/",
  "title": "The SAM experiment, launched 40 years ago, opened an era of atmospheric discoveries",
  "date": null,
  "content": "6 min read\nThe Apollo-Soyuz Test Project in July 1975 was a big moment in the history of human adventures in space — and not only for the obvious reasons.\nApollo-Soyuz was the first joint effort in space by the United States and the Soviet Union. It was also the final Apollo mission, ending 14 years of astonishing accomplishments on orbit and the Moon.\nBut Pat McCormick, a former NASA Langley scientist who today leads the Center for Atmospheric Sciences at Hampton University, knows the mission was also a milestone in the quest to understand Earth’s atmosphere.\nForty years ago, one of his experiments was heading to orbit for the first time. It was called SAM, which stood for the Stratospheric Aerosol Measurements experiment.\n“It was a great experience, a great honor, to have something on Apollo, knowing it was probably going to be the last one,” McCormick said in a recent interview. “After growing up with Apollo, it was surely a great opportunity that I cherished.”\nWhat he couldn’t have fully appreciated at the time was that the experiment he designed with the University of Wyoming’s Ted Pepin would pave the way for generations of remote sensing instruments leading right up to the present day. The Stratospheric Aerosol and Gas Experiment (SAGE) III/ISS, which descended from SAM, is scheduled to reach the International Space Station (ISS) next year.\nThe original SAM experiment was conducted aboard Apollo on July 22, 1975. Atmospheric aerosol measurements had been done before, using weather balloons, for instance. They had never been done from space. SAM showed that using a technique called occultation from a vantage point on orbit could give science a much better lens on the stratosphere, the part of the atmosphere 10-31 miles (16-50 kilometers) high.\n“The concept of solar occultation being so successful in terms of the science delivered was not at all obvious back in the days of SAM,” said NASA Langley’s Joseph Zawodny, project scientist for SAGE III.\n“Having a few very high quality measurements (taken by occultation at sunrise and sunset) instead of daily maps made from lots of passive measurements had to have been a hard sell,” Zawodny said. “But these high-quality solar occultation measurements were essential to forming our understanding of the changes in ozone and stratospheric aerosol processes.”\nA family tree of instruments proposed by McCormick sprouted from SAM, using the same technique while refining and expanding it. SAM II reached orbit in 1978 on a Nimbus 7 satellite. That was followed by SAGE I in 1979 and SAGE II in 1984. SAGE II gathered data for an astounding 21 years. SAGE III-Meteor-3M started its work in 2001. The next step will be SAGE III/ISS in 2016.\nLooking back now, McCormick can see it clearly. It all started with SAM. “This was proof of principle,” he said. “It was the first. We only had four orbits, but we got what we needed. That was that.”\nAs he recalled the days of SAM, McCormick held a replica of the primary SAM instrument in his hand. It was a back-up version built at the same time as the one that went to space. For something so significant, it seems unassuming: a black box, about the size of a DVD boxed set, with a viewfinder and short barrel protruding from the top, looking like a miniature cannon.\nAs operated by Apollo astronaut Deke Slayton, this seemingly modest device gathered and examined sunlight in a specific wavelength, the near infrared. By measuring sunlight as it passed through the edges of Earth’s atmosphere, SAM showed it was possible to use a platform in space to define the composition of particles — which scientists call aerosols — floating in the air. Aerosols include tiny solids or small droplets of liquid.\nA second element of the original SAM experiment was a Hasselblad camera, which was used to show how the image of the sun was distorted as sunlight passed through the atmosphere.\nMcCormick remembered briefing the astronauts on the experiment just before they went into pre-flight quarantine. They seemed exhausted and weren’t always following the explanations.\n“These guys were dog tired,” McCormick said. “So, I get up there. I’m doing my science shuffle and telling them about this stuff and Ted’s doing his part.” McCormick and Pepin thought they nearing the end of their presentation.\n“Deke looks up and says, ‘Now, what is this experiment about?’ So, we took our jackets off.” They knew they were going to have to cut to the chase. “We told them, ‘This is the experiment. This is what you’re going to do. You’re going to point it. Nothing fancy. Here’s how you’re going to do it.’”\nThe occultation technique that SAM introduced yielded a bounty of scientific understanding. McCormick and his science teams used data from later instruments to describe the existence of previously unknown polar stratospheric clouds. SAGE II documented ozone trends as well as the effects of volcanic eruptions on the atmosphere and Earth’s climate.\nThe instruments that followed SAM helped scientists understand the serious nature of the ozone hole over the South Pole. In 1987, the Montreal Protocol sought to limit production of ozone-killing chlorofluorocarbons.\n“At the time, no one knew what was about to happen 5-10 years later,” Zawodny said. “It is a good thing the SAM/SAGE series started when it did … Things could be quite different if SAGE II was not as good as it is or if it had flown later. That one 21-year mission plugging along at 15 sunrise and 15 sunset measurements a day accomplished an awful lot of science.”\nSAGE III/ISS will add another dimension by also making measurements at moonrise and moonset, whenever the orbits align.\nMcCormick, who advises the current SAGE III/ISS project, was there from the beginning. He nods his head when he thinks about what’s transpired over the last four decades.\n“When I look back, I’m proud,” he said. “This was a big deal.”\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}