{
  "url": "https://climate.nasa.gov/news/2187/alaska-shows-no-signs-of-rising-arctic-methane/",
  "title": "Alaska shows no signs of rising Arctic methane",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nNorth front of Brooks Range along southern margin of central North Slope assessment area in the Arctic National Park and Preserve. Credit: U.S. Geological Survey\nDespite large temperature increases in Alaska in recent decades, a new analysis of NASA airborne data finds that methane is not being released from Alaskan soils into the atmosphere at unusually high rates, as recent modeling and experimental studies have suggested. The new result shows that the changes in this part of the Arctic have not yet had enough impact to affect the global methane budget.\nThis is important because methane is the third most common greenhouse gas in the atmosphere, after water vapor and carbon dioxide. Although there is much less of it in the air, it is 33 times more effective than carbon dioxide at trapping heat in the atmosphere and adding to greenhouse warming.\nHigh concentrations of atmospheric methane have been measured at individual Arctic sites, especially in Siberia. This adds to the concern that massive methane releases are already occurring in the far North. NASA's multiyear Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE) is the first experiment to establish emission rates for a large region of the Arctic.\nIn the new study, researchers analyzed methane measurements made over Alaska from May through September 2012 during the first season of CARVE. They estimated emission rates for the winter months, during most of which no methane was released because the soil was frozen.\nAlaska composes about one percent of Earth's total land area, and its estimated annual emissions in 2012 equaled about one percent of total global methane emissions. That means the Alaskan rate was very close to the global average rate.\n\"That's good news, because it means there isn't a large amount of methane coming out of the ground yet,\" said lead author Rachel Chang, formerly at Harvard University, Cambridge, Massachusetts, and now an assistant professor and Canada Research Chair in Atmospheric Science at Dalhousie University, Halifax, Nova Scotia.\nCharles Miller of NASA's Jet Propulsion Laboratory, Pasadena, California, the principal investigator for CARVE, noted that results from a single year cannot show how emissions might be changing from year to year. \"The 2012 data don't preclude accelerated change in the future,\" he said.\nVast amounts of carbon are stored in undecayed organic matter -- dead plants and animals -- in Arctic permafrost and peat. Scientists estimate that there is more than twice as much carbon locked in the frozen North as there is in the atmosphere today. The organic material won't decay and release its carbon as long as it stays frozen. But climate change has brought warmer and longer summers throughout the Arctic, and permafrost soils are thawing more and more. If large amounts of undecayed matter were to defrost, decompose and release methane and carbon dioxide into the atmosphere, the impact on global temperatures would most likely be enormous.\nCARVE is a pioneering regional study of methane and carbon dioxide emissions across Alaska. CARVE makes frequent and sustained science flights across Alaska using NASA's Arctic-tested Sherpa C-23B aircraft. The C-23 carries a variety of research sensors, including gas analyzers that link CARVE methane and carbon dioxide measurements to World Meteorological Organization standards. Flight campaigns occur each month throughout the growing season (May through October), when Arctic carbon emissions are at their highest and change most rapidly. CARVE science flights began in 2012 and will continue through 2015.\nBecause no other program has made measurements as comprehensive and widespread as CARVE's, Chang said, \"One of the challenges is that we have nothing to compare our results to. We can't say whether emissions have already increased or stayed the same. Our measurements will serve as a baseline.\"\nLearn more about the CARVE mission.\nThe results are available online in the journal Proceedings of the National Academy of Sciences. Other coauthors of the study are affiliated with the National Oceanic and Atmospheric Administration, Boulder, Colorado; the University of Colorado, Boulder; and Atmospheric and Environmental Research, Inc., Lexington, Massachusetts. The California Institute of Technology in Pasadena manages JPL for NASA.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}