{
  "url": "https://climate.nasa.gov/news/152/gravity-data-sheds-new-light-on-ocean-climate/",
  "title": "Gravity data sheds new light on ocean, climate",
  "date": null,
  "content": "Launched in 2002, the twin Grace satellites map Earth's gravity field from orbit 500 kilometers (310 miles) above the surface. They respond to how mass is distributed in the Earth and on Earth's surface -the greater the mass in a given area, the stronger the pull of gravity from that area.\nA discovery about the moon made in the 1960s is helping researchers unlock secrets about Earth's ocean today.\nBy applying a method of calculating gravity that was first developed for the moon to data from NASA's Gravity Recovery and Climate Experiment, known as Grace, JPL researchers have found a way to measure the pressure at the bottom of the ocean. Just as knowing atmospheric pressure allows meteorologists to predict winds and weather patterns, measurements of ocean bottom pressure provide oceanographers with fundamental information about currents and global ocean circulation. They also hold clues to questions about sea level and climate.\n\"Oceanographers have been measuring ocean bottom pressure for a long time, but the measurements have been limited to a few spots in a huge ocean for short periods of time,\" says JPL oceanographer Victor Zlotnicki.\nLaunched in 2002, the twin Grace satellites map Earth's gravity field from orbit 500 kilometers (310 miles) above the surface. They respond to how mass is distributed in the Earth and on Earth's surface -the greater the mass in a given area, the stronger the pull of gravity from that area.\nThe pressure at the bottom of the ocean is determined by the amount of mass above it. \"Ocean bottom pressure is the sum of the weight of the whole atmosphere and the whole ocean,\" says Zlotnicki. \"When winds move water on the surface, ocean bottom pressure changes. When glaciers melt and add water to the ocean, the ocean's mass increases and bottom pressure increases, either at one place or globally.\"\n\"Measuring ocean bottom pressure was one of the things we said we wanted to do from the very beginning of the mission,\" says Grace project scientist Michael Watkins, \"but it has been a challenge. The signal is very small and hard to detect.\"\nGravity changes over the ocean are miniscule compared to those over land. The ocean is a fluid. It yields to pressure and spreads the effect over a vast area. Nothing in the ocean gives as big a gravity signal as a flooding Amazon River or melting glaciers in Greenland or Alaska, changes that Grace can measure fairly easily, says Watkins. \"Those hydrology signals are huge in comparison,\" he says.\nHowever, as the mission progressed, Watkins explains, the science team has found better ways to process Grace data. And by turning to a technique developed for the lunar world, Grace researchers are getting the precise measurements of ocean bottom pressure they were hoping for.\nFrom the moon to the ocean bottom\nAstronaut Edwin E. Aldrin Jr., lunar module pilot of the first lunar landing mission, poses for a photograph beside the deployed United States flag during an Apollo 11 extravehicular activity (EVA) on the lunar surface on July 20, 1969.\n\n\nIn the days leading up to the Apollo missions, JPL scientists discovered that certain areas of the moon had higher concentrations of mass than others. The result of these \"mass concentrations\" was marked differences in the moon's gravity field.\nThe researchers then devised a new way to calculate the gravity field called a \"mascon\" (for mass concentration) solution. Mascon solutions break the gravity field into small, individual regions. The more traditional ways of computing gravity, often called harmonic solutions, smooth everything together and calculate gravity for a whole large area or body.\nRecently scientists have begun developing mascon solutions for Grace data for use in a variety of studies, and they are revealing fascinating new details about Earth's gravity field. These mascon solutions are also proving to be a key to Grace's ability to measure ocean bottom pressure.\n\"Some of the very best harmonic solutions show some bottom pressure signals, but the mascon solutions appear to do a better job and provide much higher resolution,\" says Watkins. \"Using a mascon solution with Grace data is a way of weighing each little piece of the ocean,\" he says. The result is a new view of the gravity field - one that reveals sharp contrasts in gravity precise enough to calculate variations in ocean bottom pressure.\nA large field experiment off the coast of Japan provided an unusual and welcomed opportunity to put Grace mascon estimates of ocean bottom pressure to the test. There are few places in the ocean where there are enough data on ocean bottom pressure to validate the satellite's observations.\nOceanographer Jae-Hun Park and his colleagues at the University of Rhode Island compared the Grace measurements with data collected by a large array of pressure-reading instruments stationed on the ocean bottom as part of the Kuroshio Extension System Study. This two-year observational program to study deep ocean currents and fronts ran from 2004 to 2006.\n\"Our site covered a very wide area of 600 by 600 kilometers (370 miles) with 43 available bottom pressure sensors,\" says Park. He and his colleagues found that while some of the individual sensors had very high correlations with Grace measurements, others were very low. \"These low correlations were small-scale eddies that Grace cannot catch,\" explains Park. Grace's resolution is about 200 kilometers (125 miles).\nHowever, when they compared the spatially averaged monthly mean ocean bottom pressure measured by the ocean sensors with the latest JPL Grace mascon solution for the center of the array, \"we found a high correlation between the Grace measurements and our in-situ measurements,\" says Park. \"This experiment gave us the opportunity to validate the Grace data.\" The results of the study appeared last year in Geophysical Research Letters.\nGrace's new ability to detect small changes in ocean mass - reflected in ocean bottom pressure - will help scientists answer ongoing questions about sea level and climate change. It will help clarify, for example, just how much of sea level change is due to differences in ocean mass, the result of evaporation, precipitation, melting land ice, or river run-off and how much is due to temperature and salinity.\n\"Now, for the first time with these new mascon solutions,\" say Zlotnicki, \"Grace will allow us to measure changes in ocean bottom pressure globally for long periods of time. This is a new tool for oceanography.\"\nRosemary Sullivant\r\nGlobal Climate Change\r\nJet Propulsion Laboratory\nRed shows where pressure varies by large amounts, blue where it changes very little. Just as knowing atmospheric pressure allows meteorologists to predict winds and weather patterns, measurements of ocean bottom pressure provide oceanographers with fundamental information about currents and global circulation. They also hold clues to questions about sea level and climate.\nThe pressure at the bottom of the ocean is determined by the amount of mass above it.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}