{
  "url": "https://climate.nasa.gov/news/441/a-tale-of-two-cities/",
  "title": "A tale of two cities",
  "date": null,
  "content": "Despite their cultural and geographic contrasts, Seattle and New York City share one thing in common -- both are using space-based data to plan for future climate change.\nBy Bob Silberg\r\nScience Writer\nI think this is an exciting demonstration of NASA science being applied in an actual urban area.\n\n\n- Cynthia Rosenzweig, Senior Research Scientist, NASA\n\n\nYou would never confuse Seattle, Washington, with New York City. One is home to about 600,000 people, the other has a population of 8.2 million. One ardently protects the wild salmon thrashing through its rivers, the other likes its salmon smoked and served with cream cheese on a bagel. But these cities share an important feature: They're both leaders in addressing the issue of climate change, and both rely on space-based data to help them make their plans.\nEven before they formally turned their attention to the climate problem, both cities were ahead of the game when it came to mitigation -- that is, minimizing emissions of greenhouse gases in an attempt to slow down the advance of global warming. Seattle draws more than 90 percent of its electricity from hydroelectric sources, which emit no greenhouse gases. New York has a very low carbon footprint thanks to its high-density living and famous public-transit system. In fact, on a per capita basis, New York's greenhouse-gas emission is roughly half that of green-energy Seattle.\nBut both cities perceived room for improvement. Seattle set a goal to slice 7 percent off its 1990 level of emissions by 2012, 30 percent by 2024, and a whopping 80 percent by 2050. New York targeted a 30 percent reduction from 2005 levels by 2030 for the whole city and by 2017 for the municipal government. Both cities report being on target to meet their goals.\nGetting started\nGrand Central Station provides access to the rail system that helps to make New York City one of the greenest cities in the U.S. The city is trying to make the taxis greener, too.\n\n\n\r\nEach city began by taking an inventory of where its carbon emissions were coming from. New York, where more than half the population doesn't own a car, found that about three-quarters of its emissions are from buildings, both directly (for example, from fuel used for heating) and indirectly from electricity use.\n\"Eighty-five percent of the buildings that exist today will be here in 2030,\" said Adam Freed, Deputy Director of the Mayor's Office of Long-Term Planning and Sustainability, \"so we enacted landmark legislation last year that requires ongoing energy efficiency upgrades and improvements in existing buildings -- all buildings that are over 50,000 square feet in the city. We think it's the most comprehensive, far-reaching green-building legislation in the country.\"\nCars and other modes of transportation are the largest source of Seattle's greenhouse gas emissions and the second-largest source in New York. So both cities are aiming for cleaner and fewer cars, and more walking and bicycling.\nBut while mitigation may buy time and prevent the worst climate-change scenarios, most scientists who have studied the subject agree that the climate is already changing and further change is inevitably on its way. New York included plans for adapting to those changes as part of the comprehensive effort it announced on Earth Day, 2007. Seattle at large began looking at adaptation only within the last year or so, but its water utility, Seattle Public Utilities, is an old hand at it. The agency has been working with the University of Washington's Climate Impact Group since 2002 to get a handle on what's in store for the region and how best to live with it.\nBeen there, done that\nSeattle is expanding its public transportation services to keep car use in check.\n\n\n\r\nOne key insight shared by leaders in both cities is that the problems ahead are variations on familiar themes. \"It may be greater intensity or more frequent, but they're things we've seen,\" said Jill Simmons, Acting Director of Seattle's Office of Sustainability and Environment, in a presentation in August 2010. \"Summer droughts, winter floods. Even in the case of sea-level rise,\" she said, \"we (already) experience extreme high tides. It means we have developed strategies to adapt to those things.\"\nSea-level rise is perhaps the biggest wild card in the climate-change deck. Satellite data show that global sea level has risen nearly seven inches in the last century, and both coastal cities are concerned about the ocean next door. The New York City Panel on Climate Change projects a rise along the New York City coastline of anywhere between 12 and 55 inches by 2080, with the global-warming effect exacerbated by the sinking of the tectonic plate on which the city sits. Sometimes you just can't catch a break.\nSeattle needs to rebuild the gribble-plagued seawall that holds its waterfront soil in place, an expensive undertaking. (Gribbles are small seagoing, wood-boring crustaceans, not the furry creatures that infested the Starship Enterprise. Those were tribbles.) With the rise of the sea, the city will have to decide whether to rebuild the wall higher, and if so, by how much. \"Right now the range (of projected sea-level rise) is between six and 50 inches,\" Simmons said at the presentation. \"Settling on a point in that range is very hard.\"\nChampagne results on a beer budget\nBut a lot of the steps that improve resilience, New York's Adam Freed pointed out, are refreshingly mundane. \"It's not waiting for a new technology and it's not doing things dramatically different,\" he said. \"It's making tweaks and doing common-sense, in many cases low-technology retrofits.\"  For example, when the time comes to repave a road, it can be crowned differently or raised a couple of inches to get it out of the flood zone, he said.\n\"I was surprised at how much folks were already doing,\" Freed added, \"not under a climate change or adaptation umbrella, but to increase their own efficiency. The telecommunication industry has been switching from copper wires to fiber optics, not because it's less susceptible to water or static and other challenges from heat, but because it has a bigger bandwidth. But in doing so, they've actually made their system more resilient.\" Simmons said she has observed the same principle at work in many Seattle programs.\nIn some cases, operational changes are taking the place of expensive new construction. Seattle Public Utilities found enough flexibility in its system to allow it to sidestep the need to build expensive new water-storage facilities to make up for the expected loss of snowpack. \"We said let's look at what would happen if we were to refill one of our reservoirs to a higher level. And then, on another one of our reservoirs, we did the opposite (allowing the water to drop below traditional levels),\" said Paul Fleming, manager of the utility's Climate and Sustainability Group. \"We are essentially creating new storage, but we're not doing it by building something new, but rather by changing our assumptions.\n\"That's an area where the Climate Impacts Group has helped us,\" Fleming added. \"They provided us with the kind of data that we can use to assess the effectiveness of those strategies.\"\nDown-to-Earth space science\nSpace-based measurement of sea-level change by the Ocean Surface Topography Mission (NASA/CNES), is helping cities plan for current and future climate change.\n\n\n\r\nClimate Impact Group's Nate Mantua said his organization works with forecasts based on observational data from NOAA, NASA, and other sources. \"Our job,\" he said, \"is to help translate those forecasts into impacts on water resources for particular places, including Seattle's watersheds.\"\nNew York also saw the importance of grounding its actions in the best available science. Mayor Bloomberg convened the New York City Panel on Climate Change, co-chaired by NASA's Cynthia Rosenzweig and City University of New York's William Solecki, to determine how New York's climate is likely to change through the century. The panel's findings formed the basis for strategies to increase the city's resilience.\n\"We could not have done that work without the (panel's) projections,\" Freed said. \"They're very, very helpful to get buy-in and to ensure that we're all planning for the same scenarios.\"\n\"Cities are on the front lines for both mitigating and adapting to climate change,\" Rosenzweig said. \"I think this is an exciting demonstration of NASA science being applied in an actual urban area.\"\nKey Points\n\n\n\nBoth cities found it essential to base their plans for adapting to climate change on information gleaned from NASA, NOAA and other scientific sources.\r\nAfter identifying their chief sources of greenhouse-gas emissions, both cities targeted aggressive reductions.\r\nCoping strategies for past and current extreme weather events can guide adaptation to future climate changes.\r\n\n\n\n\n\n\nRevolution in the Making\n\n\nFind out how climate change may influence how cities develop in the future.\n\n\n\n\n\nFind Out More\n\n\n\nPlaNYC website\nThe New York Academy of Sciences Climate Change page\nSeattle Climate Action Plan\nJill Simmons presentation to Seattle City Council's Regional Development and Sustainability Committee 8/3/10 (Scroll down to \"Climate Adaptation Work Plan.\")\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}