{
  "url": "https://climate.nasa.gov/news/337/just-5-questions-weather-vs-climate/",
  "title": "Just 5 questions: Weather vs. climate",
  "date": null,
  "content": "Weather and climate are easily confused but they're not the same ... they operate on different timescales.\nInterview by Erik Conway,\r\nNASA Jet Propulsion Laboratory\nDr. Eric Fetzer  is a scientist at NASA’s Jet Propulsion Laboratory. He works on NASA’s AIRS mission, recently named the “best new tool for climate science.” Since its launch in 2002, AIRS has made pioneering new greenhouse gas measurements and improved weather forecasts and hurricane predictions.\nThere’s no clear difference, but the generally accepted distinction is made on monthly timescales. Weather describes how the atmosphere behaves over weeks or less. Climate is how it behaves over time periods of about a month or longer. So climate refers to seasonal and longer periods, out to centuries and millennia.\nThe important thing to remember is that global warming is a fairly small effect on top of large temperature variability across the world. Let’s say we expect a 1°F (0.6°C) warming. The temperature on the East Coast of the United States varies by up to 20°F (11°C) over a year. So typical weather events can easily overwhelm the slow, small signature of global warming.\nAlso, global warming is expected to cause more extreme weather events, and that includes cold ones. A simple example is in South Florida. The mangrove line there has retreated southward by about 100 miles (160 kilometers) since the mid-1970s. Mangrove trees don’t tolerate frost, and the number of very cold events in Florida has been increasing. Last winter Florida experienced one of the worst cold snaps on record. Yet we know, from the data, that the Earth has warmed on average since the mid-1970s.\nWe all know smokers who live into their eighties, and health nuts who drop dead in their forties, but these examples are not taken seriously in discussion of health issues. Most people understand and accept anomalies in fields like health care and economics, and we need to do the same with climate issues.\nThe strongest evidence, I believe, is in the ocean. We know that the sea level has risen. Part of that sea level rise is from melting ice caps and part of it is from thermal expansion [when seawater heats up, it expands and takes up more space]. The ocean is a giant heat ”sink”, or absorber, and what we’re seeing is a slow increase in the heat content of the ocean. It’s literally a measure of the amount of heat the climate system holds. These changes in ocean heat content are unprecedented in the past ten thousand years. At the same time, climate warming from greenhouse gases is at its highest levels in [at least] 800,000 years.\nThe largest weather changes are being seen in precipitation patterns, especially at very high latitudes. Alaska has been experiencing winter rainfall where it has never been recorded before. Similarly, the lowest temperatures at high latitudes are increasing. Such weather changes are expected from basic atmospheric physics, and provide one of many lines of evidence showing that increased carbon dioxide and other greenhouse gases in the atmosphere are warming our climate.\nOn average, it’ll be warmer. For those of us living in Los Angeles, our climate will become like that of northern Baja California in Mexico. The wet/dry question is more difficult. The expectation is that Los Angeles will become more like Ensenada in Baja California, which is drier. Overall, dry parts of the tropics and subtropics are expected to become drier. But other places will become wetter, notably at higher latitudes. For example, areas such as Buffalo in New York will see an increase in “lake-effect snow” — a winter scenario where cold air moves over a lake of warmer water, causing clouds to build over the lake that then turn into intense local snowstorms as they move downwind. More lake-effect snow will mean Buffalo becomes ‘wetter’ even though much of what falls won’t melt until spring.\nIf you want to invest in global warming, buy wheat futures in southern Canada or southern Russia. That’s where it will become warmer and wetter. It will be better wheat country than it is today.\nExpertise: Atmosphere-ocean interactions; Tropical-to-midlatitude transport; Upper tropospheric humidity and clouds; Polar processes; Application of computer technology to climate studies.\nEducation: B.A. in Physics, University of California, Berkeley; Ph.D. in Astrophysical, Planetary and Atmospheric Sciences, University of Colorado, Boulder.\nMore info & publications\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}