{
  "url": "https://climate.nasa.gov/news/477/just-5-questions-a-la-ni241a-like-no-other/",
  "title": "Just 5 questions: A La Niña like no other?",
  "date": null,
  "content": "By Amber Jenkins,\r\nNASA Global Climate Change Team\n1. What is La Niña and why does it matter?\r\nLa Niña, \"little girl\" in Spanish, is the cool part of a naturally-occurring climate cycle called the El Niño/Southern Oscillation. El Niño is the warm part at the other end of that cycle. These shifts are governed, like much of the climate on the planet, by the relationship between winds and ocean surface temperatures. When trade winds, blowing from east to west across the Pacific, are strong, equatorial waters are very cool, signaling the arrival of La Niña. When these winds falter, ocean surface temperatures rise and signal the arrival of the warm sibling, El Niño (\"Christ Child\" in Spanish). These warm and cool pools expand and linger across much of the tropics for many months, causing dramatic shifts in worldwide temperature and rainfall patterns over both the oceans and continents. These shifts happen every five to seven years and have been around for centuries.\r\n\n\n2. This year’s La Niña has wreaked havoc around the world — floods in Australia, drought in east Africa and South America, and landslides in Brazil. Why has it been so severe?\r\nWhen devastating and deadly events in Brazil, Australia, Columbia and\r\nPakistan make headlines, like we have seen in recent months, some look to climate change or even some \"2012-movie-style\" rare alignment of the planets. These explanations are quick and easy, ignore the obvious and neglect the facts. The Australian floods were not record breaking. Enhanced La Niña rainfall, — which normally brings wetter conditions to northeastern Australia — and Tropical Cyclones Tasha and Yasi combined to give the region the worst floods it’s seen since 1973. In Brazil, lack of responsible planning across much of the country has led to deforestation and construction of entire cities at high risk for flooding and mudslides.\nMany of the consequences of these heavy rain events are due to where we live. La Niña can bring heavy rains, but exploding populations in high-risk regions have made the natural events, like La Niña, more costly and deadly.\nFloods, droughts, hurricanes and other natural events are to be expected. They are part of the history of every country. Each is unique and, at some level, can be anticipated. Better urban, suburban and agricultural planning will make them less punishing.\r\n\n\n3. Is there any connection between this year's La Niña and climate change?\r\nClimate change is real and there have been some subtle changes in precipitation patterns over recent decades. But not enough to explain these horrific events … yet. Eventually, global warming will have a massive impact on global and regional temperature and rainfall patterns. This is scary because our civilization is built for today’s climate, not for new, unknown shifts in climate. As societies look ahead into the new century, we will need to prepare for these changes ... to plan more responsibly, for now and the future.\r\n\n\n4. Is it unusual to have a La Niña that’s accompanied by so much rain?\r\nPast La Niñas have been wetter. La Niña and her sibling, El Niño, definitely shift all the weather on the planet. The consequences might be record-breaking, but the rainfall amounts should have been anticipated. These shifts from dry to wet, and back to wet to dry, are well documented in the historical climate record.\r\n\n\n5. How good are we at predicting La Niña/El Niño weather patterns? And what might we expect as we head into the rest of 2011?\r\nLa Niña often (though not always) follows El Niño. Last winter’s El Niño was a heads-up that today’s La Niña would probably follow. Climatologists knew this, and regional planners should have prepared.\nWhat can we expect this year? Continuing La Niña rains in some regions and drought elsewhere. Don’t forget, droughts can have huge regional impacts, as we have already seen. Also, it important to remember that there is more going on than just El Niño and La Niña. For the past two winters, frigid blasts out of the Arctic have chilled and snowed in much of Europe and the United States. These conditions are due to a very active \"Arctic Oscillation\" atmospheric pressure pattern that swooped out of the far north. This \"Polar Express\" has overwhelmed the La Niña impacts forecasted for North America. Until this frigid Arctic visitation calms down, La Niña definitely has second billing. Stay tuned!\nExpertise: Oceans and sea level rise; El Niño and La Niña; General weather and climate science; Communicating NASA/JPL-generated climate forecasts to various societal customers.\nEducation: B.S. in Physics & Mathematics, Purdue University, Indiana; Ph.D. in Oceanography, University of Hawaii.\nNickname: The Prophet of California climate\nMore info & publications\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}