{
  "url": "https://climate.nasa.gov/news/693/watching-the-planet-breathe/",
  "title": "Watching the planet breathe",
  "date": null,
  "content": "Credit: Dr. Sassan Saatchi, NASA Jet Propulsion Laboratory.\nBy Amber Jenkins,\r\nNASA Jet Propulsion Laboratory\nScientists have come up with an entirely new way to monitor the health of Earth’s plants from space. In work published in Geophysical Research Letters [1], researchers working at NASA’s Jet Propulsion Laboratory (JPL) and in Germany and Japan report on how measurements taken from space can open a whole new window onto the planet’s carbon cycle.\nCarbon is a building block of life. It is also a key component of our climate. Carbon dioxide — a gas that exists naturally in the air, but is also produced by humans when we burn fossil fuels, drive cars and chop down trees — acts as a thermostat that controls the temperature of the planet. As a “greenhouse gas,” it acts like a blanket that traps heat close to the surface of the Earth. The more carbon dioxide we emit, the more the warming. Since the beginning of the industrial age, carbon dioxide levels have gone up by nearly 40 percent, and the world’s average temperature has risen by about 0.5 degrees Celsius (nearly 1 degree Fahrenheit) as a result. Knowing how much carbon is going into and out of the Earth’s land, air and oceans — the carbon cycle — is critical for understanding how much global warming is likely to happen to our planet in the future. And plants and vegetation are a key part of this cycle.\nWhen plants photosynthesize, they use energy from sunlight to turn carbon dioxide from the air into sugars used to live and grow. In doing so, they give off a fluorescent light — a glow that can’t be seen with the naked eye, but that can be seen with the right instruments. More photosynthesis translates into more fluorescence, meaning that the plants are very productive in taking up carbon dioxide. The amount of carbon dioxide taken up by plants is called “gross primary productivity,” and is the largest part of the global carbon cycle.\nLaunched in 2009, the Japanese satellite Greenhouse Gases Observing Satellite (GOSAT) has the ability to pick up this glow. Using GOSAT data, JPL scientist Christian Frankenberg and colleagues have shown that it is possible to pick up this fluorescent glow from space over the entire planet, and thereby infer details about the health and activity of vegetation on the ground.\nTypically, our best guess of global plant productivity comes from looking at the general greenness of plants from space, taking into account a plant’s ability to both block out harmful infrared radiation as well as absorb useful visible light. Normally, we would expect that the greener the plant, the more productive it is. However, there are exceptions to this rule. Evergreen trees in the winter, for example, are not very productive; water-stressed tropical forests may ramp down photosynthesis until the rains come back, but in the meantime they still maintain their greenness. So greenness is not always the best measure of plant productivity.\n“The greenness-based approaches offer good approximate estimates, but they make assumptions. They are indirect estimates relying on additional information about the plants that is not always readily available, and are often contaminated by atmospheric interference,” explains Joshua Fisher, a climate scientist at JPL and co-author of the paper. “Our observations of plant fluorescence are instead direct indicators of plant productivity. They don’t make any assumptions based on apparent greenness, and take advantage of a narrow window in the atmosphere where fluorescence can escape to space unimpeded by atmospheric interference.” In addition, fluorescence responds immediately to environmental stress, while it can take days or even weeks before changes in greenness are seen by space satellites. The fluorescent glow given off by plant activity can therefore offer an early warning sign. \r\n \r\n\n\n\n\n\n\nFigure 1. (a) Global map of plant chlorophyll fluorescence as measured by the GOSAT satellite from June 2009 to May 2010. The fluorescence is measured at a spectral wavelength of 757 nanometers and superimposed on a 2°x 2° grid. Areas of higher and lower plant activity can be seen in different parts of the world. (b) Time variations in the fluorescence signal given off by vegetation, from June 2009 to August 2010. A pronounced seasonal variation can be seen that reflects the growing season in the northern hemisphere and seasonal vegetation shifts in the tropics. See larger image\nThe JPL-led team — which also includes scientists from the Institute for Meteorology and Climate Research in Germany, the Max Planck Institute for Biogeochemistry in Germany, the Japan Aerospace Exploration Agency and the National Institute for Environmental Studies in Japan — has produced a global map of plant activity from space (Figure 1). The map pinpoints areas of very active vegetation and areas of lower activity such as barren or snow-covered surfaces. Plants fluoresce only when they are actively photosynthesizing. If plants are in a drought situation and short of water, for example, they don’t photosynthesize as much as when growing conditions are good, and their fluorescence drops.\nThe map shows increased plant activity over tropical evergreen forests, the eastern United States, Asia and central Europe. It also captures smaller-scale variations, such as enhanced fluorescence in southeastern Australia and comparatively low fluorescence in the Iberian Peninsula. In addition, a pronounced seasonal variation in plant activity is observed, reflecting the growing season in the northern hemisphere and seasonal vegetation shifts in the tropics.\nWhile this is the not the first map of plant fluorescence produced from space [2], these new findings provide the first accurate fluorescence data because they take into account important instrument effects that can severely impact the accuracy. It is also the first time that fluorescence has been compared to model-derived gross primary productivity on a global scale. The authors will continue to scrutinize finer details, for example, the higher-than-expected fluorescence signals over croplands and savannas (thought to be linked to underestimates of plant productivity).\nAs Frankenberg explains, the work is a proof-of-principle. “We’ve shown that chlorophyll fluorescence exhibits a strong linear correlation with gross primary production, and can therefore be used as an entirely new way to monitor plant productivity from space.” The findings bode well for NASA’s upcoming mission, the Orbiting Carbon Observatory-2 (OCO-2), which will measure Earth’s carbon dioxide levels and plant fluorescence from space much like GOSAT. OCO-2 (launch date to-be-determined), will collect about 50 times more data than GOSAT and offer full coverage of the planet. Together, GOSAT and OCO-2 will provide an unprecedented amount of information on the health of plants and carbon dioxide levels of our planet. The hope is that this will give us a much better grip on the Earth’s carbon cycle — and therefore climate change.\nReferences\n[1] C. Frankenberg et al., “New global observations of the terrestrial carbon cycle from GOSAT: Patterns of plant fluorescence with gross primary productivity,” Geophys. Res. Lett., vol. 38, L17706 (2011).\r\n[2] J. Joiner et al., “First observations of global and seasonal terrestrial chlorophyll fluorescence from space,” Biogeosciences Discuss., 7, 8281-8313 (2010).\r\n \r\n\nRelated Content\n- The Orbiting Carbon Observatory-2 (OCO-2) mission\r\n- NASA finds 2011 ninth-warmest year on record\r\n- First-of-its-kind fluorescence map offers a new view of the world’s land plants\r\n- C. Frankenberg et al., “Disentangling chlorophyll fluorescence from atmospheric scattering effects in O2 A-band spectra of reflected sun-light,” Geophys. Res. Lett., vol. 38, L03801 (2011).\n• A group of scientists from NASA’s Jet Propulsion Laboratory has shown that this fluorescence can be used as an entirely new way to monitor the health of Earth’s plants.\n• Why does this matter? Because it gives us a new handle on the Earth’s carbon cycle — the way in which carbon is exchanged between the land, air and oceans. At present, we can’t directly observe how much of the world’s carbon is absorbed by each of these components. By knowing how productive plants are, we can get a handle on how much carbon they may be taking in or giving out.\n• Once we know where the carbon is going, we can pinpoint exactly how much climate change is in store for us in the future.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}