{
  "url": "https://climate.nasa.gov/news/557/a-tale-of-two-planets/",
  "title": "A tale of two planets",
  "date": null,
  "content": "The Multi-angle Imaging SpectroRadiometer (MISR) captured these views of the dust and sand that swept over northeast China on March 10, 2004. Information on the height of the dust and an indication of the probable dust source region are provided by these images, which include a natural-color snapshot from MISR's nadir camera (left), a stereoscopically-retrieved height field (center) and a map of terrain elevation (right). Image Credit: NASA/GSFC/LaRC/JPL, MISR Team\nBy Erik Conway\r\nNASA Jet Propulsion Laboratory\nRalph Kahn is aerosol scientist for the NASA Earth Observing System's Multi-angle Imaging SpectroRadiometer (MISR) instrument, which involves studying airborne particles, such as desert dust, wildfire smoke, volcanic ash and pollution.\n\n1. You started out studying Mars back in the '70s.  Tell us what it was like back then and why you made the switch to Earth science?\nAt the time, Mars was a very, very exciting place. The Viking landers had landed on the surface, and the Viking orbiters were orbiting the planet.  There was a lot of new data and a lot of big questions. One of the things I loved about studying Mars was that so much was unknown, and I like to take a problem that’s poorly constrained and do the best I can to constrain it.  If you’re studying a place like Mars, there’s a lot of opportunity to do that sort of thinking, so I had a great old time.\nI continued doing Mars till about the mid 1980s. Then I started to look at the home planet, and that was partly driven by a lack of new missions to Mars and partly by an increasing interest in Earth. On Mars you can study just about everything, but at the time, for every paper on a given subject about Mars, there were at least a hundred papers on the same subject regarding Earth. So the nature of studying Earth was very different, and it took me a good five years to adjust. \r\n\n\n2.  What was your interest as you started to move into Earth science?\nIn the Mars atmosphere probably the most important single constituent is dust.  Dust is radiatively active, which means it heats up in the atmosphere and bubbles up into huge convective plumes.  It travels all around the planet.  There are major dust storms.  The surface is relatively dry and the atmosphere doesn’t have what we call a tropopause because there’s no ozone layer to absorb heat in the atmosphere and stabilize it.  So the dust storms can get huge and they can travel over the entire planet.\r\n\t\r\nOne area in which I knew quite a lot right up front was dust particles in the atmosphere, and so when I made the transition to Earth, the area in which I had the most to contribute right out of the box was aerosols [Editor's note:  In climate science, the term \"aerosols,\" refers to particles in the atmosphere, such as dust or soot -- not aerosol spray dispensers.]  So I studied desert dust, wildfire smoke, volcanic ash, urban pollution, sea spray, all kinds of particles in the atmosphere, how they affect the climate of Earth.  My experience with Mars gives me a very good planetary perspective, which is kind of nice because many people in the Earth field started off specializing in aerosols, and they tend to have a bottom-up perspective.  I started with a top-down perspective.\r\n\t\r\nWhen I got to the Jet Propulsion Laboratory, there was a new instrument that had just been selected and was being built, called the Multi-Angle Imaging Spectro Radiometer, or MISR.  Nothing like it had ever flown in space before.  It has nine cameras pointed in nine directions, and each one has four color channels, so as the spacecraft orbits the Earth, the instrument acquires  thirty-six near-simultaneous strips from pole to pole.  They were looking for an aerosol scientist to do something with their data, and so it was a pretty good fit right from the start.\r\n\n\n3.  Is there a difference between the way aerosols affect Earth’s climate and the way greenhouse gases do?\nAerosols, unlike greenhouse gases, stay in the atmosphere for  about a week on average, and as such, aerosols are much more responsive to short-term changes that we make.  When you burn fossil fuels, you put CO2 in the atmosphere.  Thirty percent of that CO2 will still be in the atmosphere in a hundred years.  When you put aerosols in the atmosphere, then by next week a good fraction of them will most likely be gone.  So they’re very different problems that way.  And there are parts of the Earth, like some developed areas in the northern hemisphere, where the aerosol is mostly anthropogenic, the human-generated component of aerosols has been going down.  There are other areas -- for example, some of the more industrializing areas of the third world, Asia, South Asia, Brazil – where the aerosol load is going up.\r\n  \r\nNow, one word of caution.  Global average numbers mean nothing in this, because aerosols vary so much from region-to-region, but one of the interesting sidelights is that if we burn less fossil fuel, many of the combustion processes put aerosols into the air with the carbon, and if the aerosols’ net effect is cooling, then we’ll get a short-term net warming because the cooling effect of those aerosols will disappear very quickly but the warming from the gases won’t.\r\n\n\n4.   What’s next for you?  MISR will die sometime.\nWell, right now they’re predicting 2016 or 2017, if all continues to go well, before the spacecraft runs out of gas, and that’ll be the end of the mission. In the meantime, we have some short-term goals.  With MISR, we’ve been able to get aerosol amount, and we’ve used the stereo for these multi angles to get the heights of plumes, of smoke plumes and dust and volcanic ash, and we can see how these plumes are injected into the atmosphere, and that turns out to be a very important thing to tell climate modelers, because that’s how they figure out the effects of aerosols.  If they shot higher up into the atmosphere, they’ll stay longer, they’ll travel farther, they’ll have a bigger environmental impact.  If they stay near the surface, they’ll precipitate out sooner.  Aerosol amount and plume height are two things that we’ve contributed a great deal to.\r\n\t\r\nGetting a robust global product is the next big step, and that requires getting in situ data, the measurements from aircraft that give us micro-physical detail of the particle properties that we can’t get from space.  Once we’ve collected that information and put it in the correct way into our algorithms, then we can generate aerosol-type maps on a global scale, not just a regional scale.\r\n\n\n5.  Do you think you’ll ever go back to Mars?\nWell, there are some people who say I’ve been there before.  Mars is a fascinating place and there’s a lot we can learn about the climate history of the solar system from a place like Mars, because the surface, although it’s evolved over time, is a relatively unperturbed system compared to Earth.  Earth has been resurfaced a number of times, about  every 250 million years on average.  That’s about sixteen times in the history of the Earth, for the average piece of real estate on Earth to be resurfaced, whereas on Mars, it’s probably a half a time to one time.\nSo there are a lot of fascinating questions.  There’s lots of new data for Mars now too, so it’s always a temptation, and you learn a lot from looking at more than one planet.  Comparative planetology is something I’ve written about in the past, and I think it’s a field I might well return to some day.\nResearch Interests: Atmospheric dust and aerosols, impacts on climate and health.  Kahn also is editor and founder of PUMAS, the on-line journal of science and math examples for pre-college education (http://pumas.nasa.gov).\nEducation: Ph.D. in Applied Physics, Harvard University.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}