{
  "url": "https://climate.nasa.gov/news/718/the-changing-face-of-earth/",
  "title": "The changing face of Earth",
  "date": null,
  "content": "In celebration of Earth Day this year, NASA’s Webby Award-winning Global Climate Change website has unveiled a new version of its image gallery, \"State of Flux.” The gallery, which can be found at climate.nasa.gov/state_of_flux, presents stunning images of our ever-changing planet primarily from the perspective of space, showing change over time periods ranging from days to centuries.\nEach image pair shows the before-and-after impact of change, be it the destruction wrought by extreme events such as wildfires and floods, the retreat of glaciers caused by climate change, or the expanding footprint of urban areas due to population growth.\nThe continuously updated gallery includes more than 160 comparison views, now organized and sortable by categories including ice, human impact, water, land cover and extreme events. A selection of some of the team’s favorite images can be found in a new “Top picks” category.\nAlso new to this version is a map view, which puts each image into geographical context. Users can zoom in to specific locations on the map, or select by region, and see where particular changes are happening around the globe. They can also share links to each image set and download high-resolution versions of the pictures.\n\"Seeing our planet from space gives us a global view that we can’t get elsewhere,” explains Amber Jenkins, Editor of the Global Climate Change website, who established the gallery in 2009. “It really underscores how fragile and interconnected our planet is, and how it is constantly changing. With this new version of the gallery, we hope people will be able to better immerse themselves in the images, and gain that sense of perspective.”\nNASA's Global Climate Change website is devoted to improving the public's understanding of Earth's changing climate, providing easy-to-understand information about the causes and effects of climate change and how NASA studies it. For more on NASA's Earth Science activities, visit: http://www.nasa.gov/topics/earth/index.html.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}