{
  "url": "https://climate.nasa.gov/news/558/researchers-document-ice-loss-after-antarctic-shelf-collapse/",
  "title": "Researchers document ice loss after Antarctic shelf collapse",
  "date": null,
  "content": "The Larsen B ice shelf began disintegrating around Jan. 31, 2002. Its eventual collapse into the Weddell Sea remains the largest in a series of Larsen ice shelf losses in recent decades, and a team of international scientists has now documented the continued glacier ice loss in the years following the dramatic event. NASA’s MODerate Imaging Spectroradiometer (MODIS) captured this image on Feb. 17, 2002. (Credit: MODIS, NASA's Earth Observatory)\nAn international team of researchers has combined data from multiple sources to provide the clearest account yet of how much glacial ice surges into the sea following the collapse of Antarctic ice shelves.\nThe work by researchers at the University of Maryland, Baltimore County (UMBC), the Laboratoire d'Etudes en Géophysique et Océanographie Spatiales, Centre National de la Recherche Scientifique at the University of Toulouse, France, and the University of Colorado's National Snow and Ice Data Center, Boulder, Colo., details recent ice losses while promising to sharpen future predictions of further ice loss and sea level rise likely to result from ongoing changes along the Antarctic Peninsula.\n\"Not only do you get an initial loss of glacial ice when adjacent ice shelves collapse, but you get continued ice losses for many years – even decades – to come,\" says Christopher Shuman, a researcher at UMBC's Joint Center for Earth Systems Technology (JCET) at NASA's Goddard Space Flight Center, Greenbelt, Md. Shuman is lead author of the study published online July 25 in the Journal of Glaciology. \"This further demonstrates how important ice shelves are to Antarctic glaciers.\"\nAn ice shelf is a thick floating tongue of ice, fed by a tributary glacier, extending into the sea off a land mass. Previous research showed that the recent collapse of several ice shelves in Antarctica led to acceleration of the glaciers that feed into them. Combining satellite data from NASA and the French space agency CNES, along with measurements collected during aircraft missions similar to ongoing NASA IceBridge flights, Shuman, Etienne Berthier, of the University of Toulouse, and Ted Scambos, of the University of Colorado, produced detailed ice loss maps from 2001 to 2009 for the main tributary glaciers of the Larsen A and B ice shelves, which collapsed in 1995 and 2002, respectively.\n\"The approach we took drew on the strengths of each data source to produce the most complete picture yet of how these glaciers are changing,\" Berthier said, noting that the study relied on easy access to remote sensing information provided by NASA and CNES. The team used data from NASA sources including the MODerate Imaging Spectroradiometer (MODIS) instruments and the Ice, Cloud and land Elevation Satellite (ICESat).\nThe analysis reveals rapid elevation decreases of more than 500 feet for some glaciers, and it puts the total ice loss from 2001 to 2006 squarely between the widely varying and less certain estimates produced using an approach that relies on assumptions about a glacier's mass budget.\nThe authors' analysis shows ice loss in the study area of at least 11.2 gigatons (11.2 billion tons) per year from 2001 to 2006. Their ongoing work shows ice loss from 2006 to 2010 was almost as large, averaging 10.2 gigatons (10.2 billion tons) per year.\nPatrick Lynch\nNASA's Goddard Space Flight Center, Greenbelt, Md.\nAnthony Lane\nUniversity of Maryland - Baltimore County, Baltimore, Md.\nKatherine Leitzell\nNational Snow and Ice Data Center, Boulder, Colo.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}