{
  "url": "https://climate.nasa.gov/news/567/first-complete-map-of-antarctica-ice-flow/",
  "title": "First complete map of Antarctica ice flow",
  "date": null,
  "content": "3 min read\nBy Alan BuisNASA Jet Propulsion Laboratory\nPASADENA, Calif. - NASA-funded researchers have created the first complete map of the speed and direction of ice flow in Antarctica. The map, which shows glaciers flowing thousands of miles from the continent's deep interior to its coast, will be critical for tracking future sea-level increases from climate change. The team created the map using integrated radar observations from a consortium of international satellites.\n\"This is like seeing a map of all the oceans' currents for the first time. It's a game changer for glaciology,\" said Eric Rignot of NASA's Jet Propulsion Laboratory in Pasadena, Calif., and the University of California (UC), Irvine. Rignot is lead author of a paper about the ice flow published online Thursday in Science Express. \"We are seeing amazing flows from the heart of the continent that had never been described before.\"\nRignot and UC Irvine scientists Jeremie Mouginot and Bernd Scheuchl used billions of data points captured by European, Japanese and Canadian satellites to weed out cloud cover, solar glare and land features masking the glaciers. With the aid of NASA technology, the team painstakingly pieced together the shape and velocity of glacial formations, including the previously uncharted East Antarctica, which comprises 77 percent of the continent.\nLike viewers of a completed jigsaw puzzle, the scientists were surprised when they stood back and took in the full picture. They discovered a new ridge splitting the 5.4 million-square-mile (14 million-square-kilometer) landmass from east to west.\nThe team also found unnamed formations moving up to 800 feet (244 meters) annually across immense plains sloping toward the Antarctic Ocean and in a different manner than past models of ice migration.\n\"The map points out something fundamentally new: that ice moves by slipping along the ground it rests on,\" said Thomas Wagner, NASA's cryospheric program scientist in Washington. \"That's critical knowledge for predicting future sea level rise. It means that if we lose ice at the coasts from the warming ocean, we open the tap to massive amounts of ice in the interior.\"\nThe work was conducted in conjunction with the International Polar Year (IPY) (2007-2008). Collaborators worked under the IPY Space Task Group, which included NASA; the European Space Agency (ESA); Canadian Space Agency (CSA); Japan Aerospace Exploration Agency; the Alaska Satellite Facility in Fairbanks; and MacDonald, Dettwiler and Associates of Richmond, British Columbia, Canada. The map builds on partial charts of Antarctic ice flow created by NASA, CSA and ESA using different techniques.\n\"To our knowledge, this is the first time that a tightly knit collaboration of civilian space agencies has worked together to create such a huge dataset of this type,\" said Yves Crevier of CSA. \"It is a dataset of lasting scientific value in assessing the extent and rate of change in polar regions.\"\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}