{
  "url": "https://climate.nasa.gov/news/2653/from-microscopic-to-multicellular-six-stories-of-life-that-nasa-sees-from-space/",
  "title": "From microscopic to multicellular: Six Stories of life that NASA sees from space",
  "date": null,
  "content": "6 min read\nLife. It's the one thing that, so far, makes Earth unique among the thousands of other planets we've discovered. Since the fall of 1997, NASA satellites have continuously and globally observed all plant life at the surface of the land and ocean. During the week of Nov. 13-17, NASA is sharing stories and videos about how this view of life from space is furthering knowledge of our home planet and the search for life on other worlds.\nEarth is the only planet with life, as far as we know. From bacteria in the crevices of the deepest oceans to monkeys swinging between trees, Earth hosts life in all different sizes, shapes and colors. Scientists often study Earth from the ground, but some also look to NASA satellites to understand how life waxes and wanes on our planet.\nOver the years, scientists have used this aerial view to study changes in animal habitats, track disease outbreaks, monitor forests and even help discover a new species. While this list is far from comprehensive, these visual stories of bacteria, plants, land animals, sea creatures and birds show what a view from space can reveal.\nKnown as the grass of the ocean, phytoplankton are one of the most abundant types of life in the ocean. Usually single-celled, these plant-like organisms are the base of the marine food chain. They are also responsible for the only long-term transfer of carbon dioxide from Earth’s atmosphere to the ocean. Even small changes in phytoplankton populations can affect carbon dioxide concentrations in the atmosphere, which could ultimately affect Earth’s global surface temperatures. Scientists have been observing global phytoplankton populations since 1997 starting with the Sea-Viewing Wide Field-of View Sensor (SeaWiFS). They continue to study the small life-forms by satellite, ships and aircrafts.\nFound on the surface of zooplankton and in contaminated water, the bacteria that cause the infectious disease cholera — Vibrio cholerae — affect millions of people every year with severe diarrhea, sometimes leading to death. While NASA satellite sensors can’t detect the actual bacteria, scientists use various satellite data to look for the environmental conditions that the bacteria thrive in. Specifically, microbiologist Rita Colwell at the University of Maryland, College Park, and West Virginia University hydrologist Antar Jutla studied data showing air and ocean temperature, salinity, precipitation, and chlorophyll concentrations, the latter a marker for zooplankton. Anticipating where the bacteria will bloom helps researchers to mitigate outbreaks.\nRecently, Colwell and Jutla have been able to estimate cholera risk after major events, such as severe storms, by looking at satellite precipitation data, air temperature, and population maps. The two maps below show the team's predicted cholera risk in Haiti two weeks after Hurricane Matthew hit over October 1-2, 2016 and the actual reported cholera cases in October 2016.\nFrom helping preserve forests for chimpanzees to predicting deer population patterns, scientists use NASA satellites to study wildlife across the world. Satellites can also see the impacts of perhaps the most relatable animal to us: humans. Every day, we impact our planet in many ways including driving cars, constructing buildings and farming – all of which we can see with satellites.\nNASA’s Black Marble provides a unique view of human activity. Looking at trends in our lights at night, scientists can study how cities develop over time, how lighting and activity changes during certain seasons and holidays, and even aid emergency responders during power outages caused by natural disasters.\nScientists use NASA satellite data to study birds in a variety of ways, from understanding their migratory patterns, to spotting potential nests, to tracking populations. In a rather creative application, scientists used satellite imagery to track Antarctica’s emperor penguin populations by looking for their guano – or excrement.\nCounting emperor penguins from the ground perspective is challenging because they breed in some of the most remote and cold places in the world, and in colonies too large to easily count manually. With their black and white coats, emperor penguins are also difficult to count from an aerial view as they sometimes blend in with shadows on the ice. Instead, Phil Trathan and his colleagues at the British Antarctic Survey looked through Landsat imagery for brown stains on the sea ice. By looking for penguin droppings, Trathan said his team identified 54 emperor penguin colonies along the Antarctic coast.\nMathew Schwaller of NASA's Goddard Space Flight Center, and colleague Heather Lynch of Stony Brook University, also used Landsat images to monitor penguin populations in Antarctica by looking at guano.\nJust as we see plants grow and wilt on the ground, satellites observe the changes from space. Flourishing vegetation can indicate a lively ecosystem while changes in greenery can sometimes reveal natural disasters, droughts or even agricultural practices. While satellites can observe plant life in our backyards, scientists can also use them to provide a global picture. Using data from satellites including SeaWiFS, and instruments including the NASA/NOAA Visible Infrared Imaging Radiometer Suite and the Moderate Resolution Imaging Spectroradiometer, scientists have the most complete view of the global biology including vegetation life on the surface of the land and sea.\nNASA satellites have helped scientists study creatures living in the oceans whether it’s finding suitable waters for oysters or protecting the endangered blue whale. Scientists also use the data to learn more about one of the most vulnerable ecosystems on the planet – coral reefs.\nThey may look like rocks or plants on the seafloor, but corals are very much living animals. Receiving sustenance from photosynthetic plankton living within their calcium carbonate structures, coral reefs provide food and shelter for many kinds of marine life, protect shorelines from storms and waves, serve as a source for potential medicines, and operate as some of the most diverse ecosystems on the planet.\nHowever, coral reefs are vulnerable to the warming of the ocean and human activity. Our satellites measure the surface temperature of ocean waters. These measurements have revealed rising water temperatures surrounding coral reef systems around the world, which causes a phenomenon known as “coral bleaching.” To add to the satellite data, scientists use measurements gathered by scuba divers as well as instruments flown on planes.\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}