{
  "url": "https://climate.nasa.gov/news/578/asia-wind-water-and-fire/",
  "title": "Asia, wind, water and fire",
  "date": null,
  "content": "Floods covered at least 14,390 square miles (37,280 square kilometers) of Pakistan between July 28 and September 16, 2010. For more information about this image, visit this page. Credit: NASA Earth Observatory\nBy Rani Gran and Adam Voiland \nNASA Goddard Space Flight Center\nTwo of the most destructive natural disasters of 2010 were closely linked by a single meteorological event, even though they occurred 1,500 miles (2,414 kilometers) apart and were of completely different natures, a new NASA study suggests.\nThe research finds that the same large-scale meteorological event — an abnormal Rossby wave — sparked extreme heat and persistent wildfires in Russia as well as unusual downstream wind patterns that shifted rainfall in the Indian monsoon region and fueled heavy flooding in Pakistan. Although the heat wave started before the floods, both events attained maximum strength at approximately the same time, the researchers found by analyzing satellite data generated by NASA instruments capable of measuring the land surface temperature, precipitation intensity and wildfire activity.\nWilliam Lau and Kyu-Myong Kim, atmospheric scientists at NASA’s Goddard Space Flight Center in Greenbelt, Md., authored the study, which the Journal of Hydrometeorology published in August.\nBeginning in mid-July and stretching through mid-August, a persistent Omega-shaped blocking high over western Russian and Kazakhstan produced abnormally warm temperatures (indicated by the yellow and red colors above) and drought that sparked a rash of wildfires. The high caused the jet stream to divide. One branch flowed north over the high, while another branch flowed south around it. As temperatures soared in Russia, an area of low pressure on the leading edge of the Omega block produced torrential rainfall over northern Pakistan. Rainfall in the region peaked on July 29. Credit: NASA/Scientific Visualization Studio\nA Rossby connection\nThe atmosphere, gaseous and transparent, may not seem like a fluid, but that’s precisely how the thin layer of air encasing the planet behaves. As Earth spins on its axis, huge rivers of air — scientists call them Rossby waves — meander around the globe in a westerly direction. Currents in the center of these waves form the jet streams, fast-moving columns of air that push weather systems from west to east.\nRossby waves aren’t uniform. They tend to undulate and have troughs and ridges. Areas of low-pressure typically develop in the troughs of the waves, while high-pressure areas form in their ridges. Parcels of warm air from the tropics and cool air from the poles swirl around the low- and high-pressure parts of the waves creating a complex tapestry of warm and cool fronts that meet and interact constantly. Collisions between warm and cool fronts produce storms and precipitation.\nUnder normal summertime conditions, the jet stream pushes weather fronts through Eurasia in four or five days, but something unusual happened in July of 2010. A large-scale, stagnant weather pattern — known as an Omega blocking event — developed over a high-pressure ridge above western Russia. This blocking event, which divided the jet stream, had the effect of slowing the Rossby wave and prevented the normal progression of weather systems from west to east.\nAs a result, a large region of high pressure formed over Russia and trapped a hot, dry air mass. As the high lingered, the land surface dried and the normal transfer of moisture from the soil to the atmosphere slowed. Precipitation ceased, vegetation dried out, and the region became a taiga tinderbox.\nMeanwhile, the blocking pattern created unusual downstream wind patterns over Pakistan. Areas of low pressure on the leading edge of the Rossby wave formed in response to the high that pulled cold, dry Siberian air into lower latitudes.\n\"From NASA satellite data and wind analysis, we can clearly see the connection between the two events,\" Lau said. \"Think of the atmosphere like a loose membrane. If you push one part up, something else has to come down somewhere else. If you produce a high in one region, you produce a corresponding low in another.\"\nThis cold air from Siberia clashed with warm, moist air arriving over Pakistan from the Bay of Bengal. There’s nothing unusual about moisture moving north over India toward the Himalayas. It’s a normal part of the monsoon. However, in this case, the unusual wind patterns associated with the blocking high brought upper level air disturbances farther south than is typical, which helped shift the entire monsoon rainfall system north and west. The shift brought heavy monsoon rains squarely over the northern part of Pakistan.\nA persistent high (shown in red) remained over western Russia for much of July and August of 2010. Meanwhile, a low (shown in blue) hovered over much of Pakistan for the same period. For more information about this visualization, visit page. Credit: NASA Earth Observatory\nFuture directions\nWhile the new study highlights the degree of interconnection that can exist between two seemingly unrelated weather events, Lau cautions that many questions remain. For example, why did such a powerful blocking high form in the first place? And did some particular process occurring on the land or in the atmosphere sustain and strengthen it?\nLau’s analysis of data from the Modern Era Retrospective-analysis for Research and Applications (MERRA) — an atmospheric model focused on hydrology that blends data from satellites and the Goddard Earth Observing System Model, Version 5 (GEOS-5) — suggests that certain interactions between the land and atmosphere may have amplified the heat wave as it dragged on creating what climatologists call a positive feedback cycle.\nClouds, for example, typically provide shade and precipitation, but Lau’s research shows they were suppressed in the vicinity of the blocking high because prolonged drought dried the soil and slowed the rate of evaporation. The modeling and satellite data suggest that over time the reduced cloud cover would have resulted in an even greater dose of heat reaching the surface, which, in turn, would have dried the soil out even more and amplified the effect.\nWhat’s more, Lau thinks that graphite-like dark particles in wildfire smoke — a type of aerosol called black carbon — may have helped burn clouds away, making the surface even drier and more fire prone. \"We need more research to say for sure whether land and aerosol feedback sustained the high, but this study suggests it’s possible,\" said Ralph Kahn, an atmospheric scientist at Goddard who wasn’t involved in the study.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}