{
  "url": "https://climate.nasa.gov/news/1067/building-a-better-soybean-for-a-hot-dry-hungry-world/",
  "title": "Building a better soybean for a hot, dry, hungry world",
  "date": null,
  "content": "5 min read\nAs the world's population grows and the climate changes, food production will have to increase 70 percent within 35-40 years to meet global food needs, according to a recent U.N. estimate. Today, yields of major crops are increasing slowly at best; some are even declining. Cross-breeding effective new varieties in the field can take years or even decades. To keep feeding the world, we need new ways forward.\nDarren Drewry has found one path. The scientist at NASA's Jet Propulsion Laboratory (JPL), Pasadena, Calif., has been studying soybeans, the world's most important protein crop, to discover how different characteristics of the plant — the arrangement of leaves up and down the stem, for example — affect crop yields, water use, and the amount of light that the crop reflects back to space. Using an advanced vegetation model and high-performance computer optimization techniques, Drewry has designed a soybean plant that can produce more beans while requiring less water and helping to offset greenhouse gas-warming. His results were published April 3 in the journal Global Change Biology. The study was funded by the National Science Foundation with support from JPL and the Bill and Melinda Gates Foundation.\nDrewry and his coauthors (Praveen Kumar and Stephen Long, both of the University of Illinois) are the first to demonstrate that a major food crop can be modified to meet multiple goals at the same time. \"My intuition would have told me that some of these goals are mutually exclusive — that there is a fundamental tradeoff between increasing productivity and conserving water, for example,\" said Drewry. \"We are now able to say that there actually is a combination of traits that will make progress toward all of these goals simultaneously.\"\nDrewry developed the model that he used for this study (called MLCan, for multi-layer canopy model) to study U.S. Midwest agricultural systems, but it can be modified for research on other types of vegetation. It captures exchanges of carbon dioxide, water and energy between vegetation and the atmosphere in great detail.\nThe study used numerical optimization, a mathematical way to decide which choice among a range of options will create the closest match to a desired outcome. Drewry chose five structural characteristics of a plant, such as the total leaf area (how many/large the leaves are) and the angle at which leaves are set on the plant stems. The MLCan model varied one or a combination of the five traits for each experiment, discarding less successful solutions and refining those that made progress toward the goals.\nDepending on which goals they are intended to meet, redesigned soybean plants can differ significantly. For example, one variety developed in the new study required 13 percent less irrigation water but was just as productive as current varieties, which would be valuable for farmers in drought-stricken areas. This plant had fewer leaves overall, and more of the leaves were located toward the bottom of the plant than is common among current varieties, which often have dense foliage at the canopy top. That arrangement was an evolutionary advantage in the wild, where the shady canopy might keep plants from growing nearby and taking moisture and nutrients away from the soybean. In a modern farm, the dense top leaves get far more sunlight than they can use for photosynthesis and lower leaves don’t get enough. \"Fixing that problem alone can produce significant gains in productivity,\" Drewry said.\nAnother redesigned soybean reflected 34 percent more light back to space without a loss of crop yield. To reach that result, several traits had to be altered at the same time, including how much light leaves reflect in specific regions of the solar spectrum, the angle of the leaves and the distribution and density of foliage.\nThe modeling study quickly found answers that would have required decades of cross-breeding in the field, according to Drewry. Plant hybridizers address one trait at a time, and creating a new prototype typically takes several generations — with no guarantee that the trait in question is the most critical one for meeting the hybridizer's goal. \"Looking at two or three traits at once is too complex, and the length of time it would take to implement the changes in the field is prohibitive,\" Drewry said.\nNow that the desired traits are known, a commercial hybridizer could find the seeds or genetic material needed to grow plants with these traits in a repository such as the USDA's Soybean Germplasm Collection, which contains about 20,000 soybean varieties from around the world.\nCompared to many of the so-called geoengineering solutions that have been suggested for climate change, such as spraying sulfates into the upper atmosphere to reduce incoming sunlight or loading the ocean with iron to increase plankton photosynthesis, modifying annual crop covers is inexpensive, can be implemented quickly and is reversible. \"Many proposed geoengineering solutions require significant resources, and we don't know all of the potential downstream effects,\" Drewry said. \"If changing an annual crop has an unforeseen consequence, we can simply return to the variety we grew the previous year.\"\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}