{
  "url": "https://climate.nasa.gov/news/993/antarctic-ozone-hole-slightly-smaller-than-average-this-year/",
  "title": "Antarctic ozone hole slightly smaller than average this year",
  "date": null,
  "content": "By Steve Cole,\r\nNASA Headquarters\n\r\nKathryn Hansen,\r\nNASA's Goddard Space Flight Center\nThe Antarctic ozone hole reached its maximum single-day area for 2013 on Sept. 16. The ozone hole (purple and blue) is the region over Antarctica with total ozone at or below 220 Dobson units (a common unit for measuring ozone concentration). Image Credit: NASA's Goddard Space Flight Center\n[NOTE:  Although there are connections between the ozone hole and climate change, they are largely separate issues. Ozone depletion does not contribute to global warming.]\nThe ozone hole that forms each year in the stratosphere over Antarctica was slightly smaller in 2013 than average in recent decades, according to NASA satellite data.\nThe ozone hole is a seasonal phenomenon that starts to form during the Antarctic spring (August and September). The September-October 2013 average size of the hole was 8.1 million square miles (21 million square kilometers). For comparison, the average size measured since the mid-1990s when the annual maximum size stopped growing is 8.7 million square miles (22.5 million square kilometers). However, the size of the hole in any particular year is not enough information for scientists to determine whether a healing of the hole has begun.\n\"There was a lot of Antarctic ozone depletion in 2013, but because of above average temperatures in the Antarctic lower stratosphere, the ozone hole was a bit below average compared to ozone holes observed since 1990,\" said Paul Newman, an atmospheric scientist and ozone expert at NASA's Goddard Space Flight Center in Greenbelt, Md.\nThe ozone hole forms when the sun begins rising again after several months of winter darkness. Polar-circling winds keep cold air trapped above the continent, and sunlight-sparked reactions involving ice clouds and chlorine from manmade chemicals begin eating away at the ozone. Most years, the conditions for ozone depletion ease before early December when the seasonal hole closes.\nLevels of most ozone-depleting chemicals in the atmosphere have gradually declined as the result of the 1987 Montreal Protocol, an international treaty to protect the ozone layer by phasing out production of ozone-depleting chemicals. As a result, the size of the hole has stabilized, with variation from year to year driven by changing meteorological conditions.\nThe single-day maximum area this year was reached on Sept. 16 when the maximum area reached 9.3 million square miles (24 million square kilometers), about equal to the size of North America. The largest single-day ozone hole since the mid-1990s was 11.5 million square miles (29.9 million square kilometers) on Sept. 9, 2000.\nScience teams from NASA and the National Oceanic and Atmospheric Administration (NOAA) have been monitoring the ozone layer from the ground and with a variety of instruments on satellites and balloons since the 1970s. These ozone instruments capture different aspects of ozone depletion. The independent analyses ensure that the international community understands the trends in this critical part of Earth's atmosphere. The resulting views of the ozone hole have differences in the computation of the size of the ozone hole, its depth, and record dates.\nNASA observations of the ozone hole during 2013 were produced from data supplied by the Ozone Monitoring Instrument on NASA's Aura satellite and the Ozone Monitoring and Profiler Suite instrument on the NASA-NOAA Suomi National Polar-orbiting Partnership satellite. Long-term satellite ozone-monitoring instruments have included the Total Ozone Mapping Spectrometer, the second generation Solar Backscatter Ultraviolet Instrument, the Stratospheric Aerosol and Gas Experiment series of instruments, and the Microwave Limb Sounder.\nRelated Links:\n\n› NASA's Ozone Hole Watch\n\n› 2012 Antarctic Ozone Hole Second Smallest in 20 years\n\n› NASA, NOAA Data Show Significant Antarctic Ozone Hole Remains\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}