{
  "url": "https://climate.nasa.gov/news/632/nasas-grace-helps-monitor-us-drought/",
  "title": "NASA's Grace helps monitor U.S. drought",
  "date": null,
  "content": "New groundwater and soil moisture drought indicator maps produced by NASA are available on the National Drought Mitigation Center's website. They currently show unusually low groundwater storage levels in Texas. The maps use an 11-division scale, with blues showing wetter-than-normal conditions and a yellow-to-red spectrum showing drier-than-normal conditions. Image credit: NASA/National Drought Mitigation Center\nBy Kelly Helm Smith,  National Drought Mitigation CenterandAdam Voiland, NASA's Earth Science News Team\nThe record-breaking drought in Texas that has fueled wildfires, decimated crops and forced cattle sales has also reduced groundwater levels in much of the state to the lowest levels in more than 60 years, according to new national maps produced by NASA using data from the NASA/German Aerospace Center Gravity Recovery and Climate Experiment (Grace) mission. The map are distributed by the National Drought Mitigation Center at the University of Nebraska-Lincoln.\nThe latest groundwater map, released on Nov. 29, shows large patches of maroon over eastern Texas, indicating severely depressed groundwater levels. The maps, publicly available on the Drought Center's website at http://go.unl.edu/mqk , are generated weekly by NASA's Goddard Space Flight Center in Greenbelt, Md., using Grace gravity field data calculated at NASA's Jet Propulsion Laboratory, Pasadena, Calif., and the University of Texas Center for Space Research, Austin.\n\"Texas groundwater will take months or longer to recharge,\" said Matt Rodell, a hydrologist based at Goddard. \"Even if we have a major rainfall event, most of the water runs off. It takes a longer period of sustained greater-than-average precipitation to recharge aquifers significantly.\"\nThe twin Grace satellites, which JPL developed and manages for NASA, detect small changes in Earth's gravity field caused primarily by the redistribution of water on and beneath the land surface. The paired satellites travel about 137 miles (220 kilometers) apart and record small changes in the distance separating them as they encounter variations in Earth's gravitational field.\nTo make the maps, scientists use a sophisticated computer model that combines measurements of water storage from Grace with a long-term meteorological dataset to generate a continuous record of soil moisture and groundwater that stretches back to 1948. Grace data go back to 2002. The meteorological data include precipitation, temperature, solar radiation and other ground- and space-based measurements.\nThe color-coded maps show how much water is stored now as a probability of occurrence in the 63-year record. The maroon shading over eastern Texas, for example, shows that the level of dryness over the last week occurred less than two percent of the time between 1948 and the present.\nThe groundwater maps aren't the only maps based on Grace data that the Drought Center publishes each week. The Drought Center also distributes soil moisture maps that show moisture changes in the root zone down to about 3 feet (1 meter) below the surface, as well as surface soil moisture maps that show changes within the top inch (2 centimeters) of the land.\n\"All of these maps offer policymakers new information into subsurface water fluctuations at regional to national scales that has not been available in the past,\" said the Drought Center's Brian Wardlow. The maps provide finer resolution or are more consistently available than other similar sources of information, and having the maps for the three different levels should help decision makers distinguish between short-term and long-term droughts.\n\"These maps would be impossible to generate using only ground-based observations,\" said Rodell. \"There are groundwater wells all around the United States, and the U.S. Geological Survey does keep records from some of those wells, but it's not spatially continuous and there are some big gaps.\"\nThe maps also offer farmers, ranchers, water resource managers and even individual homeowners a new tool to monitor the health of critical groundwater resources. \"People rely on groundwater for irrigation, for domestic water supply, and for industrial uses, but there's little information available on regional to national scales on groundwater storage variability and how that has responded to a drought,\" Rodell said. \"Over a long-term dry period, there will be an effect on groundwater storage and groundwater levels. It's going to drop quite a bit, people's wells could dry out, and it takes time to recover.\"\nThe maps are the result of a NASA-funded project at the Drought Center and NASA Goddard to make it easier for the weekly U.S. Drought Monitor to incorporate data from the Grace satellites. The groundwater and soil moisture maps are updated each Tuesday.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}