{
  "url": "https://climate.nasa.gov/news/967/exploring-mount-everests-ice/",
  "title": "Exploring Mount Everest's ice",
  "date": null,
  "content": "NASA Earth Observatory image by Robert Simmon, using data from NASA/GSFC/METI/ERSDAC/JAROS, and U.S./Japan ASTER Science Team. Photograph by Kimberly Casey. Caption by Adam Voiland.\nFrom NASA's Earth Observatory\nAt 8,848 meters (29,029 feet) above sea level, the summit of Mount Everest, is arguably the most coveted and infamous bit of land on the planet. More than 200 climbers have died trying to reach Everest’s summit. But there’s more to Everest—and the other peaks towering nearby—than the human quest for the summit. There’s also snow and ice spilling from knife-edged arêtes and bowl-shaped cirques and becoming frozen rivers of ice as they flow into the valleys below. And there’s science happening at those glaciers.\nThe map above shows the outlines of glaciers around Everest, overlaid on a topographic map of the region based on digital elevation model (DEM) data from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) on NASA’s Terra satellite. Progressively lighter shades of brown depict higher elevations of bare land; glaciers are shown with progressively lighter shades of blue (higher is lighter).\nOne of the primary glaciers draining Mount Everest and the highest glacier in the world, Khumbu, is visible in the center of the map. Ngozumpa, the longest glacier in the Himalayas, is visible to the west.\nAcquired August 15, 2009\n\n\nLateral moraines—accumulations of debris created by rocks tumbling from sheer valley walls—appear as thin ridges along the edges of both glaciers. The same rockfalls that produce lateral moraines also coat Himalayan glaciers with thick layers of rock and debris. This debris interests climatologists and glaciologists because it can affect how glaciers respond to climate change. Since glacial debris can be extremely difficult to reach and study in person, NASA scientist Kimberly Casey has developed new methods to map the composition of glacial debris via satellite.\nCasey knows firsthand how challenging it can be to study glacial debris. She has visited numerous remote glaciers, including Ngozumpa and Khumbu, to make measurements that can be compared with satellite observations. She shot the photograph above while passing through the Cho La pass, which separates the two glaciers.\nTo learn more about Casey’s research, read our feature story: “Painted Glaciers.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}