{
  "url": "https://climate.nasa.gov/news/2518/nasa-nears-finish-line-of-annual-study-of-changing-antarctic-ice/",
  "title": "NASA nears finish line of annual study of changing Antarctic ice",
  "date": null,
  "content": "By Maria-Jose Viñas,\r\nNASA's Earth Science News Team\nThe northernmost Antarctic Peninsula, viewed from the northeast aboard the IceBridge research aircraft on an Oct. 17, 2016, flight toward the mission's inshore survey line in the western Weddell Sea. Credit: NASA/John Sonntag.\nOperation IceBridge, NASA’s airborne survey of changes in polar ice, is closing in on the end of its eighth consecutive Antarctic deployment, and will likely tie its 2012 campaign record for the most research flights carried out during a single Antarctic season.\n“We are probing the most remote corners of Spaceship Earth to learn more about changes that affect all of us locally, such us how ice sheets are contributing to sea level rise,” said NASA Deputy Administrator Dava Newman on her very first flight over Antarctica with the IceBridge team on Nov. 17. “At NASA we explore: not only space, but also our home planet.”\n“Operation IceBridge is particularly well suited to measure changes in polar ice: it carries probably the most innovative and precise package of instruments ever flown over Antarctica,” Newman said.\n\"This campaign was possibly the best Antarctic campaign IceBridge has ever had,” said John Sonntag, IceBridge mission scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. \"We flew as many flights as we did in our best prior campaigns down here, and we certainly got more science return out of each flight than we have before, due to steadily improving instrumentation and also to some exceptionally good weather in the Weddell Sea that favored our sea ice flights.\"\nAntarctica is heading into austral summer, a period of rapid sea ice melt in the Southern Ocean. But this year the sea ice loss has been particularly swift and the Antarctic sea ice extent is currently at the lowest level for this time of year ever recorded in the satellite record, which began in 1979.\n\"We flew over the Bellingshausen Sea many times during this campaign and saw that areas that are typically covered by sea ice were just open water this year,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA Goddard. \"It is a reminder that it is important that we continue the time series of IceBridge measurements in the area so that we can measure both changes in sea ice extent and in sea ice thickness to assess the future trajectory of the ice pack and its impact on the climate.”\nIceBridge expanded its reach this year, covering a vast swath of Antarctica – from the Ruppert Coast in West Antarctica to Recovery Glacier in the eastern half of the continent, plus the Weddell and Bellingshausen seas. Additionally, IceBridge flew twice over the South Pole, an area rarely measured since satellites don’t overfly it.\nDuring its six weeks of operations from its base in Punta Arenas, in the southernmost tip of Chile, IceBridge carried out 24 flights over Antarctica. In total, IceBridge’s airborne laboratory and team flew 308 hours.\n\"We are very satisfied that we flew all of our baseline flights and most of our high-priority ones,” said Joe MacGregor, IceBridge deputy project scientist and glaciologist at Goddard. \"We flew to places we had never surveyed comprehensively before or had only flown once, like the Abbott Ice Shelf, and revisited some of our classic targets, like the ever-changing Pine Island and Thwaites glaciers.”\nOne of this year’s missions flew over a massive rift in the Antarctic Peninsula’s Larsen C Ice Shelf. Ice shelves are the floating parts of ice streams and glaciers, and they buttress the grounded ice behind them; when ice shelves collapse, the ice behind accelerates toward the ocean, where it then adds to sea level rise. Larsen C neighbors a smaller ice shelf that disintegrated in 2002 after developing a rift similar to the one now growing in Larsen C.\nThe IceBridge scientists measured the Larsen C fracture to be about 70 miles long, more than 300 feet wide and about a third of a mile deep. The crack completely cuts through the ice shelf but it does not go all the way across it – once it does, it will produce an iceberg roughly the size of the state of Delaware.\n\"It’s a large rift on an ice shelf whose future we are curious about. Inevitably, when you see it in satellite imagery or from a plane, you wonder what is going to happen when it breaks off,” MacGregor said. \"However, large icebergs calve from ice shelves regularly and they normally do not lead to ice-shelf collapse. The growth of this rift likely indicates that the portion of the ice shelf downstream of the rift is no longer holding back any grounded ice.”\nAs with every field season, IceBridge collaborated with other science teams: this year, IceBridge flew under one of ESA’s (the European Space Agency) CryoSat-2 satellite’s tracks and coordinated with a team from the British Antarctic Survey that was also conducting aerial surveys of the frozen continent.\n\"The British group began their campaign after we did, but targeted some of the areas we flew with a similar instrument suite. Once we process our data and they process theirs, we’ll be able to compare our measurements and combine them to form a better picture of Antarctica,” MacGregor said. \"We also flew over their on-continent bases, providing them with images of nearby areas as they prepare their operations for this field season.”\nDuring her stay in Punta Arenas, Newman met with Chilean researchers and students to discuss future opportunities with Chile.\n“We love working with our Chilean colleagues: from the northern Atacama desert for astrobiology research to its southernmost city, Punta Arenas, to study Antarctic land and sea ice,” Newman said. “Given this strong partnership, we’re looking forward to exciting future collaborations.”\nIn addition to the NASA deputy administrator, IceBridge also welcomed U.S. Ambassador to Chile Carol Perez. Other guest participation included visitors from the State Department and U.S. Embassy in Chile; six U.S. teachers currently living and teaching in Chile; a Facebook representative; a visual artist; two photographers; and several journalists from various media outlets.\nIceBridge researchers and Maggie Kane, a high school science teacher from Colorado who was embedded in the Antarctic campaign through the Arctic Research Consortium of the United States’ PolarTREC program, participated in 70 chats directly from the plane with classrooms in the U.S., Canada, Mexico and Chile, reaching over 1,800 students. Kane also gave several talks on IceBridge’s research to Chilean students in Punta Arenas and Santiago.\nThe mission of Operation IceBridge is to collect data on changing polar land and sea ice and maintain continuity of measurements between NASA's Ice, Cloud and Land Elevation Satellite (ICESat) missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, is scheduled for launch in 2018. Operation IceBridge, which began in 2009, is currently funded until 2019. The planned overlap with ICESat-2 will help scientists validate the satellite’s measurements. For more about Operation IceBridge and to follow future campaigns, visit:\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}