{
  "url": "https://climate.nasa.gov/news/955/catching-aerosols-in-a-cats-eye/",
  "title": "Catching aerosols in a CATS eye",
  "date": null,
  "content": "By Dave Dooling\r\nInternational Space Station Program Science Office\nSample data from the Cloud Physics Lidar — a predecessor of CATS — over the Western Atlantic is representative of airborne lidar data, showing cloud height and internal structure and boundary layer aerosol. Image Credit: NASA View larger image\nQuick looks by a special CATS-eye attached to the International Space Station will help scientists catalog and track particles in Earth’s atmosphere and act as a pathfinder for a new satellite planned for 2021.\n“We’re going to do operational Earth science that’s new, looking at aerosols, pollution and clouds and real-time inputs to global climate models,” said Matthew McGill, principal investigator for the Cloud-Aerosol Transport System (CATS) at NASA’s Goddard Space Flight Center in Greenbelt, Md. CATS will also help show NASA how to do low-cost, fast-turnaround payloads on station.”\nThe approach is similar to low-cost Hitchhiker payloads—small studies that “hitched” a ride into orbit with larger investigations—that NASA flew on the space shuttle during 1984-2003. “The International Space Station Program looked at our airborne Cloud Physics Lidar (CPL) instrument and its 15-year heritage flying near the edge of space [on the ER-2 aircraft] and asked, ‘Can you put that in a box?'\" McGill said. “In other words, could we take this proven, autonomous aircraft instrument and transfer the design to be space station compatible, and CATS was born.”\nWeather satellites do a phenomenal job of monitoring clouds, air temperatures, moisture and other factors. But measuring aerosols, whose role in weather and climate is a significant mystery, requires probing the air by using light in a manner similar to radar. This will be the job of the CATS investigation.\nThis is a photo showing how payloads attach to the Exposed Facility of the Japanese Experiment Module on the International Space Station. The laser will always fire directly down from the space station into the atmosphere. Image Credit: NASA\n\n\nAerosol means particles or droplets dissolved in air. The term is a century old, but humans have always been around them in the form of clouds, fog, smoke rising from a fire, exhaust from a car, spray from a sneeze, and even some emissions from plants. Aerosols come in all shapes, sizes, populations, masses and other factors, making them a challenge for scientists trying to understand their impact on weather and climate.\n“[Computer] models need to know if there is a layer of stuff in the atmosphere, its altitude — because that matters a lot — how thick that layer is, and what it is made of,” McGill explained. “The fundamental data from CATS will tell us if something is there, and then take ratios of different readings to tell us if it’s ice, water or aerosols, and if it is an aerosol, is it dust, smoke or pollution.”\nKnowing what is where is important to understanding how energy is transported in the atmosphere. Particulates can absorb different quantities of sunlight or heat from surrounding air, and carry that energy to be released elsewhere.\nResearchers also need to know how aerosol populations change during the day. Most Earth observing satellites are in polar orbits that cross the equator at the same local time. That ensures an apples-to-apples comparison of data taken by multiple instruments across the years. But this also keeps them from observing the faster ebb and flow of some events in the atmosphere during the day or night. The space station’s orbit will provide that coverage.\nCATS will be the fourth space-based lidar—light detection and ranging—designed to probe atmospheric aerosols by using a laser light like a radar. The Lidar In-space Technology Experiment (LITE), which flew on the space shuttle STS-64 mission in 1994, demonstrated that the concept is sound. The Geoscience Laser Altimeter System (GLAS) instrument on ICESat only operated for two months in 2003. The Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO) satellite has made more than 3 billion soundings of the atmosphere since 2006. CATS will provide continuity for CALIPSO data and help bridge the gap until the 2021 launch of the Aerosol-Cloud-Ecosystems (ACE) mission.\nLidar works much like its namesake, radar. A signal is emitted – radio waves for radar, light for lidar -- and electronics capture and analyze the reflection.\nTwo factors make lasers essential to this kind of work. First, they emit on a very narrow wavelength band. That makes it easier to measure changes caused by particles that reflect the incident light. Second, because the band is so narrow the light beam itself can be narrowly focused, like a needle probing tiny spots. CATS will be able to detect single photons returning from the scanned area.\nDistance is the first measurement, giving the height and thickness of aerosol layers. Other factors, including how the signal is extinguished within a layer and polarization (similar to polarizing sunglasses), carry clues about the sizes and distribution of particles.\nCATS uses a three-in-one laser that simultaneously produces near-infrared, green and ultraviolet light. “Some people expect to see a green light saber coming from station,” McGill said. “That is absolutely not the case.”\nCATS will flash 5,000 times a second in pulses that spread out to a circle more than 14 feet wide and move as fast as the station. Putting CATS aboard the space station has a significant advantages over conventional remote sensing satellites in that it is far less expensive than building and launching a dedicated platform.\nWork is underway to get CATS ready for its future flight. “We’re uncovering a lot of places where we have to make new rules,” McGill added, referring to building for space station.\nWhen it launches, CATS will be as close to plug-n-play as space experiment can get. It will attach to the Exposed Facility on the Japanese Experiment Module (JEM-EF) after delivery by Japan’s HTV in 2014.\nMcGill and his colleagues hope to operate the instrument for at least three years. That’s more than 400 billion blinks of a CATS’s eye to help diagnose the health of Earth’s atmosphere.\nNASA: International Space Station\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}