{
  "url": "https://climate.nasa.gov/news/1009/just-5-questions-carbon-dioxide-and-nasas-oco-2-mission/",
  "title": "Just 5 questions: Carbon dioxide and NASA's OCO-2 mission",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA Earth Science News Team\nOne of the urgent remaining questions in the carbon cycle is whether forests and oceans can continue to absorb increasing volumes of carbon dioxide. The Orbiting Carbon Observatory-2 mission will supply measurements needed to answer that question. Credit: U.S. Forest Service.\nThe buildup of carbon dioxide in the atmosphere is the main greenhouse gas driving global warming and the benchmark indicator for global climate change. In summer 2014, a major new satellite – NASA’s Orbiting Carbon Observatory-2 mission – will launch into space with the goal of measuring this carbon dioxide. We spoke to the mission’s Deputy Project Scientist, Dr. Annmarie Eldering, to learn more. Based at NASA's Jet Propulsion Laboratory, she’s an expert in detecting heat-trapping greenhouse gases from space.\n1.  Carbon dioxide has been measured from land stations since 1958. Don’t we know everything there is to know about it by now?\nThere are aspects we understand very well, but there’s still a big mystery. We have a good estimate of the amount of carbon dioxide that is released into the atmosphere each year from the burning of fossil fuels; that's the emissions. One surprising thing is that only 30 to 70 percent of the emissions stay in the atmosphere. The rest of the carbon must be either absorbed by the oceans or assimilated by trees and plants on land. From ship-based measurements, we have a pretty good estimate of the ocean carbon uptake, and from the remainder we estimate the land uptake.\nSo we have a decent understanding of the carbon cycle on the global scale. The mystery is what's happening on the regional scale.\n2.  Why is the regional scale important?\nWe need to learn more about the processes that control the carbon exchange and how they might change with warming. For example, will the forests of Eurasia continue taking up more and more carbon dioxide, or will we start seeing a limit to what they can absorb? Plants and trees both absorb carbon and release it; how big are each of those processes? You need a dense, global, uniform set of measurements to start looking at carbon on the regional scale. The Orbiting Carbon Observatory-2 mission will provide that kind of data.\n3. What’s happening to the extra carbon dioxide that ends up in the ocean and on the land?\nThere are experts who are spending their whole career studying just a small part of that question. Briefly, the oceans are getting more and more acidic, and that creates risks to ocean life. On the land, the situation is more complicated. There are lots of questions about how plants and especially crops are going to respond, because carbon dioxide doesn't have just one effect. Plants respond to changes in water availability and other secondary effects of increased carbon dioxide causing a warming climate. So it's more difficult to say.\nThe fate of the carbon dioxide emitted into the atmosphere is still not totally understood. OCO-2 will help reduce the uncertainty. Credit: Greg Goebel.\n\n\n4. How will OCO-2 help?\nBefore the mission was proposed, NASA asked research scientists a lot of questions about what they needed: How much data will you need about the forests of northern Eurasia to know what’s happening there? How much from the oceans? How precise do the measurements need to be to answer these science questions? OCO-2 was designed to collect data on the scale that the scientists said would answer their questions – the 1,000-kilometer [600-mile] scale – to a precision of one molecule of carbon dioxide out of every million molecules of air.\nIt’s a challenging measurement. When OCO was first selected to go into space more than a decade ago, the technology was just mature enough to do it. The original mission was launched in 2009, but there was a launch vehicle failure. Fortunately NASA decided that this was such an important measurement that they would build the instrument and fly it again. The next big leap forward for science will be for scientists to begin to reduce the huge uncertainties about how the climate, ocean and land will respond to increased carbon dioxide.\n5.  How soon will that happen?\nThe mission launches next summer. It'll take six months after launch for us to start providing data, but we'll catch up quickly after that. We expect that we'll be able to provide the scientists with a whole year of data within a year of launch. If everything goes as planned, we anticipate that they’ll be starting their analyses in the summer of 2015.\nDr. Annmarie Eldering\n\n\n\n\n\n\n\n\n\n\n\nAffiliation: \r\nNASA Jet Propulsion Lab; Deputy Project Scientist for OCO-2 and Project Scientist for OCO-3 \n\nExpertise: \r\nRemote sensing of atmospheric trace gases; remote sensing and analysis of water vapor and clouds; air-pollution chemistry; science and algorithm team leadership \n\nEducation: \r\nB.E. Chemical Engineering, The Cooper Union for the Advancement for Science and Art; M.S., Ph.D. in Environmental Engineering Science, California Institute of Technology \n\nMore info: \nThe OCO-2 mission\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}