{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/164/silver-lining/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Those white fluffy objects you see in the sky are not as innocuous as they might seem. Clouds exert an enormous influence on our weather and climate. For starters, they carry water — and lots of it — around the world, driving the Earth’s water cycle. Second, they help to balance the Earth’s \"energy budget” — by either reflecting the sun’s energy back out into space (low clouds) or acting as a “blanket” that traps heat in the atmosphere (high clouds).\nThe 64 million dollar question is this: Just how big an effect can clouds have on the climate? Even small changes in the amount of clouds in the sky could alter the climate as dramatically as anticipated increases in greenhouse gases have been predicted to do. There are also complicated “cloud-climate feedbacks” to contend with: changes in climate that are caused by clouds can, in turn, give rise to further changes in clouds, and so on and so forth. It’s enough to give scientists, who are trying to predict future climate change by developing state-of-the-art climate models (akin to weather forecasts), a serious headache.\nEngineers in northern Ireland have now come to the rescue. Professor Robert Cahill and colleagues at Queen’s University Belfast have designed a high-performance electronic gadget, known as a “Frequency Selective Surface (FSS) filter”, which can detect heat radiation in the sky up to a very high frequency — regardless of how those heat waves are polarized. Polarization is an important characteristic of many types of waves (light, radio, heat waves, for example) and describes the orientation of the wave oscillations as the waves travel along. \n \nUp until now, spaceborne instruments have only been able to pick up heat waves of one particular polarization at a time from gases in the Earth’s atmosphere. The new FSS filter will pave the way towards more complicated cloud imaging that has until now been impossible. Plans are already afoot to integrate the technology into next-generation atmospheric probes that will be launched by the European Space Agency (ESA) next decade.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}