{
  "url": "https://climate.nasa.gov/news/1091/hidden-greenland-canyons-mean-more-sea-level-rise/",
  "title": "Hidden Greenland canyons mean more sea level rise",
  "date": null,
  "content": "3 min read\nScientists at NASA and the University of California, Irvine (UCI), have found that canyons under Greenland's ocean-feeding glaciers are deeper and longer than previously thought, increasing the amount of Greenland's estimated contribution to future sea level rise.\n\"The glaciers of Greenland are likely to retreat faster and farther inland than anticipated, and for much longer, according to this very different topography we have discovered,” said Mathieu Morlighem, a UCI associate project scientist who is lead author of the new research paper. The results were published Sunday in the journal Nature Geoscience.\nIce loss from Greenland has accelerated during the last few decades. However, older ice sheet models predicted the speedup would be temporary because the glaciers would soon melt back onto higher ground and stabilize. The models therefore projected Greenland's contribution to global sea level rise would be limited.\nMorlighem's new topography shows southern Greenland's ragged, crumbling coastline is scored by more than 100 canyons beneath glaciers that empty into the ocean. Many canyons are well below sea level as far as 60 miles (100 kilometers) inland. Higher ground, where glaciers could stabilize, is much farther from the coastline than previously thought. The finding calls into question the idea that the recent accelerated ice loss will be short-lived.\nBuried under the Greenland Ice Sheet, the subcontinent's bedrock topography has been estimated using soundings from ice-penetrating radar. However, the wet and fractured ice along the southern coastline cluttered the radar soundings so that large swaths of the bed remained invisible. To overcome that problem, Morlighem and his colleagues devised an advanced technique to create a more accurate map. The technique makes the best use of several kinds of data: ice thickness measurements derived from airborne radar; satellite radar interferometry data on the speed and direction of ice movement: and estimates of snowfall and surface melt to the sea. By combining the different types of data, they were able to map the bed topography along Greenland's margins with unprecedented precision and detail.\n\"We have been able to make a quantum leap in our knowledge of bed topography beneath ice sheets in the last decade, thanks to the advent of missions like NASA's Operation IceBridge in combination with satellite data on the speed these ice sheets are flowing,\" said co-author Eric Rignot of UCI and NASA's Jet Propulsion Laboratory, Pasadena, California.\nThe same research team reported new findings on glacial melt in West Antarctica last week.\n\"Together the papers illustrate clearly the globe’s ice sheets will contribute far more to sea level rise than current projections show,” said Rignot.\nThe study used synthetic aperture radar data collected in 2008-2009 by the Japanese Advanced Land Observing System Phased Array type L-band Synthetic Aperture Radar (ALOS PALSAR), the Canadian RADARSAT-1, the German TerraSAR-X, and the European Envisat Advanced Synthetic Aperture Radar (ASAR). Ice thinning rates were derived from NASA's Airborne Topographic Mapper and ICESat data, and ice thickness data came from NASA's Operation IceBridge airborne campaigns.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}