{
  "url": "https://climate.nasa.gov/news/1066/just-5-questions-hacking-the-planet/",
  "title": "Just 5 questions: Hacking the planet",
  "date": null,
  "content": "By Erik Conway,\r\nNASA Jet Propulsion Laboratory\nThere’s no planet B. But is there a plan B? Can we save ourselves from the worst effects of climate change? Ideas exist, but there’s no magic bullet – hacking the climate may cause more harm than good. We spoke to Riley Duren, a systems engineer based at NASA’s Jet Propulsion Laboratory (JPL), to get his take on the topic. Riley looks at how we can use observations of planet Earth to make better-informed responses to climate change.\n1. What is geoengineering?\nGeoengineering is an attempt to avoid or reduce the negative consequences of climate change by directly altering parts of the Earth’s natural system. It’s different from “mitigation” efforts, where people try to reduce emissions of [heat-trapping] greenhouse gases, or preserve natural carbon-dioxide storage or removal mechanisms like forests. It’s also distinct from “adaptation,” which involves dealing with the impacts of climate change.\n2. What are some examples of geoengineering?\nGeoengineering schemes basically fall into two broad camps. The first involves reducing the amount of the sun’s energy reaching the surface of the planet. This could be done by injecting sulfate particles into the upper atmosphere – essentially mimicking a large volcanic eruption and the cooling that follows. Or injecting sea salt into the lower atmosphere to seed or brighten clouds so that they reflect incoming sunlight away from the planet. Another option might be to increase the reflectivity of large areas of the Earth’s surface by changing the mix of plants and vegetation.\nThe second main approach involves removing (or boosting the removal of) carbon from the atmosphere – essentially “negative emissions.” This might be achieved by stimulating ecosystems to “mop up” carbon or building large machines to absorb carbon dioxide and store it underground. In addition to slowing the rise in Earth’s temperature, reducing the amount of carbon dioxide accumulating in the air would help keep it from mixing in the oceans, where it makes the waters more acidic and can have catastrophic impacts on marine life and ecosystems. Scientists are already seeing this acidification happen today.\n3. What would geoengineering solve, and what would it not solve?\nGeoengineering is not a cure. At best, it’s a Band-Aid or tourniquet; at worst, it could be a self-inflicted wound.\nBy itself, hacking the climate system won’t fix the way society manages the planet, and in fact it can de-incentivize [effective management]. If geoengineering is perceived as a “silver bullet” that offers the illusion of consequence-free carbon pollution, then there’s no incentive to control emissions that are the root cause of the problem. Even if geoengineering could be made to work safely, we would have to continuously ramp it up to keep pace with accelerating emissions – and that’s not sustainable.\nThe climate has a lot of inertia; once it starts moving in a certain direction it may be difficult to stop. The carbon we are pumping into the atmosphere today is essentially permanent; natural processes take thousands of years to remove it. There may also be irreversible “tipping points” – cliffs, or points of no return – that could cause dramatic, abrupt climate changes like shifts in ocean circulation or irreversible melting of the Greenland ice sheet.\nGenerally, we don’t understand the risks of geoengineering well. Engineering the planet could make things worse, and it could cause serious social and political issues. All of these things suggest to me that geoengineering should be seen as a highly uncertain insurance policy or emergency response, not a solution.\n\n\nBy itself, hacking the climate system won’t fix the way society manages the planet, and in fact it can de-incentivize [effective management].\n4. How is JPL involved in geoengineering?\nWe’re focused on improving our understanding of how the Earth system works, not on doing actual geoengineering. Other groups are addressing questions like: What’s the most efficient way to do cloud seeding? How could you inject aerosols into the stratosphere?\nAt JPL, we’re interested in working out how key climate processes are connected and how we can use satellite observations to provide policymakers with better information they can use to make objective decisions about geoengineering.\nEqually important, we want to identify where limits in observations and scientific understanding preclude reliable assessments of the impact of geoengineering. Understanding the uncertainty is essential.\n5. How are you working to inform decision-makers?\nBy offering them (and the public) better data about the Earth and how it responds to human actions, so that they can objectively weigh the pros and cons of geoengineering.\nIn an ideal world, decisions about geoengineering would be done in a thoughtful way, drawing on research that quantifies outcomes and risks – including the possible unintended consequences of a particular geoengineering scheme. Geoengineering would only happen when all the governments got together and agreed on a course of action well in advance of a perceived threat.\nBut we don’t live in an ideal world. A risk with some forms of geoengineering is that even the smallest countries or private entities with relatively modest resources could undertake global-scale climate manipulation. A country could decide to inject aerosols into the stratosphere over their airspace or seed clouds over the ocean, and that could have worldwide consequences.\nSo it seems prudent to use scientifically robust, transparent research to improve our understanding of how the Earth might respond to geoengineering. Even though we’re not making recommendations on geoengineering, we’re helping shape assessments of the effects, risks and uncertainties. I think that’s an important contribution to the overall public dialogue on this complex topic.\nBuilding a better soybean for a hot, dry, hungry world\nRiley Duren\n\n\n\n\n\n\n\n\n\n\nAffiliation: NASA Jet Propulsion Lab; Chief Systems Engineer for the Earth Science and Technology Directorate\n\nExpertise: Worked on seven space missions including Earth-mapping radar instruments and telescopes in deep space. Was Chief Engineer for Kepler mission, currently searching for Earth-sized planets around other stars. Currently Co-Principal Investigator of the Megacities Carbon Project, an international pilot program to monitor the world’s largest sources of greenhouse gases. Uses systems engineering approaches to help inform policymakers on how to respond to climate change.\n\nEducation: B.S. in Electrical Engineering, Auburn University.\n\nMore info:\nRoyal Society geoengineering report (2009)\n\nMegacities Carbon Project\n\nNASA Carbon Monitoring System\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}