{
  "url": "https://climate.nasa.gov/news/1131/study-of-aerosols-stands-to-improve-climate-models/",
  "title": "Study of aerosols stands to improve climate models",
  "date": null,
  "content": "2 min read\nOf all the factors that influence Earth’s changing climate, the effect that tiny particles in Earth’s atmosphere called aerosols have on clouds is the least well understood. Aerosols scatter and absorb incoming sunlight and affect the formation and properties of clouds. Among all cloud types, low-level clouds over the ocean, which cover about one-third of the ocean’s surface, have the biggest impact on the albedo, or reflectivity, of Earth’s surface, reflecting solar energy back to space and cooling our planet.\nNow a new, comprehensive global analysis of satellite data led by Yi-Chun Chen, a postdoctoral fellow at NASA’s Jet Propulsion Laboratory, Pasadena, California, and a joint team of researchers from JPL and the California Institute of Technology in Pasadena, has quantified how changes in aerosol levels affect these warm clouds over the ocean. The findings appeared Aug. 3 in the advance online version of the journal Nature Geoscience.\nChanges in aerosol levels have two main effects — they alter the amount of clouds in the atmosphere and change their properties. Water vapor condenses on aerosol particles into cloud droplets or cloud ice particles, so higher levels of aerosols mean more clouds. With regard to cloud properties, increased aerosol levels can either increase or decrease the amount of liquid water in clouds, depending on whether the clouds are raining or not, the stability of the atmosphere and humidity levels in the upper troposphere. The team analyzed 7.3 million individual data points from multiple satellites in the international constellation of Earth observing satellites known as the Afternoon Constellation, or A-Train, from August 2006 to April 2011 to provide the first real estimate of both effects.\nThe researchers found each effect to be of similar magnitude — that is, changing the amount of the clouds and changing their internal properties are both equally important in their contribution to cooling our planet. Moreover, they found that the total impact from the influence of aerosols on this type of cloud is almost double that estimated in the latest report of the United Nations’ Intergovernmental Panel on Climate Change.\n“These results offer unique guidance on how warm cloud processes should be incorporated in climate models with changing aerosol levels,” said John Seinfeld, the Louis E. Nohl professor and professor of chemical engineering at Caltech.\nThe study is funded by NASA and the Office of Naval Research.\nMore information: http://www.caltech.edu/content/study-aerosols-stands-improve-climate-models\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}