{
  "url": "https://climate.nasa.gov/news/1088/west-antarctic-glacier-loss-appears-unstoppable/",
  "title": "West Antarctic glacier loss appears unstoppable",
  "date": null,
  "content": "5 min read\nA new study by researchers at NASA and the University of California, Irvine, finds a rapidly melting section of the West Antarctic Ice Sheet appears to be in an irreversible state of decline, with nothing to stop the glaciers in this area from melting into the sea.\nThe study presents multiple lines of evidence, incorporating 40 years of observations that indicate the glaciers in the Amundsen Sea sector of West Antarctica \"have passed the point of no return,\" according to glaciologist and lead author Eric Rignot, of UC Irvine and NASA's Jet Propulsion Laboratory in Pasadena, California. The new study has been accepted for publication in the journal Geophysical Research Letters.\nThese glaciers already contribute significantly to sea level rise, releasing almost as much ice into the ocean annually as the entire Greenland Ice Sheet. They contain enough ice to raise global sea level by 4 feet (1.2 meters) and are melting faster than most scientists had expected. Rignot said these findings will require an upward revision to current predictions of sea level rise.\n\"This sector will be a major contributor to sea level rise in the decades and centuries to come,\" Rignot said. \"A conservative estimate is it could take several centuries for all of the ice to flow into the sea.\"\nThree major lines of evidence point to the glaciers' eventual demise: the changes in their flow speeds, how much of each glacier floats on seawater, and the slope of the terrain they are flowing over and its depth below sea level. In a paper in April, Rignot's research group discussed the steadily increasing flow speeds of these glaciers over the past 40 years. This new study examines the other two lines of evidence.\nThe glaciers flow out from land to the ocean, with their leading edges afloat on the seawater. The point on a glacier where it first loses contact with land is called the grounding line. Nearly all glacier melt occurs on the underside of the glacier beyond the grounding line, on the section floating on seawater.\nJust as a grounded boat can float again on shallow water if it is made lighter, a glacier can float over an area where it used to be grounded if it becomes lighter, which it does by melting or by the thinning effects of the glacier stretching out. The Antarctic glaciers studied by Rignot's group have thinned so much they are now floating above places where they used to sit solidly on land, which means their grounding lines are retreating inland.\n\"The grounding line is buried under a thousand or more meters of ice, so it is incredibly challenging for a human observer on the ice sheet surface to figure out exactly where the transition is,\" Rignot said. \"This analysis is best done using satellite techniques.\"\nThe team used radar observations captured between 1992 and 2011 by the European Earth Remote Sensing (ERS-1 and -2) satellites to map the grounding lines' retreat inland. The satellites use a technique called radar interferometry, which enables scientists to measure very precisely — within less than a quarter of an inch — how much Earth's surface is moving. Glaciers move horizontally as they flow downstream, but their floating portions also rise and fall vertically with changes in the tides. Rignot and his team mapped how far inland these vertical motions extend to locate the grounding lines.\nThe accelerating flow speeds and retreating grounding lines reinforce each other. As glaciers flow faster, they stretch out and thin, which reduces their weight and lifts them farther off the bedrock. As the grounding line retreats and more of the glacier becomes waterborne, there's less resistance underneath, so the flow accelerates.\nSlowing or stopping these changes requires pinning points — bumps or hills rising from the glacier bed that snag the ice from underneath. To locate these points, researchers produced a more accurate map of bed elevation that combines ice velocity data from ERS-1 and -2 and ice thickness data from NASA's Operation IceBridge mission and other airborne campaigns. The results confirm no pinning points are present upstream of the present grounding lines in five of the six glaciers. Only Haynes Glacier has major bedrock obstructions upstream, but it drains a small sector and is retreating as rapidly as the other glaciers.\nThe bedrock topography is another key to the fate of the ice in this basin. All the glacier beds slope deeper below sea level as they extend farther inland. As the glaciers retreat, they cannot escape the reach of the ocean, and the warm water will keep melting them even more rapidly.\nThe accelerating flow rates, lack of pinning points and sloping bedrock all point to one conclusion, Rignot said.\n\"The collapse of this sector of West Antarctica appears to be unstoppable,\" he said. \"The fact that the retreat is happening simultaneously over a large sector suggests it was triggered by a common cause, such as an increase in the amount of ocean heat beneath the floating sections of the glaciers. At this point, the end of this sector appears to be inevitable.\"\nBecause of the importance of this part of West Antarctica, NASA's Operation IceBridge will continue to monitor its evolution closely during this year's Antarctica deployment, which begins in October. IceBridge uses a specialized fleet of research aircraft carrying the most sophisticated suite of science instruments ever assembled to characterize changes in thickness of glaciers, ice sheets and sea ice.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}