{
  "url": "https://climate.nasa.gov/news/1142/nasa-to-investigate-climate-impacts-of-arctic-sea-ice-loss/",
  "title": "NASA to investigate climate impacts of Arctic sea ice loss",
  "date": null,
  "content": "3 min read\nCredit: NASA's Goddard Space Flight Center/J. Beck.\nDownload this video in HD formats from NASA Goddard's Scientific Visualization Studio\n.\nA new NASA field campaign will begin flights over the Arctic this summer to study the effect of sea ice retreat on Arctic climate. The Arctic Radiation IceBridge Sea and Ice Experiment (ARISE) will conduct research flights Aug. 28 through Oct. 1, covering the peak of summer sea ice melt.\nARISE is NASA's first Arctic airborne campaign designed to take simultaneous measurements of ice, clouds and the levels of incoming and outgoing radiation, the balance of which determines the degree of climate warming. The campaign team will fly aboard NASA’s C-130 aircraft from Thule Air Base in northern Greenland the first week and from Eielson Air Force Base near Fairbanks, Alaska, through the remainder of the campaign.\nIn recent years the Arctic has experienced increased summer sea ice loss. Scientists expect the exposure of more open water to sunlight could enhance warming in the region and cause the release of more moisture to the atmosphere. Additional moisture could affect cloud formation and the exchange of heat from Earth’s surface to space. Researchers are grappling with how these changes in the Arctic affect global climate.\n\"A wild card in what's happening in the Arctic is clouds and how changes in clouds, due to changing sea-ice conditions, enhance or offset warming,\" said Bill Smith, ARISE principal investigator at NASA's Langley Research Center in Hampton, Virginia.\nARISE was planned over the last year to take advantage of NASA’s existing capabilities for gathering data about ongoing changes in the Arctic. Satellites provided some information about clouds and the energy balance in the Arctic, but the multiple instruments flown during ARISE should provide further insight.\n\"The clouds and surface conditions over the Arctic as we observe them from satellites are very complex,\" Smith said. \"We need more information to understand how to better interpret the satellite measurements, and an aircraft can help with that.\"\nThe array of instruments on ARISE should help scientists better observe how sea ice loss is affecting Arctic cloud formation and therefore the balance of incoming and outgoing radiation. Low-level clouds typically reflect more sunlight and offset warming, while higher clouds are typically less reflective and act to trap more heat in the atmosphere.\n“It’s a complex business, but it depends on a lot of things we can, in fact, measure,” said Hal Maring, program manager for radiation sciences in the Earth Science Division at NASA Headquarters in Washington.\nARISE researchers will fly survey missions that target different cloud types and surface conditions, such as open water, land ice and sea ice. The missions will be timed to fly under the orbit paths of key satellite instruments, such as the Clouds and the Earth’s Radiant Energy Systems (CERES) instruments on multiple NASA satellites. Each morning, mission planners will look at satellite timings and weather forecasts to design flight plans that meet the most objectives of the campaign.\nThe NASA C-130, based at the Wallops Flight Facility in Virginia, will carry instruments that measure solar (incoming) and infrared (outgoing) radiation, ice surface elevation and cloud properties such as cloud particle size. This will be the first time that many of these instruments, including the mission's laser altimeter, have flown together.\nThe ARISE campaign is a joint effort of the Radiation Sciences, Cryospheric Sciences and Airborne Sciences programs of the Earth Science Division in NASA's Science Mission Directorate in Washington.\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}