{
  "url": "https://climate.nasa.gov/news/1140/nasa-data-reveals-declining-arctic-snow-depth/",
  "title": "NASA data reveals declining Arctic snow depth",
  "date": null,
  "content": "3 min read\nOver the past few decades, Arctic sea ice has been retreating, and although research shows a downward trend in snow on land in the Arctic, long-term measurements of snow depth on sea ice have been less clear. But now, new research using data from NASA's Operation IceBridge shows that snow depth on Arctic sea ice has been decreasing over the past several decades, a trend largely owing to later sea ice freeze-up dates in the Arctic.\nArctic sea ice melts during the summer and begins refreezing in the fall. A previous NASA study using satellite data found that the date when Arctic waters begin to freeze has been trending later, and because a large portion of the year's snowfall happens in September and October, more of that snow is falling into the ocean and melting instead of landing on ice. \"You don't have a platform for snow to accumulate on,\" said Melinda Webster, the study's lead author and Ph.D. candidate at the University of Washington, in Seattle, Washington.\nThe study, led by researchers at the University of Washington's Polar Science Center, built a multi-year record of snow depth in the western Arctic using data collected using an airborne snow radar instrument built and operated by the Center for Remote Sensing of Ice Sheets at the University of Kansas, Lawrence, Kansas. These measurements were validated with coordinated surface-based snow depth readings taken during the 2012 Bromine Ozone and Mercury Experiment (BROMEX) field campaign and compared with data from surface research stations operated by the Soviet Union from 1954 to 1991 and instruments operated by U.S. Army Corps of Engineers researchers from 1993 to 2013. The study was published in the Journal of Geophysical Research: Oceans.\nResearchers then compared the multiyear trend in snow depth with the satellite freeze-up record and found a strong connection between the two. Webster said it's not a one-to-one relationship though, so there are likely other factors involved. Warming temperatures could lead to changing precipitation patterns. In addition, newly-formed sea ice has a smoother surface than multi-year ice, which could affect how snow drifts on the surface. Arctic sea ice has been losing multi-year ice recently, so there is proportionally more first-year ice than before.\nUnderstanding the trend in snow depth on Arctic sea ice is important for determining what is happening to the ice now and projecting future changes in the Arctic Ocean. Snow plays a complex role in how sea ice grows and melts. Without a thick snow layer, cold Arctic air could make sea ice grow thicker. \"Snow is a very good insulator,\" said Nathan Kurtz, a study co-author and sea ice scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland. Snow also reflects more sunlight than bare sea ice, which slows melting. But as layers of snow melt, they form melt ponds, which are darker in color and enhance melting. \"It has a complicated effect,\" said Kurtz.\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}