{
  "url": "https://climate.nasa.gov/news/1109/nasas-oco-2-will-track-our-impact-on-airborne-carbon/",
  "title": "NASA’s OCO-2 will track our impact on airborne carbon",
  "date": null,
  "content": "4 min read\nEvery time we get in a car and drive, we burn gasoline, releasing carbon dioxide and other compounds into the air and disturbing Earth's climate. Our use of fossil fuels continues to increase exponentially, with more than half of all fossil fuels ever used by humans being consumed in the last 20 years.\nIn comparison with the amount of carbon that enters the atmosphere from natural sources, our fossil fuel emissions are modest. \"Carbon dioxide generated by human activities amounts to only a few percent of the total yearly atmospheric uptake or loss of carbon dioxide from plant life and geochemical processes on land and in the ocean,\" said Gregg Marland, a professor in the Geology Department of Appalachian State University, Boone, North Carolina. \"This may not seem like much, but humans have essentially tipped the balance.\"\nScientists are able to accurately measure the amount of carbon dioxide in the atmosphere, both today and in the past, and the impact of our activities is apparent in those measurements. Before the Industrial Revolution, there were about 280 molecules of carbon dioxide out of every million molecules in the atmosphere, that is, 280 parts per million. By 2014, the concentration had risen to about 400 parts per million.\nAlthough we know the concentration of carbon dioxide, much about the processes that govern the gas's atmospheric concentration remains a mystery. We still do not know precisely where all of the carbon dioxide comes from and where it is being stored when it leaves the air. That information is crucial for understanding the impact of human activities on climate and for evaluating options for mitigating or adapting to climate change.\nScientists expect to get some answers soon to these and other compelling carbon questions, thanks to the Orbiting Carbon Observatory-2, a new Earth-orbiting NASA satellite scheduled to launch on July 1. OCO-2 will allow scientists to record detailed daily measurements of carbon dioxide — around 100,000 measurements of the gas around the world every day.\n\"Now that humans are acknowledging the environmental effects of our dependence on fossil fuels and other carbon dioxide-emitting activities, our goal is to analyze the sources and sinks of this carbon dioxide and to find better ways to manage it,\" Marland said.\n\"If you visualize a column of air that stretches from Earth's surface to the top of the atmosphere, the Orbiting Carbon Observatory-2 will identify how much of that vertical column is carbon dioxide, with an understanding that most is emitted at the surface,\" said Marland. \"Simply, it will act like a plane observing the smoke from forest fires down below, with the task of assessing where the fires are and how big they are. Compare that aerial capability with sending a lot of people into the forest looking for fires. The observatory will use its vantage point from space to capture a picture of where the sources and sinks of carbon dioxide are, rather than our cobbling data together from multiple sources with less frequency, reliability and detail.\"\nKevin Gurney, an associate professor at Arizona State University, Tempe, believes OCO-2 will complement a suite of NASA-funded efforts he is currently leading that quantify fossil fuel emissions by using statistics on fuel, activity of cars, etc., to pinpoint emissions on scales as small as an individual city building or street.\n\"This research and OCO-2 together will act like partners in closing the carbon budget, with my data products estimating movements from the bottom up and OCO-2 estimating sources from the top down,\" Gurney said. \"By tackling the problem from both perspectives, we'll stand to achieve an independent, mutually compatible view of the carbon cycle. And the insight gained by combining these top-down and bottom-up approaches might take on special significance in the near future as our policymakers consider options for regulating carbon dioxide across the entire globe.\"\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}