{
  "url": "https://climate.nasa.gov/news/1001/landsat-data-yield-best-view-to-date-of-global-forest-losses-gains/",
  "title": "Landsat data yield best view to date of global forest losses, gains",
  "date": null,
  "content": "By Kate Ramsayer,\r\nNASA's Goddard Space Flight Center\nThe ravages of deforestation, wildfires, windstorms and insects on global forests during this century are revealed in unprecedented detail in a new study based on data from the NASA-U.S. Geological Survey Landsat 7 satellite.\nThe maps resulting from the study are the first to document forest loss and gain using a consistent method around the globe, at high resolution. They allow scientists to compare forest changes in different countries and monitor annual deforestation. With each pixel in a Landsat image showing an area about the size of a baseball diamond, researchers see enough detail to tell local, regional and global stories.\n“Now, we have 12 years of annual forest loss over the globe,” said Matthew Hansen, whose team at the University of Maryland in College Park, Md., led the new study.\nHansen and colleagues analyzed 143 billion pixels in 654,000 Landsat images to compile maps of forest loss and gain between 2000 and 2012. During that period, 888,000 square miles (2.3 million square kilometers) of forest were lost, and 309,000 square miles (800,000 square kilometers) regrew. The researchers, including scientists from the University of Maryland, Google, the State University of New York, Woods Hole Research Center, the U.S. Geological Survey (USGS) and South Dakota State University, published their work in the Nov. 15 issue of the journal Science.\nKey to the project was collaboration with team members from Google Earth Engine, who reproduced in the Google Cloud the models developed at the University of Maryland for processing and characterizing the Landsat data.\nUsing Landsat imagery and cloud computing, researchers mapped forest cover worldwide as well as forest loss and gain. Over 12 years, 888,000 square miles (2.3 million square kilometers) of forest were lost, and 309,000 square miles (800,000 square kilometers) regrew. \nImage Credit: NASA Goddard, based on data from Hansen et al., 2013.\n\n\nDuring the study period, Brazil cut its deforestation rate from approximately 15,400 square miles (40,000 square kilometers) per year to approximately 7,700 square miles (20,000 square kilometers) per year.\n\"That's the result of a concerted policy effort to reduce deforestation, and it sets a standard for the rest of the world,\" Hansen said.\nThe team found that the deforestation rate in other countries increased.  Indonesia's deforestation rate doubled in the study period, from approximately 3,900 square miles (10,000 square kilometers) per year in 2000-2003 to more than 7,700 square miles (20,000 square kilometers) in 2011-2012.\nThe border between Malaysia and Indonesia on the island of Borneo stands out in the Landsat-based map of forest disturbance. Red pixels represent forest loss between 2000 and 2012.\nImage Credit: NASA Goddard, based on data from Hansen et al., 2013.\n\n\nPrior to this study, country-to-country comparisons of forestry data were not possible at this level of accuracy. Different countries define forests differently, making previous global comparisons difficult with existing inventories.\n\"When you put together datasets that employ different methods and definitions, it's hard to synthesize,\" Hansen said. \"But with Landsat, as a polar-orbiting instrument that takes the same quality pictures everywhere, we can apply the same algorithm to forests in the Amazon, in the Congo, in Indonesia, and so on. It's a huge improvement in our global monitoring capabilities.\"\n\"Since the first Landsat satellite launched 41 years ago, scientists have been improving their land cover analysis as computers have become more powerful,\" said Jeff Masek, Landsat project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Projects like Hansen's took a big leap forward once USGS made the data freely available on the Internet in 2008.\"\n\"This is the first time somebody has been able to do a wall-to-wall, global Landsat analysis of all the world's forests -- where they're being cleared, where they're regrowing, and where they're subject to natural disturbances,\" Masek said, noting that the maps could be routinely updated to aid in carbon accounting and other studies of land cover change.\nCivil unrest in Côte d'Ivoire was associated with widespread deforestation in national parks, including Marahoué National Park. Other protected areas, such as Tai National Park, remained intact.\nImage Credit: NASA Goddard, based on data from Hansen et al., 2013.\n\n\nThe maps also illustrate the impact of politics on land cover. On the island of Borneo, the maps clearly show the border between Malaysia and Indonesia. Malaysia's heavy logging along forest roads is visible right up to the Indonesian border, where forests were still largely intact as of 2012. In Côte d'Ivoire, a civil war in 2002 corresponded with intense deforestation of several previously protected nature reserves.\nA different pattern of change appears in the southeastern U.S., where landowners harvest trees for timber and quickly plant their replacements.\n\"Of this eco-region in the southeast, 30 percent of the forest land was regrown or lost during this period,\" Hansen said. \"It's incredibly intensive. Trees are really treated like a crop in this region.\"\nThe forest cover maps also capture natural disturbances such as this 2011 tornado path in Alabama. In this map, the colors represent forest loss by year, with yellows representing loss closer to 2000 and reds representing later forest loss, up to 2012.\nImage Credit: NASA Goddard, based on data from Hansen et al., 2013.\n\n\nIn Alabama, Landsat also detected miles-long streaks of destroyed forest. When the researchers examined the year-by-year record, they found the damage occurred in 2011 after a violent tornado season.\nSince 1972, the Landsat program has played a critical role in monitoring, understanding and managing the resources needed to sustain human life such as food, water and forests. Landsat 8 was launched Feb. 11 and is managed jointly by NASA and USGS to continue the 40-plus years of Earth observations.\nTo view the forest cover maps in Google Earth Engine, visit:\nhttp://earthenginepartners.appspot.com/google.com/science-2013-global-forest\nFor more information about the Landsat satellites, visit:\nhttp://www.nasa.gov/landsat\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}