{
  "url": "https://climate.nasa.gov/news/1116/oco-2-joins-the-a-train-to-study-earths-atmosphere/",
  "title": "OCO-2 joins the A-Train to study Earth’s atmosphere",
  "date": null,
  "content": "4 min read\nEvery day, above our planet, five Earth-observing satellites rush along like trains on the same “track,” flying minutes, and sometimes seconds, behind one another. They carry more than 15 scientific instruments in total, looking at many different aspects of our home planet. Called the Afternoon Constellation, or A-Train, these satellites work as a united, powerful tool for advancing our understanding of Earth’s surface and atmosphere.\nThe train is about to get longer. NASA’s Orbiting Carbon Observatory-2 (OCO-2), which launched July 2, will be the A-Train’s sixth member. Its mission is to measure atmospheric carbon dioxide, a greenhouse gas that makes up a greater percentage of our atmosphere today than it has in at least 800,000 years. It will produce data that will help scientists analyze data from the other A-Train instruments. In return, other satellites will help validate its vital data.\n“The A-Train constellation is an ideal measurement system for us,” said Dave Crisp, the leader of the OCO-2 science team at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nOCO-2 will fly along the same path as NASA satellites CALIPSO (Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation) and CloudSat, which monitor minute particles in the atmosphere called aerosols, and clouds, respectively. “We’ve lined up the ground tracks of OCO-2, CALIPSO and CloudSat almost perfectly, and we’re hoping to keep them well aligned for as long as possible during the missions, so we can do the science we want with measurements from all three satellites,” Crisp said.\nOCO-2 measures carbon dioxide by observing its effect on sunlight. Sunlight is made up of waves of many lengths, or frequencies, some visible and others invisible. As sunlight passes through the atmosphere, carbon dioxide and other molecules absorb specific frequencies in the spectrum of light, leaving dark, narrow gaps in the spectrum. The more light that has been absorbed in a certain column of air, the more carbon dioxide is present there. In some cases, this may suggest that Earth's surface beneath that air contains a source of carbon dioxide, like a large industrial city. Less carbon dioxide implies a “sink,” which absorbs carbon dioxide, like a thick forest during the growing season.\nThe OCO-2 spacecraft carries a single instrument composed of three spectrometers that measure different regions of the spectrum of light. One of these spectrometers observes the spectrum of molecular oxygen, referred to as the A-band spectrum. This is important because molecular oxygen is a relatively constant fraction of the atmosphere and can be used as a reference for measurements of other atmospheric gases, such as carbon dioxide. In addition to being critical for calibrating the carbon dioxide concentrations, it also tells scientists how much sunlight is absorbed or reflected by the aerosols and clouds, features that CALIPSO and CloudSat observe.\n“If we combine the A-band spectrometer’s measurements with information on aerosols and clouds from CALIPSO and CloudSat, we can use that information to estimate the amount of absorption of sunlight by these airborne particles, which is something we cannot currently do,” said Dave Winker, principal investigator for the CALIPSO mission.\nCloudSat and CALIPSO also help clarify OCO-2’s data. The observatory uses its A-band spectrometer to find out how far sunlight has traveled before it reaches the satellite (its optical path) -- vital information for finding sources and sinks. A tiny mistake in the path-length measurement can introduce serious errors in the satellite’s carbon dioxide measurements. Often clouds and aerosols in Earth’s atmosphere reflect some sunlight back toward space before it reaches the surface, shortening sunlight’s path and confusing the spectrometer about the distance to Earth. But CALIPSO and CloudSat’s data about the location and height of aerosols and clouds can verify OCO-2’s path-length measurements and determine what kept the sun from reaching Earth’s surface.\n“To check OCO-2’s accuracy, we can compare it to CloudSat and CALIPSO. These measurements are synergistic,” Crisp said.\nWinker noted, “From OCO-2’s point of view, CALIPSO is going to be very important in validating their measurement by correcting for cloud and aerosol effects. That these two satellites are flying together is a key part of the mission.”\nThe A-Train’s other satellites support OCO-2’s work, too. MODIS (Moderate Resolution Imaging Spectroradiometer), an instrument on the Aqua satellite, tracks cloud cover. AIRS (Atmospheric Infrared Sounder), another Aqua instrument, measures air temperature and the amount of water content in the atmosphere. To accurately measure carbon dioxide, scientists must know all those details.\n“We have the platforms that can tell us about water vapor and temperature, as well as clouds from the CloudSat satellite, the CALIPSO satellite, the AIRS instrument, and the MODIS instrument. This is the right place to fly OCO-2,” Crisp said.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}