{
  "url": "https://climate.nasa.gov/news/1104/man-on-a-mission/",
  "title": "Man on a mission",
  "date": null,
  "content": "3 min read\nAs leader of the Orbiting Carbon Observatory-2 (OCO-2) Mission’s Science Team, Dr. Dave Crisp lives, breathes and eats OCO-2. He helped put together the original idea for the OCO mission and has been working tirelessly since 2000 on the project. Crisp led the team that designed, developed and delivered the mission to the launch pad.\nWhen the OCO mission failed to launch in 2009 due to a rocket malfunction, within minutes he got direction from NASA Headquarters asking him to keep the OCO team together and to start formulating a plan to re-fly the mission. Ten months later the team convinced NASA, the White House and Congress that the fastest and lowest-risk approach would be to build a “carbon copy” of OCO, and the OCO-2 mission was born.\nHumans are now adding almost 40 billion tons of carbon dioxide to the atmosphere each year. Carbon dioxide is an important greenhouse gas that drives global warming, and its abundance has now risen to levels never before seen in the history of our species. OCO-2 is a critical new tool that will study the human and natural processes that regulate the build-up of carbon dioxide and the potential impact on our climate. The urgency of the science (understanding), the technology (new tools) and the policy relevance of the data that OCO-2 will deliver are all strong motivators for my work.\nOnce OCO-2 is in orbit and returning data, we can finally start to search for the natural processes that are currently absorbing over half of the carbon dioxide that is being emitted by human activities. That is my first priority. Then we will start to determine how well space-based measurements can quantify carbon dioxide emissions associated with human activities. These were our primary objectives when we started the OCO mission more than a decade ago, and they have taken on even more urgency today.\nscientist.\nIf all goes as planned, OCO-2 will give us the first, complete, global inventory of natural “sinks” that are absorbing over half of the carbon dioxide emitted by human activities. It should also validate the use of a space-based measurement approach to monitor both the human and natural processes that are emitting carbon dioxide into the atmosphere, facilitating the deployment of a constellation of carbon dioxide-monitoring satellites.\nI can’t think that far ahead. I’m completely focused on doing the best possible job on OCO-2.\nAs just another scientist who helped to develop the tools needed to understand the world that we live on, its immediate (solar system) neighborhood and the surrounding galaxy.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}