{
  "url": "https://climate.nasa.gov/news/2792/last-glacier-standing-in-venezuela/",
  "title": "Last glacier standing in Venezuela",
  "date": null,
  "content": "3 min read\nIn 1910, glaciers spanned an area of at least 10 square kilometers (4 square miles) in the mountainous region of northwestern Venezuela. Today less than one percent of that glaciated area remains, and all of it is locked up in one glacier. The ongoing retreat of Humboldt Glacier—Venezuela’s last patch of perennial ice—means that the country could soon be glacier-free.\nThe Operational Land Imager (OLI) on Landsat 8 acquired these natural-color images of the glacier on January 6, 2015. The top image is draped over topographic data from NASA’s Shuttle Radar Topography Mission (SRTM), and shows the glacier in context with the topography. The second image is a nadir view.\nThe glacier is within the Sierra Nevada de Mérida—the highest part of the Andes Mountains in Venezuela. It sits on a slope and saddle below the summit of the 4,942-meter-tall (16,214 feet) Pico Humboldt. For comparison, the nearby Pico Bolívar is the country’s highest peak at 4,978 meters (16,332 feet). The mountains here are remote and steep. In fact, the topography could be one reason why the glacier has not already disappeared.\n“It’s not entirely clear why the Humboldt Glacier persists today where it does,” said Carsten Braun, a scientist at Westfield State University in Massachusetts who surveyed the glacier in 2015. “Most often you find the last remnants of glaciers hidden away in a shaded and dark glacial cirque, but that’s not the case for the Humboldt Glacier. In my opinion, these mountains are very steep and the Humboldt Glacier seems to ‘sit’ on the only sufficiently-large and less-steep area at high-enough elevations to accumulate snow.”\nA cold and snowy climate at high elevations is key for glaciers to exist in the tropics, the region of Earth straddling the equator between latitudes of about 30°N and 30°S. Most of Earth’s tropical glaciers are found in the tropical Andes, which runs through Venezuela, Colombia, Ecuador, Peru, and Bolivia. But warming air temperatures have contributed to their decline, including Humboldt Glacier.\nThe relatively recent changes to Humboldt are evident in this image pair, acquired on January 20, 1988, with the Thematic Mapper on Landsat 5 (left) and on January 6, 2015 with OLI (right). The images are false-color to better differentiate between areas of snow and ice (blue), land (brown), and vegetation (green). According to Braun, the glacier in 1988 spanned about 0.6 square kilometers. By 2015 its area dropped to less than 0.1 square kilometers.\nBraun notes that scientists are currently investigating the huge number of factors and variables that make it hard pinpoint when Humboldt will disappear for good. He added: “Let’s call it no more than 10 to 20 years.”\nThis piece was originally published on the NASA Earth Observatory Image of the Day.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}