{
  "url": "https://climate.nasa.gov/news/1117/nasas-rapidscat-to-unveil-hidden-cycles-of-sea-winds/",
  "title": "NASA's RapidScat to unveil hidden cycles of sea winds",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA Earth Science News Team\nA 2005 image of Hurricane Katrina in the Gulf of Mexico from NASA's QuikScat scatterometer shows the kind of ocean-wind data that ISS-RapidScat will provide. In this image, the highest wind speeds are shown in purple and barbs indicate wind direction. Credit: NASA/JPL-Caltech\nFull image and caption\nOcean waves, the hot sun, sea breezes — the right combination makes a great day at the beach. A different combination makes a killer hurricane. The complex interactions of the ocean and the air above it that can create such different outcomes are not yet fully known. Scientists would especially like to understand the role that the daily heat of the sun plays in creating winds.\nIn a few months, NASA will send an ocean wind-monitoring instrument to a berth on the International Space Station. That unique vantage point will give ISS-RapidScat, short for the International Space Station Rapid Scatterometer, the ability to observe daily (also called diurnal) cycles of wind created by solar heat.\nWinds contribute to motion in the ocean on every scale, from individual waves to currents extending thousands of miles. They affect local weather as well as large-scale, long-term climate patterns such as El Niño. Across the tropical Pacific, winds help or hinder local economies by allowing nutrient-rich water to well up from the ocean depths, nourishing marine life to the benefit of coastal fisheries, or blocking its upwelling.\nSince the hours of daylight are totally predictable, you might expect their influence on winds to be equally obvious. But that's not the case. According to Sarah Gille, an oceanographer at Scripps Institution of Oceanography, San Diego, \"There's an enormous amount of diurnal wind variation between 30 degrees north and south of the equator, and we don't understand the timing. It's clear that the winds aren't just triggered every day at noon [when the sun is highest].\"\nScatterometer observations from satellites have proven invaluable for understanding ocean winds. A scatterometer is a type of radar that bounces microwaves off Earth's surface and measures the strength and direction of return signals. The more uneven the surface, the stronger the return signals. On the ocean, higher winds create larger waves and therefore stronger return signals. The return signal also tells scientists the direction of the wind, because waves line up in the direction the wind is blowing.\nThe reason spaceborne scatterometers haven't helped much with the specific question of daily wind cycles has to do with their orbits. All modern instruments have been in sun-synchronous orbits, in which a satellite is always oriented at the same angle relative to the sun. In this type of orbit, a satellite passes over every location at the same fixed times, for example, 6 a.m. and 6 p.m. over the equator. The resulting data can't throw much light on the question of how winds develop over the course of a day.\nFor six months in 2003, there were two scatterometers of the same type in space, collecting data at different times of day. From that data, Gille and her colleagues were able to recognize some patterns. \"We could see, for example, how sea breezes converge over a large body of water like the Mediterranean or Black Sea. It was a nice window into diurnal variability, but we only had six months of data.\" That's inadequate to observe differences between summer and winter patterns, among other things.\nIn its berth on the space station, the two-year RapidScat mission, built and managed by NASA's Jet Propulsion Laboratory, Pasadena, California, will be the first modern spaceborne scatterometer not locked in a sun-synchronous orbit. Each time the space station passes over a spot on Earth, it's at a different time of day than on the previous visit.\nRapidScat came into being because in 2009, NASA's previous scatterometer mission, an instrument called SeaWinds on the QuikScat satellite, stopped collecting ocean wind data following more than a decade of faithful service. Its antenna rotation mechanism wore out and stopped working. While the SeaWinds instrument itself is still functioning, its view is limited to a very narrow beam.\nDuring QuikScat's decade of full operation, the National Weather Service, National Hurricane Center, U.S. Navy, and other users relied on its data (among other data sources) to produce forecasts and warnings of everything from El Niño to hurricanes to iceberg movements. \"When QuikScat stopped spinning, the user community began looking at ways to get a scatterometer going again,\" said Stacey Boland, a RapidScat project systems engineer at JPL.\nIn 2012, NASA's space station program manager offered scientists at JPL a berth for a replacement scatterometer and a free ride into space in 2014 on a scheduled commercial cargo mission to resupply the space station. \"The community had extensively evaluated many types of opportunities and was well aware of the benefit of the space station orbit,\" Boland said.\nThe entire instrument has been designed and built in the two years since then — hence the adjective \"Rapid\" in its name. RapidScat's instrument is essentially the same as the durable SeaWinds instrument on QuikScat. RapidScat will give QuikScat's user community the same vital data, and eventually it will supply the long-awaited answers on diurnal winds.\nBoland explained how the RapidScat data will accumulate to provide those answers. \"We get near-complete spatial coverage every two days over the range of latitudes observable from the space station.\" (The station orbit ranges from 51.6 degrees north to 51.6 degrees south.) \"The coverage at any particular spot is at a slightly different local time of day on each orbit. In about two months, we will have sampled 24 hours of local time at each spot.\"\nOnce RapidScat has gathered enough cycles of observations, Gille said, \"When we average the data, it will tell us what the average conditions are and how much of the observed wind looks like a diurnal pattern.\"\nGille added, \"We're very interested in putting time into an analysis to understand how diurnal winds change from season to season or year to year. Understanding the variability of these processes is a critical part of understanding weather.\"\nRelated resources\n\n\n\n\n\n\n\n\nISS-RapidScat\n\n\nLearn more about ISS-RapidScat.\nLearn more about NASA's Earth science activities in 2014.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}