{
  "url": "https://climate.nasa.gov/news/1122/oco-2-data-to-lead-scientists-forward-into-the-past/",
  "title": "OCO-2 data to lead scientists forward into the past",
  "date": null,
  "content": "4 min read\nNASA's Orbiting Carbon Observatory-2, which launched on July 2, will soon be providing about 100,000 high-quality measurements each day of carbon dioxide concentrations from around the globe. Atmospheric scientists are excited about that. But to understand the processes that control the amount of the greenhouse gas in the atmosphere, they need to know more than just where carbon dioxide is now. They need to know where it has been. It takes more than great data to figure that out.\n\"In a sense, you're trying to go backward in time and space,\" said David Baker, a scientist at Colorado State University in Fort Collins. \"You're reversing the flow of the winds to determine when and where the input of carbon at the Earth's surface had to be to give you the measurements you see now.\"\nHarry Potter used a magical time turner to travel to the past. Atmospheric scientists use a type of computer model called a chemical transport model. It combines the atmospheric processes found in a climate model with additional information on important chemical compounds, including their reactions, their sources on Earth's surface and the processes that remove them from the air, known as sinks.\nBaker used the example of a forest fire to explain how a chemical transport model works. \"Where the fire is, at that point in time, you get a pulse of carbon dioxide in the atmosphere from the burning carbon in wood. The model's winds blow it along, and mixing processes dilute it through the atmosphere. It gradually gets mixed into a wider and wider plume that eventually gets blown around the world.\"\nSome models can be run backward in time — from a point in the plume back to the fire, in other words — to search for the sources of airborne carbon dioxide. The reactions and processes that must be modeled are so complex that researchers often cycle their chemical transport models backward and forward through the same time period dozens of times, adjusting the model as each set of results reveals new clues. \"You basically start crawling toward a solution,\" Baker said. \"You may not be crawling straight toward the best answer, but you course-correct along the way.\"\nLesley Ott, a climate modeler at NASA's Goddard Space Flight Center, Greenbelt, Maryland, noted that simulating carbon dioxide's atmospheric transport correctly is a prerequisite for improving the way global climate models simulate the carbon cycle and how it will change with our changing climate. \"If you get the transport piece right, then you can understand the piece about sources and sinks,\" she said. \"More and better-quality data from OCO-2 are going to create better characterization of global carbon.\"\nBaker noted that the volume of data provided by OCO-2 will improve knowledge of carbon processes on a finer scale than is currently possible. \"With all that coverage, we'll be able to resolve what's going on at the regional scale,\" Baker said, referring to areas the size of Texas or France. \"That will help us understand better how the forests and oceans take up carbon. There are various competing processes, and right now we're not sure which ones are most important.\"\nOtt pointed out that improving the way global climate models represent carbon dioxide provides benefits far beyond the scientific research community. \"Trying to figure out what national and international responses to climate change should be is really hard,\" she said. \"Politicians need answers quickly. Right now we have to trust a very small number of carbon dioxide observations. We're going to have a lot better coverage because so much more data is coming, and we may be able to see in better detail features of the carbon cycle that were missed before.\" Taking those OCO-2 data backward in time may be the next step forward on the road to understanding and adapting to climate change.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}