{
  "url": "https://climate.nasa.gov/news/1125/parched-west-is-using-up-underground-water/",
  "title": "Parched West is using up underground water",
  "date": null,
  "content": "4 min read\nA new study by scientists from NASA and the University of California, Irvine, has found that over 75 percent of the water loss in the drought-stricken Colorado River Basin since late 2004 came from underground resources. The extent of groundwater loss may pose a greater threat to the water supply of the western United States than previously thought.\nThis study is the first to quantify the amount that groundwater contributes to the water needs of western states. According to the U.S. Bureau of Reclamation, the federal water management agency, the basin has been suffering from prolonged, severe drought since 2000 and has experienced the driest 14-year period in the last hundred years.\nThe research team used data from NASA's Gravity Recovery and Climate Experiment (GRACE) satellite mission to track changes in the mass of the Colorado River Basin, which are related to changes in water amount on and below the surface. Monthly measurements in the change in water mass from December 2004 to November 2013 revealed the basin lost nearly 53 million acre feet (65 cubic kilometers) of freshwater. That's almost double the volume of the nation's largest reservoir, Nevada's Lake Mead. More than three-quarters of the total — about 41 million acre feet (50 cubic kilometers) — was from groundwater.\n\"We don't know exactly how much groundwater we have left, so we don't know when we're going to run out,\" said Stephanie Castle, a water resources specialist at the University of California, Irvine, and the study's lead author. \"This is a lot of water to lose. We thought that the picture could be pretty bad, but this was shocking.\"\nScale in the skyWater above ground in the basin's rivers and lakes is managed by the U.S. Bureau of Reclamation, and its losses are documented. Pumping from underground aquifers is regulated by individual states and is often not well documented.\n\"There's only one way to put together a very large-area study like this, and that is with satellites,\" said senior author Jay Famiglietti, senior water cycle scientist at JPL on leave from the University of California, Irvine, where he is an Earth-system science professor. \"There's just not enough information available from well data to put together a consistent, basin-wide picture.\"\nFamiglietti said GRACE is like having a giant scale in the sky. Within a given region, the change in mass due to rising or falling water reserves influences the strength of the local gravitational attraction. By periodically measuring gravity regionally, GRACE reveals how much a region's water storage changes over time.\nThe Colorado River is the only major river in the southwest part of the United States. Its basin supplies water to about 40 million people in seven states, and irrigates roughly four million acres of farmland.\n\"The Colorado River Basin is the water lifeline of the western United States,\" said Famiglietti. \"With Lake Mead at its lowest level ever, we wanted to explore whether the basin, like most other regions around the world, was relying on groundwater to make up for the limited surface-water supply. We found a surprisingly high and long-term reliance on groundwater to bridge the gap between supply and demand.\"\nFamiglietti noted that the rapid depletion rate will compound the problem of short supply by leading to further declines in streamflow in the Colorado River.\n\"Combined with declining snowpack and population growth, this will likely threaten the long-term ability of the basin to meet its water allocation commitments to the seven basin states and to Mexico,\" Famiglietti said.\nThe study has been accepted for publication in the journal Geophysical Research Letters, which posted the manuscript online July 24. Coauthors included other scientists from NASA's Goddard Space Flight Center, Greenbelt, Maryland, and the National Center for Atmospheric Research, Boulder, Colorado. The research was funded by NASA and the University of California.\nS. Castle et al., \"Groundwater depletion during drought threatens future water security of the Colorado River Basin\", Geophysical Research Letters, doi: 10.1002/2014GL061055 (2014).\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}