{
  "url": "https://climate.nasa.gov/news/1135/nasa-carbon-counter-reaches-final-orbit-returns-data/",
  "title": "NASA carbon counter reaches final orbit, returns data",
  "date": null,
  "content": "4 min read\nJust over a month after launch, the Orbiting Carbon Observatory-2 (OCO-2) — NASA’s first spacecraft dedicated to studying atmospheric carbon dioxide — has maneuvered into its final operating orbit and produced its first science data, confirming the health of its science instrument.\nAtmospheric carbon dioxide is the leading human-produced greenhouse gas responsible for warming our world. It is a critical natural component of Earth’s carbon cycle. OCO-2 will produce the most detailed picture to date of sources of carbon dioxide, as well as their natural “sinks” — places on Earth’s surface where carbon dioxide is removed from the atmosphere. The observatory will study how these sources and sinks are distributed around the globe and how they change over time.\nFollowing launch from California’s Vandenberg Air Force Base on July 2, OCO-2 underwent a series of steps to configure the observatory for in-flight operations. Mission controllers established two-way communications with the observatory, stabilized its orientation in space and deployed its solar arrays to provide electrical power. The OCO-2 team then performed a checkout of OCO-2’s systems to ensure they were functioning properly.\nThrough the month of July, a series of propulsive burns was executed to maneuver the observatory into its final 438-mile (705-kilometer), near-polar orbit at the head of the international Afternoon Constellation, or “A-Train,” of Earth-observing satellites. It arrived there on Aug. 3. Operations are now being conducted with the observatory in an orbit that crosses the equator at 1:36 p.m. local time.\nThe A-Train, the first multi-satellite, formation-flying “super observatory” to record the health of Earth’s atmosphere and surface environment, collects an unprecedented quantity of nearly simultaneous climate and weather measurements. OCO-2 is now followed by the Japanese GCOM-W1 satellite, and then by NASA’s Aqua, CALIPSO, CloudSat and Aura spacecraft, respectively — all of which fly over the same point on Earth within 16 minutes of each other.\nWith OCO-2 in its final orbit, mission controllers began cooling the observatory’s three-spectrometer instrument to its operating temperatures. The spectrometer’s optical components must be cooled to near 21 degrees Fahrenheit (minus 6 degrees Celsius) to bring them into focus and limit the amount of heat they radiate. The instrument’s detectors must be even cooler, near minus 243 degrees Fahrenheit (minus 153 degrees Celsius), to maximize their sensitivity.\nWith the instrument’s optical system and detectors near their stable operating temperatures, the OCO-2 team collected “first light” test data on Aug. 6 as the observatory flew over central Papua New Guinea. The data were transmitted from OCO-2 to a ground station in Alaska, then to NASA’s Goddard Space Flight Center in Greenbelt, Maryland, for initial decoding, and then to NASA’s Jet Propulsion Laboratory in Pasadena, California, for further processing. The test provided the OCO-2 team with its first opportunity to see whether the instrument had reached orbit with the same performance it had demonstrated before launch.\nAs OCO-2 flies over Earth’s sunlit hemisphere, each spectrometer collects a “frame” three times each second, for a total of about 9,000 frames from each orbit. Each frame is divided into eight spectra, or chemical signatures, that record the amount of molecular oxygen or carbon dioxide over adjacent ground footprints. Each footprint is about 1.3 miles (2.25 kilometers) long and a few hundred yards (meters) wide. When displayed as an image, the eight spectra appear like bar codes — bright bands of light broken by sharp dark lines. The dark lines indicate absorption by molecular oxygen or carbon dioxide.\n“The initial data from OCO-2 appear exactly as expected — the spectral lines are well resolved, sharp and deep,” said OCO-2 chief architect and calibration lead Randy Pollock of JPL. “We still have a lot of work to do to go from having a working instrument to having a well-calibrated and scientifically useful instrument, but this was an important milestone on this journey.”\nOver the next several weeks, the OCO-2 team will conduct a series of calibration activities to characterize fully the performance of the instrument and observatory. In parallel, OCO-2 will routinely record and return up to 1 million science observations each day. These data will be used initially to test the ground processing system and verify its products. The team will begin delivering calibrated OCO-2 spectra data to NASA’s Goddard Earth Sciences Data and Information Services Center for distribution to the global science community and other interested parties before the end of the year. The team will also deliver estimates of carbon dioxide to that same center for distribution in early 2015.\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}