{
  "url": "https://climate.nasa.gov/news/2178/pulse-of-our-planet-watching-earths-vital-signs/",
  "title": "‘Pulse of Our Planet’: Watching Earth’s vital signs",
  "date": null,
  "content": "5 min read\nOn Sept. 10, “Vital Signs: Pulse of Our Planet” premiered at the Smithsonian’s National Air and Space Museum, Washington, showcasing some of NASA’s most exciting Earth observations of our dynamic planet. These science visualizations act as a time capsule of our Earth system, bringing storms, global fires, Arctic sea ice loss and the behavior of carbon to life on screen.\nOn Sept. 10, 2014, earth scientists celebrated NASA's Earth Observing System (EOS) in a show at the Smithsonian's National Air and Space Museum in Washington, D.C. The event highlighted many of the Earth-based data sets that NASA has produced over the last decade. Credit: NASA's Goddard Space Flight Center\n“Our technological civilization has grown to where humans can affect the Earth,” said the evening’s introductory speaker, Lennard Fisk, former NASA associate administrator for space science and applications and now professor of atmospheric, oceanic and space science at the University of Michigan. “We have also been provided with the tools to study and understand the Earth, to predict its future and to determine the actions that will be most effective to protect our future for generations to come.”\nThe Terra, Aqua and Aura spacecraft constituted a first installment of this orbiting toolkit. These satellites marked the beginning of a new way of studying Earth—as a system rather than as individual components of meteorology, oceanography and atmospheric chemistry. Today that toolkit includes a fleet of satellites, which continues to grow, with seven Earth missions currently in development.\nGlobal Precipitation Measurement (GPM), a joint U.S.-Japan mission launched Feb. 27, 2014, is one of the signature satellites measuring rain, snow and hail around our planet. “Precipitation influences every person, every day, everywhere,” said Gail Jackson, GPM mission project scientist.\nMuch of that rain falls back into our oceans where temperature, salinity and winds combine to create movement, driving heat and energy around our planet. The interplay of water — one of the vital components of our planet — between the oceans, the land and our atmosphere is one of the keys to understanding Earth’s climate.\nAnother vital component of our planet is its vegetation, whose direct relationship to carbon can be observed from space. With each spring season, forests, grasslands and agricultural fields develop, sucking up the carbon in our atmosphere. As plants die or go dormant in the Northern Hemisphere winter, carbon dioxide is released and then accumulates in the atmosphere. In the spring, as plants leaf out and absorb carbon dioxide during photosynthesis, concentrations of the compound in the atmosphere decline. This rhythmic behavior of build-up-and-loss can be seen in measurements of atmospheric carbon dioxide by the AIRS instrument aboard the Aqua satellite.\n“Even though we still see that semi-annual dip in concentrations with the growth of vegetation in the springtime, the increasing trend of carbon dioxide concentrations is leading to the warming and changing of our planet,” said Lola Fatoyinbo, principal investigator for EcoSar, an aircraft-based instrument whose radar can penetrate thick forest canopy to monitor biomass and forest volume.\nThe seasons also affect ice caps and glaciers. NASA’s ice-observing missions — the completed ICESat-1 satellite mission, the future (2018 launch) ICESat-2 mission, and the ongoing IceBridge series of airborne campaigns — have given us and will continue to provide insight into the dynamic nature of the land and sea ice at Earth’s poles.\n“One of the coolest concepts is GRACE,” said ICESat-2 scientist Thorsten Markus. GRACE is a two-satellite collaborative mission between NASA and the German Space Agency (DLR) launched in 2002. “It doesn’t look upwards or downwards; it just measures the distance between the two satellites. And as the first satellite goes over a field of high gravity it is accelerated ever so slightly and the distance between the satellites increases.”\nThese measurements of the gravitational pull of different ice masses help scientists determine the mass of the ice sheets and how this mass is changing over time.\nNASA’s health check on Earth, provided by its satellites, gives a consistent diagnosis: Over the long-term, the planet is warming and this is influencing all aspects of our climate system. The amount of fossil fuel we use is directly linked to this phenomenon. By 2010, we burned approximately 500 gigatons of carbon, resulting in a 1-degree Celsius temperature rise; if we continue at this rate, by 2050, we will have caused a 2-degree Celsius temperature rise.\nDoes this mean we are doomed to a grim fate? Not necessarily, said Piers Sellers, former astronaut and director of Science and Exploration at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. Science can influence policy and this can create change, as evidenced by the 1987 Montreal Protocol. While the rise of atmospheric carbon dioxide is a complex problem, the Montreal Protocol is a model: a landmark, international piece of legislation designed to protect Earth’s ozone layer by limiting the industrial production of ozone-destroying chlorofluorocarbons. In the words of one recent statement, released by the United Nations: “The Earth’s protective ozone layer is well on track to recovery in the next few decades thanks to concerted international action against ozone-depleting substances.”\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nHurricanes threaten North American coastlines every year, and they appear to be intensifying as climate…\nOne way that scientists monitor climate change is through the measure of sea ice extent.…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}