{
  "url": "https://climate.nasa.gov/news/409/how-warm-was-this-summer/",
  "title": "How warm was this summer?",
  "date": null,
  "content": "This map shows land surface temperature anomalies (changes) in the Russian Federation from July 20-27, 2010, compared to temperatures for the same dates from 2000 to 2008. Image taken by the Moderate Resolution Imaging Spectroradiometer (MODIS) onboard NASA's Terra satellite. Credit: NASA/Goddard/Earth Observatory.\nBy Adam Voiland\r\nNASA Earth Science News Team\nAn unparalleled heat wave in eastern Europe, coupled with intense droughts and fires around Moscow, put Earth’s temperatures in the headlines this summer. Likewise, a string of exceptionally warm days in July in the eastern United States strained power grids, forced nursing home evacuations, and slowed transit systems. Both high-profile events reinvigorated questions about humanity’s role in climate change.\nThe temperature anomaly [change] in one place in one season has limited relevance to global trends.\n\n\nBut, from a global perspective, how warm was the summer exactly? How did the summer's temperatures compare with previous years? And was global warming the \"cause\" of the unusual heat waves? Scientists at NASA's Goddard Institute for Space Studies (GISS) in New York City, led by GISS' director, James Hansen, have analyzed summer temperatures and released an update on the GISS website that addresses all of these questions.\nGlobally, June through August, according to the GISS analysis, was the fourth-warmest summer period in GISS’ 131-year temperature record. The same months during 2009, in contrast, were the second warmest on record. The slightly cooler 2010 summer temperatures were primarily the result of a moderate La Niña (cooler than normal temperatures in the equatorial Pacific Ocean) replacing a moderate El Niño (warmer than normal temperatures in the equatorial Pacific Ocean).\nAs part of their analysis, Hansen and colleagues released a series of graphs that help explain why perceptions of global temperatures vary — often erroneously — from season to season and year to year. For example, unusually warm summer temperatures in the United States and eastern Europe created the impression of global warming run amuck in those regions this summer, while last winter's unusually cool temperatures created the opposite impression. A more global view, as shown below for 2009 and 2010, makes clear that extrapolating global trends based on the experience of one or two regions can be misleading.\n\"Unfortunately, it is common for the public to take the most recent local seasonal temperature anomaly as indicative of long-term climate trends,\" Hansen notes. \"[We hope] these global temperature anomaly maps may help people understand that the temperature anomaly in one place in one season has limited relevance to global trends.\"\nLast winter, for example, unusually cool temperatures in much of the United States caused many Americans to wonder why temperatures seemed to be plummeting, and whether the Earth could actually be experiencing global warming in the face of such frigid temperatures. A more global view, seen in the lower left of the four graphs in Figure 2, shows that global warming trends had hardly abated. In fact, despite the cool temperatures in the United States, last winter was the second-warmest on record.\nMeanwhile, the global seasonal temperatures for the spring of 2010 — March, April, and May — was the warmest on GISS' record. Does that mean that 2010 will shape up to be the warmest on record? Since the warmest year on GISS’ record — 2005 — experienced especially high temperatures during the last four calendar months of the year, it’s not yet clear how 2010 will stack up.\n\"It is likely that the 2005 or 2010 calendar year means will turn out to be sufficiently close that it will be difficult to say which year was warmer, and results of our analysis may differ from those of other groups,\" Hansen notes. \"What is clear, though, is that the warmest 12-month period in the GISS analysis was reached in mid-2010.\"\nThe Russian heat wave was highly unusual. Its intensity exceeded anything scientists have seen in the temperature record since widespread global temperature measurements became available in the 1880s. Indeed, a leading Russian meteorologist asserted that the country had not experienced such an intense heat wave in the last 1,000 years. And a prominent meteorologist with Weather Underground estimated such an event may occur as infrequently as once every 15,000 years.\nIn the face of such a rare event, there’s much debate and discussion about whether global warming can \"cause\" such extreme weather events. The answer — both no and yes — is not a simple one.\nWeather in a given region occurs in such a complex and unstable environment, driven by such a multitude of factors, that no single weather event can be pinned solely on climate change. In that sense, it's correct to say that the Moscow heat wave was not caused by climate change.\nHowever, if one frames the question slightly differently: \"Would an event like the Moscow heat wave have occurred if carbon dioxide levels had remained at pre-industrial levels,\" the answer, Hansen asserts, is clear: \"Almost certainly not.\"\nThe frequency of extreme warm anomalies increases disproportionately as global temperature rises. \"Were global temperature not increasing, the chance of an extreme heat wave such as the one Moscow experienced, though not impossible, would be small,\" Hansen says.\nFor GISS' full analysis, please visit:\nhttp://data.giss.nasa.gov/gistemp/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}