{
  "url": "https://climate.nasa.gov/news/423/carbon-dioxide-controls-earths-temperature/",
  "title": "Carbon dioxide controls Earth's temperature",
  "date": null,
  "content": "A new atmosphere-ocean climate modeling study shows that atmospheric carbon dioxide acts as a thermostat in regulating the temperature of Earth. Credit: NASA GISS/Lilly Del Valle\nBy Kathryn Hansen\r\nNASA's Earth Science News Team\nWater vapor and clouds are the major contributors to Earth's greenhouse effect, but a new atmosphere-ocean climate modeling study shows that the planet's temperature ultimately depends on the atmospheric level of carbon dioxide.\nThe study, conducted by Andrew Lacis and colleagues at NASA's Goddard Institute for Space Studies (GISS) in New York, examined the nature of Earth's greenhouse effect and clarified the role that greenhouse gases and clouds play in absorbing outgoing infrared radiation. Notably, the team identified non-condensing greenhouse gases — such as carbon dioxide, methane, nitrous oxide, ozone, and chlorofluorocarbons — as providing the core support for the terrestrial greenhouse effect.\nWithout non-condensing greenhouse gases, water vapor and clouds would be unable to provide the feedback mechanisms that amplify the greenhouse effect. The study's results will be published Friday, Oct. 15 in Science.\nA companion study led by GISS co-author Gavin Schmidt that has been accepted for publication in the Journal of Geophysical Research shows that carbon dioxide accounts for about 20 percent of the greenhouse effect, water vapor and clouds together account for 75 percent, and minor gases and aerosols make up the remaining five percent. However, it is the 25 percent non-condensing greenhouse gas component, which includes carbon dioxide, that is the key factor in sustaining Earth’s greenhouse effect. By this accounting, carbon dioxide is responsible for 80 percent of the radiative forcing that sustains the Earth’s greenhouse effect.\nThe climate forcing experiment described in Science was simple in design and concept — all of the non-condensing greenhouse gases and aerosols were zeroed out, and the global climate model was run forward in time to see what would happen to the greenhouse effect. Without the sustaining support by the non-condensing greenhouse gases, Earth’s greenhouse effect collapsed as water vapor quickly precipitated from the atmosphere, plunging the model Earth into an icebound state — a clear demonstration that water vapor, although contributing 50 percent of the total greenhouse warming, acts as a feedback process, and as such, cannot by itself uphold the Earth's greenhouse effect.\n\"Our climate modeling simulation should be viewed as an experiment in atmospheric physics, illustrating a cause and effect problem which allowed us to gain a better understanding of the working mechanics of Earth’s greenhouse effect, and enabled us to demonstrate the direct relationship that exists between rising atmospheric carbon dioxide and rising global temperature,\" Lacis said.\nThe study ties in to the geologic record in which carbon dioxide levels have oscillated between approximately 180 parts per million during ice ages, and about 280 parts per million during warmer interglacial periods. To provide perspective to the nearly 1°C (1.8°F) increase in global temperature over the past century, it is estimated that the global mean temperature difference between the extremes of the ice age and interglacial periods is only about 5°C (9°F).\n\"When carbon dioxide increases, more water vapor returns to the atmosphere. This is what helped to melt the glaciers that once covered New York City,\" said co-author David Rind, of NASA's Goddard Institute for Space Studies. \"Today we are in uncharted territory as carbon dioxide approaches 390 parts per million in what has been referred to as the 'superinterglacial.'\"\n\"The bottom line is that atmospheric carbon dioxide acts as a thermostat in regulating the temperature of Earth,\" Lacis said. \"The Intergovernmental Panel on Climate Change has fully documented the fact that industrial activity is responsible for the rapidly increasing levels of atmospheric carbon dioxide and other greenhouse gases. It is not surprising then that global warming can be linked directly to the observed increase in atmospheric carbon dioxide and to human industrial activity in general.\"\nRelated Links:\nGISS Science Brief: The Thermostat that Controls Earth's Temperature\nGISS Science Brief: Taking the Measure of the Greenhouse Effect\nNASA GISS: Andrew Lacis\nNASA GISS: David Rind\nNASA GISS: Gavin Schmidt\nWater Vapor Confirmed as Major Player in Climate Change\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}