{
  "url": "https://climate.nasa.gov/news/2175/nasa-study-finds-1934-had-worst-drought-of-last-thousand-years/",
  "title": "NASA study finds 1934 had worst drought of last thousand years",
  "date": null,
  "content": "5 min read\nA new study using a reconstruction of North American drought history over the last 1,000 years found that the drought of 1934 was the driest and most widespread of the last millennium.\nUsing a tree-ring-based drought record from the years 1000 to 2005 and modern records, scientists from NASA and Lamont-Doherty Earth Observatory found the 1934 drought was 30 percent more severe than the runner-up drought (in 1580) and extended across 71.6 percent of western North America. For comparison, the average extent of the 2012 drought was 59.7 percent.\n\"It was the worst by a large margin, falling pretty far outside the normal range of variability that we see in the record,\" said climate scientist Ben Cook at NASA's Goddard Institute for Space Studies in New York. Cook is lead author of the study, which will publish in the Oct. 17 edition of Geophysical Research Letters.\nTwo sets of conditions led to the severity and extent of the 1934 drought. First, a high-pressure system in winter sat over the west coast of the United States and turned away wet weather — a pattern similar to that which occurred in the winter of 2013-14. Second, the spring of 1934 saw dust storms, caused by poor land management practices, suppress rainfall.\n\"In combination then, these two different phenomena managed to bring almost the entire nation into a drought at that time,\" said co-author Richard Seager, professor at the Lamont-Doherty Earth Observatory of Columbia University in New York. \"The fact that it was the worst of the millennium was probably in part because of the human role.\"\nAccording to the recent Fifth Assessment Report of the Intergovernmental Panel on Climate Change, or IPCC, climate change is likely to make droughts in North America worse, and the southwest in particular is expected to become significantly drier as are summers in the central plains. Looking back one thousand years in time is one way to get a handle on the natural variability of droughts so that scientists can tease out anthropogenic effects — such as the dust storms of 1934.\n“We want to understand droughts of the past to understand to what extent climate change might make it more or less likely that those events occur in the future,\" Cook said.\nThe abnormal high-pressure system is one lesson from the past that informs scientists' understanding of the current severe drought in California and the western United States.\n\"What you saw during this last winter and during 1934, because of this high pressure in the atmosphere, is that all the wintertime storms that would normally come into places like California instead got steered much, much farther north,” Cook said. “It's these wintertime storms that provide most of the moisture in California. So without getting that rainfall it led to a pretty severe drought.\"\nThis type of high-pressure system is part of normal variation in the atmosphere, and whether or not it will appear in a given year is difficult to predict in computer models of the climate. Models are more attuned to droughts caused by La Niña's colder sea surface temperatures in the Pacific Ocean, which likely triggered the multi-year Dust Bowl drought throughout the 1930s. In a normal La Niña year, the Pacific Northwest receives more rain than usual and the southwestern states typically dry out.\nBut a comparison of weather data to models looking at La Niña effects showed that the rain-blocking high-pressure system in the winter of 1933-34 overrode the effects of La Niña for the western states. This dried out areas from northern California to the Rockies that otherwise might have been wetter.\nAs winter ended, the high-pressure system shifted eastward, interfering with spring and summer rains that typically fall on the central plains. The dry conditions were exacerbated and spread even farther east by dust storms.\n\"We found that a lot of the drying that occurred in the spring time occurred downwind from where the dust storms originated,\" Cook said, \"suggesting that it's actually the dust in the atmosphere that's driving at least some of the drying in the spring and really allowing this drought event to spread upwards into the central plains.\"\nDust clouds reflect sunlight and block solar energy from reaching the surface. That prevents evaporation that would otherwise help form rain clouds, meaning that the presence of the dust clouds themselves leads to less rain, Cook said.\n\"Previous work and this work offers some evidence that you need this dust feedback to explain the real anomalous nature of the Dust Bowl drought in 1934,\" Cook said.\nDust storms like the ones in the 1930s aren't a problem in North America today. The agricultural practices that gave rise to the Dust Bowl were replaced by those that minimize erosion. Still, agricultural producers need to pay attention to the changing climate and adapt accordingly, not forgetting the lessons of the past, said Seager. \"The risk of severe mid-continental droughts is expected to go up over time, not down,\" he said.\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nDroughts are becoming more frequent, severe, and pervasive due to climate change. Ranchers in the…\nClimate change can contribute to increased drought in the western United States. A new web-based…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}