{
  "url": "https://climate.nasa.gov/news/2183/nasa-program-enhances-climate-resilience-at-agency-facilities/",
  "title": "NASA program enhances climate resilience at agency facilities",
  "date": null,
  "content": "3 min read\nA new study in the latest issue of the Bulletin of the American Meteorological Society provides an in-depth look at how NASA facilities have been affected by climate extremes and climate change in recent years and how the agency is preparing for the future.\nUsing a blend of weather data, global and regional climate model outputs and advances in the understanding of the climate system, the study finds that many types of extreme events are expected to increase in frequency and magnitude in the future and pose hazards to NASA’s mission, infrastructure and workforce.\nThe study found that by the 2050s, sea level rise alone could lead to an increase of 50 percent or more in coastal flooding frequency with varying impacts to NASA facilities, a high percentage of which are located near coastlines. In total, the agency has approximately $32 billion in constructed assets and about 64,000 employees, contractors and partners.\n“Risk management is central to continuity of NASA operations, and the agency is including potential climate extremes in its risk management framework,” said Calvin Williams, assistant administrator for NASA's Office of Strategic Infrastructure at the agency’s Headquarters in Washington.\nA partnership between Earth scientists and institutional stewards is helping NASA prepare for a changing climate and increasing vulnerabilities to such change. The agency established the Climate Adaptation Science Investigator (CASI) working group as an important part of this effort. The CASI initiative brings Earth scientists together with facility managers, emergency management staff, natural resource managers and human capital specialists at each NASA center to discuss management of climate risks and resilience.\nWorkshops were held at five NASA centers that brought together climate scientists, mission operations personnel, human resource managers and ecosystem specialists. Using the climate projections prepared by CASI scientists in conjunction with each center, risks were explored and adaptation strategies developed.\n“NASA has cutting-edge climate science and world-class stewardship at its facilities,” said Cynthia Rosenzweig, a scientist at NASA’s Goddard Institute for Space Studies in New York, who led the study and the ongoing CASI initiative. “Now climate scientists and institutional stewards are working together to enhance resilience to climate extremes and change.”\nThe initiative strengthens the science community’s commitment to understanding climate impacts, targets research to the needs of the agency’s institutional stewards and equips those stewards through workshops and ongoing knowledge sharing as a basis for proactive risk management.\n“NASA science provides an important knowledge base that the centers and their surrounding communities can use in preparing for changing climate conditions,” said Jack Kaye, associate director of NASA’s Earth Science Division in Washington. “This integrated, science-based approach to climate risk management can provide a model for other agencies.”\nAdaptation strategies underway and under consideration include beach re-nourishment to minimize sea level rise and storm surge impacts; building designs that reduce reliance on the remote power sources that may become less reliable during extreme events; and landscaping changes that reduce water use in dry regions and capture rain water to reduce flooding in wet regions.\nNASA satellite products and climate models are being used to inform decision-making about energy and water use and other onsite assets. Representatives from nearby agencies, such as local water departments, are participating in the workshops to develop regional approaches.\nThe agency’s scientist-steward partnership reflects its commitment to deliver value locally, nationally and globally through the sharing of common resources such as water and infrastructure, as well as the exchange of risk information and coordinated planning in the communities where NASA facilities are located.\nLearn more about specific impacts at many NASA facilities.\nNASA’s Glenn Research Center in Cleveland welcomed more than 150 students and educators to showcase…\nFor the 13th straight year, NASA has earned the title of Best Place to Work…\nFrom Sept. 6-7, 2024, NASA’s Johnson Space Center brought the excitement of space exploration to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}