{
  "url": "https://climate.nasa.gov/news/2181/nasas-ecostress-will-monitor-plant-health/",
  "title": "NASA’s ECOSTRESS will monitor plant health",
  "date": null,
  "content": "4 min read\nA new space-based instrument to study how effectively plants use water is being developed at NASA's Jet Propulsion Laboratory, Pasadena, California. The instrument, called the ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS), will monitor one of the most basic processes in living plants: the loss of water through the tiny pores in leaves.\nWhen people lose water through their pores, the process is called sweating. The related process in plants is known as transpiration. Because water that evaporates from soil around plants also affects the amount of water that plants can use, ECOSTRESS will measure combined evaporation and transpiration, known as evapotranspiration.\n“When a person sweats during a workout, it helps cool their body, and if they get enough water they can keep exercising,\" said Simon Hook, a research scientist at JPL and the project’s principal investigator. \"If they do not get enough water, they show signs of overheating and stress and eventually collapse. Similarly, if plants do not get enough water, they show signs of stress. By measuring evapotranspiration, we get an early indicator of that stress, and we can do something about it before the plants collapse.\"\nECOSTRESS’s science instrument is a high-resolution thermal infrared radiometer, which works like a giant thermometer from space to measure the temperature of plants and the amount of heat radiating from Earth’s surface. \"If we find a plant is too hot, that's because it’s not getting enough water to cool itself down,\" said Josh Fisher, a JPL research scientist and science lead for ECOSTRESS.\n“We see in our own gardens that one type of plant needs more water to grow than the next plant, but we have not been able to see this on a global scale,\" Fisher noted. \"That has huge implications for our understanding of global water and carbon cycling, and which plants are going to live or die in a future world of greater droughts.”\nExisting satellite instruments that monitor evapotranspiration offer either high spatial resolution but low time frequency (a couple of measurements a month), or high time frequency and coarse spatial resolution (1,600 feet, or 500 meters square). Scientists, farmers and water managers need both high resolution and high frequency. ECOSTRESS will provide a four-day repeat cycle and a spatial resolution of 125 feet (38 meters) by 185 feet (57 meters), high enough to see most farms and small differences within ecosystems.\n\"We are keeping an eye on how ECOSTRESS can be applied not only to science but society at large,\" said Andy French, a U.S. Department of Agriculture scientist and member of the mission’s team. \"It could be very useful for water managers and farmers.\" By combining the instrument’s measurements with other ecosystem data, scientists will be able to calculate how efficiently plants use water to process carbon dioxide and identify plants likely to be more resilient during droughts. The mission will target regions where models disagree about water use efficiency, and ECOSTRESS data will be used to improve those models.\nThe International Space Station provides a particularly beneficial vantage point not regularly available with traditional free-flying (sun-synchronous polar-orbiting) satellites, which fly over the same spot on Earth at the same time on each pass. The station's orbit shifts so that it flies over any given spot on Earth at different times. By looking at ECOSTRESS imagery of a certain location over the course of days to weeks, scientists will be able to see how evapotranspiration varies in that location throughout the day. This is important, because plants that get enough water in the cool of the morning might shut down in afternoon heat, just as a person stops sweating under extreme heat stress. Up until now, scientists have not known at the global scale in which ecosystems plants shut down in the afternoon and in which ecosystems plants do not, and what environmental conditions influence this basic characteristic.\nScheduled for completion in 2017 and launch between 2017 and 2019, ECOSTRESS is one of two instruments selected in July for NASA's Earth Venture-Instrument series of missions.\nRoads and sidewalks in some areas get so hot that skin contact could result in…\nScience in Space: April 2024 Everyone on Earth is touched by the effects of climate…\nNASA satellite and airborne tools aid an international team studying biodiversity on land and in…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}