{
  "url": "https://climate.nasa.gov/news/2196/new-airborne-campaigns-tackle-climate-questions/",
  "title": "New airborne campaigns tackle climate questions",
  "date": null,
  "content": "By Alan Buis, NASA's Jet Propulsion Laboratory,\r\nand Steve Cole, NASA's Headquarters\nThe tide coming in over ice in Greenland. Credit: National Snow and Ice Data Center/Andy Mahoney.\nFive new NASA airborne field campaigns, including one managed by NASA's Jet Propulsion Laboratory, Pasadena, California, will take to the skies starting in 2015 to investigate how long-range air pollution, warming ocean waters and fires in Africa affect our climate.\nThese studies into several incompletely understood Earth system processes were competitively selected as part of NASA's Earth Venture-class projects. Each project is funded at a total cost of no more than $30 million over five years. This funding includes initial development, field campaigns and analysis of data.\nThis is NASA's second series of Earth Venture suborbital investigations — regularly solicited, quick-turnaround projects recommended by the National Research Council in 2007. The first series of five projects was selected in 2010.\n\"These new investigations address a variety of key scientific questions critical to advancing our understanding of how Earth works,\" said Jack Kaye, associate director for research in NASA's Earth Science Division in Washington. \"These innovative airborne experiments will let us probe inside processes and locations in unprecedented detail that complements what we can do with our fleet of Earth-observing satellites.\"\nThe five selected Earth Venture investigations are:\n• Melting Greenland glaciers - Josh Willis of the Jet Propulsion Laboratory will lead the Oceans Melting Greenland mission to investigate the role of warmer, saltier Atlantic subsurface waters in Greenland glacier melting. The study will help pave the way for improved estimates of future sea level rise by observing changes in glacier melting where ice contacts seawater. Measurements of the ocean bottom as well as seawater properties around Greenland will be taken from ships and the air using several aircraft, including a NASA S-3 from Glenn Research Center in Cleveland, Ohio, and a Gulfstream III from NASA Armstrong Flight Research Center in Edwards, California.\n• Atmospheric chemistry and air pollution - Steven Wofsy of Harvard University in Cambridge, Massachusetts, will lead the Atmospheric Tomography project to study the impact of human-produced air pollution on certain greenhouse gases. Airborne instruments will look at how atmospheric chemistry is transformed by various air pollutants and at the impact on methane and ozone which affect climate. Flights aboard NASA's DC-8 will originate from the Armstrong Flight Research Center, fly north to the western Arctic, south to the South Pacific, east to the Atlantic, north to Greenland and return to California across central North America.\n• Ecosystem changes in a warming ocean - Michael Behrenfeld of Oregon State University in Corvallis, Oregon, will lead the North Atlantic Aerosols and Marine Ecosystems Study, which seeks to improve predictions of how ocean ecosystems would change with ocean warming. The mission will study the annual life cycle of phytoplankton and the impact small airborne particles derived from marine organisms have on climate in the North Atlantic. The large annual phytoplankton bloom in this region may influence Earth's energy budget. Research flights by NASA's C-130 aircraft from Wallops Flight Facility, Virginia, will be coordinated with a University-National Oceanographic Laboratory System (UNOLS) research vessel. UNOLS, located at the University of Rhode Island's Graduate School of Oceanography in Narragansett, Rhode Island, is an organization of 62 academic institutions and national laboratories involved in oceanographic research.\n• Greenhouse gas sources - Kenneth Davis of Pennsylvania State University in University Park will lead the Atmospheric Carbon and Transport-America project to quantify the sources of regional carbon dioxide, methane and other gases, and document how weather systems transport these gases in the atmosphere. The research goal is to improve identification and predictions of carbon dioxide and methane sources and sinks using spaceborne, airborne and ground-based data over the eastern United States. Research flights will use NASA's C-130 from Wallops and the UC-12 from Langley Research Center in Hampton, Virginia.\n• African fires and Atlantic clouds - Jens Redemann of NASA's Ames Research Center in Mountain View, California, will lead the Observations of Aerosols above Clouds and their Interactions project to probe how smoke particles from massive biomass burning in Africa influences cloud cover over the Atlantic. Particles from this seasonal burning that are lofted into the mid-troposphere and transported westward over the southeast Atlantic interact with permanent stratocumulus \"climate radiators,\" which are critical to the regional and global climate system. NASA aircraft, including a Wallops P-3 and an Armstrong ER-2, will be used to conduct the investigation flying out of Walvis Bay, Namibia.\nSeven NASA centers, 25 educational institutions, three U.S. government agencies and two industry partners are involved in these Earth Venture projects. The five investigations were selected from 33 proposals.\nEarth Venture investigations are part of NASA's Earth System Science Pathfinder program managed at Langley for NASA's Science Mission Directorate in Washington. The missions in this program provide an innovative approach to address Earth science research with periodic windows of opportunity to accommodate new scientific priorities.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}