{
  "url": "https://climate.nasa.gov/news/1159/eight-little-satellites-to-take-a-new-look-into-hurricanes/",
  "title": "Eight little satellites to take a new look into hurricanes",
  "date": null,
  "content": "2 min read\nHurricane track forecasts have improved in accuracy by about 50 percent since 1990, but in that same period there has been essentially no improvement in the accuracy of intensity forecasts.\nNASA has funded a new mission using a constellation of eight small satellites carried to low-Earth orbit on a single launch vehicle to make accurate measurements of ocean surface winds in and near the eye of the storm throughout the lifecycle of tropical cyclones, typhoons and hurricanes.\nThe Cyclone Global Navigation Satellite System, or CYGNSS, will be the first to probe the inner core of hurricanes in greater detail to better understand their rapid intensification. The goal is to improve hurricane intensity forecasts.\nThe first prototype satellite for the mission is being built and tested this summer and fall at the Southwest Research Institute in San Antonio, Texas.\n\"After a successful preliminary design review and mission confirmation earlier this year, we are currently building, testing and characterizing a complete engineering model of the CYGNSS observatory,” said Chris Ruf, CYGNSS principal investigator at the University of Michigan.\n\"The lessons learned from this phase will be applied to the manufacture of eight identical flight observatories next year following our critical design review,” Ruff said.\nOnce in orbit, CYGNSS's micro-satellite observatories will receive direct and reflected signals from Global Positioning System (GPS) satellites. The direct signals pinpoint CYGNSS observatory positions, while the reflected signals respond to ocean surface roughness, from which wind speed is retrieved.\n“This mission will help us get a better idea of the intensity of tropical cyclones,” said Frank Peri, director of the Earth Systems Science Program Office (ESSPO), based at NASA’s Langley Research Center in Hampton, Virginia.\nCYGNSS is scheduled to launch in late 2016 from Cape Canaveral Air Force Station in Florida aboard a Pegasus XL rocket from an Orbital Sciences Corporation Stargazer L-1011 aircraft. CYGNSS is funded through NASA’s ESSPO and developed by the University of Michigan.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nKnown as COWVR and TEMPEST, the duo is demonstrating that smaller, less expensive science instruments…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}