{
  "url": "https://climate.nasa.gov/news/2176/nasa-soil-moisture-mapper-arrives-at-launch-site/",
  "title": "NASA soil moisture mapper arrives at launch site",
  "date": null,
  "content": "3 min read\nA NASA spacecraft designed to track Earth's water in one of its most important, but least recognized, forms — soil moisture — now is at Vandenberg Air Force Base, California, to begin final preparations for launch in January.\nThe Soil Moisture Active Passive (SMAP) spacecraft arrived Wednesday at its launch site on California's central coast after traveling from NASA's Jet Propulsion Laboratory in Pasadena, California. The spacecraft will undergo final tests and then be integrated on top of a United Launch Alliance Delta II rocket in preparation for a planned Jan. 29 launch.\nSMAP will provide the most accurate, highest-resolution global measurements of soil moisture ever obtained from space and will detect whether the ground is frozen or thawed. The data will be used to enhance scientists' understanding of the processes that link Earth's water, energy and carbon cycles.\nSoil moisture is critical for plant growth and supplies aquifers, which are underground water supplies contained in layers of rock, sand or dirt. Through evaporation, water in the soil cools the land surface and lower atmosphere while seeding the upper atmosphere with moisture that forms clouds and rain. High-resolution global maps of soil moisture produced from SMAP will allow scientists to understand how regional water availability is changing and inform water resource management decisions.\n\"Water is vital for all life on Earth, and the water present in soil is a small but critically important part of Earth's water cycle,\" said Kent Kellogg, SMAP project manager at JPL. \"The delivery of NASA's SMAP spacecraft to Vandenberg Air Force Base marks a final step to bring these unique and valuable measurements to the global science community.\"\nSMAP data also will aid in predictions of plant growth and agricultural productivity, improve weather and climate forecasts and enhance our ability to predict the extent and severity of droughts and where floods may occur. SMAP's freeze/thaw data will also be used to detect changes in the length of the growing season, which is an indicator of how much carbon plants take up from the atmosphere each year.\nAmong the users of SMAP data will be hydrologists, weather forecasters, climate scientists and agricultural and water resource managers. Additional users include fire hazard and flood disaster managers, disease control and prevention managers, emergency planners and policy makers.\nTo make its high-resolution, high-accuracy measurements, SMAP will combine data from two microwave instruments — a synthetic aperture radar and a radiometer — in a way that uses the best features of each. The instruments can peer through clouds and moderate vegetation cover day and night to measure water in the top 2 inches (5 centimeters) of the soil.\nSMAP will fly in a 426-mile (685-kilometer) altitude, near-polar, sun-synchronous orbit that crosses the equator near 6 a.m. and 6 p.m. local time. SMAP is designed to operate for at least three years, producing a global map of soil moisture every two to three days.\nSMAP is planned to be the final of five NASA Earth science missions launched into space in a 12-month period, the most new NASA Earth-observing mission launches in that timespan in more than a decade.\nAir quality planning agencies in the U.S. Great Lakes region now include high-resolution NASA satellite…\nAs Tracy Schohr goes about her day, water is always on her mind. She’s thinking…\nEvery day – up to thirty times a day, in fact – one of Mark…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}