{
  "url": "https://climate.nasa.gov/news/2177/nasa-begins-sixth-year-of-airborne-antarctic-ice-change-study/",
  "title": "NASA begins sixth year of airborne Antarctic ice change study",
  "date": null,
  "content": "By Steve Cole, NASA's Headquarters,\r\nand George Hale, NASA's Goddard Space Flight Center\nNASA’s DC-8 research aircraft will be flying scientists and instruments over Antarctica to study changes in the continent’s ice sheet, glaciers and sea ice. Credit: NASA\nNASA is carrying out its sixth consecutive year of Operation IceBridge research flights over Antarctica to study changes in the continent’s ice sheet, glaciers and sea ice. This year’s airborne campaign, which began its first flight Thursday morning, will revisit a section of the Antarctic ice sheet that recently was found to be in irreversible decline.\nFor the next several weeks, researchers will fly aboard NASA’s DC-8 research aircraft out of Punta Arenas, Chile. This year also marks the return to western Antarctica following 2013’s campaign based at the National Science Foundation’s McMurdo Station.\n“We are curious to see how much these glaciers have changed in two years,” said Eric Rignot, IceBridge science team co-lead and glaciologist at the University of California, Irvine and NASA’s Jet Propulsion Laboratory (JPL) in Pasadena, California.\nIceBridge will use a suite of instruments that includes a laser altimeter, radar instruments, cameras, and a gravimeter, which is an instrument that detects small changes in gravity. These small changes reveal how much mass these glaciers have lost. Repeated annual measurements of key glaciers maintains a long-term record of change in the Antarctic that goes back to NASA’s Ice, Cloud and Land Elevation Satellite (ICESat) which stopped collecting data in 2009.\nIceBridge researchers plan to measure previously unsurveyed regions of Antarctica. One example is a plan to look at the upper portions of Smith Glacier in West Antarctica, which is thinning faster than any other glaciers in the region. The mission also plans to collect data in portions of the Antarctic Peninsula, such as the Larsen C, George VI and Wilkins ice shelves and the glaciers that drain into them. The Antarctic Peninsula has been warming faster than the rest of the continent.\n“The Antarctic Peninsula is changing fairly rapidly and we need to be there to capture that change,” said Michael Studinger, IceBridge project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nThe mission also will collect data on Antarctic sea ice, which recently reached a record high coverage. This contrasts with declining sea ice in the Arctic and is due do a variety of factors such as changing wind patterns. Antarctic sea ice coverage is slightly above average and the growth varies from one part of Antarctica to another. For example, ice cover in the Bellingshausen Sea has been decreasing while ice in the nearby Ross Sea is growing.\n“There are very strong regional variations on how sea ice is changing,” said Nathan Kurtz, a sea ice scientist at Goddard. These regional trends together yield a small increase, so studying each region will help scientists get a better grasp on the processes affecting sea ice there.\nIn addition to extending ICESat’s data record over land and sea ice, IceBridge will also help set the stage for ICESat-2 by measuring ice the satellite will fly over. One of IceBridge’s highest priority surveys is a circular flight the DC-8 will fly around the South Pole at 88 degrees south latitude. This latitude line is where all of ICESat-2’s orbits will converge in the Southern Hemisphere. Measuring ice elevation at these locations will help researchers build a time series of data that spans more than a decade and provide a way to help verify ICESat-2’s data.\nIceBridge’s Antarctic field campaign will run through late November. The IceBridge project science office is based at Goddard. The DC-8 research aircraft is based at NASA’s Armstrong Flight Research Center’s facility in Palmdale, California.\nRelated resource\n\n\n\n\n\n\n\n\n\nNASA's DC-8, a flying science lab. Credit: NASA/Kyle Krabill, Wallops Flight Facility\n\n\nIceBridge, a six-year NASA mission, is the largest airborne survey of Earth's polar ice ever flown. Learn more about Operation IceBridge.\n\n\n\n\nExplore\n\n\n\n\n\n\n\n\n\nImages of Change\nNASA's DC-8, a flying science lab. Credit: NASA/Kyle Krabill, Wallops Flight Facility\n\n\nIceBridge, a six-year NASA mission, is the largest airborne survey of Earth's polar ice ever flown. Learn more about Operation IceBridge.\nIceBridge, a six-year NASA mission, is the largest airborne survey of Earth's polar ice ever flown. Learn more about Operation IceBridge.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}