{
  "url": "https://climate.nasa.gov/news/2194/jpl-and-caltech-to-host-2018-cospar-conference/",
  "title": "JPL and Caltech to host 2018 COSPAR conference",
  "date": null,
  "content": "By Elizabeth Landau,\r\nNASA's Jet Propulsion Laboratory\nPasadena, California, will host the 2018 COSPAR meeting. Credit: Pasadena Convention & Visitors Bureau. View larger image.\nThe Committee on Space Research (COSPAR), an international scientific organization, will have its 2018 meeting in Pasadena, California, hosted by the California Institute of Technology and supported by NASA's Jet Propulsion Laboratory.\n\"JPL and Caltech are great hosts for this because collectively we're at the absolute forefront of space science, planetary science, Earth science and space-based astronomy,\" said Gregg Vane, chairman of the local organizing committee for the COSPAR 2018 Scientific Assembly, and strategic planner in solar system exploration at JPL.\nGregg Vane (left), strategic partner insular system exploration at JPL, and Thomas Prince (right), director of Caltech's W.M. Keck Institute for Space Studies. Credit: Pasadena Convention & Visitors Bureau\n\n\nThe meeting will take place from July 14-22, 2018, at the Pasadena Convention Center and Hilton Hotel. COSPAR estimates that 3,500 people are expected to attend.\nJPL and Caltech will work closely with the COSPAR Scientific Commissions to put together a compelling program that will highlight all major scientific advances in Earth and space sciences that will have occurred in the year preceding the 2018 assembly.\n\"There is a rich legacy of space exploration and discovery at Caltech and the Jet Propulsion Laboratory, including groundbreaking astrophysics research at the Palomar and Keck Observatories, and numerous successful robotic space missions including Voyager, Cassini, the Mars Curiosity rover, and the Orbiting Carbon Observatory-2,\" said Thomas Prince, director of Caltech’s W.M. Keck Institute for Space Studies.\nPrince, who was formerly JPL's chief scientist, will serve as the chair of the assembly's International Scientific Program Committee, and JPL's Rosaly Lopes, manager of JPL's planetary science section and an internationally renowned expert in volcanology, will serve as deputy chair.\n\"We are so honored to have papers from scientists, engineers and technologists from so many different countries showcasing the most exciting developments in space science,\" said Lopes, who is also a senior research scientist at JPL.\nCOSPAR was founded in 1958 by the International Council for Science. The organization focuses on the progress of a wide range of scientific investigations that space vechicles, rockets and balloons carry out, and aims to promote an international level of scientific research in space. Members of COSPAR include national academies of sciences or the equivalent of some 46 space-faring and aspiring space-faring nations, and international scientific unions.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}