{
  "url": "https://climate.nasa.gov/news/2192/nasas-smap-may-clarify-link-from-wet-soil-to-weather/",
  "title": "NASA’s SMAP may clarify link from wet soil to weather",
  "date": null,
  "content": "4 min read\nAnyone who spends time outdoors knows that weather influences soil moisture — the moisture locked in soils that allows plants to grow — through temperature, wind and, of course, rain and snowfall. But in our complex, interlocking Earth system, there are almost no one-way streets. How does soil moisture influence weather in return?\nNASA's Soil Moisture Active Passive (SMAP) instrument may help answer that question. Scheduled for launch on January 29, 2015, SMAP was built and will be operated by NASA's Jet Propulsion Laboratory, Pasadena, California.\nScientist Randy Koster of NASA's Goddard Space Flight Center, Greenbelt, Maryland, has found specific regions of the globe where soil moisture appears to be especially influential on local weather. These \"hot spots,\" as Koster calls them, encompass only about 10 percent of Earth's land surface. However, they include three important agricultural areas: the U.S. Midwest, northern India and the African Sahel.\nKoster and his colleagues found the hot spots during a study of 12 global climate models that focused on how the models' land processes affected rainfall and temperature. They devised an experiment to isolate how much of the natural variation in rainfall and temperature around the globe is due to variations in soil moisture.\nIn Koster's experiment — part of the Global Land-Atmosphere Coupling Experiment (GLACE) — 12 climate forecasting centers each ran two sets of 16 simulations. The only difference between the two sets had to do with soil moisture: in one set the soil moisture varied between simulations, and in the other set it did not. \"It was a very simple experiment, but very telling for this problem,\" Koster said.\n\"In places we call hot spots, soil moisture has — in the models at least — a significant impact on these variables. Some evidence for this behavior can be seen in observations.\"\nKoster said that in a follow-up study, \"We were able to show that when you set the soil moisture value correctly at the beginning of the modeling process, you are able to improve your forecast of temperature and precipitation out a month or two — not by much, but the improvements do look real.\" For seasonal forecasting, a field that is far from mature, even a small improvement is an important step forward.\nFor those looking further into the future than the next growing season, \"SMAP's remotely sensed soil moisture can also be used with atmospheric models to improve predictions of longer-term climate impacts,\" said Eni Njoku of JPL, a senior research scientist with the SMAP mission.\nSoil moisture affects the atmosphere mostly through evaporation. You cool down when you step out of the shower because your body loses heat energy evaporating the water on your skin. In the same way, \"Much of the solar energy received at Earth's surface is used to evaporate water and cool the surface,\" said Njoku. \"That's why soil moisture is a key variable in how the land and atmosphere work together to create our climate and weather.\"\nMany factors affect evaporation, such as wind speed, soil type and cloudiness. Koster's study found that the factor that creates a hot spot is the local climate. Desert climates are so dry that there's rarely enough evaporation to matter. In wet climates there is a lot of evaporation, but it is regulated by things other than soil moisture. The hot spots where soil moisture does make a difference occur in climates that are neither too wet nor too dry.\nGetting a better understanding of these hot spots and how they affect weather and climate will be a lengthy process. One important requirement is better soil-moisture data so that theories can be tested against reality and so that models used to forecast rainfall and temperature can have better data to work with. That's where SMAP comes in. SMAP data will allow scientists to make the most accurate and highest-resolution maps of soil moisture ever obtained, covering the land surface worldwide every two to three days.\nKoster is looking forward to the SMAP data, which will help him and other climate modelers hone their assumptions of how processes on land are affecting the atmosphere. This is especially true of parts of the world where surface observations are spotty or nonexistent. \"For example, SMAP will improve our soil moisture measurements in the United States, but they'll improve measurements in the Sahel substantially more,\" Koster explained.\n\"Capturing land-surface processes realistically is very important. Measurements from SMAP will provide us with invaluable information for forecasts.\"\nLearn more about SMAP.\nAir quality planning agencies in the U.S. Great Lakes region now include high-resolution NASA satellite…\nAs Tracy Schohr goes about her day, water is always on her mind. She’s thinking…\nEvery day – up to thirty times a day, in fact – one of Mark…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}