{
  "url": "https://climate.nasa.gov/news/2195/airship-challenge/",
  "title": "Airship challenge",
  "date": null,
  "content": "By Elizabeth Landau and Preston Dyches,\r\nNASA's Jet Propulsion Laboratory\nAirships aren't just powered balloon-like vehicles that hover above sporting events. Researchers at NASA's Jet Propulsion Laboratory in Pasadena, California, are floating the idea that airships have potential for important scientific and commercial uses.\nNASA is considering issuing a challenge for developing stratospheric airships that can break records in terms of duration of flight at high altitudes. The agency has issued a request for information for this contemplated \"20-20-20 Airship Challenge.\" Submissions will be accepted until December 1.\n\"We are seeking to take astronomy and Earth science to new heights by enabling a long-duration, suborbital platform for these kinds of research,\" said Jason Rhodes, an astrophysicist at NASA's Jet Propulsion Laboratory in Pasadena, California, who is leading the effort on the possible challenge.\nA blimp is one example of an airship; a zeppelin, which has a rigid body, is another. By definition, an airship must be powered, navigable, and lighter than air.\nThe idea behind the 20-20-20 Airship Challenge would be to achieve unprecedented airship milestones. The first \"tier\" of competition would be to get an airship with a 44-pound (20 kilogram) payload to stay at an altitude of 65,000 feet (20 kilometers) for 20 hours. More ambitious ship-builders can aim for the second tier, with the same height but carrying a 440-pound (200-kilogram) payload for 200 hours.\n\"The 65,000-foot mark is the sweet spot where the airship would get as high as possible while still having enough air to propel against, because it needs propulsion to stay in the same spot. It's also a good altitude in terms of average wind speed,\" Rhodes said.\nSo far, no powered airship has been able to sustain this altitude for more than eight hours. Balloons do fly at this height — for example, weather balloons — but they are subject to prevailing winds, and may be less reliable.\nIn the framework being considered, the total airship prize purse may range from 2 to 3 million dollars, and could be split into multiple prize awards for successful demonstrations of the two competition tiers.\nNASA's request for information is to gauge the interest among various communities that would be interested in using the airships or directly constructing them. A 2013 Keck Institute study, co-authored by Rhodes, showed that there is substantial interest in using airships for academic and possibly industrial uses.\nAn airship could have a telescope on either end of it to create high-resolution images of stars and other celestial objects, for example. Scientists who study Earth could benefit from data collected by airships at this altitude, such as for investigating climate change and weather.\n\"You would be able to follow weather patterns, even get above a hurricane. A satellite can't do that because its orbit can't be changed,\" Rhodes said.\nThere are also potential commercial uses. For instance, telecommunications companies could make use of the airships to provide wireless Internet to remote areas.\n\"We're only limited by our imagination,\" Rhodes said.\nNASA is also interested in hearing from potential competitors who would be motivated to build the airships, in addition to non-profits interested in running the challenge or partnering on building a payload.\nUnlike a balloon, which travels with air currents, airships can stay in one spot. The stationary nature of airships allows them to have better downlink capabilities, because there is always a line-of-sight communication.\n\"We're not looking at any manned capability at the moment but that doesn't preclude that in the future,\" Rhodes said.\nNASA’s Centennial Challenges program offers incentive prizes to generate revolutionary solutions to problems of interest to NASA and the nation. The program seeks competitors from diverse and non-traditional sources, including small businesses, industry and academia.\n\"Formulating a challenge that focuses on the technology of airships is an exciting new sector for Centennial Challenges to explore for a possible prize competition,\" said Sam Ortega, Centennial Challenges program manager.\nMore information about the request for information is available here.\nThe NASA Centennial Challenges office sponsors the development of the Airship Challenge. The 2013 Airships Study was supported by JPL and the Keck Institute for Space Studies at the California Institute of Technology.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}