{
  "url": "https://climate.nasa.gov/news/2199/the-yin-yang-of-polar-sea-ice/",
  "title": "The yin-yang of polar sea ice",
  "date": null,
  "content": "By Tony Phillips,\nNASA Science\nArctic and Antarctic sea ice appear to be responding differently to climate change. Credit: NASA\nThe world is getting warmer.\nIt comes as no surprise, therefore, when researchers announce as they did this past September that Arctic sea ice extent is still below normal, continuing a years-long downward trend, covering less and less of the north polar seas with a frozen crust. On the heels of that announcement, came another, a little more puzzling. While Arctic sea ice was melting, Antarctic sea ice was at an all-time high. In 2014, sea ice surrounding Antarctica covered more of the southern oceans than it has since satellite record began in the late 1970s.\nIs this also a sign of global warming?\n\"There is no doubt that climate change is real,\" says Walt Meier of NASA's Goddard Space Flight Center. \"The two poles are just responding in their own unique way to the same global phenomenon.\"\nA new ScienceCast video explores the curious differences between north- and south-polar sea ice. Credit: NASA ScienceHe points out that Earth, taken as a whole, is losing sea ice. According to satellite measurements from NASA and the National Snow and Ice Data Center, the Arctic has lost an average of 20,800 square miles of sea ice a year since the late 70s. Meanwhile, the Antarctic has gained an average of 7,300 square miles per year — not enough to balance losses at the other end of the planet.\n\r\nBut why do the Arctic and Antarctic behave in different ways?\nA new ScienceCast video explores the curious differences between north- and south-polar sea ice. Credit: NASA Science\n\"The increase we've seen in Antarctic sea ice is a little bit of a mystery,\" allows Meier. \"We're still trying to figure out how a warmer global climate leads to these regional increases in ice cover.\"\nThe culprit could be weather. Climate change is altering weather patterns around the planet, and one of those changes is an increase in windiness around the continent of Antarctica. Cold air blows from the ice-covered continent out over the sea, freezing the waters and pushing sea ice outward to cover record-setting areas.\n\"That's one theory,\" says Meier. \"I think that winds are definitely playing a substantial role. But other factors could be at work, too.\" For instance, he points out that glaciers melting around the edges of the continent could, ironically, produce more ice in the surrounding ocean. \"Fresh meltwater from glaciers is easier to freeze than briny seawater,\" he explains.\nSnowfall could be important, too. Snow landing on thin sea ice can weigh the ice down and push it just below the water. Cold ocean water seeps up through the ice and floods the snow — leading to a slushy mixture that freezes and thickens the sea ice.\nSome scientists feel that these processes could simply be due the natural variations in the Antarctic region's climate. While it is clear that global warming is playing a significant role in the loss of Arctic sea ice, the trend in the Antarctic is small enough that it could be explained simply due to natural variations in the region's climate. \"Ultimately,\" says Meier, \"we expect that continued warming will take its toll, and even Antarctic sea ice will begin to decline.\"\nWhat we are seeing, he suggests, is the quirky regional way Earth responds to a global stimulus. Earth's climate system is complex, and climate change will continue to have fascinatingly unpredictable consequences in the years ahead.\nWhat’s the deal with Antarctica and the Arctic?\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}