{
  "url": "https://climate.nasa.gov/news/2165/nasa-study-finds-earths-ocean-abyss-has-not-warmed/",
  "title": "NASA study finds Earth’s ocean abyss has not warmed",
  "date": null,
  "content": "4 min read\nThe cold waters of Earth’s deep ocean have not warmed measurably since 2005, according to a new NASA study, leaving unsolved the mystery of why global warming appears to have slowed in recent years.\nScientists at NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California, analyzed satellite and direct ocean temperature data from 2005 to 2013 and found the ocean abyss below 1.24 miles (1,995 meters) has not warmed measurably. Study coauthor Josh Willis of JPL said these findings do not throw suspicion on climate change itself.\n\"The sea level is still rising,\" Willis noted. \"We're just trying to understand the nitty-gritty details.\"\nIn the 21st century, greenhouse gases have continued to accumulate in the atmosphere, just as they did in the 20th century, but global average surface air temperatures have stopped rising in tandem with the gases. The temperature of the top half of the world's oceans — above the 1.24-mile mark — is still climbing, but not fast enough to account for the stalled air temperatures.\nMany processes on land, air and sea have been invoked to explain what is happening to the \"missing\" heat. One of the most prominent ideas is that the bottom half of the ocean is taking up the slack, but supporting evidence is slim. This latest study is the first to test the idea using satellite observations, as well as direct temperature measurements of the upper ocean. Scientists have been taking the temperature of the top half of the ocean directly since 2005, using a network of 3,000 floating temperature probes called the Argo array.\n\"The deep parts of the ocean are harder to measure,\" said JPL's William Llovel, lead author of the study published Sunday in the journal Nature Climate Change. \"The combination of satellite and direct temperature data gives us a glimpse of how much sea level rise is due to deep warming. The answer is — not much.\"\nThe study took advantage of the fact that water expands as it gets warmer. The sea level is rising because of this expansion and the water added by glacier and ice sheet melt.\nTo arrive at their conclusion, the JPL scientists did a straightforward subtraction calculation, using data for 2005-2013 from the Argo buoys, NASA's Jason-1 and Jason-2 satellites, and the agency’s Gravity Recovery and Climate Experiment (GRACE) satellites. From the total amount of sea level rise, they subtracted the amount of rise from the expansion in the upper ocean, and the amount of rise that came from added meltwater. The remainder represented the amount of sea level rise caused by warming in the deep ocean.\nThe remainder was essentially zero. Deep ocean warming contributed virtually nothing to sea level rise during this period.\nCoauthor Felix Landerer of JPL noted that during the same period warming in the top half of the ocean continued unabated, an unequivocal sign that our planet is heating up. Some recent studies reporting deep-ocean warming were, in fact, referring to the warming in the upper half of the ocean but below the topmost layer, which ends about 0.4 mile (700 meters) down.\nLanderer also is a coauthor of another paper in the same journal issue on 1970-2005 ocean warming in the Southern Hemisphere. Before Argo floats were deployed, temperature measurements in the Southern Ocean were spotty, at best. Using satellite measurements and climate simulations of sea level changes around the world, the new study found the global ocean absorbed far more heat in those 35 years than previously thought — a whopping 24 to 58 percent more than early estimates.\nBoth papers result from the work of the newly formed NASA Sea Level Change Team, an interdisciplinary group tasked with using NASA satellite data to improve the accuracy and scale of current and future estimates of sea level change. The Southern Hemisphere paper was led by three scientists at Lawrence Livermore National Laboratory in Livermore, California.\nNASA monitors Earth's vital signs from land, air and space with a fleet of satellites and ambitious airborne and ground-based observation campaigns. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records and computer analysis tools to better see how our planet is changing. The agency shares this unique knowledge with the global community and works with institutions in the United States and around the world that contribute to understanding and protecting our home planet.\nFor more information about NASA's Earth science activities in 2014, visit:\nhttp://www.nasa.gov/earthrightnow\nFor more information on ocean surface topography from space, visit:\nhttp://sealevel.jpl.nasa.gov\nMore information on NASA’s GRACE satellites is available at:\nhttp://grace.jpl.nasa.gov\nFor more information on the Argo array, visit:\nhttp://www.argo.ucsd.edu/index.html\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}