{
  "url": "https://climate.nasa.gov/news/2184/modeling-the-sky-how-scientists-use-equations-to-understand-earths-clouds/",
  "title": "Modeling the sky: How scientists use equations to understand Earth’s clouds",
  "date": null,
  "content": "7 min read\nYi-Chun Chen has spent years studying the low clouds that linger over Earth’s ocean but has never been out to sea. As a postdoctoral scholar at NASA’s Jet Propulsion Laboratory in Pasadena, California, Chen writes computer programs to simulate cloud formation, then runs them and compares the results to satellite measurements. Chen is a numerical modeler, a scientist who uses a series of equations to study the natural world.\nChen’s latest paper, published in the journal Nature Geosciences in August, suggests that precipitation, temperature and humidity all have a say in how clouds respond to very tiny atmospheric particles called aerosols. The better she understands these micro-level processes, the more she can help scientists trying to model larger systems, including our planet and its future.\nNinety percent of aerosols, like dust, smoke and ash, come from natural processes like wildfires. Human activity produces the remaining 10 percent, including black carbon, CFCs and sulfates. Scientists know aerosols affect the amount of water in a cloud, how easily they form raindrops and how much sunlight they reflect, but don’t know exactly what impact they have.\n“We’d like to see a simple linear relationship between aerosols and clouds, but it’s much more complicated,” Chen said. “Aerosol-cloud interactions are the leading source of uncertainty in our predictions of future climate.”\nFor example, scientists know aerosols act as seeds for clouds to form. When there are more in the atmosphere than usual, the clouds that form contain many small water droplets instead of fewer, larger droplets, meaning they cover more area. That allows them to reflect more sunlight, which keeps Earth’s surface cooler. A planet's surface reflectivity is called albedo, and these low marine clouds have a greater influence on Earth’s albedo than any other cloud type.\nSome studies suggest that, if ocean cloud albedo increased by just 6 percent, it could offset the global warming caused by doubling the amount of carbon dioxide in Earth’s atmosphere. But the system is much too complicated to make simple assumptions about the overall effect of aerosols, Chen said.\n“We think we want higher cloud albedo so the Earth would be cooler,” Chen said. “But, in reality, there are other things going on, like air mixing into clouds. When aerosols make cloud droplets smaller, more of the dry, warm air from above the clouds mixes into them. When that dry air comes into the cloud, it causes more evaporation, causing clouds to decrease or even disappear. That can result in lower cloud albedo and less precipitation.”\nUltimately, Chen and her colleagues concluded that the state of precipitation – whether or not it’s raining – and tropospheric stability – how fast air is moving up and down – help control the impact aerosols have on how much water clouds contain. The amount of water, in turn, affects clouds’ albedo.\nOf studies based on satellite data, the August paper was the first to look at the effects of both aerosols and local weather conditions on marine stratus clouds. Both change the amount of clouds in the atmosphere and those clouds’ internal properties. A NASA co-author, Graeme Stephens, said the experiment suggested aerosols produce an albedo effect twice as intense as the one estimated in the latest IPCC report.\nChen performed this whole experiment using a special type of mathematical model, called a large-eddy simulation, to represent the short lives of clouds with a resolution of about a square mile (2.5 square kilometers). It would take 200 million of those boxes to surround Earth.\n“Nowadays, high-resolution models represent aerosol-cloud interactions pretty well, because we’ve been able to resolve these small-scale microphysics,” Chen said. “Trying to study the whole globe is another story. Running that simulation would take a very, very, very long time.”\nChen’s models include dozens of variables, but they represent a single, uncoupled system. JPL’s Jui-Lin Frank Li uses models that unite many of these smaller-scale components, which represent systems like Earth’s ocean, atmosphere and sea ice very well, into global climate models that show how the systems interact with one another. These coupled models also divide Earth into grid boxes for processing, but Li’s smallest are about 6 square miles (10 square kilometers) – six times the size of Chen’s cloud-focused programs.\n“Models divide the Earth into a grid and take averages of each of the grid’s boxes to represent nature,” Li said. “Many clouds are smaller than the boxes, and they can be averaged, but they cannot be ignored because they can also cause rain or block the sun. We try to estimate what fraction of each box is covered by clouds based on information from observations.” Estimating how much of the sky is covered by clouds is one of the biggest challenges modelers face.\nDavid Randall, a climate modeler at Colorado State University, uses another type of program called a super-parameterized model. Randall’s models also divide the globe into boxes, but instead of inputting data daily or weekly and running equations, he embeds high-resolution models like Chen’s within each box.\n“The super-parameterized model is a couple hundred times slower on the computer than the parameterized model, but it gives considerably better results. Plus, it turns out that in 2014, a couple hundred times slower is actually okay, because computers are so fast,” Randall said.\nScientists have used super-parameterized models for about 15 years. They can simulate some tropical weather systems like the Madden-Julian Oscillation better than most other current models, but like others, they struggle to represent the growth of small cloud droplets and ice crystals well.\nRandall said this approach is temporary, but helpful. “Eventually, we will develop climate models with very fine grids that cover the whole Earth. At that point, the super-parameterized approach won’t make sense anymore. But that might be 10 or 20 years away. For now, these models do some important things better than any other models out there.”\n“Some effects, like how a single snowflake or a tiny raindrop reflects or absorbs solar radiation, are too fine for the global-scale models to handle just yet,” Li said. “But if you look at cars from 1920, they were very small and very slow. Imagine seeing a car as speedy as the ones we have today.”\nScientists use models to simulate Earth’s present as well as its next century or two. They do not predict, Randall warned, but suggest possible scenarios. Ultimately, they’re big calculators: Scientists know Earth’s physical laws and can collect data about temperature, molecules in the atmosphere and cloud cover. Models allow them to plug everything in and then focus on specific unknowns, like aerosol-cloud interactions.\nGlobal models – cloud-resolving, super-parameterized or otherwise – generally suggest Earth will experience warmer temperatures and more extreme weather in the coming decades. They disagree on some specific effects, like how aerosols affect clouds. But scientists like Chen, Li and Randall work daily to figure out those systems and improve models that represent them.\n“If you don’t like models, you might want to stay home,” Randall said. “Models like these are used for everything today. If you’ve flown on an airplane, it was designed using a model. The models we use to simulate climate change are very similar to the models used to do things like design airplanes.”\nNASA collects data about clouds using a number of satellite instruments, including CloudSat, the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO) and the Moderate Resolution Imaging Spectrometer (MODIS). Learn more about all NASA’s Earth science missions.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}