{
  "url": "https://climate.nasa.gov/news/2202/hidden-movements-of-greenland-ice-sheet-runoff-revealed/",
  "title": "Hidden movements of Greenland ice sheet, runoff revealed",
  "date": null,
  "content": "5 min read\nFor years NASA has tracked changes in the massive Greenland Ice Sheet. This week scientists using NASA data released the most detailed picture ever of how the ice sheet moves toward the sea and new insights into the hidden plumbing of melt water flowing under the snowy surface.\nThe results of these studies are expected to improve predictions of the future of the entire Greenland ice sheet and its contribution to sea level rise as researchers revamp their computer models of how the ice sheet reacts to a warming climate.\n“With the help of NASA satellite and airborne remote sensing instruments, the Greenland Ice Sheet is finally yielding its secrets,” said Tom Wagner, program scientist for NASA’s cryosphere program in Washington. “These studies represent new leaps in our knowledge of how the ice sheet is losing ice. It turns out the ice sheet is a lot more complex than we ever thought.”\nUniversity at Buffalo geophysicist Beata Csatho led an international team that produced the first comprehensive study of how the ice sheet is losing mass based on NASA satellite and airborne data at nearly 100,000 locations across Greenland. The study found that the ice sheet shed about 243 gigatons of ice per year from 2003-09, which agrees with other studies using different techniques. The study was published today in the Proceedings of the National Academy of Sciences.\nThe study suggests that current ice sheet modeling is too simplistic to accurately predict the future contribution of the Greenland ice sheet to sea level rise, and that current models may underestimate ice loss in the near future.\nThe project was a massive undertaking, using satellite and aerial data from NASA’s ICESat spacecraft, which measured the elevation of the ice sheet starting in 2003, and the Operation IceBridge field campaign that has flown annually since 2009. Additional airborne data from 1993-2008, collected by NASA’s Program for Arctic Regional Climate Assessment, were also included to extend the timeline of the study.\nCurrent computer simulations of the Greenland Ice Sheet use the activity of four well-studied glaciers — Jakobshavn, Helheim, Kangerlussuaq and Petermann — to forecast how the entire ice sheet will dump ice into the oceans. The new research shows that activity at these four locations may not be representative of what is happening with glaciers across the ice sheet. In fact, glaciers undergo patterns of thinning and thickening that current climate change simulations fail to address, Csatho says.\nAs a step toward building better models of sea level rise, the research team divided Greenland’s 242 glaciers into 7 major groups based on their behavior from 2003-09.\n“Understanding the groupings will help us pick out examples of glaciers that are representative of the whole,” Csatho says. “We can then use data from these representative glaciers in models to provide a more complete picture of what is happening.”\nThe team also identified areas of rapid shrinkage in southeast Greenland that today’s models don’t acknowledge. This leads Csatho to believe that the ice sheet could lose ice faster in the future than today’s simulations would suggest.\nIn separate studies presented today at the American Geophysical Union annual meeting in San Francisco, scientists using data from Operation IceBridge found permanent bodies of liquid water in the porous, partially compacted firn layer just below the surface of the ice sheet. Lora Koenig at the National Snow and Ice Data Center in Boulder, Colorado, and Rick Forster at the University of Utah in Salt Lake City, found signatures of near-surface liquid water using ice-penetrating radar.\nAcross wide areas of Greenland, water can remain liquid, hiding in layers of snow just below the surface, even through cold, harsh winters, researchers are finding. The discoveries by the teams led by Koenig and Forster mean that scientists seeking to understand the future of the Greenland ice sheet need to account for relatively warm liquid water retained in the ice.\nAlthough the total volume of water is small compared to overall melting in Greenland, the presence of liquid water throughout the year could help kick off melt in the spring and summer. “More year-round water means more heat is available to warm the ice,” Koenig said.\nKoenig and her colleagues found that sub-surface liquid water are common on the western edges of the Greenland Ice Sheet. At roughly the same time, Forster used similar ground-based radars to find a large aquifer in southeastern Greenland. These studies show that liquid water can persist near the surface around the perimeter of the ice sheet year round.\nAnother researcher participating in the briefing found that near-surface layers can also contain masses of solid ice that can lead to flooding events. Michael MacFerrin, a scientist at the Cooperative Institute for Research in Environmental Sciences at the University of Colorado Boulder, and colleagues studying radar data from IceBridge and surface based instruments found near surface patches of ice known as ice lenses more than 25 miles farther inland than previously recorded.\nIce lenses form when firn collects surface meltwater like a sponge. When this shallow ice melts, as was seen during July 2012, they can release large amounts of water that can lead to flooding. Warm summers and resulting increased surface melt in recent years have likely caused ice lenses to grow thicker and spread farther inland. “This represents a rapid feedback mechanism. If current trends continue, the flooding will get worse,” MacFerrin said.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}