{
  "url": "https://climate.nasa.gov/news/2204/spaceborne-carbon-counter-maps-new-details/",
  "title": "Spaceborne carbon counter maps new details",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nGlobal atmospheric carbon dioxide concentrations from Oct. 1 through Nov. 11, as recorded by NASA's Orbiting Carbon Observatory-2. Carbon dioxide concentrations are highest above northern Australia, southern Africa and eastern Brazil. Credit: NASA/JPL-Caltech. Full image and caption.\nThe first global maps of atmospheric carbon dioxide from NASA's new Orbiting Carbon Observatory-2 mission demonstrate its performance and promise, showing elevated carbon dioxide concentrations across the Southern Hemisphere from springtime biomass burning.\nAt a media briefing today at the American Geophysical Union meeting in San Francisco, scientists from NASA's Jet Propulsion Laboratory, Pasadena, California; Colorado State University (CSU), Fort Collins; and the California Institute of Technology, Pasadena, presented the maps of carbon dioxide and a related phenomenon known as solar-induced chlorophyll fluorescence and discussed their potential implications.\nThis map shows solar-induced fluorescence, a plant process that occurs during photosynthesis, from Aug. through Oct. 2014 as measured by NASA's Orbiting Carbon Observatory-2. This period is springtime in the Southern Hemisphere and fall in the Northern Hemisphere. Credit: NASA/JPL-Caltech. Full image and caption.\n\n\nThe maps represent approximately two months of data from the mission, launched July 2. They can be viewed online here and here.\nA global map covering Oct. 1 through Nov. 17 shows elevated carbon dioxide concentrations in the atmosphere above northern Australia, southern Africa and eastern Brazil.\n\"Preliminary analysis shows these signals are largely driven by the seasonal burning of savannas and forests,\" said OCO-2 Deputy Project Scientist Annmarie Eldering, of JPL. The team is comparing these measurements with data from other satellites to clarify how much of the observed concentration is likely due to biomass burning.\nThe time period covered by the new maps is spring in the Southern Hemisphere, when agricultural fires and land clearing are widespread. The impact of these activities on global carbon dioxide has not been well quantified. As OCO-2 acquires more data, Eldering said, its Southern Hemisphere measurements could lead to an improved understanding of the relative importance in these regions of photosynthesis in tropical plants, which removes carbon dioxide from the atmosphere, and biomass burning, which releases carbon dioxide to the atmosphere.\nThe early OCO-2 data hint at some potential surprises to come. \"The agreement between OCO-2 and models based on existing carbon dioxide data is remarkably good, but there are some interesting differences,\" said Christopher O'Dell, an assistant professor at CSU and member of OCO-2's science team. \"Some of the differences may be due to systematic errors in our measurements, and we are currently in the process of nailing these down. But some of the differences are likely due to gaps in our current knowledge of carbon sources in certain regions — gaps that OCO-2 will help fill in.\"\nCarbon dioxide in the atmosphere has no distinguishing features to show what its source was. Elevated carbon dioxide over a region could have a natural cause — for example, a drought that reduces plant growth — or a human cause. At today's briefing, JPL scientist Christian Frankenberg introduced a map using a new type of data analysis from OCO-2 that can help scientists distinguish the gas's natural sources.\nThrough photosynthesis, plants remove carbon dioxide from the air and use sunlight to synthesize the carbon into food. Plants end up re-emitting about one percent of the sunlight at longer wavelengths. Using one of OCO-2's three spectrometer instruments, scientists can measure the re-emitted light, known as solar-induced chlorophyll fluorescence (SIF). This measurement complements OCO-2's carbon dioxide data with information on when and where plants are drawing carbon from the atmosphere.\n\"Where OCO-2 really excels is the sheer amount of data being collected within a day, about one million measurements across a narrow swath,\" Frankenberg said. \"For fluorescence, this enables us, for the first time, to look at features on the five- to 10-kilometer scale on a daily basis.\" SIF can be measured even through moderately thick clouds, so it will be especially useful in understanding regions like the Amazon where cloud cover thwarts most spaceborne observations.\nThe changes in atmospheric carbon dioxide that OCO-2 seeks to measure are so small that the mission must take unusual precautions to ensure the instrument is free of errors. For that reason, the spacecraft was designed so that it can make an extra maneuver. In addition to gathering a straight line of data like a lawnmower swath, the instrument can point at a single target on the ground for a total of seven minutes as it passes overhead. That requires the spacecraft to turn sideways and make a half cartwheel to keep the target in its sights.\nThe targets OCO-2 uses are stations in the Total Carbon Column Observing Network (TCCON), a collaborative effort of multiple international institutions. TCCON has been collecting carbon dioxide data for about five years, and its measurements are fully calibrated and extremely accurate. At the same time that OCO-2 targets a TCCON site, a ground-based instrument at the site makes the same measurement. The extent to which the two measurements agree indicates how well calibrated the OCO-2 sensors are.\nAdditional maps released today showed the results of these targeting maneuvers over two TCCON sites in California and one in Australia. \"Early results are very promising,\" said Paul Wennberg, a professor at Caltech and head of the TCCON network. \"Over the next few months, the team will refine the OCO-2 data, and we anticipate that these comparisons will continue to improve.\"\nLearn how the Orbiting Carbon Observatory-2 (OCO-2) watches the world breathe.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}