{
  "url": "https://climate.nasa.gov/news/2207/nasa-finds-good-news-about-forests-and-carbon-dioxide/",
  "title": "NASA finds good news about forests and carbon dioxide",
  "date": null,
  "content": "5 min read\nA new NASA-led study shows that tropical forests may be absorbing far more carbon dioxide than many scientists thought, in response to rising atmospheric levels of the greenhouse gas. The study estimates that tropical forests absorb 1.4 billion metric tons of carbon dioxide out of a total global absorption of 2.5 billion — more than is absorbed by forests in Canada, Siberia and other northern regions, called boreal forests.\n\"This is good news, because uptake in boreal forests is already slowing, while tropical forests may continue to take up carbon for many years,\" said David Schimel of NASA's Jet Propulsion Laboratory, Pasadena, California. Schimel is lead author of a paper on the new research, appearing online today in the Proceedings of National Academy of Sciences.\nForests and other land vegetation currently remove up to 30 percent of human carbon dioxide emissions from the atmosphere during photosynthesis. If the rate of absorption were to slow down, the rate of global warming would speed up in return.\nThe new study is the first to devise a way to make apples-to-apples comparisons of carbon dioxide estimates from many sources at different scales: computer models of ecosystem processes, atmospheric models run backward in time to deduce the sources of today's concentrations (called inverse models), satellite images, data from experimental forest plots and more. The researchers reconciled all types of analyses and assessed the accuracy of the results based on how well they reproduced independent, ground-based measurements. They obtained their new estimate of the tropical carbon absorption from the models they determined to be the most trusted and verified.\n\"Until our analysis, no one had successfully completed a global reconciliation of information about carbon dioxide effects from the atmospheric, forestry and modeling communities,\" said co-author Joshua Fisher of JPL. \"It is incredible that all these different types of independent data sources start to converge on an answer.\"\nThe question of which type of forest is the bigger carbon absorber \"is not just an accounting curiosity,\" said co-author Britton Stephens of the National Center for Atmospheric Research, Boulder, Colorado. \"It has big implications for our understanding of whether global terrestrial ecosystems might continue to offset our carbon dioxide emissions or might begin to exacerbate climate change.\"\nAs human-caused emissions add more carbon dioxide to the atmosphere, forests worldwide are using it to grow faster, reducing the amount that stays airborne. This effect is called carbon fertilization. \"All else being equal, the effect is stronger at higher temperatures, meaning it will be higher in the tropics than in the boreal forests,\" Schimel said.\nBut climate change also decreases water availability in some regions and makes Earth warmer, leading to more frequent and larger wildfires. In the tropics, humans compound the problem by burning wood during deforestation. Fires don't just stop carbon absorption by killing trees, they also spew huge amounts of carbon into the atmosphere as the wood burns.\nFor about 25 years, most computer climate models have been showing that mid-latitude forests in the Northern Hemisphere absorb more carbon than tropical forests. That result was initially based on the then-current understanding of global air flows and limited data suggesting that deforestation was causing tropical forests to release more carbon dioxide than they were absorbing.\nIn the mid-2000s, Stephens used measurements of carbon dioxide made from aircraft to show that many climate models were not correctly representing flows of carbon above ground level. Models that matched the aircraft measurements better showed more carbon absorption in the tropical forests. However, there were still not enough global data sets to validate the idea of a large tropical-forest absorption. Schimel said that their new study took advantage of a great deal of work other scientists have done since Stephens' paper to pull together national and regional data of various kinds into robust, global data sets.\nSchimel noted that their paper reconciles results at every scale from the pores of a single leaf, where photosynthesis takes place, to the whole Earth, as air moves carbon dioxide around the globe. \"What we've had up till this paper was a theory of carbon dioxide fertilization based on phenomena at the microscopic scale and observations at the global scale that appeared to contradict those phenomena. Here, at least, is a hypothesis that provides a consistent explanation that includes both how we know photosynthesis works and what's happening at the planetary scale.\"\nNASA monitors Earth's vital signs from land, air and space with a fleet of satellites and ambitious airborne and ground-based observation campaigns. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records and computer analysis tools to better see how our planet is changing. The agency shares this unique knowledge with the global community and works with institutions in the United States and around the world that contribute to understanding and protecting our home planet.\nLearn more about NASA's Earth science activities in the last year.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}