{
  "url": "https://climate.nasa.gov/news/2211/rivers-are-draining-greenland-quickly/",
  "title": "Rivers are draining Greenland quickly",
  "date": null,
  "content": "3 min read\nRivers of glacial meltwater flowing over Greenland's frozen surface may be contributing as much to global sea level rise as all other processes that drain water from the melting ice sheet combined, according to researchers at the University of California, Los Angeles, and NASA.\nThe new finding is published today in the journal Proceedings of the National Academy of Sciences. The research is dedicated to the memory of coauthor Alberto Behar of NASA's Jet Propulsion Laboratory, Pasadena, California, who died in a small-plane crash in Los Angeles on Jan. 9.\nEighty percent of Greenland, which is about the size of the United States west of the Rocky Mountains, is covered by ice, which has the potential to make a significant contribution to sea level rise as it melts.\nBecause Greenland's ice sheet is vast and difficult to study from ground level, scientists are still learning about the many processes by which its melting water reaches the ocean. This is the first study of the drainage system of rivers and streams that forms atop the ice sheet in summer.\nThe new paper is based on research that took place on the ice sheet itself, carried out by lead author Laurence Smith of UCLA, JPL's Behar and nine other researchers in July 2012, and on remote sensing data from the same period. The researchers traveled by helicopter to map the network of rivers and streams over about 2,000 square miles (5,600 square kilometers) of Greenland. They were especially interested in learning how much of the meltwater remained within the ice sheet and how much drained to the ocean.\nVirtually all of the flowing water drains directly to the ocean through sinkholes, the researchers found.\nBehar designed two types of remotely controlled boats to collect data from the surface water. One was a drone boat that measured the depth of the water and how much light it reflected, allowing the researchers to create a scale with which to calibrate the depth of the surface water from satellite images. This boat was used on lakes and slow-flowing rivers. For dangerous, swift-flowing rivers, Behar developed disposable robotic river drifters that measured streamflow velocity, depth and temperature as they swept downstream.\n\"The measurements we collected would not have been possible without the truly innovative instruments designed by Alberto Behar, and his steady hand during some very trying conditions in the field. The scientific outcomes of this study can be traced directly to him,\" said lead author Smith, professor and chair of the geography department at UCLA.\nBehar, who was also a research professor at Arizona State University in Tempe, produced many other innovative technologies in a 23-year career at JPL that specialized in robotics for exploring extreme environments in our solar system. To measure ice sheets in Antarctica as well as Greenland, he also developed robotic submarines and ice rovers. Behar was an investigation scientist for instruments on NASA's Mars Curiosity rover and Mars Odyssey orbiter.\nThe full paper can be found online and more information is available from the UCLA newsroom.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}