{
  "url": "https://climate.nasa.gov/news/937/warming-ocean-causing-most-antarctic-ice-shelf-mass-loss/",
  "title": "Warming ocean causing most Antarctic ice shelf mass loss",
  "date": null,
  "content": "This photo shows the ice front of Venable Ice Shelf, West Antarctica, in October 2008. Image credit: NASA/JPL-Caltech/UC Irvine\nBy Whitney Clavin, NASA Jet Propulsion LaboratoryBy J.D. Harrington, NASA HeadquartersBy Maria-Jose Vinas Garcia, NASA Goddard Space Flight Center\nRates of basal melt of Antarctic ice shelves (melting of the shelves from underneath) overlaid on a 2009 mosaic of Antarctica created from data from NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) instrument aboard NASA's Terra and Aqua spacecraft. Red shades denote melt rates of less than 5 meters (16.4 feet) per year (freezing conditions), while blue shades represent melt rates of greater than 5 meters (16.4 feet) per year (melting conditions). The perimeters of the ice shelves in 2007-2008, excluding ice rises and ice islands, are shown by thin black lines. Each circular graph is proportional in area to the total ice mass loss measured from each ice shelf, in gigatons per year, with the proportion of ice lost due to the calving of icebergs denoted by hatched lines and the proportion due to basal melting denoted in black. Image credit: NASA/JPL-Caltech/UC Irvine/Columbia University\n PASADENA, Calif. -- Ocean waters melting the undersides of Antarctic ice shelves are responsible for most of the continent's ice shelf mass loss, a new study by NASA and university researchers has found.\nScientists have studied the rates of basal melt, or the melting of the ice shelves from underneath, of individual ice shelves, the floating extensions of glaciers that empty into the sea. But this is the first comprehensive survey of all Antarctic ice shelves. The study found basal melt accounted for 55 percent of all Antarctic ice shelf mass loss from 2003 to 2008, an amount much higher than previously thought. \nAntarctica holds about 60 percent of the planet's fresh water locked into its massive ice sheet. Ice shelves buttress the glaciers behind them, modulating the speed at which these rivers of ice flow into the ocean. Determining how ice shelves melt will help scientists improve projections of how the Antarctic ice sheet will respond to a warming ocean and contribute to sea level rise. It also will improve global models of ocean circulation by providing a better estimate of the amount of fresh water ice shelf melting adds to Antarctic coastal waters.\nThe study uses reconstructions of ice accumulation, satellite and aircraft readings of ice thickness, and changes in elevation and ice velocity to determine how fast ice shelves melt and compare the mass lost with the amount released by the calving, or splitting, of icebergs.\n\"The traditional view on Antarctic mass loss is it is almost entirely controlled by iceberg calving,\" said Eric Rignot of NASA's Jet Propulsion Laboratory in Pasadena, Calif., and the University of California, Irvine. Rignot is lead author of the study to be published in the June 14 issue of the journal Science. \"Our study shows melting from below by the ocean waters is larger, and this should change our perspective on the evolution of the ice sheet in a warming climate.\"\nIce shelves grow through a combination of land ice flowing to the sea and snow accumulating on their surface. To determine how much ice and snowfall enters a specific ice shelf and how much makes it to an iceberg, where it may split off, the research team used a regional climate model for snow accumulation and combined the results with ice velocity data from satellites, ice shelf thickness measurements from NASA's Operation IceBridge -- a continuing aerial survey of Earth's poles -- and a new map of Antarctica's bedrock. Using this information, Rignot and colleagues were able to deduce whether the ice shelf was losing mass through basal melting or gaining it through the basal freezing of seawater. \nIn some places, basal melt exceeds iceberg calving. In other places, the opposite is true. But in total, Antarctic ice shelves lost 2,921 trillion pounds (1,325 trillion kilograms) of ice per year in 2003 to 2008 through basal melt, while iceberg formation accounted for 2,400 trillion pounds (1,089 trillion kilograms) of mass loss each year.\nCalving front of the calving front of an ice shelf in West Antarctica. The traditional view on ice shelves, the floating extensions of seaward glaciers, has been that they mostly lose ice by shedding icebergs. A new study by NASA and university researchers has found that warm ocean waters melting the ice sheets from underneath account for 55 percent of all ice shelf mass loss in Antarctica. This image was taken during the 2012 Antarctic campaign of NASA's Operation IceBridge, a mission that provided data for the new ice shelf study. Image credit: NASA/GSFC/Jefferson Beck\nBasal melt can have a greater impact on ocean circulation than glacier calving. Icebergs slowly release melt water as they drift away from the continent. But strong melting near deep grounding lines, where glaciers lose their grip on the seafloor and start floating as ice shelves, discharges large quantities of fresher, lighter water near the Antarctic coastline. This lower-density water does not mix and sink as readily as colder, saltier water, and may be changing the rate of bottom water renewal.\"Changes in basal melting are helping to change the properties of Antarctic bottom water, which is one component of the ocean's overturning circulation,\" said author Stan Jacobs, an oceanographer at Columbia University's Lamont-Doherty Earth Observatory in Palisades, N.Y. \"In some areas it also impacts ecosystems by driving coastal upwelling, which brings up micronutrients like iron that fuel persistent plankton blooms in the summer.\"\nThe study found basal melting is distributed unevenly around the continent. The three giant ice shelves of Ross, Filchner and Ronne, which make up two-thirds of the total Antarctic ice shelf area, accounted for only 15 percent of basal melting. Meanwhile, fewer than a dozen small ice shelves floating on \"warm\" waters (seawater only a few degrees above the freezing point) produced half of the total melt water during the same period. The scientists detected a similar high rate of basal melting under six small ice shelves along East Antarctica, a region not as well known because of a scarcity of measurements.\nThe researchers also compared the rates at which the ice shelves are shedding ice to the speed at which the continent itself is losing mass and found that, on average, ice shelves lost mass twice as fast as the Antarctic ice sheet did during the study period.\n\"Ice shelf melt doesn't necessarily mean an ice shelf is decaying; it can be compensated by the ice flow from the continent,\" Rignot said. \"But in a number of places around Antarctica, ice shelves are melting too fast, and a consequence of that is glaciers and the entire continent are changing as well.\"\nImagery related to this release is online at:  http://www.nasa.gov/topics/earth/features/earth20130613.html.\nPASADENA, Calif. -- Ocean waters melting the undersides of Antarctic ice shelves are responsible for most of the continent's ice shelf mass loss, a new study by NASA and university researchers has found.\nScientists have studied the rates of basal melt, or the melting of the ice shelves from underneath, of individual ice shelves, the floating extensions of glaciers that empty into the sea. But this is the first comprehensive survey of all Antarctic ice shelves. The study found basal melt accounted for 55 percent of all Antarctic ice shelf mass loss from 2003 to 2008, an amount much higher than previously thought.\nAntarctica holds about 60 percent of the planet's fresh water locked into its massive ice sheet. Ice shelves buttress the glaciers behind them, modulating the speed at which these rivers of ice flow into the ocean. Determining how ice shelves melt will help scientists improve projections of how the Antarctic ice sheet will respond to a warming ocean and contribute to sea level rise. It also will improve global models of ocean circulation by providing a better estimate of the amount of fresh water ice shelf melting adds to Antarctic coastal waters.\nThe study uses reconstructions of ice accumulation, satellite and aircraft readings of ice thickness, and changes in elevation and ice velocity to determine how fast ice shelves melt and compare the mass lost with the amount released by the calving, or splitting, of icebergs.\n\"The traditional view on Antarctic mass loss is it is almost entirely controlled by iceberg calving,\" said Eric Rignot of NASA's Jet Propulsion Laboratory in Pasadena, Calif., and the University of California, Irvine. Rignot is lead author of the study to be published in the June 14 issue of the journal Science. \"Our study shows melting from below by the ocean waters is larger, and this should change our perspective on the evolution of the ice sheet in a warming climate.\"\nIce shelves grow through a combination of land ice flowing to the sea and snow accumulating on their surface. To determine how much ice and snowfall enters a specific ice shelf and how much makes it to an iceberg, where it may split off, the research team used a regional climate model for snow accumulation and combined the results with ice velocity data from satellites, ice shelf thickness measurements from NASA's Operation IceBridge -- a continuing aerial survey of Earth's poles -- and a new map of Antarctica's bedrock. Using this information, Rignot and colleagues were able to deduce whether the ice shelf was losing mass through basal melting or gaining it through the basal freezing of seawater.\nIn some places, basal melt exceeds iceberg calving. In other places, the opposite is true. But in total, Antarctic ice shelves lost 2,921 trillion pounds (1,325 trillion kilograms) of ice per year in 2003 to 2008 through basal melt, while iceberg formation accounted for 2,400 trillion pounds (1,089 trillion kilograms) of mass loss each year.\nBasal melt can have a greater impact on ocean circulation than glacier calving. Icebergs slowly release melt water as they drift away from the continent. But strong melting near deep grounding lines, where glaciers lose their grip on the seafloor and start floating as ice shelves, discharges large quantities of fresher, lighter water near the Antarctic coastline. This lower-density water does not mix and sink as readily as colder, saltier water, and may be changing the rate of bottom water renewal.\n\"Changes in basal melting are helping to change the properties of Antarctic bottom water, which is one component of the ocean's overturning circulation,\" said author Stan Jacobs, an oceanographer at Columbia University's Lamont-Doherty Earth Observatory in Palisades, N.Y. \"In some areas it also impacts ecosystems by driving coastal upwelling, which brings up micronutrients like iron that fuel persistent plankton blooms in the summer.\"\nThe study found basal melting is distributed unevenly around the continent. The three giant ice shelves of Ross, Filchner and Ronne, which make up two-thirds of the total Antarctic ice shelf area, accounted for only 15 percent of basal melting. Meanwhile, fewer than a dozen small ice shelves floating on \"warm\" waters (seawater only a few degrees above the freezing point) produced half of the total melt water during the same period. The scientists detected a similar high rate of basal melting under six small ice shelves along East Antarctica, a region not as well known because of a scarcity of measurements.\nThe researchers also compared the rates at which the ice shelves are shedding ice to the speed at which the continent itself is losing mass and found that, on average, ice shelves lost mass twice as fast as the Antarctic ice sheet did during the study period.\n\"Ice shelf melt doesn't necessarily mean an ice shelf is decaying; it can be compensated by the ice flow from the continent,\" Rignot said. \"But in a number of places around Antarctica, ice shelves are melting too fast, and a consequence of that is glaciers and the entire continent are changing as well.\"\nImagery related to this release is online at:  http://www.nasa.gov/topics/earth/features/earth20130613.html.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}