{
  "url": "https://climate.nasa.gov/news/2209/technology-innovations-spin-smap-into-space/",
  "title": "Technology innovations spin SMAP into space",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nArtist's rendering of the SMAP instrument. Credit: NASA\nIt's active. It's passive. And it's got a big, spinning lasso.\nScheduled for launch on Jan. 29, 2015, NASA's Soil Moisture Active Passive (SMAP) instrument will measure the moisture lodged in Earth's soils with an unprecedented accuracy and resolution. The instrument's three main parts are a radar, a radiometer and the largest rotating mesh antenna ever deployed in space.\nRemote sensing instruments are called \"active\" when they emit their own signals and \"passive\" when they record signals that already exist. The mission's science instrument ropes together a sensor of each type to corral the highest-resolution, most accurate measurements ever made of soil moisture — a tiny fraction of Earth's water that has a disproportionately large effect on weather and agriculture.\n\nLaunching in January 2015, NASA’s Soil Moisture Mapping satellite (SMAP) will track water in the soil. Data gathered with help forecast weather, floods, drought, crop yield and landslides. Credit: NASA\nLaunching in January 2015, NASA’s Soil Moisture Mapping satellite (SMAP) will track water in the soil. Data gathered with help forecast weather, floods, drought, crop yield and landslides. Credit: NASA\nTo enable the mission to meet its accuracy needs while covering the globe every three days or less, SMAP engineers at NASA's Jet Propulsion Laboratory in Pasadena, California, designed and built the largest rotating antenna that could be stowed into a space of only one foot by four feet (30 by 120 centimeters) for launch. The dish is 19.7 feet (6 meters) in diameter.\n\"We call it the spinning lasso,\" said Wendy Edelstein of NASA's Jet Propulsion Laboratory, Pasadena, California, the SMAP instrument manager. Like the cowboy's lariat, the antenna is attached on one side to an arm with a crook in its elbow. It spins around the arm at about 14 revolutions per minute (one complete rotation every four seconds). The antenna dish was provided by Northrop Grumman Astro Aerospace in Carpinteria, California. The motor that spins the antenna was provided by the Boeing Company in El Segundo, California.\n\"The antenna caused us a lot of angst, no doubt about it,\" Edelstein noted. Although the antenna must fit during launch into a space not much bigger than a tall kitchen trash can, it must unfold so precisely that the surface shape of the mesh is accurate within about an eighth of an inch (a few millimeters).\nThe mesh dish is edged with a ring of lightweight graphite supports that stretch apart like a baby gate when a single cable is pulled, drawing the mesh outward. \"Making sure we don't have snags, that the mesh doesn't hang up on the supports and tear when it's deploying — all of that requires very careful engineering,\" Edelstein said. \"We test, and we test, and we test some more. We have a very stable and robust system now.\"\nSMAP's radar, developed and built at JPL, uses the antenna to transmit microwaves toward Earth and receive the signals that bounce back, called backscatter. The microwaves penetrate a few inches or more into the soil before they rebound. Changes in the electrical properties of the returning microwaves indicate changes in soil moisture, and also tell whether or not the soil is frozen. Using a complex technique called synthetic aperture radar processing, the radar can produce ultra-sharp images with a resolution of about half a mile to a mile and a half (one to three kilometers).\nSMAP's radiometer detects differences in Earth's natural emissions of microwaves that are caused by water in soil. To address a problem that has seriously hampered earlier missions using this kind of instrument to study soil moisture, the radiometer designers at NASA's Goddard Space Flight Center, Greenbelt, Maryland, developed and built one of the most sophisticated signal-processing systems ever created for such a scientific instrument.\nThe problem is radio frequency interference. The microwave wavelengths that SMAP uses are officially reserved for scientific use, but signals at nearby wavelengths that are used for air traffic control, cell phones and other purposes spill over into SMAP's wavelengths unpredictably. Conventional signal processing averages data over a long time period, which means that even a short burst of interference skews the record for that whole period. The Goddard engineers devised a new way to delete only the small segments of actual interference, leaving much more of the observations untouched.\nCombining the radar and radiometer signals allows scientists to take advantage of the strengths of both technologies while working around their weaknesses. \"The radiometer provides more accurate soil moisture but a coarse resolution of about 40 kilometers [25 miles] across,\" said JPL's Eni Njoku, a research scientist with SMAP. \"With the radar, you can create very high resolution, but it's less accurate. To get both an accurate and a high-resolution measurement, we process the two signals together.\"\nSMAP will be the fifth NASA Earth science mission launched within the last 12 months.\nLearn more about SMAP and the rest of NASA's Earth science activities.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}