{
  "url": "https://climate.nasa.gov/news/2219/mountaintop-sensor-finds-high-methane-over-la/",
  "title": "Mountaintop sensor finds high methane over LA",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nThe skyline of downtown Los Angeles on a summer morning. Credit: Basil D. Soufi / Wikimedia Commons\nA NASA study using two years of observations from a novel mountaintop instrument finds that Los Angeles' annual emissions of methane, an important greenhouse gas, are 18 to 61 percent higher than widely used estimates. The study is the first to demonstrate the feasibility of long-term mapping of greenhouse gases across an urban area from an elevated—but still earthbound—site.\n\"For the first time, we've been able to provide an accurate estimate of total methane emissions from the Los Angeles basin, whatever their sources,\" said senior research scientist Stanley Sander of NASA's Jet Propulsion Laboratory, Pasadena, California, the new instrument's principal investigator. \"Altogether, it's a very significant increase in the estimate.\"\nThe CLARS observatory on Mt. Wilson in southern California's San Gabriel Mountains. Image credit: NASA/JPL-Caltech\n\n\nMethane is extremely efficient at trapping heat and warming the planet. Its urban sources include gas pipeline leaks, landfills, wastewater treatment plants and transportation.\nThe study used observations by an instrument called a spectrometer, which measures the effect of methane and other gases on the spectrum of sunlight, allowing it to \"count\" the number of molecules in the air above LA. The instrument is part of the California Laboratory for Atmospheric Remote Sensing (CLARS), located about 5,700 feet (1,700 meters) above Los Angeles atop Mt. Wilson. Because of regional air patterns, virtually none of LA's pollution drifts as high as the CLARS site, but all of it is within view. \"The instrument is like a stationary satellite,\" said Clare Wong, a NASA postdoctoral fellow at JPL and lead author of a paper on the new study in the journal Atmospheric Chemistry and Physics.\nEvery 90 minutes during daylight hours, the CLARS spectrometer points at one after another of 28 flat, unobstructed sites throughout the Los Angeles basin, including Angels Stadium in Anaheim and the Santa Anita racetrack in Arcadia. The spectrometer measures how much methane, carbon dioxide and other pollutants are in the air between it and each site. It also takes a measurement in the clean air above the mountain. The difference between the clean-air and ground-site measurements gives the amount of methane in the LA basin.\nOver the sprawling 30-by-70-mile LA basin (50 by 110 kilometers), methane emissions were estimated to be 430,000 U.S. tons (0.39 teragrams) per year. This is significantly larger than the value obtained by the common method of adding up estimated emissions from all known methane sources.\nAlthough the study was not specifically designed to find out where the methane is coming from, \"certain areas seem to be more significant emitters than others,\" Sander said. \"The ones we have been able to identify are—perhaps coincidentally, but perhaps not—located near large landfills. That is consistent with our understanding that landfills have the potential to be methane sources under certain conditions.\" The highest concentrations were recorded at ground sites in eastern Los Angeles County and near the Rose Bowl in Pasadena.\nThe mountaintop instrument is part of the pilot Megacities Carbon Project to monitor emissions from urban areas with populations of more than 10 million. Cities are the source of about 70 percent of the world's carbon emissions, and Earth's 22 megacities are responsible for about half of that 70 percent. Sander noted that a setup like CLARS would work equally well in other megacities that are overlooked by mountains, such as Rio de Janeiro, Seoul and Mexico City.\nThe Megacities Carbon Project LA site is funded by NASA; the National Institute of Standards and Technology; the National Oceanic and Atmospheric Administration; the Keck Institute for Space Studies, Pasadena, California; and the California Air Resources Board, Sacramento, California.\nThe Los Angeles basin from Mt. Wilson. Credit: NASA/JPL-CaltechMethane is a greenhouse gas that traps heat in Earth's atmosphere and warms it.It is the third most abundant greenhouse gas, behind water vapor and carbon dioxide. While methane is much less prevalent in Earth's atmosphere than carbon dioxide, molecule for molecule, it packs a much bigger punch, particularly on short timescales. Because of its potency and potential to contribute to climate change, scientists are interested in how its concentrations may be changing.Currently, more than half of atmospheric methane comes from human-related sources, such as livestock, landfills and leaks of natural gas into the atmosphere during its extraction, storage, transportation and distribution.Natural gas is primarily composed of methane. Natural sources of methane include wetlands and termite mounds.\nThe Los Angeles basin from Mt. Wilson. Credit: NASA/JPL-Caltech\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}