{
  "url": "https://climate.nasa.gov/news/2222/smap-observatory-ready-for-launch/",
  "title": "SMAP observatory ready for launch",
  "date": null,
  "content": "By Alan Buis, NASA’s Jet Propulsion Laboratory,\r\nSteve Cole, NASA Headquarters,\r\nJoshua Buck, NASA Headquarters,\r\nand George H. Diller, NASA’s Kennedy Space Center\nArtist's rendering of the SMAP instrument. Credit: NASA. View larger image.\nThe launch of NASA's Soil Moisture Active Passive (SMAP) mission at Vandenberg Air Force Base (VAFB) in California is scheduled for Thursday, Jan. 29. Liftoff from Space Launch Complex 2 aboard a United Launch Alliance Delta II rocket is targeted for 6:20:42 a.m. PST (9:20:42 a.m. EST) at the opening of a three-minute launch window. If needed, a backup launch opportunity is available on the Western Range on Jan. 30 with the same launch window.\nSMAP is the first U.S. Earth-observing satellite designed to collect global observations of surface soil moisture and its freeze/thaw state. High-resolution space-based measurements of soil moisture and whether the soil is frozen or thawed will give scientists a new capability to better predict natural hazards of extreme weather, climate change, floods and droughts, and will help reduce uncertainties in our understanding of Earth's water, energy and carbon cycles.\nThe mission will provide the most accurate and highest-resolution maps of soil moisture ever obtained, mapping the globe every two to three days from space for a least three years. The spacecraft's final circular polar orbit will be 426 miles (685 kilometers) at an inclination of 98.1 degrees. The spacecraft will orbit Earth once every 98.5 minutes and will repeat the same ground track every eight days.\nPrelaunch news conference\nTuesday, Jan 27: The prelaunch news conference will be held at 1 p.m. PST (4 p.m. EST) at Vandenberg Air Force Base. The briefing will be carried live on NASA Television and streamed on NASA.gov. The public can post questions during the briefings via Twitter by using the hashtag #askNASA. The event will also be streamed online.\nParticipants in the prelaunch news conference will be:\nCubesat science briefing\nAn ELaNa CubeSat briefing will be held immediately following the prelaunch news conference. NASA will launch three small research satellites for two universities and JPL. More than 100 university students have been involved in the design, development and construction of the CubeSats that are being flown as auxiliary payloads on the SMAP mission.\nPresenting the mission science objectives for the ELaNa CubeSats will be:\nSMAP social media event\nIn conjunction with the SMAP launch, NASA is holding a NASA Social, bringing together mission scientists and engineers with an audience of 70 students, educators, social media managers, bloggers, photographers and videographers who were selected from a pool of 325 applicants from 45 countries. As part of the event, on Jan. 28, a speaker program about the science and engineering of SMAP will be broadcast at 9:30 a.m. PST (12:30 p.m. EST) on NASA Television and webcast at:\nLaunch day viewing and postlaunch news conference\nWeather and visibility conditions permitting, the launch may be visible from the Greater Los Angeles area by looking to the west.\nFor photographers: the launch azimuth after liftoff will be 196 degrees.\nFollowing launch, SMAP observatory and mission officials will hold a postlaunch news conference to provide the spacecraft status and discuss its state of health, as well as the status of the ELaNa CubeSats. The event will begin at 9 a.m. PST (noon EST) and will be carried live on NASA Television and www.ustream.tv/NASAJPL2.\nNASA television coverage\nNASA Television will carry the prelaunch news conference starting at 1 p.m. PST (4 p.m. EST) on Tuesday, Jan. 27. The prelaunch news conference also will be webcast at:\nOn launch day, Jan. 29, NASA TV launch commentary coverage of the countdown will begin at 4 a.m. PST (7 a.m. EST). Launch is targeted for 6:20:42 a.m. PST (9:20:42 a.m. EST). The launch window is three minutes in duration. Spacecraft separation from the rocket occurs 56 minutes, 52 seconds after launch.\nThe post-launch news conference also will be covered on NASA Television starting at 9 a.m. PST (noon EST).\nFor information on receiving NASA TV, go to http://www.nasa.gov/multimedia/nasatv/index.html.\nNASA web prelaunch and launch coverage\nFor extensive prelaunch, countdown and launch day coverage of the liftoff of SMAP aboard the Delta II rocket, go to http://blogs.nasa.gov/smap.\nA prelaunch webcast for the SMAP mission will be streamed on NASA's website at noon PST (3 p.m. EST) on Wednesday, Jan. 28. To view the webcast and the countdown blog or to learn more about the SMAP mission, visit:\nSocial media\nJoin the conversation online and follow the SMAP mission on Twitter at https://twitter.com/NASASMAP.\nThroughout the launch countdown, the NASA Launch Services Program and NASA JPL Twitter and Facebook accounts will be continuously updated at:\nLive countdown coverage on NASA's launch blog will begin at 4 a.m. PST (7 a.m. EST). Coverage will feature real-time updates of countdown milestones, as well as streaming video clips highlighting launch preparations and liftoff.\nJPL is responsible for SMAP project management, system engineering, mission operations and the ground data system. JPL also built the observatory and its radar instrument. The NASA Goddard Space Flight Center in Greenbelt, Maryland, is responsible for the SMAP radiometer instrument. Both centers collaborate on science data processing and delivery. NASA's Launch Services Program at the agency's Kennedy Space Center in Florida provides launch management. United Launch Alliance of Centennial, Colorado, is NASA's launch service provider of the Delta II rocket.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}