{
  "url": "https://climate.nasa.gov/news/2221/2014-warmest-year-in-modern-record/",
  "title": "2014 warmest year in modern record",
  "date": null,
  "content": "By Steve Cole, NASA Headquarters,\r\nand Leslie McCarthy, NASA's Goddard Institute for Space Studies\nThis video shows a time series of five-year global temperature averages, mapped from 1880 to 2014, as estimated by scientists at NASA’s Goddard Institute for Space Studies (GISS) in New York. Credit: NASA's Goddard Space Flight Center. Download this video in HD formats from NASA Goddard's Scientific Visualization Studio.\nThe year 2014 ranks as Earth’s warmest since 1880, according to two separate analyses by NASA and National Oceanic and Atmospheric Administration (NOAA) scientists.\nThe 10 warmest years in the instrumental record, with the exception of 1998, have now occurred since 2000. This trend continues a long-term warming of the planet, according to an analysis of surface temperature measurements by scientists at NASA’s Goddard Institute of Space Studies (GISS) in New York.\nIn an independent analysis of the raw data, also released Friday, NOAA scientists also found 2014 to be the warmest on record.\n“NASA is at the forefront of the scientific investigation of the dynamics of the Earth’s climate on a global scale,” said John Grunsfeld, associate administrator for the Science Mission Directorate at NASA Headquarters in Washington. “The observed long-term warming trend and the ranking of 2014 as the warmest year on record reinforces the importance for NASA to study Earth as a complete system, and particularly to understand the role and impacts of human activity.”\nThe year 2014’s record-breaking warmth continues a long-term trend of a warming climate. The global average temperature has increased about 1.4 degrees Fahrenheit (0.8 degrees Celsius) since 1880, with most of that warming occurring during the last three to four decades. Credit: NASA's Goddard Space Flight Center. Download this video in HD formats from NASA Goddard's Scientific Visualization Studio\nSince 1880, Earth’s average surface temperature has warmed by about 1.4 degrees Fahrenheit (0.8 degrees Celsius), a trend that is largely driven by the increase in carbon dioxide and other human emissions into the planet’s atmosphere. The majority of that warming has occurred in the past three decades.\n“This is the latest in a series of warm years, in a series of warm decades. While the ranking of individual years can be affected by chaotic weather patterns, the long-term trends are attributable to drivers of climate change that right now are dominated by human emissions of greenhouse gases,” said GISS Director Gavin Schmidt.\nWhile 2014 temperatures continue the planet’s long-term warming trend, scientists still expect to see year-to-year fluctuations in average global temperature caused by phenomena such as El Niño or La Niña. These phenomena warm or cool the tropical Pacific and are thought to have played a role in the flattening of the long-term warming trend over the past 15 years. However, 2014’s record warmth occurred during an El Niño-neutral year.\n“NOAA provides decision makers with timely and trusted science-based information about our changing world,” said Richard Spinrad, NOAA chief scientist. “As we monitor changes in our climate, demand for the environmental intelligence NOAA provides is only growing. It's critical that we continue to work with our partners, like NASA, to observe these changes and to provide the information communities need to build resiliency.”\nRegional differences in temperature are more strongly affected by weather dynamics than the global mean. For example, in the U.S. in 2014, parts of the Midwest and East Coast were unusually cool, while Alaska and three western states – California, Arizona and Nevada – experienced their warmest year on record, according to NOAA.\nThe GISS analysis incorporates surface temperature measurements from 6,300 weather stations, ship- and buoy-based observations of sea surface temperatures, and temperature measurements from Antarctic research stations. This raw data is analyzed using an algorithm that takes into account the varied spacing of temperature stations around the globe and urban heating effects that could skew the calculation. The result is an estimate of the global average temperature difference from a baseline period of 1951 to 1980.\nNOAA scientists used much of the same raw temperature data, but a different baseline period. They also employ their own methods to estimate global temperatures.\nGISS is a NASA laboratory managed by the Earth Sciences Division of the agency’s Goddard Space Flight Center, in Greenbelt, Maryland. The laboratory is affiliated with Columbia University’s Earth Institute and School of Engineering and Applied Science in New York.\nThe data set of 2014 surface temperature measurements is available here.\nThe methodology used to make the temperature calculation is available here.\nThe year 2014’s record-breaking warmth continues a long-term trend of a warming climate. The global average temperature has increased about 1.4 degrees Fahrenheit (0.8 degrees Celsius) since 1880, with most of that warming occurring during the last three to four decades. Credit: NASA's Goddard Space Flight Center. Download this video in HD formats from NASA Goddard's Scientific Visualization Studio\nSince 1880, Earth’s average surface temperature has warmed by about 1.4 degrees Fahrenheit (0.8 degrees Celsius), a trend that is largely driven by the increase in carbon dioxide and other human emissions into the planet’s atmosphere. The majority of that warming has occurred in the past three decades.\n“This is the latest in a series of warm years, in a series of warm decades. While the ranking of individual years can be affected by chaotic weather patterns, the long-term trends are attributable to drivers of climate change that right now are dominated by human emissions of greenhouse gases,” said GISS Director Gavin Schmidt.\nWhile 2014 temperatures continue the planet’s long-term warming trend, scientists still expect to see year-to-year fluctuations in average global temperature caused by phenomena such as El Niño or La Niña. These phenomena warm or cool the tropical Pacific and are thought to have played a role in the flattening of the long-term warming trend over the past 15 years. However, 2014’s record warmth occurred during an El Niño-neutral year.\n“NOAA provides decision makers with timely and trusted science-based information about our changing world,” said Richard Spinrad, NOAA chief scientist. “As we monitor changes in our climate, demand for the environmental intelligence NOAA provides is only growing. It's critical that we continue to work with our partners, like NASA, to observe these changes and to provide the information communities need to build resiliency.”\nRegional differences in temperature are more strongly affected by weather dynamics than the global mean. For example, in the U.S. in 2014, parts of the Midwest and East Coast were unusually cool, while Alaska and three western states – California, Arizona and Nevada – experienced their warmest year on record, according to NOAA.\nThe GISS analysis incorporates surface temperature measurements from 6,300 weather stations, ship- and buoy-based observations of sea surface temperatures, and temperature measurements from Antarctic research stations. This raw data is analyzed using an algorithm that takes into account the varied spacing of temperature stations around the globe and urban heating effects that could skew the calculation. The result is an estimate of the global average temperature difference from a baseline period of 1951 to 1980.\nNOAA scientists used much of the same raw temperature data, but a different baseline period. They also employ their own methods to estimate global temperatures.\nGISS is a NASA laboratory managed by the Earth Sciences Division of the agency’s Goddard Space Flight Center, in Greenbelt, Maryland. The laboratory is affiliated with Columbia University’s Earth Institute and School of Engineering and Applied Science in New York.\nThe data set of 2014 surface temperature measurements is available here.\nThe methodology used to make the temperature calculation is available here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}