{
  "url": "https://climate.nasa.gov/news/2223/subglacial-lakes-seen-refilling-in-greenland/",
  "title": "Subglacial lakes seen refilling in Greenland",
  "date": null,
  "content": "By George Hale,\r\nNASA's Goddard Space Flight Center\nRefrozen meltwater ponds in northeast Greenland seen during an April 2013 IceBridge flight. Credit: NASA/Michael Studinger\nScientists using satellite images and data from NASA’s Operation IceBridge have found evidence of a drained and refilled subglacial lake beneath northeastern Greenland’s Flade Ice Cap. This sub-ice body of water is only one of a handful that have been detected in Greenland and its presence sheds new light on how the Greenland Ice Sheet reacts to warming temperatures.\nSubglacial lakes are relatively common in Antarctica, and although recent studies have mathematically predicted possible locations for hundreds of such features in Greenland, few have actually been found. Bodies of water beneath the ice are normally detected either with ice-penetrating radar or by observing rapid changes in ice surface elevation such as bulges or basins.\nIn a new study funded by the National Science Foundation and published in the Jan. 21 issue of the journal Nature, a research team led by Michael Willis, a glaciologist at Cornell University in Ithaca, New York, found a large basin that formed over a 21-day period in the summer of 2011 using satellite images. The size and rapid formation of this basin was consistent with a drained subglacial lake, but its location raised a question. Where did the water in the lake come from?\nSubglacial lakes typically form at the base of an ice sheet or glacier because of either friction or trapped heat from bedrock below. In order for this to happen, ice needs to move quickly or be thick enough to protect the ice sheet base from cold air at the surface and trap heat coming from the bedrock below. But something else had to be at work here. The research team used weather data and ice thickness measurements from IceBridge flights to calculate the temperature beneath the ice and found that it was well below what’s needed for normal basal melt.\nContinued observation showed that the basin floor rose significantly during the next summer at the same time that nearby surface meltwater drained into cracks along the basin’s edge. This led the team to hypothesize that water from surface melting was refilling a lake beneath the ice. Snow accumulation and ice movement accounted for a portion of the basin’s rise, with meltwater runoff estimates filling in the rest of the increase, supporting the hypothesis.\nThis finding points to the possibility of similar meltwater-filled subglacial lakes in other parts of Greenland. Existing research has shown an extensive network of sub-ice drainage channels in Greenland that are thought to quickly move surface melt along the bed and to the ocean. The presence of subglacial lakes in Greenland could affect how parts of the ice sheet move by adding heat to ice at the base and softening. Further research on subglacial lakes in Greenland will likely help researchers improve projections of how the ice sheet will change in response to future warming.\nCredit: NASA/Jefferson BeckLearn more about NASA's Operation IceBridge.\nCredit: NASA/Jefferson Beck\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}