{
  "url": "https://climate.nasa.gov/news/2237/study-shows-global-sea-ice-diminishing-despite-antarctic-gains/",
  "title": "Study shows global sea ice diminishing, despite Antarctic gains",
  "date": null,
  "content": "4 min read\nSea ice increases in Antarctica do not make up for the accelerated Arctic sea ice loss of the last decades, a new NASA study finds. As a whole, the planet has been shedding sea ice at an average annual rate of 13,500 square miles (35,000 square kilometers) since 1979, the equivalent of losing an area of sea ice larger than the state of Maryland every year.\n“Even though Antarctic sea ice reached a new record maximum this past September, global sea ice is still decreasing,” said Claire Parkinson, author of the study and climate scientist at NASA’s Goddard Space Flight Center in Greenbelt, Md. “That’s because the decreases in Arctic sea ice far exceed the increases in Antarctic sea ice.”\nParkinson used microwave data collected by NASA and Department of Defense satellites for her study, which was published last December in the Journal of Climate. She added Arctic and Antarctic sea ice extents month by month from November 1978 to December 2013 to determine the global ice extent for each month. Her analysis shows that over the 35-year period, the trend in ice extents was downward in all months of the year, even those corresponding to the Arctic and Antarctic sea ice maximum extents.\nFurthermore, the global ice decrease has accelerated: in the first half of the record (1979-96), the sea ice loss was about 8,300 square miles (21,500 square kilometers) per year. This rate more than doubled for the second half of the period (1996 to 2013), when there was an average loss of 19,500 square miles (50,500 square kilometers) per year – an average yearly loss larger than the states of Vermont and New Hampshire combined.\n“This doesn’t mean the sea ice loss will continue to accelerate,” Parkinson said. “After all, there are limits. For instance, once all the Arctic ice is gone in the summer, the Arctic summertime ice loss can’t accelerate any further.”\nSea ice has diminished in almost all regions of the Arctic, whereas the sea ice increases in the Antarctic are less widespread geographically. Although the sea ice cover expanded in most of the Southern Ocean between 1979 and 2013, it decreased substantially in the Bellingshausen and Amundsen seas. These two seas are close to the Antarctic Peninsula, a region that has warmed significantly over the last decades.\nIn her study, Parkinson also shows that the annual cycle of global ice extents is more similar to the annual cycle of the Antarctic ice than the Arctic ice. The global minimum ice extent occurs in February of each year, as does the Antarctic minimum extent, and the global maximum sea ice extent occurs in either October or November, one or two months after the Antarctic maximum. This contrasts with the Arctic minimum occurring in September and the Arctic maximum occurring in March. Averaged over the 35 years of the satellite record, the planet’s monthly ice extents range from a minimum of 7.03 million square miles (18.2 million square kilometers) in February to a maximum of 10.27 million square miles (26.6 million square kilometers) in November.\n“One of the reasons people care about sea ice decreases is that sea ice is highly reflective whereas the liquid ocean is very absorptive,” Parkinson said. “So when the area of sea ice coverage is reduced, there is a smaller sea ice area reflecting the sun’s radiation back to space. This means more retention of the sun’s radiation within the Earth system and further heating.”\nParkinson doesn’t find it likely that the Antarctic sea ice expansion will accelerate and overturn the global sea ice negative trend in the future.\n“I think that the expectation is that, if anything, in the long-term the Antarctic sea ice growth is more likely to slow down or even reverse,” she said.\nParkinson calculated and published the global results after witnessing the public’s confusion about whether Antarctic sea ice gain might be cancelling out Arctic sea ice loss.\n“When I give public lectures or talk with random people interested in the topic, often somebody will say something in the order of ‘well, the ice is decreasing in the Arctic but it’s increasing in the Antarctic, so don’t they cancel out?’” Parkinson said. “The answer is no, they don’t cancel out.”\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}