{
  "url": "https://climate.nasa.gov/news/2226/smap-will-track-a-tiny-cog-that-keeps-cycles-spinning/",
  "title": "SMAP will track a tiny cog that keeps cycles spinning",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nWater evaporating from forest soil in the morning sun. Soil moisture links together the cycles of water, solar energy and carbon in plants. Credit: USDA\nWhen you open the back of a fine watch, you see layer upon layer of spinning wheels linked by interlocking cogs, screws and wires. Some of the cogs are so tiny they're barely visible. Size doesn't matter — what's important is that the cogs fit together well so the wheels keep turning smoothly.\nFor centuries, scientists have thought of the Earth system as a series of cycles or interlocking wheels like the ones in a watch. It's a way to make sense of the movements of water and other essentials back and forth between the air and the land, ocean and soil or rock beneath them. In today's changing climate, some cycles are spinning faster or beginning to wobble. There's an urgent need to understand what is happening to the cogs that keep these cycles turning.\nThe minuscule fraction of Earth's water lodged just beneath the land surface is a tiny cog that links the water cycle to two other fundamental Earth cycles: energy and carbon. \"That linkage is what makes these three gears turn with a certain harmony,\" said Dara Entekhabi of the Massachusetts Institute of Technology, Cambridge. Entekhabi is science team leader for NASA's Soil Moisture Active Passive mission, scheduled to launch Jan. 29. Developed and managed by NASA's Jet Propulsion Laboratory in Pasadena, California, SMAP will provide the most accurate information ever about this small but critical cog.\nYou may have learned about the water cycle in school: Water falls from the sky to the land when it rains or snows, and rises from the land back to the sky when it heats up and evaporates. Your teacher may not have mentioned that water vapor isn't the only thing that rises. The heat energy that turned liquid water into vapor also rises, cooling Earth's surface. In fact, evaporating soil moisture is the main way that land sheds the solar energy it receives every day and thus is a major player in the energy cycle. \"It's the first process to kick in when the surface heats up, and it continues as long as there is moisture in the soil that can evaporate,\" Entekhabi said. Evaporation gets rid of nearly half of the solar energy that reaches land, keeping our planet's temperature comfortable.\nIf there's any moisture at all in soil, there's probably a plant growing there. That's why most evaporation from soil starts with a plant absorbing water through its roots. Plants need water for photosynthesis, their food-creating process. During photosynthesis they \"sweat\" — or transpire — water onto their leaves, where it evaporates.\nBesides using water and energy, plants absorb carbon dioxide from the atmosphere during photosynthesis. Over land, this is virtually the only natural way for carbon to be removed from the atmosphere. Soil moisture keeps this vital carbon highway open by enabling plants to continue growing. \"If a plant has access to water, it happily carries on with photosynthesis,\" Entekhabi said. \"If not, the plant shuts down, and eventually it wilts and dies.\"\nAfter SMAP launches, the new data it will provide are expected to help scientists answer some long-standing questions about what is likely to happen to these important Earth cycles in a changing climate. Entekhabi hopes to take advantage of the synergy available between SMAP and NASA's new Orbiting Carbon Observatory-2, which measures global carbon dioxide. \"We have talked a lot with the OCO-2 scientists about how we can use simultaneous measurements to solve the puzzle of how plants respond to soil moisture and how the carbon cycle and the water cycle are linked,\" he said. \"If we get that linkage right, we will reduce the uncertainty in future climate projections and know more about how terrestrial plants are going to act in the future.\"\nSMAP will be the last of five NASA Earth science launches within 12 months.\nLearn more about SMAP here and here. Further reading about NASA's Earth science activities can be found here.\nTake the soil moisture quiz.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}