{
  "url": "https://climate.nasa.gov/news/2230/satellites-spot-fields-idled-by-drought/",
  "title": "Satellites spot fields idled by drought",
  "date": null,
  "content": "By Mike Carlowicz,\nNASA's Earth Observatory\nNASA Earth Observatory image by Joshua Stevens, based on data from Forrest Melton, California State University, Monterey Bay.\n\n\n2014 was the driest calendar year on record in California, and with dwindling water levels in reservoirs, the effects started to spread through the state’s farms and North America’s produce aisles. California is the leading producer of agricultural products in the United States, based on cash receipts for fruits, vegetables, nuts, dairy and meat products. But as a result of the drought, many growers received less than a tenth of their full water allotment from state surface water supplies. The deficit had to be made up by pumping trillions of gallons of groundwater for irrigation or by letting fields go fallow.\nThe statewide maps above and the closeup map below are based on data from the Landsat series of satellites (L5, L7, and L8) and from the MODIS instruments on NASA’s Terra and Aqua satellites. They show changes in crop cultivation and idle agricultural lands in California in August 2011 and August 2014. Brown pixels depict farms and orchards that have been left fallow, or “idled,” since January 1 in each year. Green pixels show plots where at least one crop was grown during the calendar year.\nNote how little acreage was idle in the Central Valley in 2011, the most recent year with average or above average precipitation across the state. The most pronounced changes from 2011 to 2014 appear along the west side of the San Joaquin Valley. Also interesting are the idle fields at the north end of the Sacramento Valley, some of which are associated with water transfers from rice growers.\nThe data used to produce these maps were assembled and analyzed by a team led by Forrest Melton, a remote sensing researcher at California State University, Monterey Bay, and at the Cooperative for Earth Science Research and Technology at NASA’s Ames Research Center. Melton and colleagues processed the satellite data from the NASA Earth Exchange, while also making monthly ground surveys of the Central Valley to verify the satellite observations. Melton and partners essentially observed crop development every week on more than 200,000 fields in California’s Central Valley in order to provide partners at the California Department of Water Resources (CDWR) with near-real time assessments of increases in land idling during the drought.\n“Accurate and timely information on idle acreage can be used to prioritize processing of water transfer requests,” said Melton. “It can also inform allocation of drought emergency relief funds to support food banks and social services for farm workers and their families in impacted counties.”\nIn related work, Melton and colleagues are testing an approach for measuring crop water requirements from space. They combine satellite measurements of crop canopy conditions with agricultural weather information from the California Irrigation Management System. The system is being developed with partners in the agriculture industry in order to improve irrigation efficiency and to maximize the benefits of available agricultural water supplies.\nBoth of Melton’s projects are part of a larger collaboration involving NASA, the U.S. Geological Survey (USGS), the CDWR, the U.S. Department of Agriculture, and Cal State. The overall effort is led by Dr. James Verdin of USGS. The research team plans to continue producing these maps in 2015 to support the agencies working to monitor and mitigate impacts of the drought on the agricultural community.\nAccording to the U.S. Drought Monitor’s weekly report published on January 27, 2015, roughly 98 percent of California was still experiencing some level of drought, with 78 percent of the land area in extreme drought and 40 percent labeled as exceptional drought. One year ago, those numbers were 98, 67, and 9 percent, respectively.\nFollowing some heavy rainfall events late in 2014, California weather has fallen back into a warm and dry pattern at a time when the state usually receives a large amount of its yearly snow- and rainfall. Atmospheric researchers note that a “ridiculously resilient ridge” of high pressure has re-formed off the California coast. The weather phenomenon tends to steer precipitation north or south of the state.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}