{
  "url": "https://climate.nasa.gov/news/1058/nsidc-nasa-say-arctic-melt-season-lengthening-ocean-rapidly-warming/",
  "title": "NSIDC, NASA say Arctic melt season lengthening, ocean rapidly warming",
  "date": null,
  "content": "5 min read\nThe length of the melt season for Arctic sea ice is growing by several days each decade, and an earlier start to the melt season is allowing the Arctic Ocean to absorb enough additional solar radiation in some places to melt as much as four feet of the Arctic ice cap’s thickness, according to a new study by National Snow and Ice Data Center (NSIDC) and NASA researchers.\nArctic sea ice has been in sharp decline during the last four decades. The sea ice cover is shrinking and thinning, making scientists think an ice-free Arctic Ocean during the summer might be reached this century. The seven lowest September sea ice extents in the satellite record have all occurred in the past seven years.\n\"The Arctic is warming and this is causing the melt season to last longer,\" said Julienne Stroeve, a senior scientist at NSIDC, Boulder and lead author of the new study, which has been accepted for publication in Geophysical Research Letters. \"The lengthening of the melt season is allowing for more of the sun’s energy to get stored in the ocean and increase ice melt during the summer, overall weakening the sea ice cover.\"\nTo study the evolution of sea ice melt onset and freeze-up dates from 1979 to the present day, Stroeve’s team used passive microwave data from NASA’s Nimbus-7 Scanning Multichannel Microwave Radiometer, and the Special Sensor Microwave/Imager and the Special Sensor Microwave Imager and Sounder carried onboard Defense Meteorological Satellite Program spacecraft.\nWhen ice and snow begin to melt, the presence of water causes spikes in the microwave radiation that the snow grains emit, which these sensors can detect. Once the melt season is in full force, the microwave emissivity of the ice and snow stabilizes, and it doesn’t change again until the onset of the freezing season causes another set of spikes. Scientists can measure the changes in the ice’s microwave emissivity using a formula developed by Thorsten Markus, co-author of the paper and chief of the Cryospheric Sciences Laboratory at NASA’s Goddard Space Flight Center in Greenbelt, Md.\nResults show that although the melt season is lengthening at both ends, with an earlier melt onset in the spring and a later freeze-up in the fall, the predominant phenomenon extending the melting is the later start of the freeze season. Some areas, such as the Beaufort and Chukchi Seas, are freezing up between six and 11 days later per decade. But while melt onset variations are smaller, the timing of the beginning of the melt season has a larger impact on the amount of solar radiation absorbed by the ocean, because its timing coincides with when the sun is higher and brighter in the Arctic sky.\nDespite large regional variations in the beginning and end of the melt season, the Arctic melt season has lengthened on average by five days per decade from 1979 to 2013.\nStill, weather makes the timing of the autumn freeze-up vary a lot from year to year.\n\"There is a trend for later freeze-up, but we can’t tell whether a particular year is going to have an earlier or later freeze-up,\" Stroeve said. \"There remains a lot of variability from year to year as to the exact timing of when the ice will reform, making it difficult for industry to plan when to stop operations in the Arctic.\"\nTo measure changes in the amount of solar energy absorbed by the ice and ocean, the researchers looked at the evolution of sea surface temperatures and studied monthly surface albedo data (the amount of solar energy reflected by the ice and the ocean) together with the incoming solar radiation for the months of May through October. The albedo and sea surface temperature data the researchers used comes from the National Oceanic and Atmospheric Administration’s polar-orbiting satellites.\nThey found that the ice pack and ocean waters are absorbing more and more sunlight due both to an earlier opening of the waters and a darkening of the sea ice. The sea ice cover is becoming less reflective because it now mostly consists of thinner, younger ice, which is less reflective than the older ice that previously dominated the ice pack. Also, the young ice is flatter, allowing the dark melt ponds that form at the early stages of the melt season are able to spread more widely, further lowering its albedo.\nThe researchers calculated the increase in solar radiation absorbed by the ice and ocean for the period ranging from 2007 to 2011, which in some areas of the Arctic Ocean exceed 300 to 400 megajoules per square meter, or the amount of energy needed to thin the ice by an additional 3.1 to 4.2 feet (97 to 130 centimeters).\nThe increases in surface ocean temperatures, combined with a warming Arctic atmosphere due to climate change, explain the delayed freeze up in the fall.\n\"If air and ocean temperatures are similar, the ocean is not going to lose heat to the atmosphere as fast as it would when the differences are greater,\" said Linette Boisvert, co-author of the paper and a cryospheric scientist at Goddard. \"In the last years, the upper ocean heat content is much higher than it used to be, so it’s going to take a longer time to cool off and for freeze up to begin.\"\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}