{
  "url": "https://climate.nasa.gov/news/1134/from-pole-to-pole-nasas-flying-laboratories-study-our-world/",
  "title": "From pole to pole, NASA’s flying laboratories study our world",
  "date": null,
  "content": "5 min read\nNASA gains its global perspective of Earth through its fleet of 17 satellites orbiting our home planet. But sometimes scientists need to add a closer view to tackle certain challenging questions.\nOver the next few months, NASA will fly a series of airborne research campaigns — from the North Pole to the South Pole and in between — to take a closer look at U.S. air quality, hurricanes forming in the Atlantic, and the impact of climate change on Earth’s polar regions.\nWhile Earth-observing satellites provide a much-needed global and long-term view, the ability of NASA's Airborne Science Program to put scientists and advanced scientific instruments directly in the field offers a different level of insight into Earth’s complex systems.\nThroughout the remainder of 2014, NASA and NASA-funded scientists will be using the nimble capabilities of the agency’s aircraft in a series of targeted campaigns.\nScientists have traditionally measured air quality using sensors on the ground. NASA is putting a focus on ultimately improving our ability to observe air quality from space. Before that’s possible at high resolution, the agency is using campaigns such as DISCOVER-AQ (Deriving Information on Surface Conditions from Column and Vertically Resolved Observations Relevant to Air Quality) to better understand local air quality and how it changes throughout a summer day and at different altitudes.\nWith its current campaign over and around Denver, Colorado, DISCOVER-AQ will complete its four-year series of field studies in regions of the United States that routinely experience poor air quality. Previous campaigns were centered over the Washington-Baltimore area, central California, and Houston.\nNASA’s P-3B and B200 aircraft are measuring gaseous and particulate pollution along Colorado’s Front Range, which has a mix of urban and agricultural pollution sources, as well as a broad region of oil and gas extraction activity.\nHurricane forecasters have made great strides in recent years in their ability to project the tracks of these powerful, damaging storms. But the mechanisms that cause tropical storms and hurricanes to form and intensify remain a puzzle. If scientists could better understand what causes formation and strengthening, it’s possible forecasters could improve the projections of a storm’s strength at the time it makes landfall.\nNASA’s Hurricane and Severe Storm Sentinel, or HS3, mission was designed to study these processes. The mission uses the unique capability of NASA’s unmanned Global Hawks — the planes can fly up to 65,000 feet for as long as 30 hours — to provide sustained measurements above and around evolving tropical storms in the Atlantic Basin. The mission will fly from NASA’s Wallops Flight Facility, Virginia, for a one-month period during August and September.\nSatellites can only give scientists a snapshot in time of a storm, and traditional aircraft can only observe a storm for several hours at a time. But the Global Hawks are allowing scientists to peer inside the evolution of tropical cyclones as they develop over longer periods of time.\nThe Arctic and Antarctic are undergoing rapid and significant changes. Understanding these changes is a key research priority for NASA, which is why the agency will have three separate airborne campaigns flying at Earth’s poles this year.\nA new airborne mission called the Arctic Radiation IceBridge Sea and Ice Experiment, or ARISE, will fly in August and September to study how the loss of Arctic sea ice is affecting the formation of clouds and the exchange of heat from Earth’s surface to space.\nARISE is designed to take advantage of NASA’s existing capabilities in order to give scientists better insight into the relationship between retreating sea ice and the Arctic climate. The mission will fly aboard the agency’s C-130 aircraft, which will be based at Thule, Greenland, and Fairbanks, Alaska.\nAlso in the Arctic, NASA will fly the third year of a campaign to observe the impacts of thawing permafrost due to a warming Arctic climate. The Carbon in Arctic Reservoirs Vulnerability Experiment, or CARVE, will use a Twin Otter aircraft to probe the frozen land above the Arctic Circle in Alaska, measuring the carbon dioxide and methane emissions released as permafrost thaws.\nCARVE is testing hypotheses that Arctic carbon reservoirs are vulnerable to climate warming, while delivering the first direct measurements and detailed regional maps of Arctic carbon dioxide and methane sources.\nAt the other end of the world, this October NASA’s Operation IceBridge will make its sixth trip to fly over Antarctica, collecting data on sea ice, glaciers and ice sheets. IceBridge, the largest airborne survey of Earth’s polar ice ever flown, is returning to many of the same flight lines from previous years in order to measure exactly how the ice has changed from year to year.\nThe airborne measurements to be made from the DC-8 flying laboratory will help bridge the gap in polar observations between NASA's Ice, Cloud and Land Elevation Satellite (ICESat), which stopped collecting data in 2009, and its replacement, ICESat-2, which is scheduled to launch later this decade.\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}