{
  "url": "https://climate.nasa.gov/news/2232/in-search-of-an-arctic-holy-grail/",
  "title": "In search of an Arctic 'holy grail'",
  "date": null,
  "content": "By Rosalie Murphy,\r\nNASA's Jet Propulsion Laboratory\nSea ice floats off the coast of northeastern Greenland. Credit: NASA\nThe area of the Arctic Ocean that sea ice covers has long been detectable from satellite data. Images of sea ice drifting southward along Greenland’s coast and graphs showing declining summer ice around Alaska are commonplace in climate science. But the thickness of that ice is not so easy to measure.\n“Thickness is the holy grail of sea ice knowledge,” said Ben Holt, a scientist at NASA’s Jet Propulsion Laboratory in Pasadena, California. “Sea ice has been one of the most important indicators of global warming. But sea ice thickness, this really important variable, is hard to measure. It’s spatially variable – it grows in some places and has been deformed in others. There’s also a snow cover, and some instruments see just the tops of the formations, which are snow.”\n\n\n'Sea ice thickness, this really important variable, is hard to measure.'\n\n\n- Ben Holt, NASA scientist\nEven in years when the overall extent of sea ice remains stable or grows slightly, the thickness and volume of the ice cover has continued to decline, making the ice more vulnerable to continued shrinkage. Scientists want to better understand how fast the overall volume of ice is decreasing and how soon we might see a nearly ice-free Arctic in the summer.\nThe earliest sea ice thickness data came from Arctic explorers in the 1890s, who measured thickness by drilling holes in the ice – a method scientists still use today. During the Cold War, the U.S. and Russia explored international Arctic waters with submarines, producing records of ice’s thickness below sea level. In the 1990s, researchers began carrying electromagnetic probes to measure thickness, generating much larger and more extensive datasets than drill holes could.\nHolt and a team of student interns have amassed more than 66,000 of these measurements made by drill holes and electromagnetic probes. The data, all collected independently and recorded in decades-old papers and private field notebooks, have been validated and compiled in a new database.\n“Data from the early 20th century is really rare. There are some points in the '30s, but then the 1940s are nonexistent, probably because of World War II,” said Kate Evans, a Caltech sophomore majoring in astrophysics who worked on the project this summer. “One series of German expeditions provides almost half the data we have, but they only measured between July and September. Almost no one goes in the dead of winter.”\nScientists drill through Arctic ice. Credit: NASA/Kathryn Hansen\n\n\nEvans and two other interns – Lesley Anderson, a high school science teacher participating in JPL’s STAR program, and Roger Carter, a senior at the University of Colorado Boulder, adjusted the data for seasonal bias, separated the data into geographical regions and identified multi-year and young ice measurements. Holt plans to post the compendium online so other researchers can experiment with it.\n“We put together as many in situ [on site] measurements as possible. There’s sampling bias, but all the data are quite accurate. It fills in some regions and time periods not measured by submarines,” Holt said. “It works into a broader climate record.”\nThese data, representing a century of Arctic change, reveal a definitive decline in the thickness of Arctic sea ice.\n“Definitely, we can see a trend,” said Jackie Richter-Menge, a Research Civil Engineer in the U.S. Army Corps of Engineers’ Cold Regions Research and Engineering Laboratory. Richter-Menge often works out of Arctic camps on sea ice cover about 200 miles north of Prudhoe Bay, an oil field in northern Alaska. “When I started in the 1980s, we’d fly over a little first-year ice and quickly reach the multiyear ice where we set up camp. Today, when we leave Prudhoe Bay, almost the entire way to the camp is young or seasonal ice. It’s stunning to see the changes,” she said.\nSatellite and airborne measurements have improved significantly in recent years. NASA’s Ice, Cloud and land Elevation Satellite (ICESat), active from 2003 to 2008, measured the height of Arctic sea ice above the ocean surface, called the ice’s freeboard, and its extent. The European Space Agency’s CryoSat-2 and NASA’s IceBridge instrument make similar measurements today that contribute to scientists' knowledge of sea ice thickness.\nResearchers found a 42 percent decrease in thick multiyear ice when they compared ice thickness estimates from ICESat data to historical submarine data. Later, others saw the volume of Arctic sea ice hit a record low in 2012, then rebound by about 50 percent a year later. Still, the 5,600 cubic miles (9,000 cubic kilometers) of sea ice researchers identified in 2013 is still just a fraction of the 12,500 cubic miles (20,000 cubic kilometers) that covered the Arctic in the 1980s.\n“Our current instruments are good enough to show that ice thickness and volume have changed. You can get a sense of the trends,” Richter-Menge said. However, current knowledge of  thickness to within 2 feet (50 centimeters) is insufficient, he said. Satellites provide broad temporal and environmental perspectives, while airborne and in situ measurements are more exact but limited in space and time. \"We still need the entire suite of measurements working together to monitor the thickness of the ice cover,”\nWhile the Arctic shrinks, parts of Antarctica have grown. Some seas off the Eastern half of the continent gained about 5,300 square miles of sea ice per year between 1978 and 2010, while others off the Western half lost about 3,200 square miles annually – though the Arctic is still losing more ice than Antarctica is gaining.\n“It’s a very different environment. In the Arctic, you have an ocean protected by land mass all the way around – it’s like a bathtub,” where melting ice exposes dark ocean water, which absorbs heat from the sun and warms the water, melting more ice, Richter-Menge said. “In the Antarctic, a continent surrounded by ocean, the ice cover that forms is subject to all this ocean heat flux that comes from the Southern Ocean. That’s why we have to monitor both [regions].”\nIceBridge has conducted a number of studies in both the Arctic and Antarctic, but scientists working on the southern continent struggle to measure thickness, too. There are also far fewer in situ and submarine measurements of the southern sea ice thickness. Some studies have suggested that, like ice extent, Antarctic sea ice thickness is increasing in some places and decreasing others, but scientists are still mapping many parts of the continent.\nSatellite data continue to improve. ESA launched CryoSat-2 in 2010, and its sea ice thickness estimates have already illustrated seasonal and year-to-year changes. NASA plans to launch ICESat-2, which will be able to estimate the thickness of sea ice freeboard to within an inch (3 centimeters), in 2017. Accurate ice thickness measurements will help scientists understand the Arctic’s present climate, and combined with an archive as large as Holt’s, these data will be able to track trends that began decades ago.\n“I have great confidence in the fact that we will have a technology that can measure ice thickness, because it’s that important,” Richter-Menge said. “The better we can make observations, the better data we can provide folks planning to work in the Arctic, the better we can feed models and the better we can plan for change.”\nThis feature is part of a series exploring how NASA monitors Earth’s water cycle. The agency monitors the cryosphere using the IceBridge airborne instrument and the BRomide, Ozone and Mercury EXperiment field campaign and plans to launch its second Ice, Cloud and land Elevation Satellite (ICESat-2) in 2016. For information about all of NASA’s Earth science missions, visit http://science.nasa.gov/earth-science.\n• While satellites and airborne missions have been helping scientists easily observe Arctic (and Antarctic) sea ice area, sea ice thickness data is hard to come by.\n\r\n• In situ (on site) measurements collected by a NASA scientist and a group of interns, along with ever-improving satellite and airborne observations, reveal a downward trend in Arctic sea ice thickness.\n\r\n• Some studies have suggested that, like ice extent, Antarctic sea ice thickness is increasing in some places and decreasing others, but scientists are still mapping many parts of the continent.\n\r\n• NASA plans to launch a mission in 2017 that will be able to measure sea ice thickness within an inch (3 centimeters).\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}