{
  "url": "https://climate.nasa.gov/news/2490/nasa-analysis-finds-august-2016-another-record-month/",
  "title": "NASA analysis finds August 2016 another record month",
  "date": null,
  "content": "2 min read\nAugust 2016 was the warmest August in 136 years of modern record-keeping, according to a monthly analysis of global temperatures by scientists at NASA's Goddard Institute for Space Studies (GISS) in New York.\nAlthough the seasonal temperature cycle typically peaks in July, August 2016 wound up tied with July 2016 for the warmest month ever recorded. August 2016's temperature was 0.16 degrees Celsius warmer than the previous warmest August in 2014. Last month also was 0.98 degrees Celsius warmer than the mean August temperature from 1951-1980.\n\"Monthly rankings, which vary by only a few hundredths of a degree, are inherently fragile,\" according to GISS Director Gavin Schmidt. \"We stress that the long-term trends are the most important for understanding the ongoing changes that are affecting our planet.\"\nThe record warm August continued a streak of 11 consecutive months dating back to October 2015 that have set new monthly high-temperature records. The monthly analysis by the GISS team is assembled from publicly available data acquired by about 6,300 meteorological stations around the world, ship- and buoy-based instruments measuring sea surface temperature, and Antarctic research stations. The modern global temperature record begins around 1880 because previous observations didn't cover enough of the planet.\nFor more information on NASA GISS's monthly temperature analysis, visit data.giss.nasa.gov/gistemp.\nFor more information about NASA GISS, visit www.giss.nasa.gov.\nMedia contacts\nMichael Cabbage, NASA Goddard Institute for Space Studies, New York, N.Y., 212-678-5516, mcabbage@nasa.gov\nLeslie McCarthy, NASA Goddard Institute for Space Studies, New York, N.Y., 212-678-5507, leslie.m.mccarthy@nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}