{
  "url": "https://climate.nasa.gov/news/2233/scientist-advances-laser-technology-to-measure-methane/",
  "title": "Scientist advances laser technology to measure methane",
  "date": null,
  "content": "By Lori Keesey,\r\nNASA's Goddard Space Flight Center\nPrincipal Investigator Haris Riris (left) and Stewart Wu prepare a prototype of the methane sounder (the mirror is an alignment tool) before demonstrating it aboard NASA’s DC-8 research aircraft in 2011. Another flight is scheduled for later this year. Credit: Emily Schaller. View a larger image.\nA NASA scientist who has played a key role developing and demonstrating a new technique for gathering around-the-clock global carbon-dioxide (CO2) measurements is applying the same general principles to develop a new laser instrument sensitive to another greenhouse gas — methane.\nHaris Riris, a scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, will continue advancing the Methane Sounder that operates much like its close cousin, the CO2 Sounder Lidar developed by Riris’ close collaborator, Goddard scientist Jim Abshire. The next-generation instrument will be able to provide remotely collected, high-resolution, highly accurate, around-the-clock global methane measurements should it ultimately fly as a spaceborne instrument.\nA team, led by NASA scientist Haris Riris, demonstrated a prototype methane sounder aboard NASA’s DC-8 aircraft in 2011. From left to right: Kenji Numata, Haris Riris, Martha Dawsey, Anand Ramanathan, Stewart Wu, Steve Li. Credit: Emily Schaller\n\n\nHaris and his team, including Goddard’s Kenji Numata and Stewart Wu, will use the new funding to further improve the prototype instrument and then test it during a NASA DC-8 aircraft campaign later this year. The goal is to advance the concept to a point where it perhaps could be flown on a proposed mission, such as NASA’s Active Sensing of CO2 Emissions over Nights, Days and Seasons (ASCENDS).\n“We’re working to come up with a design that we think will work in space,” Riris said. Since initially flying the concept on a DC-8 research aircraft in 2011, he said his team has developed a better instrument. “Our goal is to prove that the technique works and meets precision and accuracy requirements.”\nThe scientific community would benefit enormously from such a capability, Riris said. “Understanding current global methane trends is a difficult challenge that cannot be resolved by existing measurement networks or current satellite observations,” he said.\nOn Earth, methane is an important greenhouse gas produced by certain types of bacteria in soils and in the digestive tracts of some animals. Large quantities of methane also are produced as a result of forest fires and human industrial processes.\nAlthough carbon dioxide, another greenhouse gas, lingers in the atmosphere longer, methane is in some respects more worrisome. It is more potent and effective at absorbing heat. Exacerbating concerns is the fact that large quantities of the gas reside beneath permanently frozen ground in the Arctic. As the permafrost melts, which scientists say currently is occurring, more of this gas is released into the atmosphere, creating a feedback mechanism, where emissions lead to more warming, which in turn accelerates the melting.\nAlthough some satellite instruments can detect and map Earth’s methane, Riris’ concept gives scientists something they don’t currently have — 24-hour coverage at all latitudes. “This effort would be a continuation and an augmentation to the Franco-German MERLIN (Methane Remote Sensing Lidar Mission) that is currently being formulated. The expectation is that our Methane Sounder would have better sensitivity and precision than MERLIN because of the more sensitive detector and the multi-wavelength approach being employed,” Riris said.\nIn sharp contrast to many methane instruments (see related story), the Methane Sounder also employs its own light source — tunable laser transmitters. Although laser light cannot penetrate thick clouds, it can measure through thin clouds and particles and at night, which is impossible for passive systems that rely on reflected sunlight for their source of illumination.\nTo gather methane data, the team’s instrument works much like the CO2 Sounder. It bounces a laser light tuned to a specific wavelength band — in this case, 1.65 microns — off Earth’s surface. Like all atmospheric gases, methane will absorb the light as it travels back to the orbiting instrument. The more methane molecules along the path, the deeper the absorption lines as measured by the instrument’s detectors.\nAlthough Abshire has proven that sounders are effective at detecting carbon dioxide, adapting the concept to methane is more challenging, Riris conceded.\n“We have been measuring carbon dioxide longer and the wavelength range for carbon dioxide — 1.57 microns — is easier to work in. It’s very difficult getting a laser at 1.65 microns,” he said. As a result, the team is attempting to overcome the obstacle by combining two wavelengths and using a crystal to create the desired wavelength band that methane absorbs.\nGiven the increased concern over methane emissions — particularly in the Arctic where it’s difficult gathering data using “passive” instruments that use sunlight to make trace gas measurements — the addition of a methane-measuring instrument on a mission like ASCENDS is not outside the realm of possibilities, Riris said. “We’re not the only ones working on the problem, but we think we have the better solution. If we can demonstrate that we can measure methane, the community will respond.”\nMore on methane\n\n\n\n\n\n\n\n\n\n\n\nRead about another NASA scientist who is using a suitcase-sized instrument to measure methane emissions from Alaska's melting permafrost.\nRead about another NASA scientist who is using a suitcase-sized instrument to measure methane emissions from Alaska's melting permafrost.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}