{
  "url": "https://climate.nasa.gov/news/959/airborne-campaign-preparing-to-probe-pollution-climate-link/",
  "title": "Airborne campaign preparing to probe pollution-climate link",
  "date": null,
  "content": "By Beth Hagenauer,\r\nDryden Flight Research Center\nA number of atmospheric probes are installed along the fuselage of NASA's DC-8 in preparation for the SEAC4RS study to learn more about how air pollution and natural emissions affect climate change.\nImage Credit: NASA / Tom Tschida\nScientists and technicians ready an instrument rack for mounting in NASA's DC-8 flying laboratory in preparation for a complex mission to study how air pollution and natural emissions affect climate change. Image Credit: NASA / Tom Tschida\n\n\nThe floor of a NASA hangar and an adjacent laboratory in Southern California's high desert have been in constant motion this month as scientists prepare their instruments for installation on two of the agency's specialized science aircraft that will begin a major NASA airborne science campaign in early August.\nTechnicians and maintenance personnel at NASA's Dryden Aircraft Operations Facility in Palmdale, Calif., weigh, install, check, remove and reinstall the instruments prior to a flight dedicated to checking out their operation. The aircraft, a modified DC-8 jetliner and a high-flying ER-2, are being fitted with an eclectic assortment of sensors in preparation for a mission to study how the vertical convection of air pollution and natural emissions affect climate change.\nThe NASA Studies of Emissions, Atmospheric Composition, Clouds and Climate Coupling by Regional Surveys mission -- SEAC4RS for short -- is the agency's most complex airborne science study of 2013. Funded by the Earth Science division of NASA's Science Mission Directorate, the field campaign draws together coordinated observations from NASA satellites, aircraft and an array of ground sites.\nThe equipment bays and wing pods of NASA's high-altitude ER-2 will carry 15 specialized instruments to study how the vertical convection of air pollution and natural emissions affect climate change. Image Credit: NASA / Tom Tschida\n\n\nThe DC-8 is a former commercial airliner that was heavily modified by NASA to serve as a flying laboratory more than 25 years ago. Researchers on the aircraft monitor their instruments and watch live data stream to laptops while the aircraft flies at altitudes between 1,000 and 42,000 feet.\nThe equipment bays and wing pods of NASA's high-altitude ER-2 will carry 15 specialized instruments to study how the vertical convection of air pollution and natural emissions affect climate change.\nThe flying laboratory will be the research \"home\" to 31 instruments, some with unusual titles like hygrometer, chromatograph, spectroradiometer, and sun photometer. These and other instruments will study trace gases, black carbon, cloud particles and formaldehyde along with other airborne chemicals that contribute to pollution during the mission that runs Aug. 10 through Oct. 1.\nNASA's DC-8 flying laboratory is fully loaded with seats and instrument racks in preparation for NASA's 2013 SEAC4RS climate science mission. Image Credit: NASA / Tom Tschida\n\n\nThe aircraft doesn't look like a traditional sleek airliner on the outside. A number of probes stick out along the sides like porcupine quills through special windows, while equipment racks block other windows. Laser ports from the top and underside are covered until used.\nNear the DC-8 is NASA's ER-2 high-altitude science aircraft where technicians are uploading 15 specialized instruments tucked in the aircraft's equipment bays and on the wings. These sensors include a \"pushbroom\" camera, a broadband radiometer, a gas analyzer, a lidar and a scanning polarimeter. The sensors will collect data about water vapor, turbulence, terrestrial and atmospheric processes, cloud aerosols, carbon monoxide and nitrous oxide.\nNASA's DC-8 flying laboratory is fully loaded with seats and instrument racks in preparation for NASA's 2013 SEAC4RS climate science mission.\nNASA's ER-2 is a single-seat, single-engine aircraft similar to the Air Force's U-2S aircraft. The plane flies for up to eight hours at altitudes above 65,000 feet. Due to the challenges of flight at such high altitudes, ER-2 pilots wear a bulky pressure suit designed to protect them. The altitude is ideal for sampling of chemicals and other phenomena that are pushed into the upper atmosphere by large storms.\nOnce the aircraft depart for the SEAC4RS base at Ellington Field near Houston, those personnel left behind at Dryden will be traveling to support the aircraft participating in the SEAC4RS study, while facilitating an opportunity for the scientists to learn more about the characteristics of pollution movement during the hot U.S. summer.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}