{
  "url": "https://climate.nasa.gov/news/1031/nasa-set-for-a-big-year-in-earth-science-with-5-new-missions/",
  "title": "NASA set for a big year in Earth science with 5 new missions",
  "date": null,
  "content": "By Steve Cole,\r\nHeadquarters\r\nSusan Anderson,\r\nJohnson Space Center\r\nRani Gran,\r\nGoddard Space Flight Center\r\nand Alan Buis,\r\nJet Propulsion Laboratory\nThe first new NASA Earth science mission of 2014 is the Global Precipitation Measurement (GPM) Core Observatory, a joint international project with the Japan Aerospace Exploration Agency (JAXA). Launch is scheduled for Feb. 27 from Japan. Image Credit: NASA\n\n\nFor the first time in more than a decade, five NASA Earth science missions will be launched into space in the same year, opening new and improved remote eyes to monitor our changing planet.\nThe five launches, including two to the International Space Station (ISS), are part of an active year for NASA Earth science researchers, who also will conduct airborne campaigns to the poles and hurricanes, develop advanced sensor technologies, and use satellite data and analytical tools to improve natural hazard and climate change preparedness.\nNASA satellites, aircraft, and research help scientists and policymakers find answers to critical challenges facing our planet, including climate change, sea level rise, decreasing availability of fresh water, and extreme weather events.\n\"As NASA prepares for future missions to an asteroid and Mars, we’re focused on Earth right now,\" said NASA Administrator Charles Bolden. \"With five new missions set to launch in 2014, this really is shaping up to be the year of the Earth, and this focus on our home planet will make a significant difference in people’s lives around the world.\"\nThe Orbiting Carbon Observatory (OCO)-2, set to launch in July, will make precise, global measurements of carbon dioxide, the greenhouse gas that is the largest human-generated contributor to global warming. Image Credit: NASA\n\n\nThe first NASA Earth science mission of 2014 is the Global Precipitation Measurement (GPM) Core Observatory, a joint satellite project with the Japan Aerospace Exploration Agency (JAXA). The mission inaugurates an unprecedented international satellite constellation that will produce the first nearly global observations of rainfall and snowfall. This new information will help answer questions about our planet's life-sustaining water cycle, and improve water resource management and weather forecasting.\nThe GPM Core Observatory is scheduled to launch on Feb. 27 from JAXA's Tanegashima Space Center on a Japanese H-IIA rocket. The spacecraft was built at NASA's Goddard Space Flight Center, Greenbelt, Md.\nIn July, NASA will launch a mission to advance our understanding of carbon dioxide's role in climate change. The Orbiting Carbon Observatory (OCO)-2, a replacement for a mission lost after a launch vehicle failure in 2009, will make precise, global measurements of carbon dioxide, the greenhouse gas that is the largest human-generated contributor to global warming. OCO-2 observations will be used to improve understanding of the natural and human-induced sources of carbon dioxide and how these emissions cycle through Earth's oceans, land and atmosphere.\nNASA's Soil Moisture Active Passive (SMAP) mission will track Earth's water into one of its last hiding places: the soil. SMAP soil moisture data will aid in predictions of agricultural productivity, weather and climate. SMAP is scheduled to launch in November. Image Credit: NASA\n\n\nOCO-2, managed by NASA's Jet Propulsion Laboratory (JPL) in Pasadena, Calif., will launch from Vandenberg Air Force Base, Calif., on a Delta II rocket.\nWith the November launch of NASA's Soil Moisture Active Passive (SMAP) mission, NASA will track Earth's water into one of its last hiding places: the soil. SMAP will map Earth's soil moisture, and provide precise indications of the soil's freeze-thaw state, to improve understanding of the cycling of water, energy, and carbon. High-resolution global maps of soil moisture produced from SMAP data will inform water resource management decisions on water availability around our planet. SMAP data also will aid in predictions of plant growth and agricultural productivity, weather and climate forecasts, and monitoring floods and droughts.\nSMAP will launch from Vandenberg onboard a Delta II rocket. JPL manages the mission.\nThe first of two 2014 Earth science missions to the International Space Station, ISS-RapidScat will extend the data record of ocean winds around the globe, a key factor in climate research and weather forecasting. ISS-Rapidscat is set to launch in June. Image Credit: NASA\n\n\n\"On our home planet Earth, water is an essential requirement for life and for most human activities. We must understand the details of how water moves within and between the atmosphere, the oceans, and the land if we are to predict changes to our climate and the availability of water resources,\" said Michael Freilich, director of NASA's Earth Science Division in Washington. \"Coupled with data from other ongoing NASA missions that measure sea-surface salinity and that detect changes in underground aquifer levels, with GPM and SMAP we will have unprecedented measurements of our planet's vital water cycle.\"\nTwo Earth science missions will be sent to the International Space Station this year to measure ocean winds, clouds, and aerosols, marking NASA's first use of the orbiting laboratory as a 24/7 Earth-observing platform. The new instruments are the first of a series that will observe Earth routinely from the orbiting laboratory.\nThe space station has served as a unique platform advancing scientific research and technological discovery for more than 13 years. Its mid-inclination orbit allows for observations at all local times over nearly 85 percent of Earth's surface. NASA plans to launch five Earth-observing instruments to the ISS through 2017. These missions are developed and operated jointly by the International Space Station Program and the Earth Science Division.\nThe Cloud-Aerosol Transport System (CATS) instrument shown here uses three-wavelength lasers to extend satellite observations of small particles in the atmosphere. CATS is scheduled to launch in September on a SpaceX ISS commercial resupply flight. Image Credit: NASA\n\n\nISS-RapidScat, scheduled to launch to the station June 6, will extend the data record of ocean winds around the globe. These data are a key factor in climate research, weather and marine forecasting, and tracking of storms and hurricanes. Using inherited, repurposed hardware, ISS-RapidScat will provide high-value science at a fraction of the typical cost of developing a free-flying satellite. ISS-Rapidscat will fly to the station aboard a SpaceX Falcon 9 rocket and Dragon cargo spacecraft from Cape Canaveral Air Force Station, Fla., on a commercial resupply flight for the ISS.\nThe new Cloud-Aerosol Transport System (CATS) is a technology demonstration mission using three-wavelength lasers to extend satellite observations of small particles in the atmosphere from volcanoes, air pollution, dust, and smoke. These aerosol particles pose human health risks at ground level and influence global climate through their impact on cloud cover and solar radiation in Earth's atmosphere. CATS is scheduled to launch Sept. 12 on another SpaceX ISS commercial resupply flight from Cape Canaveral Air Force Station.\nNASA's Global Hawk (pictured here) and a fleet of aircraft equipped with sophisticated sensors will fly 12 NASA campaigns around the world in 2014. From Antarctica to the Arctic, airborne scientists will study polar ice sheets, urban air pollution, hurricanes and more. Image Credit: NASA/Tony Landis\n\n\n\"With these two instruments launching to the space station, ISS will come into its own as an important platform for studying the Earth system and global change,\" said Julie Robinson, space station chief scientist at NASA's Johnson Space Center in Houston. \"This is just the beginning of the space station becoming a part of the global Earth-observing network.\"\nNASA also uses a wide array of research aircraft equipped with sophisticated sensors to advance Earth science research. This year, NASA is sponsoring 12 flight campaigns that will study the polar ice sheets, urban air pollution, hurricanes, ecosystem health and more over the United States, Central and South America, Antarctica, and the Arctic Circle.\nPutting satellite data to work meeting local and regional needs around the world is another part of NASA's Earth science mission. In 2014, projects sponsored by the NASA Applied Sciences Program will tackle ecosystem issues in the Gulf of Mexico, water scarcity in the U.S. Southwest, and flood management in the Mekong River delta.\nNASA continues to push the boundaries of current technologies to find new ways to see our complex planet in more detail and with greater accuracy. This year, NASA's Earth Science Technology Office will test new sensors to improve measurements of water levels in lakes and reservoirs, carbon dioxide, terrestrial ecosystems, and natural hazards such as earthquakes and tsunamis.\nNASA monitors Earth's vital signs from land, air and space with a fleet of satellites and ambitious airborne and ground-based observation campaigns. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records and computer analysis tools to better see how our planet is changing. The agency shares this unique knowledge with the global community and works with institutions in the United States and around the world that contribute to understanding and protecting our home planet.\nLearn more about NASA's Earth science activities in 2014.\nLearn more about NASA's latest Earth science findings.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}