{
  "url": "https://climate.nasa.gov/news/2238/carbon-emissions-could-dramatically-increase-risk-of-us-megadroughts/",
  "title": "Carbon emissions could dramatically increase risk of U.S. megadroughts",
  "date": null,
  "content": "5 min read\nNASA scientists used tree rings to understand past droughts and climate models incorporating soil moisture data to estimate future drought risk in the 21st century.\nCredit:\nNASA's Goddard Space Flight Center.\nDownload this video in HD formats from Goddard's Scientific Visualization Studio\n.\nDroughts in the U.S. Southwest and Central Plains during the last half of this century could be drier and longer than drought conditions seen in those regions in the last 1,000 years, according to a new NASA study.\nThe study, published Thursday in the journal Science Advances, is based on projections from several climate models, including one sponsored by NASA. The research found continued increases in human-produced greenhouse gas emissions drives up the risk of severe droughts in these regions.\n\"Natural droughts like the 1930s Dust Bowl and the current drought in the Southwest have historically lasted maybe a decade or a little less,\" said Ben Cook, climate scientist at NASA's Goddard Institute for Space Studies and the Lamont-Doherty Earth Observatory at Columbia University in New York City, and lead author of the study. \"What these results are saying is we're going to get a drought similar to those events, but it is probably going to last at least 30 to 35 years.\"\nAccording to Cook, the current likelihood of a megadrought, a drought lasting more than three decades, is 12 percent. If greenhouse gas emissions stop increasing in the mid-21st century, Cook and his colleagues project the likelihood of megadrought to reach more than 60 percent.\nHowever, if greenhouse gas emissions continue to increase along current trajectories throughout the 21st century, there is an 80 percent likelihood of a decades-long megadrought in the Southwest and Central Plains between the years 2050 and 2099.\nThe scientists analyzed a drought severity index and two soil moisture data sets from 17 climate models that were run for both emissions scenarios. The high emissions scenario projects the equivalent of an atmospheric carbon dioxide concentration of 1,370 parts per million (ppm) by 2100, while the moderate emissions scenario projects the equivalent of 650 ppm by 2100. Currently, the atmosphere contains 400 ppm of CO2.\nIn the Southwest, climate change would likely cause reduced rainfall and increased temperatures that will evaporate more water from the soil. In the Central Plains, drying would largely be caused by the same temperature-driven increase in evaporation.\nThe Fifth Assessment Report, issued by the United Nations Intergovernmental Panel on Climate Change (IPCC) in 2013, synthesized the available scientific studies and reported that increases in evaporation over arid lands are likely throughout the 21st century. But the IPCC report had low confidence in projected changes to soil moisture, one of the main indicators of drought.\nUntil this study, much of the previous research included analysis of only one drought indicator and results from fewer climate models, Cook said, making this a more robust drought projection than any previously published.\n\"What I think really stands out in the paper is the consistency between different metrics of soil moisture and the findings across all the different climate models,\" said Kevin Anchukaitis, a climate scientist at the Woods Hole Oceanographic Institution in Woods Hole, Massachusetts, who was not involved in the study. \"It is rare to see all signs pointing so unwaveringly toward the same result, in this case a highly elevated risk of future megadroughts in the United States.\"\nThis study also is the first to compare future drought projections directly to drought records from the last 1,000 years.\n\"We can't really understand the full variability and the full dynamics of drought over western North America by focusing only on the last century or so,\" Cook said. \"We have to go to the paleoclimate record, looking at these much longer timescales, when much more extreme and extensive drought events happened, to really come up with an appreciation for the full potential drought dynamics in the system.\"\nModern measurements of drought indicators go back about 150 years. Cook and his colleagues used a well-established tree-ring database to study older droughts. Centuries-old trees allow a look back into the distant past. Tree species like oak and bristle cone pines grow more in wet years, leaving wider rings, and vice versa for drought years. By comparing the modern drought measurements to tree rings in the 20th century for a baseline, the tree rings can be used to establish moisture conditions over the past 1,000 years.\nThe scientists were interested in megadroughts that took place between 1100 and 1300 in North America. These medieval-period droughts, on a year-to-year basis, were no worse than droughts seen in the recent past. But they lasted, in some cases, 30 to 50 years.\nWhen these past megadroughts are compared side-by-side with computer model projections of the 21st century, both the moderate and business-as-usual emissions scenarios are drier, and the risk of droughts lasting 30 years or longer increases significantly.\nConnecting the past, present and future in this way shows that 21st century droughts in the region are likely to be even worse than those seen in medieval times, according to Anchukaitis.\n\"Those droughts had profound ramifications for societies living in North America at the time. These findings require us to think about how we would adapt if even more severe droughts lasting over a decade were to occur in our future,\" Anchukaitis said.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}