{
  "url": "https://climate.nasa.gov/news/1121/a-10-year-endeavor-nasas-aura-and-climate-change/",
  "title": "A 10-year endeavor: NASA’s Aura",
  "date": null,
  "content": "6 min read\nNitrogen and oxygen comprise nearly 99 percent of Earth’s atmosphere. The remaining one percent is comprised of gases that — although present in small concentrations — can have a big impact on life on Earth. Trace gases called greenhouse gases warm the surface, making it habitable for humans, plants and animals. But these greenhouse gases, as well as clouds and tiny particles called aerosols in the atmosphere, also play vital roles in Earth’s complex climate system.\nCelebrating its tenth anniversary this week, NASA’s Aura satellite and its four onboard instruments measure some of the climate agents in the atmosphere including greenhouse gases, clouds and dust particles. These global datasets provide clues that help scientists understand how Earth’s climate has varied and how it will continue to change.\nWhen the sun shines on Earth, some of the light reaches and warms the surface. The surface then radiates this heat back outward, and greenhouse gases stop some of the heat from escaping to space, keeping the surface warm. Greenhouse gases are necessary to keep Earth at a habitable temperature, but since the industrial revolution, greenhouse gases have increased substantially, causing an increase in temperature. Aura provides measurements of greenhouses gases such as ozone and water vapor, helping scientists understand the gases that influence climate.\nPeople, plants and animals live in the layer of the atmosphere called the troposphere. In this layer, the temperature decreases with altitude, as mountain climbers experience. The temperature starts to increase again at the tropopause, a surface located about eight miles above the surface at temperate latitudes, which includes, for example, the U.S. and Europe. Closer to the equator, the tropopause is about 11 miles from the surface. In the middle and upper troposphere, ozone acts as a greenhouse gas, trapping heat in Earth’s atmosphere. Tropospheric ozone is one of the most important human-influenced greenhouse gases.\nAura’s Tropospheric Emission Spectrometer (TES) delivers global maps showing annual averages of the heat absorbed by ozone, in particular in this middle troposphere altitude region. Using these maps and computer models, researchers learned that ozone trapped different amounts of heat in Earth’s atmosphere depending on its geographic location. For instance, ozone appeared to be a more effective greenhouse gas over hotter regions like the tropics or cloud-free regions like the Middle East.\n“If you want to understand climate change, you need to monitor the greenhouse gases and how they change over time,” said Bryan Duncan, an atmospheric scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland. Along with ozone, Aura measures other important greenhouse gases such as methane, carbon dioxide and water vapor.\nIn addition to greenhouse gases, Aura measures several other constituents relevant to climate — smoke, dust and clouds including the ice particles within the clouds — that are important for testing and improving climate models.\n“If you don’t have any data, then you don’t know if the models are right or not,” said Anne Douglass, Aura Project Scientist at Goddard. “The models can only be as good as your knowledge.”\nClouds affect Earth’s climate depending on their altitude and latitude. Two of Aura’s instruments have provided information about tropical clouds. Like greenhouse gases, high, thin clouds in the tropics absorb some of Earth’s outgoing heat and warm the surface. Aura’s High Resolution Dynamics Limb Sounder (HIRDLS) instrument provided global maps showing cirrus clouds in the upper altitudes in the tropics. Researchers have used these data along with data records from previous satellites going back to 1985 to show that the tropical cirrus cloud distribution has been steady, giving scientists information about the interplay between water vapor, ice and the life cycle of these clouds.\nAura’s Microwave Limb Sounder (MLS) instrument made the first global measurements of cloud ice content in the upper troposphere, providing new data input for climate models. MLS showed cloud ice is often present over warm oceans. Along with satellite rainfall data, MLS shows that dirty, polluted clouds rain less than clean clouds. The novel relationships obtained from HIRDLS and MLS connect ocean temperatures with clouds and ice and quantify effects of pollution on tropical rainfall — which are important assessments for climate models.\nAerosols, small particles in the atmosphere, influence climate. However, their influence is challenging to decipher because they play several different roles. Aerosols reflect radiation from the sun back into space; this tends to cool Earth’s surface. Aerosols such as dust and smoke also absorb radiation and heat the atmosphere where they are concentrated. Aura’s Ozone Monitoring Instrument (OMI) is especially good at observing these absorbing aerosols above clouds and bright deserts. Both OMI and TES also provide data on gases, such as sulfur dioxide and ammonia, which are primary ingredients for other types of less absorbing aerosols. Aura data, in conjunction with other satellite data, are helping scientists understand how aerosols interact with incoming sunlight in the Earth’s atmosphere; this in turn helps scientists improve long-term predictions in climate models.\nResearchers investigated how natural phenomena such as El Niño affect tropospheric ozone concentrations — a study made possible by Aura’s extensive data set.\nEl Niño is an irregularly occurring phenomena associated with warm ocean currents near the Pacific coast of South America that changes the pattern of tropical rainfall. Occasional appearance of areas of warmer temperatures in the Pacific Ocean shifts the stormiest area from the west to the east; the region of upward motion — a hallmark of low ozone concentrations over the ocean — moves along with it.\nWithout a decade-long data record, researchers would not be able to conduct such a study. Using the extensive data set, researchers are able to separate the response of ozone concentrations to the changes in human activity, such as biomass burning, from its response to natural forcing such as El Niño.\n“Studies like these that investigate how the composition of the troposphere responds to a natural variation are important for understanding how the Earth system will respond to other forcing, potentially including changes in climate,” said Douglass. “The Earth system is complex, and Aura’s breadth and the length of the composition data record help us to understand this important part of the system.”\nIn 2024 the ozone hole over Antarctica reached its annual maximum extent, with an area…\nHealing continues in the atmosphere over the Antarctic: a hole that opens annually in the…\nA few of the many highlights from the last 20 years since Aura Launched.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}