{
  "url": "https://climate.nasa.gov/news/2239/nasa-science-leads-new-york-city-climate-change-2015-report/",
  "title": "NASA science leads New York City Climate Change 2015 Report",
  "date": null,
  "content": "4 min read\nThe New York City Panel on Climate Change (NPCC) 2015, co-chaired by a NASA researcher, published its latest report which details significant future increases in temperature, precipitation and sea level in the New York metropolitan area.\nThe report aims to increase current and future resiliency of the communities, citywide systems and infrastructure in the New York metropolitan region to a range of climate risks. Cynthia Rosenzweig of NASA’s Goddard Institute for Space Studies (GISS), New York, co-chairs the New York City panel.\nThe NPCC was founded in 2008 to study the effects of climate change on New York City’s five boroughs and surrounding region. As some of the leading Earth scientists in the metropolitan New York area, GISS researchers have been involved in the panel’s work since its beginning. The GISS climate model was used in climate projections, and scientists at GISS led the technical team, which analyzed the scientific data and developed the projections.\n“The NPCC is a prototype for how federal government scientists and municipal policymakers can work together,” said Rosenzweig, who also is affiliated with the Center for Climate Systems Research at Columbia University’s Earth Institute, New York. \"This collaboration will help ensure that climate science developed for the New York metropolitan region informs and draws from the best available information, positioning residents and planners to confront expected future changes in the most effective way possible.\"\nIncreasing temperature and heavier precipitation events, along with sea level rise, are projected by the report to accelerate in the coming decades, increasing risks for the people, economy and infrastructure of New York City.\nSpecific report findings about local New York observations and projections include:\n“Climate change research isn’t just something for the future,” said Rosenzweig. “It’s affecting how key policy decisions are being made now. NASA is proud to work with New York City and other intergovernmental entities to provide world-class science.”\nThe report also uses NASA Landsat 7 data to map the surface temperature of mid-town Manhattan and show the cooling effect of Central Park. The Climate Impacts Group at GISS, led by Rosenzweig, provided technical support for the report.\nNASA has a Climate Adaptation Science Investigator (CASI) program that is geared toward evaluating the risks facing NASA facilities due to climate change.  The GISS Climate Impacts Group is using processes and lessons learned during its work with the NPCC to support the CASI program. And CASI research focusing on the advance of key NASA products related to climate adaptation could also have future applications benefiting New York City. In addition, the proposed \"Climate Change Resilience Indicators and Monitoring System\" will utilize NASA data observations and measurements to help the city manage climate risk.\nGISS is a laboratory in the Earth Sciences Division of NASA’s Goddard Space Flight Center, Greenbelt, Maryland and is affiliated with the Earth Institute and School of Engineering and Applied Science at Columbia University.\nView the NPCC’s 2015 report.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}