{
  "url": "https://climate.nasa.gov/news/2244/new-space-cowboy-successfully-deploys-its-lasso/",
  "title": "New space cowboy successfully deploys its ‘lasso’",
  "date": null,
  "content": "5 min read\nLike a cowboy at a rodeo, NASA's newest Earth-observing satellite, the Soil Moisture Active Passive (SMAP), has triumphantly raised its \"arm\" and unfurled a huge golden \"lasso\" (antenna) that it will soon spin up to rope the best soil moisture maps ever obtained from space.\nLaunched Jan. 31 from California's Vandenberg Air Force Base on a Delta II rocket, SMAP is now literally riding tall in the saddle as it continues to successfully wrangle the checkout procedures of its three-month-long commissioning phase. Analyses of onboard inertial measurement unit data and other telemetry confirm the antenna deployment, performed Feb. 24, was completely successful.\nSMAP's minimum three-year mission will expand our understanding of soil moisture, a key component of the Earth system that links the water, energy and carbon cycles driving our planet. SMAP's combined radar and radiometer instruments will peer into the top 2 inches (5 centimeters) of soil, through clouds and moderate vegetation cover, day and night, to produce the highest-resolution, most accurate soil moisture maps ever obtained from space. SMAP also will detect whether ground is frozen or thawed. Detecting variations in timing of spring thaw and changes in growing season length will help scientists more accurately account for how much carbon plants are removing from the atmosphere each year.\nFollowing its picture-perfect launch and insertion into orbit, mission controllers performed a series of health checks of the observatory's subsystems. They also ran successful initial health checks of SMAP's radiometer and radar science instruments, powering them on for 30 hours in receive-only mode and processing the data. Then on Feb. 18, mission controllers successfully commanded SMAP's 16-foot (5-meter) two-hinged boom to unfold and extend.\nOn Feb. 24, the team commanded SMAP's reflector antenna at the end of the boom to deploy. Designed and built by Astro Aerospace, a Northrop Grumman Corporation company located in Carpenteria, California, under subcontract to NASA's Jet Propulsion Laboratory, Pasadena, California, SMAP's reflector boom assembly is an advanced, low-mass rotating deployable mesh reflector antenna system that supports the collection of SMAP's radar and radiometric measurements in space. It is the first-ever spinning and precision mass-balanced deployable mesh reflector antenna, and is the largest spinning mesh reflector ever deployed in space. The reflector boom assembly enables SMAP to meet its requirements for high accuracy and high spatial resolution in its soil moisture measurements, and achieve global coverage every two to three days using a single small observatory and medium-lift-class launch vehicle.\nAstro Aerospace experts have preliminarily determined that the deployed natural frequency of the reflector boom assembly in orbit is nearly identical to prelaunch model predictions. This provides confidence in the health of the deployed reflector and in its performance once spun up.\nFor launch, the flexible mesh antenna, which is edged with a ring of lightweight graphite supports called a perimeter truss, had been tightly folded and stowed into a volume of just 1 foot by 4 feet (30 by 120 centimeters). Upon deployment, the truss slowly opened, like a camp chair, to its full diameter of almost 20 feet (6-meters). Despite its size, the reflector weighs in at a mere 56 pounds (25 kilograms). With its supporting boom and launch restraints, the entire reflector and boom assembly weighs just 127 pounds (58 kilograms).\n\"Deploying large, low-mass structures in space is never easy and is one of the larger engineering challenges NASA missions can confront in development,\" said Kent Kellogg, SMAP project manager at JPL. \"This week's result culminates more than six years of challenging reflector and boom assembly development, system engineering and an extensive test campaign. With this key milestone in our rear-view mirror, the team now looks forward to completing the remainder of our commissioning activities and beginning routine science operations for this important mission with broad applications for science and society.\"\nLater this week, SMAP's science instruments will be checked out with the deployed reflector antenna in a non-spinning configuration. This will mark the observatory's first operation with the reflector and boom assembly functioning as an antenna to view Earth. It will also mark the first time SMAP's radar high-power amplifier will transmit a signal.\nIn about a month, after additional tests and maneuvers to adjust the observatory to its final 426-mile (685-kilometer), near-polar operational science orbit, SMAP's \"lasso\" antenna will do a sort of Texas two-step, spinning up in a two-stage process to nearly 15 revolutions per minute. By rotating, the antenna will be able to measure a 620-mile (1,000-kilometer) swath of Earth below, allowing SMAP to map the globe every two to three days.\nSMAP science operations will then begin, and SMAP data will be calibrated and validated. The first release of SMAP soil moisture data products is expected within nine months. Fully validated science data are expected to be released within 15 months.\nSMAP will have broad benefits for society. It will help improve climate and weather forecasts and allow scientists to monitor droughts and better predict flooding caused by rainfall or snowmelt — information that can save lives and property. In addition, since plant growth depends on the amount of water in the soil, SMAP data will allow nations to better forecast crop yields and assist in global famine early-warning systems.\nSMAP is managed for NASA's Science Mission Directorate in Washington by JPL, with instrument hardware and science contributions made by NASA's Goddard Space Flight Center in Greenbelt, Maryland. JPL built the spacecraft and is responsible for project management, system engineering, radar instrumentation, mission operations and the ground data system. Goddard is responsible for the radiometer instrument. Both centers collaborate on science data processing and delivery to the Alaska Satellite Facility, in Fairbanks, and to the National Snow and Ice Data Center at the University of Colorado in Boulder. NASA's Launch Services Program at the agency's Kennedy Space Center in Florida was responsible for launch management. JPL is managed for NASA by the California Institute of Technology in Pasadena.\nFor more information about SMAP, visit http://www.nasa.gov/smap.\nFollow SMAP on Twitter at https://twitter.com/NASASMAP.\nAir quality planning agencies in the U.S. Great Lakes region now include high-resolution NASA satellite…\nAs Tracy Schohr goes about her day, water is always on her mind. She’s thinking…\nEvery day – up to thirty times a day, in fact – one of Mark…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}