{
  "url": "https://climate.nasa.gov/news/1049/nasa-scientist-fights-climate-change-with-comedy/",
  "title": "NASA scientist fights climate change with comedy",
  "date": null,
  "content": "By Bob Silberg,\r\nNASA’s Jet Propulsion Laboratory\nThe Lollygaggers cast sings about shrinking your carbon footprint in a comedy show about global warming. NASA scientist Josh Willis and his co-creator, Rani O'Brien, are first row, center.\nDon’t get the idea that NASA climate scientist Josh Willis doesn’t think global warming is a serious problem. He does. But he’s found that teaching people about it often induces despair.\n“I've given tons of talks about global warming and climate change in my professional life,” he said. “People would say, ‘how do you sleep at night?’” He decided that what he needed to help the message go down with less hopeless anxiety was a spoonful of sugar in the form of a Second City comedy show.\n“I think helping people laugh about it kind of breaks that spell a little bit and gets people thinking and beginning to accept it,” he said, “and then, hopefully, beginning to ask, what can we do about it?”\nChicago-based The Second City, whose alumni include Tina Fey, Stephen Colbert, Steve Carell and Mike Myers, operates an improvisational-comedy school in Los Angeles from which Willis graduated in February 2014. “I got my T-shirt and my certificate and I'm going to stick them up on my door at JPL right next to my Ph.D,” he said.\nHe teamed with fellow graduate Rani O’Brien, who has experience in children’s theater, to create a sketch comedy show that would smuggle some facts about climate change to audiences in the friendly garb of family entertainment. “Usually the most positive way you can change people’s minds is by making them laugh,” O’Brien said.\nTogether, they created the Lollygaggers show, which takes place in “Lollywood,” described as the “best last place” on a potential near-future Earth. There, a polar bear whose ice cave melted takes up residence with a grizzly bear, a penguin who notes that there has never been as cool a decade since the ’70s insists on playing music from Saturday Night Fever until his friends go bonkers, and a sea snail becomes an unwilling exhibitionist when acidic ocean waters dissolve her shell.\nThe ‘best last' place\n“We really try to walk the line between targeting it at kids and also making it fun for adults,” Willis said.\n“I think the hardest thing for adults to get is this idea that humans could have such a big impact,” he said. “It seems impossible that we could be changing the entire planet's climate.”\nBut he observed that children accustomed to a constant onrush of information soak it in. “They're just drinking from the fire hydrant and they accept the idea very quickly,” he said. “What they struggle with is the thing that we all struggle with, which is what to do about it.” As a partial answer, the final song of the show is “Shrink Your Carbon Footprint.”\nKids in the audience get to participate in the show during a segment in which they are invited to ask questions to a real NASA scientist, played by Willis who is, as mentioned, a real NASA scientist. Queries have ranged from “Since everyone knows that global warming is happening, why can’t they just stop it and just shut down pollution?” to “What makes scientists explode?” Willis begins each answer as a mock-academic dissertation until pulled back to the appropriate level of simplicity by a child puppet operated by O’Brien.\n“I really want kids to walk away with a sense of delightful doom,” O’Brien said. “You don't want to live your life in fear. By getting kids and adults engaged in this, I think we can affect the political climate of the future.”\nLollygaggers is being presented through April at The Second City Studio Theatre in Hollywood, California.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}