{
  "url": "https://climate.nasa.gov/news/2245/new-earth-science-missions-expand-view-of-our-home-planet/",
  "title": "New Earth science missions expand view of our home planet",
  "date": null,
  "content": "5 min read\nThe Global Precipitation Measurement mission produced its first global map of rainfall and snowfall, from April to September 2014. The data map combines measurements from 12 satellites and the GPM Core Observatory, launched Feb 27, 2014, covers 87 percent of the globe and is updated every half hour. Credit: NASA's Goddard Space Flight Center. Download this video in HD formats from NASA Goddard's Scientific Visualization Studio\nFour new NASA Earth-observing missions are collecting data from space – with a fifth newly in orbit – after the busiest year of NASA Earth science launches in more than a decade.\nOn Feb. 27, 2014, NASA and the Japan Aerospace Exploration Agency (JAXA) launched the Global Precipitation Measurement (GPM) Core Observatory into space from Japan. Data from GPM and the other new missions are making observations and providing scientists with new insights into global rain and snowfall, atmospheric carbon dioxide, ocean winds, clouds, and tiny airborne particles called aerosols.\n“This has been a phenomenally productive year for NASA in our mission to explore our complex planet from the unique vantage point of space,” said John Grunsfeld, associate administrator of NASA’s Science Mission Directorate in Washington. “Combined with data from our other Earth-observing spacecraft, these new missions will give us new insights into how Earth works as a system.”\nWith these missions, including two instruments mounted on the exterior of the International Space Station, NASA now has 20 Earth-observing space missions in operation. Observations from these missions, like all NASA data, will be freely available to the international scientific community and decision makers in the United States and abroad.\n“The highly accurate measurements from these new missions will help scientists around the world tackle some of the biggest questions about how our planet is changing,” said Peg Luce, deputy director of the Earth Science Division at NASA Headquarters in Washington. “These new capabilities will also be put to work to help improve lives here on Earth and support informed decision-making by citizens and communities.”\nLast month, NASA released the agency’s most comprehensive global rain and snowfall product to date from the GPM mission made with data from a network of 12 international satellites and the Core Observatory. The Core Observatory acts as a tuner to bring together measurements of other satellites, providing a nearly global picture of rain and snow called the Integrated Multi-satellite Retrievals for GPM, or IMERG. The first global visualization of the initial IMERG data was released Thursday.\n“The IMERG data gives us an unprecedented view of global precipitation every 30 minutes,” said Gail Skofronick-Jackson, GPM project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Knowing where, when and how much it rains and snows is vital to understanding Earth’s water cycle.”\nThe Orbiting Carbon Observatory-2, launched on July 2, 2014, is providing preliminary global maps of carbon dioxide concentrations and a related phenomenon known as solar-induced chlorophyll fluorescence. OCO-2 data will let scientists better understand how carbon dioxide is distributed around the globe and changes with the seasons. The data will be used to identify the sources and storage places, or sinks, of carbon dioxide, the most significant human-produced greenhouse gas driving global climate change.\nA preliminary global map based on observations from November and December 2014 shows carbon dioxide concentrations largely driven by the seasons, with higher levels in the northern hemisphere winter and lower in the southern hemisphere summer. The data show levels unprecedented in recorded history, according to Ralph Basilio, OCO-2 project manager at NASA’s Jet Propulsion Laboratory in Pasadena, California.\n“The ultimate goal is to collect data to advance carbon cycle science, improve understanding of the global climate change process, and make better-informed decisions,” Basilio said.\nIn addition to these two free-flying satellite missions, NASA deployed two Earth-observing instruments to the International Space Station: ISS-RapidScat, a scatterometer that measures wind speeds and direction over the ocean, and the Cloud-Aerosol Transport System (CATS), a lidar that measures the altitude of clouds and airborne particles.\nLaunched Sept. 21, 2014, ISS-RapidScat’s ocean wind measurements continue observations made by the agency’s QuikScat satellite, according to Bryan Stiles, the mission’s science processing lead at JPL. These measurements already are being used in weather forecast models used by the United States Navy, the National Oceanic and Atmospheric Administration, and by European and Indian scientists.\nThe ISS-RapidScat team also is using the wind measurements to better understand how ocean winds differ, on average, during the day and night.\nCATS, which was launched to the space station on Jan. 10, has released its first data image: a slice of the atmosphere over Africa showing clouds and dust particles on Feb. 11. Clouds and aerosols remain two of the biggest question marks in terms of impact on future potential climate change.\nCATS was built by a team at Goddard as a way to demonstrate new lidar technology capable of accurate cloud and aerosol measurements, according to Matt McGill, CATS principal investigator at Goddard.\nNASA's newest Earth-observing satellite, the Soil Moisture Active Passive (SMAP), was launched Jan. 31 to begin its mission to map global soil moisture and detect whether soils are frozen or thawed. Currently in its checkout phase, the observatory completed a key milestone Tuesday with the deployment of its 20-foot-wide (6-meter) reflector antenna, which in about a month will begin rotating at approximately 15 revolutions per minute. The antenna will produce a 620-mile-wide (1,000-kilometers) measurement swath, mapping the entire globe every two to three days.\nVideo and images of these new NASA data products are available online at:\nhttp://go.nasa.gov/newearthviews\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earthrightnow\nIn a recently published paper, NASA scientists use nearly 20 years of observations to show…\nEarth’s rainy days are changing: They’re becoming less frequent, but more intense. Vegetation is responding.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}