{
  "url": "https://climate.nasa.gov/news/951/working-the-night-shift-on-the-moon/",
  "title": "Working the night shift on the moon",
  "date": null,
  "content": "By Bob Silberg\r\nNASA's Jet Propulsion Laboratory\nFuture lunar missions will require rovers that can work through the two-week lunar night.\nThere’s never a cloudy day on the moon. It’s flooded with sunshine 24/7 during its two-week-long daytime, so it makes sense to use solar energy to power future lunar rovers and other devices. But each lunar day is followed by two weeks of lunar night, and that means a long stretch of downtime after the sun sets.\nStockpiling two weeks worth of the energy needed to power a robotic exploration vehicle -- like the “Curiosity” rover on Mars -- in a manner suitable for future lunar missions is currently beyond our capability. So NASA has issued a challenge to America’s technologists: Come up with a way for a rover to store enough solar energy to work through the lunar night and win your share of a $1.5 million prize.\nIt can be an advanced battery, a fuel cell system, or even a flywheel of some sort as long as it meets the requirements set forth in the challenge’s rules. Any individual, group or company not receiving federal funds for projects related to energy storage is eligible to compete (other than from countries on the State Department’s Designated Countries list), but only U.S. citizens can receive the prize money.\nThe Night Rover Challenge is the latest in a series of NASA competitions called the “Centennial Challenges.” The program began in 2003, the 100th anniversary of the Wright Brothers’ first powered flight. Since then, NASA has awarded more than $6 million to 15 different teams in a variety of competitions.\nThe pull of the prize\nFor each challenge, NASA partners with a nonprofit organization to administer the contest. The Cleantech Open, a nonprofit dedicated to advancing green technologies, is handling the job for the Night Rover Challenge. They are likely to incur hundreds of thousands of dollars in expenses that they cannot recoup from NASA, so why have they volunteered to do it?\nNASA’s 2011 Green Flight Challenge asked competitors to achieve 200 passenger miles per gallon. The winner got twice that efficiency.\n\n\n“It’s a really good opportunity to put out a game-changing prize for energy-storage technology,” said Josh Neubert, director of the Night Rover Challenge for The Cleantech Open. “All kinds of clean technology are really limited by the amount of energy storage that can be achieved. And a nonprofit like us could never put up a prize purse like that. Prizes are really powerful at leveraging funding that goes into technology development.”\n“For all of our challenges,” said Sam Ortega, program manager of NASA’s Centennial Challenges, “we make sure that not only can the technology be infused into NASA, but there also needs to be a back-end market. It would be very difficult to run a competition where a competitor didn’t see an opportunity to create a company and make money outside of NASA. In some cases, we’ve had people who didn’t even make it to the competition, but went off and formed a company and are creating products to sell.”\nThe deadline to register for the Night Rover Challenge is October 25, 2013. Trials will begin in January 2014, with results to be announced the following spring. But Ortega doesn’t anticipate announcing a winner at that point. “We don’t ever expect anybody to win a competition the very first time we offer it,” he said. “We set the bar pretty high and it usually takes two to three years or more to complete a competition.”\nPower beaming and green flight\nIn 2005, for example, NASA issued the Power Beaming Challenge, in which participants were invited to develop a way to transmit power wirelessly to a “space elevator.” Ultimately, such technology could enable an elevator to climb a cable until it left the atmosphere behind and reached a geostationary space station. For the competition, participants used lasers to energize a small elevator climbing a cable that dangled from a helicopter. Nobody succeeded that first year, so NASA repeated the challenge until a winner emerged in 2009.\n“We really want our challenges to be very challenging, very difficult -- really stretch and develop some revolutionary technology,” Ortega said. “So we are always looking for ideas that are a little bit out there.”\nThe Green Flight Challenge, which ran from 2009 to 2011, is a good example. Competitors were asked to design and demonstrate aircraft that get 200 passenger miles per gallon of fuel or equivalent, while at the same time significantly reducing the aircraft’s noise level. “We were really kind of laughed out of the technology sector for general aviation,” Ortega said. “We were told that it was impossible and we were crazy for trying.” But the challenge had the last laugh. Two of the competitors produced twice the required efficiency, achieving about 400 passenger miles per gallon.\nWe really want our challenges to be very challenging, very difficult — really stretch and develop some revolutionary technology.\n\n\n- Sam Ortega, program manager of NASA’s Centennial Challenges\n\n\n Ortega finds that competitions like these spark ingenious solutions to difficult problems. “We are highly focused on attracting citizen inventors,” he said. “Generally competitors are compelled to find the least expensive solution to a problem, and so they’re going to find technologies that already exist and apply them in a different manner than they’ve ever been used before.\n“A lot of times it’s the most elegant and simple solutions that win the competitions,” he said. “People do the forehead slap: ‘Why didn't we think of that?’ ”\nWhen someone collects the prize money for the Night Rover Challenge by demonstrating the required energy-storage capability at ordinary Earth-based temperature and pressure, NASA will issue Phase 2 of the challenge: demonstrate the technology in vacuum and at the far more demanding temperatures found on the lunar surface.\nFor more information about NASA’s Night Rover Challenge, visit www.nightrover.org.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}