{
  "url": "https://climate.nasa.gov/news/954/climate-forecasts-shown-to-warn-of-crop-failures/",
  "title": "Climate forecasts shown to warn of crop failures",
  "date": null,
  "content": "By Kate Ramsayer\r\nNASA's Goddard Space Flight Center\nRice and wheat crop failures can be forecast using climate and crop models in some cases, according to a new study. Above, a wheat field in Nebraska Image Credit: USDA\nClimate data can help predict some crop failures several months before harvest, according to a new study from an international team, including a research scientist at NASA's Goddard Space Flight Center in Greenbelt, Md.\nScientists found that in about one-third of global cropland, temperature and soil moisture have strong relationships to the yield of wheat and rice at harvest. For those two key crops, a computer model could predict crop failures three months in advance for about 20 percent of global cropland, according to the study, published July 21 in Nature Climate Change.\n\"You can estimate ultimate yields according to the climatic condition several months before,\" said Molly Brown, with Goddard's Biospheric Sciences Laboratory. \"From the spring conditions, the preexisting conditions, the pattern is set.\"\nThe scientists wanted to examine the reliability and timeliness of crop failure forecasts in order for governments, insurers and others to plan accordingly. The research team, led by Toshichika Iizumi with the National Institute for Agro-Environmental Sciences in Tsukuba, Japan, created and tested a new crop model, incorporating temperature and precipitation forecasts and satellite observations from 1983 to 2006. They then examined how well those data predicted the crop yield or crop failure that actually occurred at the end of each season. For example, by looking at the temperature and soil moisture in June of a given year, they were hoping to predict the success of a corn harvest in August and September.\nThe team studied four crops – corn, soybeans, wheat and rice – but the model proved most useful for wheat and rice. Crop failures in regions of some major wheat and rice exporters, such as Australia and Uruguay, could be predicted several months in advance, according to the study. The model also forecasted some minor changes in crop yield, not just the devastating crop failures resulting from severe droughts or other weather extremes.\n\"The impact of climate extremes – the kind of events that have a large impact on global production – is more predictable than smaller variations in climate, but even variations of 5 percent in yield were correctly simulated in the study for many parts of the globe,\" said Andy Challinor, a co-author of the study and a professor with the University of Leeds in the United Kingdom.\nEconomic factors, including agricultural technology, fertilizer, seeds and irrigation infrastructure, are key to determining how much a farmer can grow, Brown said. A farmer with costly equipment and high-yielding varieties can efficiently plant seeds and grow more productive crops than a farmer planting low-yielding varieties, one seed at a time. Farmers in the United States, for example, can grow about 10 times more corn per acre than farmers in Zimbabwe.\nBut if economics set the bar for crop yield, other factors – including climate – can still cause variations that lead to good years and devastating years.\n\"We're trying to bound how much the weather matters. For particular crops in particular places it makes a huge difference, especially with wheat,\" Brown said. \"This paper gives us the tools we need to understand the sources of variability outside of the economic sphere.\"\nWhile climate's role in crop yields and failures may seem intuitive, it's difficult to demonstrate in part because of the overwhelming influence of social and economic factors, Brown said. But integrating climate and economic predictions can lead to a better understanding of crop yields and failures – especially in a changing climate.\nThis paper is an initial step in a much larger effort to allow farmers in poor countries to get better harvests in years with good growing conditions, and build resiliency for the other years, Brown said.\nFor example, if satellite data and climate models forecast a good season for rice before seeds are even planted, farmers or communities could get loans to invest in technologies to take advantage of the good weather, while insurers could keep insurance premiums low. If the forecast calls for a poor growing season, the loans would be smaller and insurance premiums larger. It could work as both a social safety net for agricultural communities, Brown said, as well as encourage communities and governments to invest in the infrastructure needed to take advantage of those good years.\n\"We can make a new framework that would allow much greater exploitation of satellite data and climate prediction models,\" she said. \"If you knew you were going to have a good year, you could plan, you could give out loans, you could do other things to boost food production to be prepared for bad years.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}