{
  "url": "https://climate.nasa.gov/news/957/tropical-ecosystems-boost-carbon-dioxide-as-temperatures-rise/",
  "title": "Tropical ecosystems boost carbon dioxide as temperatures rise",
  "date": null,
  "content": "3 min read\nBy Steve ColeNASA Headquarters\nRuth Dasso MarlaireNASA Ames Research Center\nNASA scientists and an international team of researchers have found tropical ecosystems can generate significant carbon dioxide when temperatures rise, unlike ecosystems in other parts of the world.\nThe researchers discovered a temperature increase of just 1 degree Celsius in near-surface air temperatures in the tropics leads to an average annual growth rate of atmospheric carbon dioxide equivalent to one-third of the annual global emissions from combustion of fossil fuels and deforestation combined. In tropical ecosystems carbon uptake is reduced at higher temperatures. This finding provides scientists with a key diagnostic tool to better understand the global carbon cycle.\n\"What we learned is that in spite of droughts, floods, volcano eruptions, El Niño and other events, the Earth system has been remarkably consistent in regulating the year-to-year variations in atmospheric carbon dioxide levels,\" said Weile Wang, a research scientist at NASA's Ames Research Center in Moffett Field, Calif., and lead author of a paper published Wednesday, July 24, in the Proceedings of the National Academy of Sciences.\nThe study provides support for the \"carbon-climate feedback\" hypothesis proposed by many scientists. This hypothesis asserts a warming climate will lead to accelerated carbon dioxide growth in the atmosphere from vegetation and soils. Multiple Earth system processes, such as droughts and floods, also contribute to changes in the atmospheric carbon dioxide growth rate. The new finding demonstrates observed temperature changes are a more important factor than rainfall changes in the tropics.\nThe team used a state-of-the-art, high-performance computing and data access facility called NASA Earth Exchange (NEX) at Ames to investigate the mechanisms underlying the relationship between carbon dioxide levels and increased temperatures. The NEX facility allowed scientists to analyze widely available data of atmospheric carbon dioxide concentrations and global air temperatures between 1959 and 2011, while studying outputs from several global dynamic vegetation models.\n\"Climate warming is what we know with certainty will happen under climate change in the tropics,\" said Josep G. Canadell, executive director of the Global Carbon Project in Canberra, Australia, and co-author on the paper. This implies that the release of carbon dioxide from the tropical ecosystems will very likely be accelerated with future warming.\nEvents that can temporarily influence climate, such as volcanic eruptions, may disturb the strength of the relationship between annual temperature and carbon dioxide growth for a few years, but the coupling always recovers after such events.\n\"The study really highlights the importance of long-term Earth observations for improving our understanding of the Earth system,\" said Rama Nemani, principal scientist at Ames for the NEX project.\" Conclusions drawn from analysis of shorter records could be misleading.\"\nThe study was supported by the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}