{
  "url": "https://climate.nasa.gov/news/979/nasa-looks-at-soots-role-in-1800s-glacier-retreat/",
  "title": "NASA looks at soot’s role in 1800s glacier retreat",
  "date": null,
  "content": "4 min read\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nSteve Cole,NASA's Headquarters\nA NASA-led team of scientists has uncovered strong evidence that soot from a rapidly industrializing Europe caused the abrupt retreat of mountain glaciers in the European Alps that began in the 1860s, a period often thought of as the end of the Little Ice Age.\nThe research, published Sept. 3 in the Proceedings of the National Academy of Sciences, may help resolve a longstanding scientific debate. In the decades following the 1850s, Europe underwent an economic and atmospheric transformation spurred by industrialization. The use of coal to heat homes and power transportation and industry in Western Europe began in earnest, spewing huge quantities of black carbon and other dark particles into the atmosphere. Black carbon is the strongest sunlight-absorbing atmospheric particle. When these particles settle on the snow blanketing glaciers, they darken the snow surface, speeding its melting and exposing the underlying glacier ice to sunlight and warmer spring and summer air earlier in the year. This diminishing of the snow cover earlier in each year causes the glacier ice to melt faster and retreat. The Little Ice Age, loosely defined as a cooler period between the 14th and 19th centuries, was marked by an expansion of mountain glaciers and a drop in temperatures in Europe of nearly 1.8 degrees Fahrenheit (1 degree Celsius). But glacier records show that between 1860 and 1930, while temperatures continued to drop, large valley glaciers in the Alps abruptly retreated by an average of nearly 0.6 mile (1 kilometer) to lengths not seen in the previous few hundred years. Glaciologists and climatologists have struggled to reconcile this apparent conflict between climate and glacier records. \"Something was missing from the equation,\" said Thomas Painter, a snow and ice scientist at NASA's Jet Propulsion Laboratory in Pasadena, Calif., who led the study. \"Before now, most glaciologists believed the end of the Little Ice Age came in the mid-1800s when these glaciers retreated, and that the retreat was due to a natural climatic shift, distinct from the carbon dioxide-induced warming that came later in the 20th century. This result suggests that human influence on glaciers extends back to well before the industrial temperature increases.\" To help the scientists understand what was driving the glacier retreat, Painter and his colleagues turned to history. The researchers studied data from ice cores drilled from high up on several European mountain glaciers to determine how much black carbon was in the atmosphere and snow when the Alps glaciers began to retreat. Using the levels of carbon particles trapped in the ice core layers, and taking into consideration modern observations of how pollutants are distributed in the Alps, they were able to estimate how much black carbon was deposited on glacial surfaces at lower elevations, where levels of black carbon tend to be highest. The team then ran computer models of glacier behavior, starting with recorded weather conditions and adding the impact of the lower-elevation pollution. When this impact was included, the simulated glacier mass loss and timing finally were consistent with the historic record of glacial retreat, despite the cooling temperatures at that time. \"We must now look more closely at other regions on Earth, such as the Himalaya, to study the present-day impacts of black carbon on glaciers in these regions,\" said Georg Kaser, a study co-author from the University of Innsbruck, Austria, and lead author of the Working Group I Cryosphere chapter of the Intergovernmental Panel on Climate Change's upcoming Fifth Assessment Report. \"This study uncovers likely human fingerprints on our changing environment,\" said co-author Waleed Abdalati, director of the Cooperative Institute for Research and Environmental Sciences (CIRES) at the University of Colorado Boulder. \"It's a reminder that the actions we take have far-reaching impacts on the environment in which we live.\" CIRES is a joint institute of the university and the National Oceanic and Atmospheric Administration. Other institutions participating in the study include the University of Michigan - Ann Arbor and the University of California, Davis. The California Institute of Technology in Pasadena manages JPL for NASA.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}