{
  "url": "https://climate.nasa.gov/news/2388/jason-3-spacecraft-ready-for-launch/",
  "title": "Jason-3 spacecraft ready for launch",
  "date": null,
  "content": "From NASA\nArtist's rendering of Jason-3. Credit: NASA.\nJason-3, an international mission led by the National Oceanic and Atmospheric Administration (NOAA) to continue U.S.-European satellite measurements of the topography of the ocean surfaces, is scheduled for launch from Vandenberg Air Force Base in California on Sunday, Jan. 17. Liftoff aboard a SpaceX Falcon 9 rocket from Vandenberg's Space Launch Complex 4 East is targeted for 10:42:18 a.m. PST (1:42:18 p.m. EST) at the opening of a 30-second launch window. If needed, a backup launch opportunity is available on the Western Range on Jan. 18 at 10:31:04 a.m. PST (1:31:04 p.m. EST).\nJason-3 will maintain the ability to monitor and precisely measure global sea surface heights, monitor the intensification of tropical cyclones and support seasonal and coastal forecasts. Data from Jason-3 will support scientific, commercial and practical applications related to ocean circulation and climate change. Additionally, Jason-3 data will be applied to fisheries management, marine industries and research into human impacts on the world's oceans.\nThe mission is planned to last at least three years with a goal of five years.\nJason-3 is a four-agency international partnership consisting of NOAA, NASA, the French Space Agency CNES (Centre National d'Etudes Spatiales) and EUMETSAT (the European Organization for the Exploitation of Meteorological Satellites). Thales Alenia of France built the spacecraft.\nNOAA, in collaboration with the European partners, is responsible for the Jason-3 mission. NASA's Jet Propulsion Laboratory in Pasadena, California, is responsible for NASA Jason-3 project management. NASA's Launch Services Program at the agency's Kennedy Space Center in Florida provides launch management. SpaceX of Hawthorne, California, is NASA's launch service provider of the Falcon 9 rocket.\nFriday, Jan 15: The Jason-3 Mission Science Briefing and prelaunch news conference will be held starting at 4 p.m. PST (7 p.m. EST) at Vandenberg Air Force Base. The pre-launch news conference will be first at 4 p.m. PST, followed by the mission science briefing at 4:45 PST.\nBoth events will be carried live on NASA Television and streamed on NASA.gov and www.ustream.tv/NASAJPL2.\nParticipants in the pre-launch news conference will be:\nParticipants in the Jason-3 Mission Science Briefing will be:\nOn launch day, Jan. 17, NASA TV launch commentary coverage of the countdown will begin at 8 a.m. PST (11 a.m. EST). Launch is targeted for 10:42:18 a.m. PST (1:42:18 p.m. EST). The launch window is 30 seconds in duration. Spacecraft separation from the rocket occurs 55 minutes after launch.\nFor information on receiving NASA TV, go to:\nhttp://www.nasa.gov/multimedia/nasatv/index.html\nFor extensive prelaunch, countdown and launch day coverage of the liftoff, including the prelaunch webcast of Jason-3 aboard the Falcon 9 rocket, go to:\nhttps://blogs.nasa.gov/Jason-3/\nThroughout the launch countdown, the NASA Launch Services Program and NASA JPL Twitter and Facebook accounts will be continuously updated at:\nhttps://www.twitter.com/NASALSP\nhttps://twitter.com/NASAKennedy\nhttps://twitter.com/NASAJPL\nhttps://www.facebook.com/NASALSP\nhttps://www.facebook.com/NASAJPL\nhttps://www.facebook.com/NASAKennedy\nLive countdown coverage on NASA's launch blog begins at 8 a.m. PST (11 a.m. EST). Coverage features real-time updates of countdown milestones, as well as streaming video clips highlighting launch preparations and liftoff.\nFor more information about the Jason-3 mission, visit:\nhttp://www.nesdis.noaa.gov/jason-3/\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nJohn Leslie\r\nNOAA\r\n301-713-0214\r\njohn.leslie@noaa.gov\nGeorge H. Diller\r\nKennedy Space Center, Fla.\r\n321-867-2468\r\ngeorge.h.diller@nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}