{
  "url": "https://climate.nasa.gov/news/2324/nasa-holds-media-opportunities-to-discuss-rising-sea-levels/",
  "title": "NASA holds media opportunities to discuss rising sea levels",
  "date": null,
  "content": "By Steve Cole,\r\nNASA Headquarters\nCredit: NASA\nIn a series of media opportunities Wednesday, Aug. 26 through Friday, Aug. 28, NASA experts will present an up-to-date global outlook on current conditions and future projections of sea level rise.\nFrom fieldwork on the Greenland ice sheet this summer, to new satellite views of sea level changes around the world, NASA’s “Rising Seas” events will provide the latest assessment of scientific understanding of this global environmental issue.\nNASA will host a media teleconference at 12:30 p.m. EDT on Wednesday, Aug. 26 to discuss recent insights on sea level rise and the continuing challenge of predicting how fast and how much sea level will rise. The panelists for this briefing are:\nTo participate, media must email their name and affiliation to Steve Cole at stephen.e.cole@nasa.gov by 11 a.m. on Wednesday. Media and the public also may ask questions during the briefing on Twitter using the hashtag #askNASA.\nAudio of the briefing will stream live at:\nhttp://www.nasa.gov/newsaudio\nOn Thursday, Aug. 27 NASA scientists will be available for live satellite television interviews about the latest sea level research and new visualizations of global sea level changes and ice loss in Greenland and Antarctica. Interviews are available from 5:45 to 11:30 a.m. and 1 to 5 p.m. For more information, contact Michelle Handleman at michelle.z.handleman@nasa.gov by Wednesday.\nAt 1 p.m. on Friday, Aug. 28, NASA’s Goddard Space Flight Center in Greenbelt, Maryland, will host a live TV program about agency research into how and why the massive Greenland ice sheet is changing. The event features scientists actively conducting field work in Greenland, along with extensive video footage of their work performed over this summer. Panelists include:\nMedia and social media are invited to attend the event. To register for the limited seats available, email your name, affiliation and social media account names to Aries Keck at aries.keck@nasa.gov by noon on Thursday. Registrants should plan to arrive at the Goddard Visitor’s Center at 8800 Greenbelt Rd. by 12 p.m. on Friday.\nThe Friday program will air live on NASA TV and stream online at:\nhttp://www.nasa.gov/nasatv\nTo ask questions via social media during the televised event, use the hashtag #askNASA.\nFollow the conversation about NASA’s ongoing research into sea level rise on social media with the new @NASA_SeaLevel accounts on Twitter, Facebook, and Google+ and the hashtag #EarthRightNow.\nAs Earth’s oceans continue to warm, and its ice sheets continue to show signs of accelerated change, NASA is pursuing answers to how quickly seas could rise in the future. Scientists worldwide use NASA data to tackle some of the toughest questions about how our planet is changing. Using the vantage point of space, NASA is pioneering research into how changes in the ocean, ice sheets, glaciers and Earth’s surface combine to produce global changes in sea level.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}