{
  "url": "https://climate.nasa.gov/news/2327/the-fingerprints-of-sea-level-rise/",
  "title": "The fingerprints of sea level rise",
  "date": null,
  "content": "6 min read\nWhen you fill a sink, the water rises at the same rate to the same height in every corner. That's not the way it works with our rising seas.\nAccording to the 23-year record of satellite data from NASA and its partners, the sea level is rising a few millimeters a year — a fraction of an inch. If you live on the U.S. East Coast, though, your sea level is rising two or three times faster than average. If you live in Scandinavia, it's falling. Residents of China's Yellow River delta are swamped by sea level rise of more than nine inches (25 centimeters) a year.\nThese regional differences in sea level change will become even more apparent in the future, as ice sheets melt. For instance, when the Amundsen Sea sector of the West Antarctic Ice Sheet is totally gone, the average global sea level will rise four feet. But the East Coast of the United States will see an additional 14 to 15 inches above that average.\nTides, winds and ocean currents play a role in these regional differences, but an increasingly important mover and shaker is the solid Earth itself. Global warming is not just affecting the surface of our world; it's making the Earth move under our feet.\nUnless a volcano or earthquake is in the news, we tend to think of our home planet as solid rock. But 50 miles (80 kilometers) below our feet, there's a layer thousands of miles thick that can flow like a liquid over thousands of years. The tectonic plates of Earth's crust float on this viscous layer, called the mantle, like a vanilla wafer on a very thick pudding.\nIf you were to put a strawberry on top of that vanilla wafer, the added weight would make the cookie sink into the pudding. In the same way, heavy weights on Earth's crust push it down into the mantle, which flows away and bulges out elsewhere. The miles-thick ice sheets of Greenland and Antarctica have been depressing the crust beneath them for millennia. That weight has a second effect that you won't see in your dessert: its gravitational pull on the surrounding ocean makes seawater pile up around the coastlines.\nThese weight-filled dents in the mantle don't make a permanent scar. When the extra weight lifts, the mantle rebounds. This doesn't just happen at the majestic pace of mountain ranges crumbling. It happens every day.\n\"The solid earth can respond very quickly — nearly instantaneously,\" said Mark Tamisiea, a scientist at the National Oceanography Centre, Liverpool, England, who studies the connection between sea levels and Earth processes. Tamisiea cited the example of solid-Earth tides, which pull the crust outward as much as a foot (30 centimeters) toward the moon as it passes overhead. Similarly, Earth has an instant initial response to glaciers and ice sheets melting, called the elastic response.\nSince NASA launched the Gravity Recovery and Climate Experiment (GRACE) twin satellites in 2002, scientists have had an extremely precise measurement of the contribution that ice sheets' loss of mass contributes to changes in gravity and what it is adding to sea level rise. \"Because of GRACE, we've had a pretty good idea of what's happening since 2002,\" said Steve Nerem of the University of Colorado, head of NASA's Sea Level Change Team. \"We know how much [of sea level rise] is from Greenland, how much is from Antarctica, how much is from glaciers.\"\nBecause every ice sheet and glacier has a unique location and size, each one creates a pattern of response in the ocean as individual as a fingerprint. \"The physics behind understanding these fingerprints is very well understood,\" Tamisiea said. \"It's like the tides.\" He and Jerry Mitrovica of Harvard University have calculated the fingerprints of East and West Antarctica and Greenland around the globe. \"We do each ice sheet individually so we can use the latest GRACE analysis,\" Tamisiea explained. \"You can sort of add the effects up and see what the result is for any given location.\"\nAs any ice sheet melts, sea levels along coastlines as much as 1,500 miles (2,000 kilometers) away will fall as seawater escapes from the reduced gravitational pull and the crust lifts. The escaping seawater flows clear across the equator: the melting of Antarctica affects the U.S. East and West coasts, and Greenland's disappearance impacts the coastline of Brazil. These regional differences are significant — such as in the case of the East Coast of the United States.\nThe East Coast is also on the losing end of another important solid-Earth process that affects regional sea levels: post-glacial rebound. After the elastic response to a crustal weight loss, uplift continues more slowly for many millennia. North America is still responding to the massive melt-off at the end of the last ice age 6,000 years ago. The North American tectonic plate wasn't evenly loaded during that ice age: ice sheets were sitting on what is now Canada and Greenland, while most of today's United States remained ice free. This ice load pushed the mantle out from under Canada and buoyed up the United States. Today, the U.S. side of the North American plate is sinking like the downhill end of a seesaw as the northern side continues to lift.\nGreenland's uplift from postglacial rebound means the island is gaining mass from below and its bedrock is continuously rising. At the same time, it is losing mass from above as its ice melts. GRACE measures the net result of these opposing processes, not just the result of melting ice alone. A National Science Foundation- and NASA-funded program called the Greenland GPS Network is working to overcome this problem. Led by Michael Bevis of Ohio State University, Columbus, the program is using more than 50 GPS stations in Greenland to measure Greenland's rise and fall. The network is dense enough, and the instruments record elevation precisely enough, to distinguish the steady, long-term rise caused by postglacial rebound from shorter-term changes in elevation caused by the weight of the winter snows and loss of weight in summer. The goal of the project is to provide a \"correction factor\" for postglacial rebound that can be applied to measurements by GRACE and succeeding missions so the remainder is an accurate measurement of the loss of mass from melting.\nScientists currently believe ice sheet fingerprints will be the major driver of future regional variations in sea levels. They are working on questions of how these solid-Earth processes interact with other global and local drivers of sea level rise. \"We have to understand global and larger-scale regional changes to do localized impact studies,\" Tamisiea explained. \"In some places, it may very well be that regional processes will be the most important signal. There has to be a continuum of understanding of the global average, regional changes and more localized processes. We'll need all of those layers to make viable predictions.\"\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}