{
  "url": "https://climate.nasa.gov/news/3289/nasa-flights-link-methane-plumes-to-tundra-fires-in-western-alaska/",
  "title": "NASA Flights Link Methane Plumes to Tundra Fires in Western Alaska",
  "date": null,
  "content": "By Sally Younger,\r\nNASA's Earth Science News Team\nTundra wetlands are shown in late spring at the Yukon Delta National Wildlife Refuge in Alaska. Scientists are studying how fire and ice drive methane emissions in the Yukon-Kuskokwim Delta, within which the refuge is located. Credit: U.S. Fish and Wildlife Service\nMethane ‘hot spots’ in the Yukon-Kuskokwim Delta are more likely to be found where recent wildfires burned into the tundra, altering carbon emissions from the land.\nIn Alaska’s largest river delta, tundra that has been scorched by wildfire is emitting more methane than the rest of the landscape long after the flames died, scientists have found. The potent greenhouse gas can originate from decomposing carbon stored in permafrost for thousands of years. Its release could accelerate climate warming and lead to more frequent wildfires in the tundra, where blazes have been historically rare.\nThe new study was conducted by a team of scientists working as part of NASA’s Arctic-Boreal Vulnerability Experiment (ABoVE), a large-scale study of environmental change in Alaska and Western Canada. Researchers found that methane hot spots were roughly 29% more likely to occur in tundra that had been scorched by wildfire in the past 50 years compared to unburned areas. The correlation nearly tripled in areas where a fire burned to the edge of a lake, stream, or other standing-water body. The highest ratio of hot spots occurred in recently burned wetlands.\nThe researchers first observed the methane hot spots using NASA’s next-generation Airborne Visible/Infrared Imaging Spectrometer (AVIRIS-NG) in 2017. Mounted on the belly of a research plane, the instrument has an optical sensor that records the interaction of sunlight with molecules near the land surface and in the air, and it has been used to measure and monitor hazards ranging from oil spills to crop disease.\nRoughly 2 million hot spots – defined as areas showing an excess of 3,000 parts per million of methane between the aircraft and the ground – were detected across some 11,583 square miles (30,000 square kilometers) of the Arctic landscape. Regionally, the number of hot spot detections in the Yukon-Kuskokwim Delta were anomalously high in 2018 surveys, but scientists didn’t know what was driving their formation.\nTo help fill this gap, Elizabeth Yoseph, an intern at the time with the ABoVE campaign, focused on a methane-active region located in a wet and peaty area of the massive delta. Yoseph and the team used the AVIRIS-NG data to pinpoint hot spots across more than 687 square miles (1,780 square kilometers), then overlaid their findings on historical wildfire maps.\n“What we uncovered is a very clear and strong relationship between fire history and the distribution of methane hot spots,” said Yoseph, lead author of the new study.\nThe connection arises from what happens when fire burns into the carbon-rich frozen soil, or permafrost, that underlies the tundra. Permafrost sequesters carbon from the atmosphere and can store it for tens of thousands of years. But when it thaws and breaks down in wet areas, flourishing microbes feed on and convert that old carbon to methane gas. The saturated soils around lakes and wetlands are especially rich stocks of carbon because they contain large amounts of dead vegetation and animal matter.\n“When fire burns into permafrost, there are catastrophic changes to the land surface that are different from a fire burning here in California, for example,” said Clayton Elder, co-author and scientist at NASA’s Jet Propulsion Laboratory in Southern California, which developed AVIRIS-NG. “It’s changing something that was frozen to thawed, and that has a cascading impact on that ecosystem long after the fire.”\nBecause of the cool marshes, low shrubs, and grasses, tundra wildfires are relatively rare compared to those in other environments, such as evergreen-filled forests. However, by some projections the fire risk in the Yukon-Kuskokwim Delta could quadruple by the end of the century due to warming conditions and increased lightning storms – the leading cause of tundra fires. Two of the largest tundra fires on record in Alaska occurred in 2022, burning more than 380 square miles (100,000 hectares) of primarily tundra landscapes.\nMore research is needed to understand how a future of increasing blazes at high latitudes could impact the global climate. Arctic permafrost holds an estimated 1,700 billion metric tons of carbon – roughly 51 times the amount of carbon the world released as fossil fuel emissions in 2019.\nAll that stored carbon also means that the carbon intensity of fire emissions from burning tundra is extremely high, said co-author Elizabeth Hoy, a fire researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Tundra fires occur in areas that are remote and difficult to get to, and often can be understudied,” she noted. “Using satellites and airborne remote sensing is a really powerful way to better understand these phenomena.”\nThe scientists hope to continue exploring methane hot spots occurring throughout Alaska. Ground-based investigation is needed to better understand the links between fire, ice, and greenhouse gas emissions at the doorstep of the Arctic.\nThe study was published in the journal Environmental Research Letters.\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}