{
  "url": "https://climate.nasa.gov/news/2251/bangladesh-to-use-servir-satellite-based-flood-forecasting-warning-system/",
  "title": "Bangladesh to use SERVIR satellite-based flood forecasting, warning system",
  "date": null,
  "content": "3 min read\nBangladesh officials have announced plans to expand a satellite-based flood forecasting and warning system developed by SERVIR to aid an area where floodwaters inundate from 1/3 to 2/3 of the country annually, killing hundreds of people and affecting millions. The system, which relies on river level data provided by the Jason-2 satellite, last year provided the longest lead time for flood warnings ever produced in Bangladesh.\nSERVIR is a joint development initiative of NASA and USAID, working in partnership with leading regional organizations around the globe to help developing countries use information provided by Earth Observing satellites and geospatial technologies for managing climate risks and land use. SERVIR and the International Centre for Integrated Mountain Development based in Kathmandu, Nepal, developed the Jason-2 based flood forecasting and warning solution.\n\"Forecasters have the dream to extend lead time for flood warnings,\" said Amirul Hossain, executive engineer for the Bangladesh Water Development Board. \"By using Jason-2 near real-time data, we made a real step forward in the flood forecasting system in Bangladesh.\"\nAbout 80 million people depend on the BWDB Flood Forecasting and Warning Center flood warnings. This organization has progressively built and expanded its flood forecasting system. However, without data from Jason-2, warnings were issued just three to five days in advance of flooding. During the 2014 monsoon season, the FFWC used the new Jason-2 solution experimentally and was able to forecast flooding eight days in advance at nine locations of the Ganges and Brahmaputra River Basins in the north, northwest, and central part of the country.\nSERVIR Applied Sciences Team member Faisal Hossain developed the new system. Hossain and the International Centre for Integrated Mountain Development trained FFWC officials to use it. FFWC quickly FFWC mastered use of the system and became completely independent in using the satellite technology and processing tools, generating warnings at several locations inside Bangladesh.\nJason-2's radar altimeter measures the precise distance between the satellite and the river surface at points where the satellite crosses overhead. The data, available almost immediately, reveals the river's height at the point of crossing, so flood risks downstream can be assessed.\nBased on the new solution’s successes, FFWC officials announced their intention to expand Jason-2 based forecasting system nation-wide in Bangladesh for 2015.\n\"We hope this is the beginning of a new journey, a new era for further development of the flood early warning system using space data or space technology,” said Hossain. “In the coming year, with support provided by the NASA SERVIR team, we would like to expand the system to many other locations where possible, to enable more people to benefit from this system by receiving more extended lead time for flood forecasts.\"\nThe SERVIR project operates via regional \"hubs\" in Nairobi, Kenya; Kathmandu, Nepal; and Bangkok, Thailand. The coordination office for SERVIR is located at NASA's Marshall Space Flight Center in Huntsville, Alabama.\nFor more information about SERVIR, visit:\nhttp://www.nasa.gov/mission_pages/servir/\nhttps://www.servirglobal.net/\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}