{
  "url": "https://climate.nasa.gov/news/2252/let-it-go-smap-almost-ready-to-map-frozen-soil/",
  "title": "Let it go! SMAP almost ready to map frozen soil",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nSMAP will monitor the frozen or thawed state of the global landscape north of 45 degrees north latitude. Credit: UCAR/Carlye Calvin\nThose who feel as though they've been living in the never-ending winter of the movie \"Frozen\" this year may be glad to hear that the spring thaw is now typically arriving up to two weeks earlier in the Northern Hemisphere than it did 20 to 30 years ago. But the changing date of the spring thaw has consequences far beyond reducing the number of mornings when you have to scrape off your windshield.\nOne ecosystem where scientists would most like to understand the effects of changing freeze/thaw cycles is boreal forests, the great ring of green covering the land nearest the North Pole. The forests of Alaska, Canada, Scandinavia and Siberia cover almost 15 percent of Earth's land surface. The Arctic is warming more quickly than lower latitudes, and the way these forests respond to this rapid change could provide valuable clues about our planet's warmer future.\nBut we know very little about how the boreal forests are changing. Millions of square miles have no roads or even villages. \"What we have now are very sparse, seasonal measurements from the ground,\" said John Kimball, a professor of systems ecology at the University of Montana, Missoula, and a member of the science team for NASA's Soil Moisture Active Passive (SMAP) mission, launched Jan. 31. \"We do have long-term, global satellite data sets that are sensitive to freeze-thaw, but they tend to be very coarse.\" That means each measurement averages the status of a large area. Like a mosaic made of large tiles, these data cannot show much detail.\nThat's about to change. By the end of April, SMAP will begin monitoring the frozen or thawed state of the landscape north of 45 degrees north latitude (about the latitude of Minneapolis) every two days. The primary mission of SMAP is to measure the amount of moisture in the top few inches of soil globally, but it also detects whether that moisture is frozen or in liquid form. SMAP's radar measurements, with \"tiles\" only half a mile to a mile and a half (1 to 3 kilometers) across, will reveal far more detail than scientists now have about the freeze/thaw status of the land surface.\nWhy is greater detail needed? In the Arctic, the timing of the spring thaw can vary considerably within a small area. Because the returning sun is low on the horizon, the shadowed north side of a hill may remain icy many days after plants have started growing again on the sunlit south side. Those early spring weeks are critical in the short Arctic growing season. \"Once the vegetation thaws, boom! Photosynthesis takes off,\" Kimball explained. \"You can get your highest rates of photosynthesis within a few weeks after the thaw, and a later thaw can mean much lower vegetation growth for the season. We need observations at what I call the landscape level to more precisely monitor those patterns and changes.\"\nDuring photosynthesis, plants absorb carbon dioxide from the air. The carbon stays in their wood, roots and leaves, and when they die, most of it remains in the soil. That makes undisturbed forests what scientists call carbon sinks — places that remove carbon from the atmosphere. Longer unfrozen seasons in the Arctic give forests more time to grow and spread, increasing the extent of the carbon sink.\nOn the other hand, climate warming has increased the occurrence of droughts and wildfires in the Arctic. A burning forest spews enormous amounts of carbon into the atmosphere; in scientific terms, it is a carbon source. Thus, global climate change is causing the northern forests both to absorb and to release more carbon.\nWith so little Arctic data to crunch, models of Arctic land processes do not agree on which of these trends is prevailing, much less what the future could hold. Lack of consensus does not indicate fundamental disagreements on the physical processes involved, according to JPL scientist Josh Fisher, a member of the SMAP algorithm team. The problem is that, at present, if you put the Arctic's emitted carbon on one side of a scale and absorbed carbon on the other, the scales would almost balance. \"The source/sink balance is usually close to zero, and it's very easy to get on the wrong side of the zero,\" he said. Yet the wrong answer on this fundamental question can cascade into a chain of wrong answers in the course of a model simulation. SMAP's fine-scale observations have the potential to improve modelers' understanding of both today's situation and how it may change in the future.\nThis spring, SMAP will spin up in time to track the spring thaw in the boreal forest with the detail scientists need — as Princess Anna in \"Frozen\" says, \"For the first time in forever.\"\nFor more about SMAP, visit:\nhttp://smap.jpl.nasa.gov/\nFast facts\n\n\n\n\nSMAP will measure whether northern forests are frozen or thawed.\nThis data will help scientists understand how this huge ecosystem is responding to global climate change.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}