{
  "url": "https://climate.nasa.gov/news/830/climate-modelers-and-the-moth/",
  "title": "Climate modelers and the moth",
  "date": null,
  "content": "By Dr. Michael Puma,\r\n NASA's Goddard Space Flight Center\nThe \"butterfly effect,\" a term coined by the late Edward Lorenz, is a phenomenon familiar to many of us. The idea is that in a chaotic system, a small change like a butterfly flapping its wings in some distant part of the globe can influence a large-scale effect, such as the formation and trajectory of a storm like the recent Hurricane Sandy. In light of the tremendous consequences that can result from such trivial changes, climate modelers now recognize that it is not possible to simulate our climate system perfectly and have devised various approaches to deal with this phenomenon.\nYet, if we look at recent efforts by the climate simulation community to construct comprehensive Earth System Models, perhaps this question is not so ridiculous after all. In fact, due to inclusion of more detailed representations of biological, physical, and chemical processes, model complexity has increased dramatically in recent years. Small-scale, seemingly trivial processes such as soil microbial activity and aerosols from consumer products are now standard features of many climate models. The rationale, of course, is that these processes are essential for realistic simulation of some aspect of our climate system.\nIn a new paper, we explored the importance of one new feature that adds complexity to state-of-the-art climate models: simulation of year-to-year variations in the emergence and loss of leaves by trees and other plants, or \"dynamic phenology\". These interannual leaf variations are typically represented within the dynamic global vegetation model of a climate model. We asked the question: How important are these predictions of leaf variation for a climate model, assuming that they can be simulated accurately in the first place?\nWe found in our analyses that, for such things as evapotranspiration and runoff, year-to-year leaf variations are less important than year-to-year variations in meteorology. Because poor simulation of meteorological variables is common in climate models, a determination that meteorological variability is more important for certain variables than leaf variability may point to meteorological bias correction as a more fruitful development path — for certain model applications — than the development of a dynamic phenological routine.\nWe might be tempted to simply include dynamic phenology in a climate model for all applications (again, assuming we can realistically simulate leaf variations). More generally, we might promote climate models that are as complex or comprehensive as possible, reasoning that such models would be our best tools for understanding climate.\nHowever, we should be cautious about going down such a path. One challenge of additional complexity, recently highlighted by a land-model intercomparison study, is that predictions are diverging as models have become more complex, rather than converging as was hoped. The complexity also impedes efforts to understand the reasons for differences among predictions and the associated mechanisms.\nA more practical reason to be cautious is the limited financial, time, and computing resources available to the scientific community. We must be more strategic about which processes we include and avoid being driven by model envy (i.e., believing a certain model is the best, because it includes the greatest level of detail). Our paper and others like it are critically needed as we work with limited resources to improve the skill of our climate models. If a published paper one day promotes a climate model that represents the moth interacting with leaves as they emerge in the springtime, we will know that our model-development efforts have gone astray.\nPuma, M.J., R.D. Koster, and B.I. Cook, 2012: Phenological versus meteorological controls on land-atmosphere water and carbon fluxes. J. Geophys. Res., in press, doi:10.1029/2012JG002088.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}