{
  "url": "https://climate.nasa.gov/news/2253/new-mission-to-study-ocean-color-airborne-particles-and-clouds/",
  "title": "New mission to study ocean color, airborne particles and clouds",
  "date": null,
  "content": "4 min read\nNASA is beginning work on a new satellite mission that will extend critical climate measurements of Earth’s oceans and atmosphere and advance studies of the impact of environmental changes on ocean health, fisheries and the carbon cycle.\nTentatively scheduled to launch in 2022, the Pre-Aerosol Clouds and ocean Ecosystem (PACE) mission will study Earth’s aquatic ecology and chemistry, and address the uncertainty in our understanding of how clouds and small airborne particles called aerosols affect Earth’s climate. PACE will be managed by NASA's Goddard Space Flight Center in Greenbelt, Maryland.\n“Knowing more about global phytoplankton community composition will help us understand how living marine resources respond to a changing climate,” said Jeremy Werdell, PACE project scientist at Goddard. “With PACE, we will learn more about the role of marine phytoplankton in the global carbon cycle.”\nNASA has long used satellites to observe the global ocean’s microscopic algal communities, which play a significant role in the ocean’s ecology and the global carbon cycle. PACE will provide a global view of the planet's microscopic ocean algae called phytoplankton. Phytoplankton live in the sunlit upper layer of the ocean, producing at least half of the oxygen on Earth and form the base of the marine food chain.\nGoddard will build PACE’s ocean color instrument. This PACE sensor will allow scientists to see the colors of the ocean, from the ultraviolet to near infrared, and obtain more accurate measurements of biological and chemical ocean properties, such as phytoplankton biomass and the composition of phytoplankton communities. These changes in the ocean’s color help identify harmful algal blooms.\nQuantifying phytoplankton is essential for understanding the carbon cycle and tracking climate variability and change. The ocean absorbs atmospheric carbon dioxide into solution at the sea surface. Like land plants, phytoplankton use carbon dioxide to create their organic biomass via photosynthesis. Phytoplankton vary greatly in their size, function, and response to environmental and ecosystem changes or stresses such as ocean acidification.\nDissolved carbon dioxide also reacts with seawater and alters its acidity. About one fourth of human-made carbon dioxide ends up in the ocean.\n\"NASA Goddard pioneered ocean color remote sensing 35 years ago with the very first satellite observations, and the Center has been committed to supporting the science ever since,\" said Piers Sellers, deputy director of NASA Goddard Earth Science. \"Goddard scientists play a critical role in generating and improving core satellite data sets for the international ocean biology community. We look forward to extending this important record into the future with PACE.\"\nIn addition to gathering data on ocean color, PACE will measure clouds and tiny airborne particles like dust, smoke and aerosols in the atmosphere to supplement measurements from existing NASA satellite missions. These measurements are critical for understanding the flow of natural and human made aerosols in the environment. Aerosols affect how energy moves in and out of Earth’s atmosphere directly by scattering sunlight, and indirectly by changing the composition of clouds. Aerosols also can affect the formation of precipitation in clouds and change rainfall patterns.\nThe blend of atmospheric and oceanic observations from PACE is critical as ocean biology is affected by aerosols deposited onto the ocean, which in turn, produce aerosol precursors that influence atmospheric composition and climate. NASA is currently planning a second PACE instrument, a polarimeter, to better measure aerosol and cloud properties. These measurements will improve understanding of the roles of aerosols in the climate system.\nGoddard's proof-of-concept sensor for measuring ocean color—the Coastal Zone Color Scanner that flew on the Nimbus-7 satellite from 1978 to 1986—was the first sensor to demonstrate phytoplankton biomass could be quantified from space. The Sea-Viewing Wide Field-of-View Sensor or SeaWiFS mission collected data from 1997 to 2010 and was the first mission dedicated to routinely observe ocean biology, chemistry, and ecology for long-term climate research. Currently, researchers employ the Moderate Resolution Imaging Spectroradiometer that flies aboard both NASA’s Terra and Aqua spacecraft, and the Visible Infrared Imager Radiometer Suite aboard the NASA-NOAA Suomi National Polar-orbiting Partnership satellite, to measure biological and chemical properties of the ocean, as well as aerosol and cloud properties.\nNASA capped the costs for PACE at $805 million, to cover the spacecraft, mission design and engineering, science, instruments, launch vehicle, data processing, and operations.\nFor more information about PACE, visit:\nhttp://decadal.gsfc.nasa.gov/pace.html\nIn autumn 2024, California’s Monterey Bay experienced an outsized phytoplankton bloom that attracted fish, dolphins,…\nA lot can change in a year for Earth’s forests and vegetation, as springtime and…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}