{
  "url": "https://climate.nasa.gov/news/2261/its-full-spin-ahead-for-soil-moisture-mapper/",
  "title": "It's 'full spin ahead' for soil moisture mapper",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nSMAP will produce global maps of soil moisture, which will help improve our understanding of Earth's water and carbon cycles and our ability to manage water resources. Credit: NASA/JPL-Caltech. View larger image.\nThe 20-foot (6-meter) \"golden lasso\" reflector antenna atop NASA's new Soil Moisture Active Passive (SMAP) observatory is now ready to wrangle up high-resolution global soil moisture data, following the successful completion of a two-part procedure to spin it up to full speed.\nMission controllers at NASA's Jet Propulsion Laboratory in Pasadena, California, on Thursday, March 26 commanded SMAP's spun instrument assembly – the part of the observatory that spins – to increase its rotation speed from the initial rate of 5 revolutions per minute achieved on March 23 to its final science measurement rate of 14.6 revolutions per minute. Throughout the gradual process, which took approximately 80 minutes, onboard guidance, navigation and control software managed the spin-up acceleration level, allowing the spacecraft to maintain its Earth-pointing (nadir) attitude. Initial data indicate the antenna spin-up procedure went as planned. Mission controllers will now analyze the spin-up process and the stability of the observatory at its final spin rate.\nNext week, mission controllers are scheduled to again power on SMAP’s two soil moisture measuring instruments to complete their checkout with the rotating antenna. The rotating antenna enables true global coverage every two to three days by generating a 620-mile-wide (1,000-kilometer) swath of the ground as it flies above Earth at an altitude of 426 miles (685 kilometers).\nSMAP remains on track to complete its initial checkout and commissioning activities by the end of April. After that, scientists will begin calibrating and validating SMAP’s data products to ensure they meet the stringent accuracy and data quality requirements NASA has established for the mission. This process is expected to take up to 15 months to complete; however, initial data products with a preliminary level of calibration will be released by August 2015.\nSMAP launched Jan. 31 on a minimum three-year mission to map global soil moisture and detect whether soils are frozen or thawed. The mission will help scientists understand the links in Earth's water, energy and carbon cycles; help reduce uncertainties in predicting weather and climate; and enhance our ability to monitor and predict natural hazards such as floods and droughts.\nFor more information on SMAP, visit:\nhttp://www.nasa.gov/smap\n• SMAP completes procedure to spin up its antenna to final science measurement rate.\n\r\n• SMAP's spinning antenna will generate global maps of soil moisture every two to three days.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}