{
  "url": "https://climate.nasa.gov/news/2254/study-sees-new-threat-to-east-antarctic-ice/",
  "title": "Study sees new threat to East Antarctic ice",
  "date": null,
  "content": "3 min read\nResearchers at the University of Texas at Austin, NASA and other research organizations have discovered two seafloor troughs that could allow warm ocean water to reach the base of Totten Glacier, East Antarctica's largest and most rapidly thinning glacier. The discovery likely explains the glacier's extreme thinning and raises concern about its impact on sea level rise.\nThe result, published in the journal Nature Geoscience today, March 16, has global implications because the ice flowing through Totten Glacier alone is equivalent to the entire volume of the more widely studied West Antarctic Ice Sheet. If Totten Glacier were to collapse completely, global sea levels would rise by at least 11 feet (3.3 meters). As in the West Antarctic Ice Sheet, complete collapse of Totten Glacier may take centuries, although the timing of retreat in both places is the subject of intensive research.\nEast Antarctica has appeared to be stable compared with the rapidly melting western side of the continent. The new finding shows that \"Totten Glacier and the East Antarctic Ice Sheet are a much more interesting and dynamic part of the sea level rise story than we'd previously thought,\" said co-author Dustin Schroeder, a scientist at NASA's Jet Propulsion Laboratory, Pasadena, California. Schroeder helped analyze data from an ice-penetrating radar to demonstrate that ocean water could access the glacier through the newfound troughs.\nIn some areas of the ocean surrounding Antarctica, warm water can be found below cooler water because it is saltier, and therefore heavier, than the shallower water. Seafloor valleys that connect this deep warm water to the coast can especially compromise glaciers, but this process had previously been seen only under the West Antarctic Ice Sheet. Deep warm water had been observed seaward of Totten Glacier, but there was no evidence that it could compromise coastal ice.\nThe newly discovered troughs are deep enough to give the deep warm water access to the huge cavity under the glacier. The deeper of the two troughs extends from the ocean to the underside of Totten Glacier in an area not previously known to be floating.\nThe data for this study were gathered as part of the International Collaboration for Exploration of the Cryosphere through Airborne Profiling (ICECAP) project, which, together with the East Antarctic component of NASA's Operation IceBridge mission, made the first comprehensive survey of the Totten Glacier Ice Shelf and nearby regions between 2008 and 2012. Other coauthors of the study come from research organizations and universities in Australia, France and England.\nFor more information on the new study, see:\nhttp://www.jsg.utexas.edu/news/2015/03/east-antarctica-melting-could-be-explained-by-oceanic-gateways\nTo learn more about Operation IceBridge and ICECAP, visit:\nhttp://www.nasa.gov/mission_pages/icebridge/\nand\nhttp://www.ig.utexas.edu/research/projects/icecap/\nThe paper is available at:\nhttp://www.nature.com/ngeo/journal/vaop/ncurrent/full/ngeo2388.html\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}