{
  "url": "https://climate.nasa.gov/news/2257/historical-satellite-images-reveal-snow-is-melting-earlier-in-wyoming/",
  "title": "Historical satellite images reveal snow is melting earlier in Wyoming",
  "date": null,
  "content": "5 min read\nA NASA study of a basin in northwestern Wyoming revealed that the snowmelt season in the area is now ending on average about sixteen days earlier than it did from the 1970s through the 1990s.\n“The Wind River Range is a very high mountain range, with lots of snow,” said Dorothy Hall, lead author of the study and a senior research scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Earlier snowmelt impacts the water resources of most of the state of Wyoming, which has been undergoing a drought since 1999.”\nSnowmelt is a significant contributor to the water resources of Wyoming. Changes in its timing affect agriculture in the state and contribute to earlier and more frequent wildfires, ecosystem changes and other impacts.\nScientists have observed earlier spring snowmelt in the Northern Hemisphere since 1966 using the Rutgers University climate data record of snow cover, created using data mostly from a wide suite of National Oceanic and Atmospheric Administration (NOAA) satellites. This record gives a good overall view of trends in the snow cover in the northern hemisphere but doesn’t have the resolution to analyze specific basins.\nThe earlier snowmelt has been especially obvious in the Pacific Northwest and other coastal areas of the western U.S. Studies have shown a shifting toward earlier snowmelt in most of the mountain ranges of the western United States. Much of this research is based on analysis of streamflow data, gathered by stream gauges. But streamflow is influenced by both rain and snow melt. Hall’s analysis employs satellite data, which is a more direct measure of snow cover changes, as the main source for determining dates of snowmelt.\nHall and her team compared snow maps derived from the NASA-U.S. Geological Survey (USGS) Landsat satellite program with snow maps derived from the Moderate Resolution Imaging Spectroradiometer(MODIS) instruments onboard NASA's Terra and Aqua satellites. The first Landsat satellite was launched in 1972, while Terra was launched in 1999 and Aqua in 2002. The scientists also studied daily stream discharge data from a local gauge and daily temperature and precipitation records. The discharge data show earlier peak runoff, associated to earlier peak snowmelt, and the meteorological data indicate that increasing spring and summer nighttime temperatures contribute to the earlier snowmelt.\nThe study has been accepted for publication in the journal Remote Sensing of Environment and is available online.\nThe scientists sorted through more than 1,000 Landsat scenes to create 227 snow maps for the 42-year period extending from 1972 to 2013. Much of the work to create snow maps for this study could not be automated, Hall said. For example, each map had to be checked manually to make sure clouds were not obscuring the snow in the basin.\nBecause so few clear-sky Landsat images are available during the snowmelt season, the team developed a method to fill in the gaps. They plotted all available snow extent data for a given decade and used a computer program to fit a curve, connecting the observed data points. This showed the trend of the timing of snowmelt in each decade, though the changes can only be given as an approximation, because there weren’t enough data available to give precise dates.\n“We didn’t have enough Landsat images to see when the snow was melting each year, especially in the early part of the Landsat record,” Hall said, “But when we averaged years together during each decade, we were able to construct mean snow-cover depletion curves.”\nThis technique is not necessary with the MODIS data, since MODIS already provides daily snow maps — at least 200 snow maps of the region almost every snowmelt season beginning in 2000. MODIS overflies the study region more often than Landsat and its data can be automatically processed to fill in the cloud gaps, or the cloudy regions obscuring the snow underneath. The researchers compared the Landsat and MODIS snow-cover depletion curves for the decade of the 2000s, and they matched well.\nHall theorizes that earlier snowmelt is probably happening all along the Wind River Range, based on data from several stream gauges that she analyzed for a previous study. All gauges showed lower current stream flows in springtime in the 2000s than in the 1970s, 1980s and 1990s. There was a warming trend in spring and summer nighttime temperatures over those decades.\nHowever, there were no observed changes to the timing of snowmelt during the MODIS record, from 2000 to the present. Hall said that local nighttime temperatures have not been rising noticeably after 2000 as they did from the 1970s to the 2000s. Streamflow has also remained more stable, although at a lower level than in the previous decades.\n“Monitoring and documenting changes in the timing of snowmelt helps hydrologists to plan water resources management for human use and to optimize reservoir management,” Hall said. “Also, the snow-cover timing changes can be indicative of regional climate change.”\nFor more information about the related NASA MODIS Snow and Sea Ice Global Mapping Project, visit:\nhttp://modis-snow-ice.gsfc.nasa.gov/\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}