{
  "url": "https://climate.nasa.gov/news/929/nasa-planes-to-probe-hurricanes/",
  "title": "NASA planes to probe hurricanes",
  "date": null,
  "content": "NASA's Global Hawk drone spent 11 hours collecting data over tropical storm Nadine in the Eastern Atlantic Ocean on Sept. 23, 2013. The image shows the Global Hawk (red dot) returning to Wallops. Credit: NASA Wallops.\nBy Alan Buis,NASA Jet Propulsion Laboratory\nTechnicians securing NASA's Global Hawk unmanned aircraft in the aircraft hangar of NASA's Wallops Flight Facility in Wallops Island, Va on Sept. 7, 2012. Credit: NASA Wallops. With the start of the 2013 Atlantic hurricane season less than a week away, NASA is preparing to send a pair of specially instrumented Global Hawk unmanned aircraft out over the Atlantic later this summer to investigate the processes that underlie hurricane formation and intensity. Now in its second year, the NASA Hurricane and Severe Storm Sentinel, or HS3, airborne mission brings together several NASA centers, including NASA's Jet Propulsion Laboratory, Pasadena, Calif., with federal and university partners to study hurricane processes. Last year, just one Global Hawk flew during the campaign, focusing on the environment around tropical storms.\nThis year, scientists will \"double their fun\" with a second aircraft and additional instruments focusing on the inner region of storms.Global Hawk Two will include the JPL-developed High-Altitude Monolithic Microwave Integrated Circuit Sounding Radiometer, or HAMSR instrument, which uses microwave wavelengths to measure temperature, water vapor and precipitation from the top of storms to the surface. HAMSR has previously participated in NASA's Genesis and Rapid Intensification Processes (GRIP) experiment to study hurricanes in 2010. The instrument is demonstrating advanced technologies that are precursors to potential future satellite sensors. \"The advantage this year over 2012 is that the second aircraft will measure eyewall and rainband winds and precipitation, something we didn't get to do last year,\" said Scott Braun, HS3 mission principal investigator and research meteorologist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"In addition, just as we did in 2012, the first aircraft will examine the large-scale environment that tropical storms form in and move through and how that environment affects the inner workings of the storms.\" The NASA Global Hawks will be piloted remotely from the HS3 mission base at NASA's Wallops Flight Facility in Wallops Island, Va. Global Hawk aircraft are well-suited for hurricane investigations because they can fly for as long as 28 hours and fly over hurricanes at altitudes greater than 60,000 feet (18,288 meters). The mission will operate between Aug. 20 and Sept. 23. The Atlantic hurricane season runs from June 1 to November 30 and typically peaks in early to mid-September.\nWith the start of the 2013 Atlantic hurricane season less than a week away, NASA is preparing to send a pair of specially instrumented Global Hawk unmanned aircraft out over the Atlantic later this summer to investigate the processes that underlie hurricane formation and intensity. Now in its second year, the NASA Hurricane and Severe Storm Sentinel, or HS3, airborne mission brings together several NASA centers, including NASA's Jet Propulsion Laboratory, Pasadena, Calif., with federal and university partners to study hurricane processes. Last year, just one Global Hawk flew during the campaign, focusing on the environment around tropical storms.\nThis year, scientists will \"double their fun\" with a second aircraft and additional instruments focusing on the inner region of storms.Global Hawk Two will include the JPL-developed High-Altitude Monolithic Microwave Integrated Circuit Sounding Radiometer, or HAMSR instrument, which uses microwave wavelengths to measure temperature, water vapor and precipitation from the top of storms to the surface. HAMSR has previously participated in NASA's Genesis and Rapid Intensification Processes (GRIP) experiment to study hurricanes in 2010. The instrument is demonstrating advanced technologies that are precursors to potential future satellite sensors. \"The advantage this year over 2012 is that the second aircraft will measure eyewall and rainband winds and precipitation, something we didn't get to do last year,\" said Scott Braun, HS3 mission principal investigator and research meteorologist at NASA's Goddard Space Flight Center in Greenbelt, Md. \"In addition, just as we did in 2012, the first aircraft will examine the large-scale environment that tropical storms form in and move through and how that environment affects the inner workings of the storms.\" The NASA Global Hawks will be piloted remotely from the HS3 mission base at NASA's Wallops Flight Facility in Wallops Island, Va. Global Hawk aircraft are well-suited for hurricane investigations because they can fly for as long as 28 hours and fly over hurricanes at altitudes greater than 60,000 feet (18,288 meters). The mission will operate between Aug. 20 and Sept. 23. The Atlantic hurricane season runs from June 1 to November 30 and typically peaks in early to mid-September.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}