{
  "url": "https://climate.nasa.gov/news/2258/new-soil-moisture-mapper-goes-for-a-spin/",
  "title": "New soil moisture mapper goes for a spin",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nNASA's Soil Moisture Active Passive (SMAP) mission will produce high-resolution global maps of soil moisture to track water availability around our planet and guide policy decisions. Credit: NASA/JPL-Caltech. View larger image.\nMission controllers at NASA's Jet Propulsion Laboratory in Pasadena, California, have commanded the 20-foot (6-meter) reflector antenna on NASA's new Soil Moisture Active Passive (SMAP) observatory to begin spinning for the first time. The partial spin-up is a key step in commissioning the satellite in preparation for science operations.\nLast week, mission controllers sent commands to release the locking mechanism that prevented the observatory's spun instrument assembly –- the part that spins — from rotating during launch and deployment of the reflector. The spun instrument assembly includes the spin control electronics, radiometer instrument and reflector antenna.\nYesterday, in the first step of a two-step procedure, the spun instrument assembly was spun up to its initial rate of five revolutions per minute (rpm), a process that took about a minute. Initial data indicate the partial antenna spin-up procedure went as planned.\nBecause of the large size (mass) of the spun instrument assembly and its relatively rapid angular acceleration during spin-up, SMAP's spacecraft bus rotated in the opposite direction during this process to balance the angular momentum. It reached a peak rate of up to 11 degrees per second. Once the spun instrument assembly spin rate stabilized at five rpm, the spacecraft’s reaction wheels quickly restored the spacecraft bus to a non-rotating, stable attitude. Onboard flight software then turned the observatory back to its science-gathering orientation, with the spin axis pointing straight down to the ground and SMAP's solar array pointed toward the sun.\nThe observatory will remain in its current configuration with the spun instrument assembly rotating at five rpm for about three days to allow ground controllers to assess the observatory's performance at this spin rate before proceeding to the next step. On March 26, after ground analysis of this first antenna spin-up step is completed, mission controllers plan to increase the antenna's spin speed to its final rate of approximately 15 rpm.\nThe partial antenna spin-up follows a series of recent propulsive maneuvers by SMAP's ground flight operations team to adjust the observatory to its final science orbit for mapping operations.\nSMAP launched Jan. 31 on a minimum three-year mission to map global soil moisture and detect whether soils are frozen or thawed. The mission will help scientists understand the links in Earth's water, energy and carbon cycles; help reduce uncertainties in predicting weather and climate; and enhance our ability to monitor and predict natural hazards such as floods and droughts\nWhen fully spun up and collecting science data, SMAP's antenna will measure a 620-mile-wide (1,000-kilometer) swath of the ground as it flies above Earth at an altitude of 426 miles (685 kilometers). This will allow SMAP to map the entire globe with high-resolution radar data every two to three days.\nFor more information on SMAP, visit:\nhttp://www.nasa.gov/smap\n• SMAP has undergone the first part of a two-part procedure to spin up its antenna.\n\r\n• After its antenna spins up, SMAP will generate global maps of soil moisture every two to three days.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}