{
  "url": "https://climate.nasa.gov/news/2260/bigger-thunderstorms-are-bringing-more-rain-to-the-tropics/",
  "title": "Bigger thunderstorms are bringing more rain to the tropics",
  "date": null,
  "content": "4 min read\nA new study has shown that increasing rainfall in the wettest regions of the tropics is caused by an increase in large, well-organized thunderstorms. The joint research, based in part on NASA satellite data, was conducted by scientists from the Australian Research Council Centre of Excellence for Climate System Science (ARCCSS) and NASA and was published online in Nature on March 25, 2015.\nMany scientists have thought that in a warming world some regions would see more rain because a warmer atmosphere can hold more water vapor. The idea seemed to be supported by recent observations showing strong precipitation increases in the wettest tropical regions—sometimes referred to as a “rich-get-richer” pattern.\nThe analysis by ARCCSS and NASA found that recent rainfall increases in places such as the western Pacific Ocean are actually due to large storms occurring more frequently, rather than individual storms producing more rain.\n“The observations showed the increase in rainfall is directly caused by the change in the character of rain events in the tropics rather than a change in the total number of rain events,” said lead author Jackson Tan, who conducted this research while at Australia’s Monash University. He now works at NASA’s Wallops Flight Facility. “What we are seeing is more big and organized storms, and fewer small and disorganized rain events.”\nThe top map above shows the change in the rate of tropical rainfall between 1998 and 2009; the second map shows how much of that change is due to intense storms. Shades of green depict areas where the rate has increased, while shades of orange show areas where less rain has fallen. The maps are based on rainfall data from NASA’s Tropical Rainfall Measuring Mission (1998–2009) and the Global Precipitation Climatology Project (1983–2009). Those rainfall data were compared to cloud data from the International Satellite Cloud Climatology Project (1983 to 2009).\nThe study helps chip away at one of the big questions facing climate change science: To what degree will a warmer world accelerate the water cycle and patterns of rainfall and drought? Tan’s study revolves around what scientists call “organized deep convection”—in short, large thunderstorms. These storms make up about 5 percent of the weather systems in the tropics but are responsible for about 50 percent of tropical rainfall.\nWhile this study does not delve into what is causing the increase in large storms, it does reveal a tight correlation between this trend and increasing rainfall. Analyzing rainfall and cloud data from 1983 to 2009, Tan found that large storms are still producing similar or even less amounts of rain on average, but they are happening more often.\n“This work changes our perception of why tropical precipitation is increasing,” said co-author George Tselioudis, a researcher at the NASA Goddard Institute for Space Studies who also authored a 2010 paper that defined trends in organized deep convection in the tropics. “We thought it was because the warmer atmosphere holds more moisture and, therefore, when storms occur they rain more. But that doesn’t seem to be the case. Instead, the warmer tropical atmosphere becomes better organized to produce large storms more frequently.”\nThe new finding also raises an intriguing next question: Why are these weather systems organizing in the atmosphere more frequently? That’s not yet known, Tan and Tselioudis said, but the finding does point the way to a new line of research on the topic. Scientists have been focusing on the transfer of heat and moisture in the atmosphere—the thermodynamics of the system. Tselioudis said this finding should direct attention to the dynamics of the atmosphere—the fundamental physics of circulation.\nThis article was originally posted on NASA's Earth Observatory.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nMeasurements from space support wildfire risk predictions Researchers demonstrated that data from the International Space…\nRoads and sidewalks in some areas get so hot that skin contact could result in…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}