{
  "url": "https://climate.nasa.gov/news/2262/the-2013-2014-polar-vortex-adds-data-points-to-the-books/",
  "title": "The 2013-2014 polar vortex adds data points to the books",
  "date": null,
  "content": "2 min read\nA polar vortex is a low-pressure system of cold polar air—a normal weather phenomenon. But during the 2013-2014 winter, a high-pressure system in the Pacific pushed the northern polar vortex southward, contributing to North America’s cold, snowy and icy winter.\nSnow blanketed the mountains in the western United States by December 2013. By January and February 2014, record-breaking low temperatures and snowfall amounts reached parts of Canada and the eastern United States. New York, Philadelphia and Chicago all had one of their 10 snowiest winters. Detroit had its snowiest winter on record.\nIce formed early and stayed late on the Great Lakes and, at its maximum extent, covered 92.5 percent of the water—the second most extensive ice cover observed on the Great Lakes during the satellite era. Lake Michigan reached 93.3 percent ice cover on March 8, 2014, setting an individual record. The extensive and thick ice cover causes significant difficulties for shipping.\nThe United States Coast Guard icebreaker Mackinaw attempted to establish a shipping lane and escort three lake freighters from the Duluth area in Minnesota to the locks at Sault Set. Marie, Michigan. Although the locks opened for the shipping season on March 25, 2014, severe ice conditions kept the first freighter from going through until April 4. Part of the ship track of the Mackinaw is shown in the animation (from March 21-24, 2014). Some of the ice cover was as thick as 42 inches in eastern Lake Superior—reminiscent of sea ice in polar oceans.\nAdapted from an article originally posted on NASA’s Scientific Visualization Studio.\nNASA's Scientific Visualization Studio.Special thanks to the U.S. Coast Guard for icebreaker and helicopter support. AMSR2 data courtesy of the Japan Aerospace Exploration Agency (JAXA).The Blue Marble data is courtesy of Reto Stockli (NASA/GSFC).\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nMeasurements from space support wildfire risk predictions Researchers demonstrated that data from the International Space…\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}