{
  "url": "https://climate.nasa.gov/news/2443/all-in-the-naames-of-ocean-ecosystems-and-climate/",
  "title": "All in the NAAMES of ocean ecosystems and climate",
  "date": null,
  "content": "By Denise Lineberry,\r\nNASA's Langley Research Center\nFrom sea level to satellites, NASA's NAAMES mission is studying key processes controlling ocean system function, their influences on atmospheric aerosols and clouds and their implications for climate. Credit: NASA/Tim Marvel.\nLet’s face it — relationships can be complicated. And the relationship between the ocean and the atmosphere is no exception.\nNAAMES, or the North Atlantic Aerosols and Marine Ecosystems Study, is a five-year NASA-funded study that aims to define that relationship better.\nNAAMES is the first NASA Earth Venture-Suborbital mission focused on studying the coupled ocean ecosystem and atmosphere using ships and aircraft simultaneously. Plankton ecosystems of the global ocean profoundly affect climate and life on Earth. NASA's ocean color satellite record tells us that these invaluable ecosystems are highly responsive to climate variability, with changes in ocean plankton production impacting food (e.g., fish), uptake of atmospheric carbon dioxide by the ocean, and ocean emission of climate-regulating aerosols.\nDuring the field campaign, NASA satellites provide a larger view of ocean processes. In fact, satellite data caused NAAMES ocean and atmospheric scientists to question current thinking on what forces control plankton blooms and how those factors could impact the atmosphere and the climate.\n“Satellite data can be used to calculate the total photosynthesis that goes on in the ocean every year,” said Mike Behrenfeld, NAAMES principal investigator. “It’s essentially equivalent to the total photosynthesis that’s happening on land.”\nThe interdisciplinary ocean and atmospheric science questions of NAAMES parallel those of upcoming NASA satellite missions, such as PACE (Pre-Aerosol, Clouds, and ocean Ecosystem). Comparisons of ship-based measurements to the airborne measurements also provide valuable information for scientists to develop and test analytical tools to use with these future satellite data.\nNAAMES began in January 2015, and includes four separate ship-aircraft deployments that target specific phases in the annual cycle of the North Atlantic, home to the world’s largest plankton bloom, which stretches from North America across the Atlantic to Europe.\nNASA’s C-130 aircraft and the Woods Hole Oceanographic Institution’s R/V Atlantis ship are integrated with about a dozen types of scientific instruments that collect important ocean and atmospheric data for research and modeling.\nDuring the first deployment in November of 2015, the team studied the transition period between when the phytoplankton decrease in the fall and when they begin blooming, increasing in biomass similar to our plants at home. In May 2016, NAAMES began its second deployment, the goal of which is to sample the highlight of this bloom.\n“This is where biomass has reached a peak, and then starts to decline,” Behrenfeld said. “Part of what we’ll do is try to discern what causes it to hit a climax and then decline.”\nBehrenfeld describes the first two campaigns as the “transition ends of the story.” Between those “transition ends” are two other phases that will be studied closer during field campaigns in 2017 and 2018.\nIn addition to it being an ideal location for studying the bloom, it’s also ideal because of the biological atmospheric conditions. For each campaign, the aircraft will deploy from St. John’s, Newfoundland, and will fly approximately 500 nautical miles away from land where it meets the ship in the North Atlantic.\n“As you get away from land and out into the ocean, the human component decreases and the biological component increases on a relative scale,” Behrenfeld said. “And so we’re going out into these pristine open ocean environments and looking at the biological component of the aerosol and, out there, this biological component can be very important in the aerosol burden of the atmosphere.”\nNAAMES involves four NASA centers, more than a dozen educational institutions, and several other institutes and organizations. Once the team has the data, NAAMES researchers will use it to refine their ocean and atmospheric models that will help others better plan for future implications.\n“Understanding this relationship is going to be really important for forecasting how things will change in the future,” Behrenfeld said. “NAAMES will help to understand the links between climate and the plankton and hopefully, what happens for the plankton going forward — from fisheries to export and production.”\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}