{
  "url": "https://climate.nasa.gov/news/2445/study-helps-explain-sea-ice-differences-at-earths-poles/",
  "title": "Study helps explain sea ice differences at Earth's poles",
  "date": null,
  "content": "From NASA\nNASA QuikScat data of Antarctic sea ice movement (June-Sept. 2008) overlaid on maps of sea ice type (white = rough older ice; light blue = older ice, darker blue = younger ice, red = melt on ice, light gray = permanent ice, darker gray = land, deep blue = open water). Red/black dots track ice movement over time. Credit: NASA/JPL-Caltech/University of Washington/U.S. National Ice Center.\nWhy has the sea ice cover surrounding Antarctica been increasing slightly, in sharp contrast to the drastic loss of sea ice occurring in the Arctic Ocean? A new NASA-led study finds the geology of Antarctica and the Southern Ocean are responsible.\nA NASA/NOAA/university team led by Son Nghiem of NASA's Jet Propulsion Laboratory, Pasadena, California, used satellite radar, sea surface temperature, land form and bathymetry (ocean depth) data to study the physical processes and properties affecting Antarctic sea ice. They found that two persistent geological factors — the topography of Antarctica and the depth of the ocean surrounding it — are influencing winds and ocean currents, respectively, to drive the formation and evolution of Antarctica's sea ice cover and help sustain it.\nLocation of the southern Antarctic Circumpolar Current front (white contour), with -1 degree Celsius sea surface temperature lines (black contours) on Sept. 22 each year from 2002-2009, plotted against a chart of the depth of the Southern Ocean around Antarctica. The white cross is Bouvet Island. Credit: NASA/JPL-Caltech.\n\n\n\"Our study provides strong evidence that the behavior of Antarctic sea ice is entirely consistent with the geophysical characteristics found in the southern polar region, which differ sharply from those present in the Arctic,\" said Nghiem.\nAntarctic sea ice cover is dominated by first-year (seasonal) sea ice. Each year, the sea ice reaches its maximum extent around the frozen continent in September and retreats to about 17 percent of that extent in February. Since the late 1970s, its extent has been relatively stable, increasing just slightly; however, regional differences are observed.\nOver the years, scientists have floated various hypotheses to explain the behavior of Antarctic sea ice, particularly in light of observed global temperature increases. Are changes in the ozone hole involved? Could fresh meltwater from Antarctic ice shelves be making the ocean surface less salty and more conducive to ice formation, since salt inhibits freezing? Are increases in the strength of Antarctic winds causing the ice to thicken? Something is protecting Antarctic sea ice, but a definitive answer has remained elusive.\nTo tackle this cryospheric conundrum, Nghiem and his team adopted a novel approach. They analyzed radar data from NASA's QuikScat satellite from 1999 to 2009 to trace the paths of Antarctic sea ice movements and map its different types. They focused on the 2008 growth season, a year of exceptional seasonal variability in Antarctic sea ice coverage.\nTheir analyses revealed that as sea ice forms and builds up early in the sea ice growth season, it gets pushed offshore and northward by winds, forming a protective shield of older, thicker ice that circulates around the continent. The persistent winds, which flow downslope off the continent and are shaped by Antarctica's topography, pile ice up against the massive ice shield, enhancing its thickness. This band of ice, which varies in width from roughly 62 to 620 miles (100 to 1,000 kilometers), encapsulates and protects younger, thinner ice in the ice pack behind it from being reduced by winds and waves.\nThe team also used QuikScat radar data to classify the different types of Antarctic sea ice. Older, thicker sea ice returns a stronger radar signal than younger, thinner ice does. They found the sea ice within the protective shield was older and rougher (due to longer exposure to wind and waves), and thicker (due to more ice growth and snow accumulation). As the sea ice cover expands and ice drifts away from the continent, areas of open water form behind it on the sea surface, creating \"ice factories\" conducive to rapid sea ice growth.\nMap of sea surface temperatures (in degrees Celsius) combined with sea surface temperature contour lines for -1 degree Celsius (black) and -1.4 degrees Celsius (green), plotted atop a National Ice Center map of the extent of Antarctic sea ice on Sept. 22, 2009. Credit: NASA/JPL-Caltech. \n\n\nTo address the question of how the Southern Ocean maintains this great sea ice shield, the team combined sea surface temperature data from multiple satellites with a recently available bathymetric chart of the depth of the world's oceans. Sea surface temperature data reveal that at the peak of ice growth season, the boundary of the ice shield remains behind a 30-degree Fahrenheit (-1 degree Celsius) temperature line surrounding Antarctica. This temperature line corresponds with the southern Antarctic Circumpolar Current front, a boundary that separates the circulation of cold and warm waters around Antarctica. The team theorized that the location of this front follows the underwater bathymetry.\nWhen they plotted the bathymetric data against the ocean temperatures, the pieces fit together like a jigsaw puzzle. Pronounced seafloor features strongly guide the ocean current and correspond closely with observed regional Antarctic sea ice patterns. For example, the current stays near Bouvet Island, located 1,000 miles (1,600 kilometers) from the nearest land, where three tectonic plates join to form seafloor ridges. Off the coast of East Antarctica, the -1 degree Celsius sea surface temperature lines closely bundle together as they cross the Kerguelen Plateau (a submerged microcontinent that broke out of the ancient Gondwana supercontinent), through a deep channel called the Fawn Trough. But those lines spread apart over adjacent deep ocean basins, where seafloor features are not pronounced. Off the West Antarctica coast, the deep, smooth seafloor loses its grip over the current, allowing sea ice extent to decrease and resulting in large year-to-year variations.\nStudy results are published in the journal Remote Sensing of Environment. Other participating institutions include the Joint Institute for Regional Earth System Science and Engineering at UCLA; the Applied Physics Laboratory at the University of Washington in Seattle; and the U.S. National/Naval Ice Center, NOAA Satellite Operations Facility in Suitland, Maryland. Additional funding was provided by the National Science Foundation.\nQuikScat was built and is managed by JPL. For more information, visit:\nhttp://winds.jpl.nasa.gov/missions/quikscat/\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}