{
  "url": "https://climate.nasa.gov/news/2264/twelve-years-of-satellite-data-help-decode-climate-change/",
  "title": "Twelve years of satellite data help decode climate change",
  "date": null,
  "content": "7 min read\nImagine trying to figure out your car’s fuel economy by driving only 20 miles. Sure, the number might look pretty good, but it wouldn’t be a very accurate picture of how your vehicle burns fuel over the long term.\nPredicting how the climate will change is a bit more complicated than calculating miles per gallon, but scientists who estimate Earth’s future temperatures face a similar challenge—having enough data to see the big picture.\n“The big goal is to gauge how the atmosphere responds to changes, and to fully understand the long-term trends, you’d better understand the short-term trends really well,” said Eric Fetzer, a project scientist at NASA’s Jet Propulsion Laboratory.\nIn 2002, NASA launched the Atmospheric Infrared Sounder (AIRS) aboard its Aqua satellite, designed to make precise measurements of global temperatures, greenhouse gases and clouds. Now that the instrument has amassed 12 years of data, researchers are using its cutting-edge observations to better understand how climate feedbacks will impact warming rates.\nWater vapor: The hot and cold cycles of El Niño\nWhen it comes to global climate, one of the strongest triggers of short-term variability is the El Niño Southern Oscillation (ENSO). Normally, most of the Earth’s warm water is concentrated in a deep pool in the western Pacific. But every three to five years, El Niño makes its appearance, bringing warm water to the surface and making the tropical Pacific Ocean warmer than average. (Conversely, during La Niña, sea-surface temperatures become colder than normal.)\nFor climate researcher Andrew Dessler, El Niño isn’t just a weather phenomenon to be studied—it’s a rough analogue to the Earth’s long-term warming and cooling cycles. “If I want to understand how water vapor responds to climate change, I need to look at a time when the Earth is cold and a time when the Earth is warm,” said Dessler, a professor of atmospheric sciences at Texas A&M University.\nAs a potent greenhouse gas, water vapor plays a key role in global climate: As temperatures rise, water vapor increases, and because water vapor is itself a greenhouse gas, this produces even more warming. This vicious cycle is known as a feedback. By looking at the AIRS water vapor data during both the cold and warm cycles of the ENSO (El Niño and La Niña), Dessler can see how water vapor levels are responding to temperature changes and calculate the strength of the water vapor feedback.\n“If the globe warmed seven-tenths of a degree during the last El Niño, I can see in the AIRS data how water vapor changed in response to that. This tells me a lot about how water vapor is going to interact with climate change,” he said.\nNow that AIRS has 12 years of data, Dessler is able to measure water vapor at all altitudes of the lower atmosphere during several El Niño cycles. “Water vapor doubles the amount of warming you get from CO2 alone, so it’s really this very significant effect,” he said. “If you have only three years of data, you really don’t know if what you’re seeing in the atmosphere is representative of the longer-term picture.”\nClouds: Using the present to predict the future\nWhile water vapor has a powerful effect on the climate system, the role that clouds play in affecting climate change is not well understood. “Models all predict that the water vapor effect doubles the amount of warming, but we’re still pretty uncertain about how clouds amplify warming,” said Hui Su, a research scientist at NASA’s Jet Propulsion Laboratory.\nLow clouds can shelter the Earth like an umbrella, reflecting solar radiation back to space and producing a net cooling effect. But high clouds can act like a blanket over the planet, triggering a greenhouse (warming) effect. The big conundrum for climate modelers is, how much cloud cover will there be in the future? The answer to that question is directly related to humidity.\n“More moisture in the atmosphere means more cloud cover,” said Su. “Based on the AIRS data, we know what the current humidity should be, and that should predict the amount of clouds,” said Su. “So, we’re really using current observations to infer the realism of model predictions.”\nIn a recent study, Su and her research team used AIRS observations of humidity to analyze the performance of 15 leading global climate models. What they found was surprising: Only five of the models reproduced humidity levels that matched the current range observed by AIRS and other instruments. Even more startling, those models that did accurately forecast current humidity were the ones that predicted a much warmer future climate—about .7 degrees C (1.3 degrees F) higher than the average warming predicted by all 15 models combined.\n“It’s kind of an ‘inconvenient truth’—the models that are realistic all happen to be the ones that are predicting a very strong warming in the future,” said Su.\nAccording to Fetzer, Su’s findings beg two important questions: “First, why are we looking at models that don’t accurately produce what we’re experiencing today? And second, if the models that are accurately forecasting humidity say that future warming is going to be closer to 4 degrees C than 1.5 degrees C, shouldn’t we be concerned?”\nThere is indeed reason for vigilance, if not concern. According to Dessler, only about one-third of the warming predicted for the future will come directly from CO2; the rest will result from feedback effects—like water vapor and clouds. “CO2 is the big control knob,” Dessler said, “just like the guy playing guitar is making the music, but it’s the amplifier that makes it loud. The guitar player by himself can’t blow your eardrums out.”\nDespite their complexity, climate models are the most robust tools we have for estimating Earth’s future temperatures. But can we be confident that their estimates of the “amplifier” effects are accurate? The best way to assess that, says Fetzer, is to evaluate their ability to forecast current conditions.\n“We need to come up with a set of stringent observational requirements that models must meet, and the basic prerequisite is that they are able to reproduce current reality—that’s just logic,” said Fetzer. “That’s really why we need to look at 10-plus years of data.”\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}