{
  "url": "https://climate.nasa.gov/news/2493/to-better-understand-mega-eruptions-just-add-water/",
  "title": "To better understand mega-eruptions, just add water",
  "date": null,
  "content": "4 min read\nVolcanic eruptions bring images of burning lava and ash, not water. A new NASA study has shown, however, that to correctly model the climate effects of an eruption — especially mega-eruptions many times larger than anything in recent history — scientists need to include the atmospheric effects of erupted water vapor.\nFor a thousand years before the Industrial Revolution, volcanoes were the greatest climate-changing force on Earth. A big eruption in the tropics cools much of the planet by throwing volcanic gases high into the atmosphere, where they change into microscopic particles known as aerosols and spread around the globe, reflecting incoming sunlight. The 1991 eruption of Mt. Pinatubo in the Philippines cooled Earth enough to completely offset the effects of greenhouse-gas-induced warming for about two years.\nPinatubo was the largest eruption of the last century, but some eruptions of the last millennium are estimated to have been 10 times larger, such as the eruption of the Indonesian volcano Samalas in 1257. In a climate model simulation of the past thousand years, these mega-eruptions are, unsurprisingly, followed by mega-cold spells that reduce global temperatures by 2°F (more than 1°Celsius). But tracers of past climate, such as tree rings and polar ice thousands of years old, tell a different story. These records don't indicate such a drastic, worldwide cooling following mega-eruptions.\nThe mismatch between eruptions' effects in past climate records and in climate models became widely recognized after a major international study of climate model performance, completed in 2012. “The whole community went back to the drawing board and said, ‘What's going on here?’” said Dr. Allegra LeGrande of NASA's Goddard Institute for Space Studies, New York, lead author of the new study. Research and testing indicated that the problem was likely to center on how processes are represented in the models in a simplified way when they can’t be explicitly represented in their full complexity.\nStrong eruptions shoot a complex stew of gases into the atmosphere: sulfur compounds, water vapor, halogens, carbon compounds and others. Atmospheric chemists have learned a great deal about the chemical reactions these gases and aerosols trigger in the atmosphere — and the climate consequences. Until very recently, however, computational technology limited the scientists’ ability to put all of their understanding of volcanic emissions’ chemistry-climate interactions to work in computer simulations. Sulfur compounds, especially sulfur dioxide, are key to post-eruption cooling, so modelers had previously focused on sulfur chemistry. New technology now allows them to see how all the various gaseous emissions — including water in addition to sulfur dioxide — influence climate following a mega-eruption.\nThe stratosphere is naturally extremely dry. Without erupted water vapor, there wouldn't be enough water in this atmospheric layer for critical reactions with sulfur dioxide to occur. Models that don't track water vapor show sulfur dioxide lingering too long in the stratosphere. Additional water from the volcano speeds up the change of sulfur dioxide gas into sulfate aerosols and also helps the aerosol particles grow bigger more quickly. The size of the aerosols is important because larger particles cause more warming than cooling.\nLeGrande and her coauthors simply added erupted water vapor to the NASA Goddard Institute for Space Studies' ModelE climate model. “We did a preliminary set of experiments that kept track of both sulfur and water,” as she explained it. “We showed that water can change the response to the sulfur dioxide injection.” For a Samalas-sized mega-eruption, tracking both sets of compounds reduced the subsequent global cooling by about a factor of three over simulations that did not track water.\nLeGrande notes this study is only one step toward more realistic simulations of eruptions. “We've shown that water is important, but we need a full chemistry picture of what's in the volcanic plume,” she said. “We believe future work will show the importance of other constituents, like ash and halogens. Our goal is to make sure that we have the best toolkit we can have for studying climate, including future volcanic eruptions.”\nThe study was motivated by a paleoclimate problem, but LeGrande noted that it has implications for the future as well. “If a mega-eruption comes along next year, we’re better prepared than we were two years ago. The whole point of studying paleoclimate is that we want a model that can accurately simulate climate — period.”\nLeGrande, A.N., K. Tsigaridis, and S.E. Bauer, 2016: Role of atmospheric chemistry in the climate impacts of stratospheric volcanic injections. Nature Geosci., 9, no. 9, 652-655, doi:10.1038/ngeo2771.\nMedia contacts:\nMichael CabbageNASA Goddard Institute for Space Studiesmcabbage@nasa.gov\nLeslie McCarthyNASA Goddard Institute for Space Studiesleslie.m.mccarthy@nasa.gov\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nEditor’s note: The caption for the OPERA portal image of uplift in the Gulf of California…\nScientists know that changing tree leaves can indicate when a nearby volcano is becoming more…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}