{
  "url": "https://climate.nasa.gov/news/2446/new-instrument-brings-coasts-and-coral-into-focus/",
  "title": "New instrument brings coasts and coral into focus",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nPRISM was designed to focus on hard-to-see phenomena in difficult coastal light conditions. Credit: Flickr user Ken Lund, CC BY-SA 2.0.\nA coastal scene with deep blue seas and a coral reef is beautiful to look at, but if you try to record the scene with a camera or a scientific instrument, the results are almost always disappointing. Most cameras can't \"see\" underwater objects in such scenes because they're so dim and wash out the glaring seashore. These problems don't just ruin vacation photos. They're a serious hindrance for scientists who need images of the coastline to study how these ecosystems are being affected by climate change, development and other hazards.\nTo the rescue: the new Portable Remote Imaging Spectrometer, created at NASA's Jet Propulsion Laboratory, Pasadena, California. PRISM is an airborne instrument designed to observe hard-to-see coastal water phenomena. In NASA's upcoming Coral Reef Airborne Laboratory (CORAL) field experiment, PRISM will observe entire reef ecosystems in more of the world's reef area – hundreds of times more — than has ever been observed before.\n\"Coastal ocean science has specific requirements that had not been met with other instruments\" when PRISM was initially proposed, said Pantazis Mouroulis of JPL, who designed the instrument. \"At that time, it was not even known whether anyone could design an instrument with those characteristics. We had to devise new techniques for assembling and aligning the instrument, and even new technologies for the components.\"\nWith devastating coral bleaching taking place around the world, a sensor that can collect a detailed, uniform, large-scale dataset on coral reefs could hardly be more timely. \"The value of doing this investigation right now is unimaginable because of the speed at which the environment is changing, and PRISM is the perfect instrument at the perfect time,\" said JPL's David Thompson, who with Bo-Cai Gao, Zhongping Lee and the CORAL science team is designing a computer model to use with PRISM's measurements for CORAL. \"It's such a sensitive instrument — beyond anything I've worked with before.\"\nPRISM is a spectrometer, an instrument that splits light into its spectrum of wavelengths and measures the intensity of the light at each individual wavelength. Every type of molecule absorbs a unique combination of wavelengths, leaving dark gaps in the spectrum of light. The pattern of gaps is a sort of spectral \"bar code\" for that molecule. Spectrometers collect light and record these spectral patterns in it.\nPRISM's spectrometer collects spectra in the visible, ultraviolet and near-infrared wavelengths, which encompass the \"bar codes\" for most phenomena of interest along coastlines. Because it is an airborne instrument, PRISM can measure wide swaths of coastline repeatedly in a short period of time — important when monitoring rapidly changing conditions such as rising floodwaters — and it creates a dataset on a regional scale, but with an amount of detail approaching what can be collected by boat-based campaigns. Boat campaigns can only produce local-scale datasets, because they are so expensive and labor intensive.\nPRISM measures all spectra in the entire scene below its airborne perch. Each airborne campaign that uses the instrument can select just the spectra it needs for its area of study. For the CORAL campaign, \"We're after that fraction of light that makes it all the way to the bottom of the ocean and comes back to the sensor, which carries the signal of the health of the coral reef,\" said Thompson. Thompson designed his computer algorithms to eliminate the unneeded light and isolate just the seafloor spectra. \"You can think of it as peeling back the layers of an onion,\" he said. \"Atmospheric haze is different from the surface glint off the ocean, which is different from light that's gone partway down into the ocean, which is different from light that's gone all the way down [to the seafloor and back]. All those other optical paths have to be eliminated in our modeling.\"\nTo test Thompson's model, the light from each \"onion layer\" is compared against measurements of the same thing — the amount of atmospheric haze and the light-changing properties of the ocean water, for example — taken aboard boats at a few points along the plane's path at the same time the instrument flies overhead. \"It's critical for the math [in the model] to be tied down at different points with actual, physical measurements,\" Thompson said. When a shipboard measurement of the water's murkiness agrees with the model's calculation of the same thing, for example, it gives confidence that the model is correctly interpreting the spectra collected by PRISM.\nHeidi Dierssen, an oceanographer and professor at the University of Connecticut, Groton, and co-investigator in the CORAL campaign, worked on the development of PRISM and took the instrument on its first field campaign to study eelgrass in California's coastal waters. Dierssen has used many different instruments to gather coastal data in the past.  When she used sensors that were optimized for land to observe the ocean, \"They failed to give us good signals,\" she said. \"When you looked at a spectrum it was often wavy, and you had to spend a lot of effort to calibrate it to what you measured in the water.\" When she used PRISM, \"I was shocked,\" she said. \"The first time we collected imagery, we got very good agreement with the field data. That instrument is truly a leap forward.\"\nCORAL's project scientist, Michelle Gierach of JPL, has seen PRISM's data from Dierssen's study and used the instrument to observe ocean color (which can indicate phytoplankton presence) in the sea around Antarctica last winter. \"We have only begun to scratch the surface of what PRISM is capable of doing, from eelgrass to biology within the Southern Ocean to now assessing coral reefs throughout the western tropical Pacific,\" she said. \"Those are just some of the things that PRISM has in its arsenal. There's so much more that is possible.\"\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}