{
  "url": "https://climate.nasa.gov/news/2478/10-interesting-things-about-water/",
  "title": "10 Interesting Things About Water",
  "date": null,
  "content": "10 Interesting Things About Water\nThere aren’t many qualities that are true of all life on Earth, but the need for water is one of them. It’s in all living things, whether they live at the bottom of the ocean or the driest desert. Water made life possible on Earth. Because of this, astrobiologists (scientists who search for life on other planets) think our best bet for finding life is to search for water.\nA whopping 96.5 percent of water on Earth is in our oceans, covering 71 percent of the surface of our planet. And at any given time, about 0.001 percent is floating above us in the atmosphere. If all of that water fell as rain at once, the whole planet would get about 1 inch of rain.\nJust 3.5 percent of Earth’s water is fresh—that is, with few salts in it. You can find Earth’s freshwater in our lakes, rivers, and streams, but don’t forget groundwater and glaciers. Over 68 percent of Earth’s freshwater is locked up in ice and glaciers. And another 30 percent is in groundwater.\nIn a gallon of average ocean water, there is about 1 cup of salt. But it does vary. The Atlantic Ocean is saltier than the Pacific Ocean, for instance. Most of the salt in the ocean is the same kind of salt we put on our food: sodium chloride. The saltiest water in the world is found in Antarctica in a small lake named Don Juan Pond.\nThere can be a lot going on in a single drop of ocean water. It will most likely have millions (yes, millions!) of bacteria and viruses. And it could also have fish eggs, baby crabs, plankton, or even small worms.\nThe rocky material that formed Earth contained some water. But that probably doesn't account for all the water we see today. Comets are mostly water ice. It’s possible that comets made regular water deliveries to Earth. It would take a lot of comets to fill the ocean, but comets could well have made a big contribution.\nUsually when solids form, atoms get closer together to form something denser. This is why most solids sink in water. But solid water, or ice, is actually less dense. This is unusual. The water molecules form rings when water freezes. All that space makes ice less dense. This is why it floats. This is great because ice floating on top of a body of water lets the rest of it stay liquid. If ice sank, whole oceans could freeze solid!\nA newborn baby is 78 percent water. Adults are 55-60 percent water. Water is involved in just about everything our body does. It’s a big part of the blood that brings nutrients to all our cells. We use it to get rid of wastes. It helps us regulate our body temperature. It acts as a shock absorber for our brain and spinal cord. We are very dependent on water.\nWater has an interesting characteristic. It’s sort of “sticky.” It likes to stick to itself and other things. That’s why water forms round droplets. Not all liquids do that. This “stickiness” helps get water from the roots of plants up to the leaves. Water molecules travel up thin straws called xylem in the plant by holding onto each other and the walls of the tube. They’re pulled upwards as water evaporates from the leaves at the top.\nWe experience water in all three states: solid ice, liquid water, and gas water vapor. That’s actually pretty unusual. While all substances can be solid, liquid, or gas, a lot of them only change states at extreme temperatures. You probably don’t see liquid silver or solid oxygen very much because their melting points and freezing points are at temperatures that would kill us.\nNext:\n10 Interesting Things About Earth\nBig Questions\nWhat does global climate change mean?\nWhat is the big deal with carbon?\nWhat is the greenhouse effect?\nHow do we know the climate is changing?\nWhat is happening to the oceans?\nWhat else do we need to find out?\nWeather & Climate\nWeather\nClimate\nAtmosphere\nAir\nCarbon\nGreenhouse gases\nWater\nOceans\nRivers\nLakes\nEnergy\nRenewable energy\nFossil fuels\nPlants & Animals\nPlants\nAnimals\nClimate Kids is produced by the Earth Science Communications Team at\nNASA's Jet Propulsion Laboratory / California Institute of Technology\nContact NASA Climate Kids\nSite last updated: June 9th, 2025",
  "source": "science.nasa.gov"
}