{
  "url": "https://climate.nasa.gov/news/2263/air-quality-a-tale-of-three-cities/",
  "title": "Air quality: A tale of three cities",
  "date": null,
  "content": "2 min read\nDr. Bryan N. Duncan is a deputy project scientist for the Aura Mission at NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nHe recently presented the story of air quality in three cities: Beijing, Los Angeles and Atlanta.\nInstruments on NASA satellites monitor pollution around the world. One of these, the Ozone Monitoring Instrument (OMI) on the Aura satellite, has observed large amounts of sulfur dioxide, which is released when coal is burned, over Beijing.\nSimilarly, in the 1950s Los Angeles experienced high levels of another air pollutant—ozone. When in the higher atmosphere, ozone protects Earth from the sun's ultraviolet radiation. But closer to the ground ozone functions as a pollutant. Half a century ago in Los Angeles, levels were sometimes recorded at more than 500 parts per billion by volume (ppbv). (The current National Ambient Air Quality Standard is 75 ppbv.) With the advent of catalytic converters in vehicles and other environmental policy efforts, these levels declined. But what worked to reduce ozone in Los Angeles didn’t work to reduce high ozone levels in another city: Atlanta.\nIn this video, Duncan talks about the dynamic nature of air quality, what causes ozone, sulfur dioxide, and nitrogen dioxide, and why reducing volatile organic carbon pollution worked to reduce ozone in Los Angeles, but not in Atlanta.\nContrails, the lines of clouds from high-flying aircraft that crisscross the skies, are familiar sights,…\nA first-ever partnership between NASA, epidemiologists and health organizations will use data from a new…\nA new NASA airborne science mission will amass about 1,200 hours of data to help…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}