{
  "url": "https://climate.nasa.gov/news/2496/arctic-sea-ice-annual-minimum-ties-second-lowest-on-record/",
  "title": "Arctic sea ice annual minimum ties second lowest on record",
  "date": null,
  "content": "4 min read\nArctic sea ice appeared to have reached its annual lowest extent on Sept. 10, NASA and the NASA-supported National Snow and Ice Data Center (NSIDC) at the University of Colorado at Boulder reported today.\nAn analysis of satellite data showed that at 1.60 million square miles (4.14 million square kilometers), the 2016 Arctic sea ice minimum extent is effectively tied with 2007 for the second lowest yearly minimum in the satellite record. Since satellites began monitoring sea ice in 1978, researchers have observed a steep decline in the average extent of Arctic sea ice for every month of the year.\nThe sea ice cover of the Arctic Ocean and surrounding seas helps regulate the planet’s temperature, influences the circulation of the atmosphere and ocean, and impacts Arctic communities and ecosystems. Arctic sea ice shrinks every year during the spring and summer until it reaches its minimum yearly extent. Sea ice regrows during the frigid fall and winter months, when the sun is below the horizon in the Arctic.\nThis summer, the melt of Arctic sea ice surprised scientists by changing pace several times. The melt season began with a record low yearly maximum extent in March and a rapid ice loss through May. But in June and July, low atmospheric pressures and cloudy skies slowed down the melt. Then, after two large storms went across the Arctic basin in August, sea ice melt picked up speed through early September.\n“It’s pretty remarkable that this year’s sea ice minimum extent ended up the second lowest, after how the melt progressed in June and July,” said Walt Meier, a sea ice scientist with NASA’s Goddard Space Flight Center in Greenbelt, Md. “June and July are usually key months for melt because that’s when you have 24 hours a day of sunlight – and this year we lost melt momentum during those two months.”\nBut in August, two very strong cyclones crossed the Arctic Ocean along the Siberian coast. These storms didn’t have as much of an immediate impact on the sea ice as the great cyclone of 2012, but in late August and early September there was “a pretty fast ice loss in the Chukchi and Beaufort seas that might be a delayed effect from the storms,” Meier said.\nMeier also said that decades ago, the melt season would slow down by the middle of August, when the sun starts setting in the Arctic.\n“In the past, we had this remaining sea ice pack that was mostly thick, old ice. But now everything is more jumbled up, which makes it less resistant to melt, so even late in the season you can get weather conditions that give it a final kick,” Meier said.\nArctic sea ice cover has not fared well during other months of the year either. A recently published study that ranked 37 years of monthly sea ice extents in the Arctic and Antarctic found that there has not been a record high in Arctic sea ice extents in any month since 1986. During that same time period, there have been 75 new record lows.\n“When you think of the temperature records, it’s common to hear the statement that even when temperatures are increasing, you do expect a record cold here or there every once in a while,” said Claire Parkinson, main author of the study and a senior climate scientist at Goddard. “To think that in this record of Arctic sea ice that goes back to the late 1970s, since 1986 there hasn’t been a single record high in any month of the year, and yet, over that same period, there have been 75 record lows. It’s just an incredible contrast.”\n“It is definitely not just September that’s losing sea ice. The record makes it clear that the ice is not rebounding to where it used to be, even in the midst of the winter,” Parkinson said.\nParkinson’s analysis, which spans from 1979 to 2015 found that in the Antarctic, where the trends are toward more rather than less sea ice, there have only been six record monthly record lows after 1986, and 45 record highs.\n“The Antarctic numbers are pretty amazing, except when you compare them with the Arctic’s, which are much more amazing,” Parkinson said.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}