{
  "url": "https://climate.nasa.gov/news/2593/where-ocean-meets-sky-new-nasa-radar-gets-a-tryout/",
  "title": "Where ocean meets sky: New NASA radar gets a tryout",
  "date": null,
  "content": "From NASA\nOcean currents and winds form an endless feedback loop: winds blow over the ocean's surface, creating currents there. At the same time, the hot or cold water in these currents influences the wind's speed.\nThis delicate dance is crucial to understanding Earth's changing climate. Gathering data on this interaction can also help people track oil spills, plan shipping routes and understand ocean productivity in relation to fisheries.\nInstruments already exist that measure ocean currents, and others that measure wind, such as NASA's QuickScat and RapidScat. But a new, airborne radar instrument developed by NASA's Jet Propulsion Laboratory in Pasadena, California, is able to measure both.\nCalled DopplerScatt, the instrument is a spinning radar that \"pings\" the ocean's surface, allowing it to take measurements from multiple directions at once. It's a step up from previous technology, which could simultaneously measure current from one or two directions at the most, and couldn't measure properties of the sea surface as completely as this new instrument.\nThese measurements would make DopplerScat a valuable addition to future satellite missions, said Ernesto Rodriguez, science lead for the instrument at JPL.\n\"DopplerScatt gives us unprecedented simultaneous observation of wind and currents,\" Rodriguez said. \"Because it combines observations of the surface over a wide swath, we can now take a high-resolution snapshot of the interacting ocean and atmosphere unavailable from previous instruments.\"\nDopplerScatt was developed at JPL with funding from NASA's Earth Science Technology Office. As with a highway patrolman's speed gun, it calculates the Doppler effect of a radar signal bouncing off an object. As that object moves closer or farther away, it detects these changes and figures out its speed and trajectory. Those measurements are combined with data from a scatterometer, which detects the reflection of the radar signal from the ocean's surface. The more \"scattering\" the radar observes, the rougher the waves. From the roughness and orientation of the waves, wind speed and direction can be calculated.\nThough it had been tested in two field sites in 2016, DopplerScatt found its ideal proving ground this past April, when the DopplerScatt team joined several agencies conducting scientific research off the U.S. Gulf Coast.\nThe initiative, called the Submesoscale Processes and Lagrangian Analysis on the Shelf (SPLASH) campaign, was focused on tracking oil spillage and leaks. It was led by the Consortium for Advanced Research on Transport of Hydrocarbon in the Environment (CARTHE), a research team that focuses on how these leaks affect the environment.\nSPLASH was designed to look at how oil drifts in the Gulf of Mexico, landing on beaches or affecting water quality at the mouth of the Mississippi River. The CARTHE team's research relied on \"drifters\" — donut-shaped floats with GPS-units attached.\nThe U.S. Naval Research Laboratory, a member of the CARTHE team, provided high-resolution computer modeling to predict the currents and where the drifters would go.\nEnter JPL's DopplerScatt team. Rodriguez and Principal Investigator Dragana Perkovic-Martin saw an opportunity to prove the JPL technology's value. Together, the drifters and modeling could provide independent validation of DopplerScatt's measurements, while offering its own unique dataset.\nThe drifters are limited in that they only collect ocean data, and do so in sparse regions over the course of days. DopplerScatt, fixed to the bottom of a King Air B200 plane, gathered both ocean and wind data over vast areas in just one flyover. It painted a large-scale picture while also validating the Navy's computer models.\n\"It was basically the first large-scale validation that we've done,\" Perkovic-Martin said. \"The CARTHE team used our data to decide where to place their drifters. In the future, we'll use their data and they'll use ours to improve modeling.\"\n\"We were able to study the wind and current in all directions over 16 miles (25 kilometers),\" Rodriguez said. \"If you scale this up to space, instead of covering Earth once every week, we can cover it once every day.\"\nThat kind of accuracy offers more than just real-time tracking of environmental disasters, like oil spills. It could lead to improved forecasts of where that oil will drift and which coastal regions are most at risk. More fundamentally, it could increase our understanding of important mechanisms that govern Earth's weather and climate.\nIt could also benefit shipping routes, which rely largely on current measurements from buoys.\n\"The ability to map a coastal region's currents in high resolution would be critical for areas like Alaska, where the currents off a jagged coast are strong and change quickly,\" Rodriguez said.\nNow that the instrument has been validated, Perkovic-Martin said, DopplerScatt is available for use on future NASA airborne science missions.\nQuickScat launched in 1999. Despite a partial instrument failure in 2009, it continues to provide calibration data to international scatterometer satellite mission partners. RapidScat ended two years of successful ocean wind monitoring aboard the International Space Station in 2016.\nThe SPLASH campaign was made possible in part by a grant from the Gulf of Mexico Research Initiative (GoMRI) to the Consortium for Advanced Research on Transport of Hydrocarbon in the Environment II (CARTHE II).\nAndrew Good\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-393-2433\r\nandrew.c.good@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}