{
  "url": "https://climate.nasa.gov/news/2267/arctic-moisture-on-the-move/",
  "title": "Arctic moisture on the move",
  "date": null,
  "content": "3 min read\nThis story is part of a recent series Landsat Goes Over the Top: A Long View of the Arctic.\nArctic sea ice—frozen seawater floating on top of the Arctic Ocean and its neighboring seas—grows in the fall and winter and melts in the spring and summer. Since 1978, satellites monitoring this annual growth and retreat have detected an overall decline in Arctic sea ice.\nScientists such as NASA’s Linette Boisvert want to know how this decline is contributing to a warmer and wetter Arctic. One way to find out is by looking at the energy balance at the surface. Areas of ice-free ocean absorb more heat from the sun and become warmer, increasing humidity near the surface. When the humidity at the surface is higher than that of the overlying air, the moisture is released into the atmosphere. In its vapor form, this water is a greenhouse gas that can lead to further warming and ice loss.\nThe map above, produced with data from the Atmospheric Infrared Sounder (AIRS) instrument on NASA’s Aqua satellite, represents the vertical transport of moisture over the Arctic on June 21, 2014. Orange and red areas show where moisture is leaving the surface and entering the atmosphere (evaporation); blue areas are where moisture is moving from the atmosphere to the surface. The rate at which this occurs is called the moisture flux.\nData for this map were acquired on the summer solstice, after the sea ice had started its annual retreat toward its minimum extent (usually reached in September). The transition between sea ice and ocean water is visible where the moisture flux switches from negative (blue) over the solid sea ice pack to positive (red) over ice-free waters.\nThe second image shows a close up view of the Greenland Sea (within the box outlined in the top image) that was acquired on the same day by the Operational Land Imager (OLI) on Landsat 8. In this natural-color image, sea ice is less concentrated and exposes some of the dark, relatively warm ocean to the overlying air.\nAccording to Boisvert, it’s possible that cold, dry air from the north or from Greenland moved over this area of broken ice. That, in turn, could have caused the evaporation that appears orange in the top image. The extra water vapor in the air, combined with the cold air, would condense into the low, transparent clouds that show up in the second image.\nThis cloud type has implications for the Arctic’s energy balance. The clouds are transparent enough to let some shortwave radiation through to the surface. But they also might prevent some longwave radiation from leaving the surface, Boisvert said. “This combination could cause more warming at the surface and increased sea ice melt.”\nThis article was originally posted on NASA's Earth Observatory.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}