{
  "url": "https://climate.nasa.gov/news/2495/nasa-begins-study-of-australias-great-barrier-reef/",
  "title": "NASA begins study of Australia's Great Barrier Reef",
  "date": null,
  "content": "From NASA\nThe Gulfstream III carrying NASA's PRISM instrument being readied for science flights from Cairns, Australia. Credit: NASA/JPL-Caltech/BIOS.\nA NASA airborne mission designed to transform our understanding of Earth's valuable and ecologically sensitive coral reefs has set up shop in Australia for a two-month investigation of the Great Barrier Reef, the world's largest reef ecosystem.\nAt a media briefing today at Cairns Airport in North Queensland, Australia, scientists from NASA's COral Reef Airborne Laboratory (CORAL) mission and their Australian collaborators discussed the mission's objectives and the new insights they expect to glean into the present condition of the Great Barrier Reef and the function of reef systems worldwide.\n\"CORAL offers the clearest, most extensive picture to date of the condition of a large portion of the world's coral reefs,\" said CORAL Principal Investigator Eric Hochberg of the Bermuda Institute of Ocean Sciences (BIOS), Ferry Reach, St. George's, Bermuda, prior to the briefing. \"This new understanding of reef condition and function will allow scientists to better predict the future of this global ecosystem and provide policymakers with better information for decisions regarding resource management.\"\nCORAL's three-year mission combines aerial surveys using state-of-the-art airborne imaging spectrometer technology developed by NASA's Jet Propulsion Laboratory, Pasadena, California, with in-water validation activities. The mission will provide critical data and new models for analyzing reef ecosystems from a new perspective. CORAL will generate a uniform data set for a large sample of reefs across the Pacific Ocean. Scientists can use these data to search for trends between coral reef condition and the natural and human-produced biological and environmental factors that affect reefs.\nOver the next year, CORAL will survey portions of the Great Barrier Reef, along with reef systems in the main Hawaiian Islands, the Mariana Islands and Palau.\nIn Australia, CORAL will survey six discrete sections across the length of the Great Barrier Reef, from the Capricorn-Bunker Group in the south to Torres Strait in the north. Two locations on the reef — one north (Lizard Island Research Station) and one south (Heron Island Research Station) — will serve as bases for in-water validation activities. Scientists from Australia's Commonwealth Scientific and Industrial Research Organisation (CSIRO) and the University of Queensland in Brisbane are collaborating with NASA and BIOS to conduct additional complementary in-water validation activities.\nLocated in the Coral Sea off Queensland, the Great Barrier Reef encompasses more than 2,900 individual reefs and 900 islands. It is more than 1,400 miles (2,300 kilometers) long and covers an area of about 133,000 square miles (344,400 square kilometers). The largest single structure made by living organisms on Earth, the reef teems with biodiversity, including about 400 species of coral. It attracts about 2 million visitors a year; in turn, tourism and fishing generate billions annually and employ tens of thousands of people. However, the reef faces environmental pressures from various human and climate change impacts.\n\"The Great Barrier Reef is Australia's national treasure, so having a broader understanding of its condition and what's threatening it will help us better understand how we can protect it,\" said Tim Malthus, research leader of CSIRO's Coastal Monitoring, Modeling and Informatics Group in Canberra, Australia. \"Along with surveying several large sections of the reef, CORAL will also survey the health of corals in the Torres Strait, a complex high-tide area that has been historically less studied. It is also opportunistic for us to see if the reef is recovering after the recent bleaching event.\"\nStuart Phinn, professor of geography at the University of Queensland (UQ), said CORAL will provide Australian coral reef science and management with unique new maps and mapping approaches. These will expand ongoing efforts to map and understand Great Barrier Reef dynamics. \"Being able to support and collaborate on NASA's CORAL project will enable groups like ours to advance our capabilities and transfer them to Australian science and management agencies,\" Phinn said. \"Part of this includes building a process for mapping the entire reef. UQ and CORAL will exchange field data, knowledge and experience to cross-validate mapping and monitoring approaches.\"\nAround the world, concerns among scientists, resource managers and the public that coral reef ecosystems are degrading at alarming rates due to human-induced factors and global change have motivated increased assessment and monitoring efforts. The urgency of the problem has forced estimates of global reef status to be synthesized from a variety of local surveys with disparate aims, methods and quality.\nThe problem with current assessments of reef degradation, said Hochberg, is that the data supporting these predictions are not uniform and surprisingly sparse. \"Virtually all reef assessments to date rely on in-water survey techniques that are laborious, expensive and limited in spatial scope,\" he said. \"Very little of Earth's reef area has been directly surveyed. More importantly, there are no existing models that quantitatively relate reef conditions to the full range of biological and environmental factors that affect them -- models that can help scientists better understand how coral reefs will respond to expected environmental changes. CORAL addresses an urgent need in the face of ongoing worldwide reef degradation, and also serves as a pathfinder for a future satellite mission to globally survey the world's reefs.\"\nNatural, balanced coral reefs comprise mosaics of coral, algae and sand on the seafloor that, together, drive the structure and function of reef ecosystems. When corals die, algae rapidly take over their skeletons. A non-stressed, healthy reef will usually increase coral coverage as it recovers from disturbance. But when a stressed reef is disturbed, the carbonate structure of its coral erodes, and the reef ultimately becomes a flat-bottom community dominated by algae, shifting rubble and sand, with little to no coral recovery. Such ecosystem phase shifts, as they are called, represent a radical change in a reef's character, marked by a decline in the diversity of reef flora and fauna.\nCORAL will generate scientific data products describing coral reef condition, measuring three key components of reef health for which we currently have limited data: composition, primary productivity and calcification. Primary productivity is a measure of how much energy is available to drive biological activity in a reef system. Calcification measures the net gain in carbonates, which determine a reef's long-term growth.\nTo accomplish its science objectives, CORAL will use JPL's Portable Remote Imaging Spectrometer (PRISM). PRISM will literally peer through the ocean's surface to generate high-resolution images of reflected light in the specific regions of the electromagnetic spectrum important to coral reef scientists. Mounted in the belly of a modified Tempus Solutions Gulfstream IV aircraft, PRISM will survey reefs from an altitude of 28,000 feet (8,500 meters) to generate calibrated scientific data products.\n\"PRISM builds on an extensive legacy of JPL spectrometers that have successfully operated for NASA and non-NASA missions,\" said Michelle Gierach, NASA CORAL project scientist at JPL. \"It provides the coral reef science community with high-quality oceanographic imagery at the accuracy, range, resolution, signal-to-noise ratio, sensitivity and uniformity needed to answer key questions about coral reef condition. PRISM data will be analyzed against data for 10 key biological and environmental factors affecting coral reef ecosystems, acquired from pre-existing data sources.\"\nNASA collects data from space, air, land and sea to increase our understanding of our home planet, improve lives and safeguard our future. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records. The agency freely shares this unique knowledge and works with institutions around the world to gain new insights into how our planet is changing.\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474 / 818-653-8339 (mobile)\r\nAlan.Buis@jpl.nasa.gov\nAli Hochberg\r\nBermuda Institute of Ocean Sciences, Ferry Reach, St. George's\r\n0448 373 272 (mobile)\r\nAli.Hochberg@bios.edu\nAsaesja Young\r\nCSIRO, Canberra, Australia\r\n07 3833 5727 / 0423 339 899 (mobile)\r\nAsaesja.Young@csiro.au\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}