{
  "url": "https://climate.nasa.gov/news/2499/polar-bears-across-the-arctic-face-shorter-sea-ice-season/",
  "title": "Polar bears across the Arctic face shorter sea ice season",
  "date": null,
  "content": "5 min read\nPolar bears are among the animals most affected by the seasonal and year-to-year decline in Arctic sea ice extent, because they rely on sea ice for essential activities such as hunting, traveling and breeding.\nA new study by University of Washington researchers, funded by NASA and using satellite data from NASA and other agencies, found a trend toward earlier sea ice melt in the spring and later ice growth in the fall across all 19 polar bear subpopulations, which can negatively impact the feeding and breeding capabilities of the bears. The paper, published on Sept. 14 in the journal The Cryosphere, is the first to quantify the sea ice changes in each polar bear subpopulation across the entire Arctic region using metrics that are specifically relevant to polar bear biology.\n\"This study shows declining sea ice for all subpopulations of polar bears,\" said co-author Harry Stern, a researcher with the University of Washington's Polar Science Center in Seattle.\nThe analysis shows that the critical timing of the sea ice break-up and sea ice freeze-up is changing in all areas in a direction that is harmful for polar bears.\n“Other researchers have used the satellite-derived sea ice data to look at how the sea ice extent in a particular place is changing in a particular month. But for us the important thing was the timing of the retreat of sea ice in the spring and its advance in the fall, for all 19 polar bear subpopulations,” Stern said.\nNineteen separate polar bear subpopulations live throughout the Arctic, spending their winters and springs roaming on sea ice and hunting. The bears have evolved mainly to eat seals, which provide necessary fats and nutrients in the harsh Arctic environment. Polar bears can't outswim their prey, so instead they perch on the ice as a platform and ambush seals at breathing holes or break through the ice to access their dens.\n\"Sea ice really is their platform for life,\" said co-author Kristin Laidre, a researcher at the UW's Polar Science Center. \"They are capable of existing on land for part of the year, but the sea ice is where they obtain their main prey.\"\nThe new study draws upon 35 years of satellite data showing sea ice concentration each day in the Arctic. NASA scientists process the data, stored at the National Snow and Ice Data Center in Boulder, Colorado.\nThe center also reports each fall the yearly minimum low for Arctic sea ice. This August saw the fourth lowest in the satellite record and the September minimum extent is likely headed to its second lowest level in the record.\nIn 17 of the 19 polar bear subpopulations, the researchers found that the total number of ice-covered days declined at the rate of seven to 19 days per decade between 1979 and 2014. The decline was even greater in the Barents Sea and the Arctic basin. Sea ice concentration during the summer months — an important measure because summertime is when some subpopulations are forced to fast on land — also declined in all regions, by 1 percent to 9 percent per decade.\nThe most striking result, researchers said, is the consistent trend across all polar bear regions for an earlier spring ice melt and a later fall freeze-up. Arctic sea ice retreats in the springtime as daylight reappears and temperatures warm. In the fall months the ice sheets build again as temperatures drop.\n\"These spring and fall transitions bound the period when there is good ice habitat available for bears to feed,\" Laidre said. \"Those periods are also tied to the breeding season when bears find mates, and when females come out of their maternity dens with very small cubs and haven't eaten for months.\"\nThe researchers found that on average, spring melting was three to nine days earlier per decade, and fall freeze-up was three to nine days later per decade. Over the 35 years of Arctic sea ice satellite data. that corresponds to a roughly 3-and-a-half-week shift at either end — and seven weeks of total loss of good sea ice habitat for polar bears.\n\"We expect that if the trends continue, compared with today, polar bears will experience another six to seven weeks of ice-free periods by mid-century,\" Stern said.\nThe trend appears to be linear and isn't accelerating or leveling off, Stern added.\nThe study's results currently are used by the Polar Bear Specialist Group, part of the International Union for Conservation of Nature's Species Survival Commission. The Polar Bear Specialist Group used the sea ice metric as a measure of polar bear habitat in the IUCN Red List assessment of polar bears, which assesses the conservation status of polar bears. The researchers plan to update their findings each year as new ice coverage data are available.\n\"It's nice to see this work being used in high-level conservation goals,\" Laidre said.\n“This NASA-funded work is an excellent example of the use satellite imagery to understand the distribution and abundance of an Arctic keystone species, with the added benefit of providing vital information to those charged with managing polar bear populations globally,” said Woody Turner, the Program Scientist for Biological Diversity and Program Manager for Ecological Forecasting in the NASA Headquarters in Washington, D.C.\nThe study was funded by NASA and the Greenland Institute of Natural Resources.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}