{
  "url": "https://climate.nasa.gov/news/2447/nasa-studies-details-of-a-greening-arctic/",
  "title": "NASA studies details of a greening Arctic",
  "date": null,
  "content": "5 min read\nThe northern reaches of North America are getting greener, according to a NASA study that provides the most detailed look yet at plant life across Alaska and Canada. In a changing climate, almost a third of the land cover – much of it Arctic tundra – is looking more like landscapes found in warmer ecosystems.\nWith 87,000 images taken from Landsat satellites, converted into data that reflects the amount of healthy vegetation on the ground, the researchers found that western Alaska, Quebec and other regions became greener between 1984 and 2012. The new Landsat study further supports previous work that has shown changing vegetation in Arctic and boreal North America.\nLandsat is a joint NASA/U.S. Geological Survey program that provides the longest continuous space-based record of Earth’s land vegetation in existence.\n“It shows the climate impact on vegetation in the high latitudes,” said Jeffrey Masek, a researcher who worked on the study and the Landsat 9 project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. Temperatures are warming faster in the Arctic than elsewhere, which has led to longer seasons for plants to grow in and changes to the soils. Scientists have observed grassy tundras changing to shrublands, and shrubs growing bigger and denser – changes that could have impacts on regional water, energy and carbon cycles.\nWith Landsat 5 and Landsat 7 data, Masek and his colleague Junchang Ju, a remote sensing scientist at Goddard, found that there was extensive greening in the tundra of western Alaska, the northern coast of Canada, and the tundra of Quebec and Labrador. While northern forests greened in Canada, they tended to decline in Alaska. Overall, the scientists found that 29.4 percent of the region greened up, especially in shrublands and sparsely vegetated areas, while 2.9 percent showed vegetation decline.\n“The greening trend was unmistakable,” the researchers wrote in an April 2016 paper in Remote Sensing of Environment.\nPrevious surveys of the vegetation had taken a big-picture view of the region using coarse-resolution satellite sensors. To get a more detailed picture of the 4.1 million square-mile area, scientists used the Landsat 5 and Landsat 7 satellites.\nLandsat, like other satellite missions, can use the amount of visible and near-infrared light reflected by the green, leafy vegetation of grasses, shrubs and trees to characterize the vegetation. Then, with computer programs that track each individual pixel of data over time, researchers can see if an area is greening – if more vegetation is growing, or if individual plants are getting larger and leafier. If, however, the vegetation becomes sparser, the scientists would classify that area as browning.\nResearchers have used similar techniques to study Arctic and northern vegetation with other satellite instruments, such as the Advanced Very High Resolution Radiometer (AVHRR). But Landsat can see smaller differences across a landscape – it takes one measurement for each 30-by-30 meter (98-by-98 foot) parcel of land, which is about the size of a baseball diamond. AVHRR collected one measurement for each 4-by-4 kilometer (2.5-by-2.5 mile) area.\n“We can see more detail with Landsat, and we can see the trend more reliably,” Ju said. With finer-resolution and better calibrated data from Landsat, the researchers were able to mask out areas that burned, or are covered in water, to focus on vegetation changes. The more detailed look – now available to other researchers as well – will also let scientists see if a correlation exists between habitat characteristics and greening or browning trends.\n“The resolution with Landsat is drastically improved, it lets you look at the local effects of things like topography, such as in areas where you might have small woodlands or open areas,” Masek said. “You can do detailed studies of how climate impacts vary with geography.”\nAdding the Landsat study to previous studies using the AVHRR sensor also adds to the certainty of what’s going on, Masek said. While the two tools to measure the northern vegetation did produce different results in some places, overall the trend was the similar – more plants, or bigger plants, in the Arctic reaches of North America.\nWith the higher resolution Landsat data, the researchers also found a lot of differences within areas – one pixel would be brown, and its neighbors green, noted Ju. “It’s very localized,” he said. “The vegetation is responding to the microclimates. That’s the benefit of using Landsat data, is that we can reveal this spatial variation over very short distances.”\nWith the large map complete, researchers will focus on these short distances – looking at the smaller scale to see what might control the greening patterns, whether it’s local topography, nearby water sources, or particular types of habitat. They also plan to investigate forested areas, particularly in the greening Quebec.\n“One of the big questions is, ‘Will forest biomes migrate with warming climate?’ There hasn’t been much evidence of it to date,” Masek said. “But we can zoom in and see if it’s changing.”\nEarth’s far northern reaches have locked carbon underground for millennia. New research paints a picture…\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}