{
  "url": "https://climate.nasa.gov/news/2796/large-piece-of-lowell-glacier-becomes-pond-of-slush/",
  "title": "Large piece of Lowell Glacier becomes pond of slush",
  "date": null,
  "content": "2 min read\nOver a mere four days this summer, snow from the previous winter melted into a pond of slush on Canada’s Lowell Glacier. Mauri Pelto, a glaciologist at Nichols College, called the area of water-saturated snow a “snow swamp.”\n“I haven’t seen a snow swamp of this size develop this quickly ever,” said Pelto, who has spent 38 years monitoring glaciers in the region.\nThe false-color images above show the progression of the rapid snow melt in the Kluane National Park in the Yukon Territory. The left image was taken on July 22, 2018, by the Multispectral Instrument on the European Space Agency’s Sentinel-2 (bands 11-8-4); the right image was acquired on July 26, 2018, by the Operational Land Imager (OLI) on the Landsat 8 satellite (bands 6-5-4).\nIn these images, short wavelength infrared (SWIR) bands are combined to better differentiate areas of water that are frozen (light blue) from those that contain significant meltwater (dark blue). Rocks are brown; vegetation is green. On July 26, the slush covered an area of more than 40 square kilometers (25 square miles).\nPelto has seen similar puddles of slush on other glaciers, but the rapid development of such a large melt area on Lowell Glacier is unusual. “The only way to generate such an extensive snow swamp is to have the snow saturated with water all the way to the surface,” he said.\nHigh temperatures caused the extensive ablation event—the loss of surface ice due to melting—according to Pelto. During those four days, daily temperatures at nearby Haines Junction (approximately 60 kilometers/40 miles northeast of the glacier) reached 29 degrees Celsius (84 degrees Fahrenheit)—higher than normal for the region in July.\nThe slushy pool disappeared quickly as the snowpack melted. By August 11, the slush was lost from the glacier system, flowing into Lowell Lake at the end of the glacier. Pelto said such a large loss of water should drive the glacier to retreat more.\nThis piece was originally published on the NASA Earth Observatory Image of the Day.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}