{
  "url": "https://climate.nasa.gov/news/2500/lake-victoria-hazardous-thunderstorm-study-could-improve-climate-forecasts-around-us/",
  "title": "Lake Victoria hazardous thunderstorm study could improve climate forecasts around U.S.",
  "date": null,
  "content": "4 min read\nAn international study has determined that Lake Victoria in East Africa will become a hotspot for hazardous thunderstorms due to climate change using techniques that could improve regional climate and weather forecasts around inland bodies of water in the United States.\nLake Victoria is divided among Uganda, Kenya and Tanzania. With a surface area close to 27,000 square miles, it is the biggest lake in Africa. The lake is also a notoriously dangerous place for the 200,000 people who go fishing there at night. The International Red Cross estimates that between 3,000 and 5,000 fishermen per year lose their lives in violent storms on the lake.\nClimate scientist Wim Thiery, affiliated with KU Leuven (University of Leuven, Belgium) and ETH Zürich (Swiss Federal Institute of Technology in Zürich, Switzerland), was able provide scientific evidence for why the storms occur in collaboration with colleague Kristopher Bedka of NASA's Langley Research Center in Hampton, Virginia.\n“Thanks to new satellite-based storm detection products developed at NASA, we were able to map the number of hazardous thunderstorms and their locations in East Africa – every 15 minutes for a period ranging from 2005 to 2013,\" Thiery said. \"During the day, most storms rage over the surrounding land, especially the typical afternoon thunderstorms that are caused by local upsurges of warm air. At night, these storms concentrate above Lake Victoria.”\nThe storms are caused by circulation in the atmosphere above Victoria's enormous surface, according to Thiery. Daytime breezes flow outward from the cool water toward the warm land. At night, the opposite happens. Land breezes converge over the lake. Add in evaporation and you end up with storms.\nTo predict the impact of climate change on this process, Thiery ran climate simulations using an advanced computer model and determined that if the emission of greenhouse gases continues to increase, the extreme amounts of rainfall over Lake Victoria will increase by twice as much as the rainfall over the surrounding land. As a result, the lake will become a hotspot for night-time storms.\n\"We found out that it is crucial to run our climate model at high resolution, and to couple a lake model to our climate model,\" Thiery said. \"Resolving the lakes and getting lake surface temperatures right in the model is crucial to predicting the impact of these lakes on the regional climate and to get better projections of climate change.\"\nThe same advanced computer modeling could be useful in predicting future impacts of climate change around inland bodies of water in the U.S.\n\"When performing climate simulations, it is very important to allow the body of water to accurately modify the atmosphere around it and vice versa,\" said Bedka, a climate scientist at NASA Langley. \"Lakes and wide rivers such as Lake Michigan, the Mississippi River and, locally, the James River generate air circulations that can impact where thunderstorms form over the surrounding land. If climate projections do not properly account for these detailed interactions between land and water, they will underestimate their impact.\"\nProperly coupled high-resolution models would be especially useful if these bodies of water were to warm up by a few degrees. That warming would have an impact on regional climate, and without precise modeling that impact could be difficult to predict and mitigate.\nIn addition, the satellite-based storm detection products that were crucial to the Lake Victoria study could also be useful in the U.S. Bedka and his team at NASA developed methods to automatically identify hazardous thunderstorms in “any satellite image, anytime, anywhere across the world.” Lengthy datasets drawn from those methods could be used in the U.S. to help uncover interactions between land and water with a great degree of clarity.\nBack at Lake Victoria, scientists plan to do additional research to optimize existing warning systems for local fishermen.\n“Our results make it possible to better predict extreme storms over the lake and to reduce the vulnerability of the local fishermen,\" said Thiery. \"In the meantime, we have already developed a prototype of a new warning system.”\nKU Leuven led the Lake Victoria study, with help from NASA and the Institute for Atmospheric and Climate Science, ETH Zurich.\nThe full text of \"Hazardous thunderstorm intensification over Lake Victoria” by Wim Thiery, Edouard L. Davin, Sonia I. Seneviratne, Kristopher Bedka, Stef Lhermitte, and Nicole P.M. van Lipzig was published in Nature Communications: http://www.nature.com/ncomms/2016/160923/ncomms12786/full/ncomms12786.html.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}