{
  "url": "https://climate.nasa.gov/news/2363/as-earth-warms-nasa-targets-other-half-of-carbon-climate-equation/",
  "title": "As Earth warms, NASA targets ‘other half' of carbon, climate equation",
  "date": null,
  "content": "From NASA\nCarbon dioxide from wildfires and urban sources blankets the Northern Hemisphere. Credit: NASA/GSFC/GMAO.\nDuring a 9 a.m. PST (noon EST) media teleconference today, NASA and university scientists will discuss new insights, tools and agency research into key carbon and climate change questions, as the agency ramps up its efforts to understand how Earth’s ocean, forest, and land ecosystems absorb nearly half of emitted carbon dioxide today.\nCarbon dioxide emitted into the atmosphere by human activities influences the amount of the sun’s energy trapped by Earth’s atmosphere. These emissions are the subject of a United Nations climate conference in Paris later this month. To improve the information available to policymakers on this issue, scientists are grappling with the complex question of whether Earth’s oceans, forests and land ecosystems will maintain their capacity to absorb about half of all human-produced carbon dioxide emissions in the future.\n“NASA is at the forefront of scientific understanding in this area, bringing together advanced measurement technologies, focused field experiments, and cutting-edge research to reveal how carbon moves around the planet and changes our climate,” said Michael Freilich, director of NASA’s Earth Science Division. “Understanding how the planet responds to human carbon emissions and increasing atmospheric CO2 levels will position our nation to take advantage of the opportunities and face the challenges that climate changes present.”\nAtmospheric carbon dioxide levels recently surpassed a concentration of 400 parts per million (ppm) — higher than at any time in at least 400,000 years — and continue to increase at about 2 ppm per year. Levels of the even more potent heat-trapping gas methane — also carbon-based — now exceed pre-industrial amounts by about 2.5 times. Calculations show that, on average, only about half of the carbon emitted by human activities remains in the atmosphere.\nThis “other half” of the carbon problem — how and where it is absorbed on land and sea — is a priority for carbon cycle scientists at NASA and around the world. Scientists are investigating how Earth’s warming environment will affect the ability of ecosystems around the world to absorb carbon naturally, and what changes in those ecosystems could mean for future climate. It’s a major research question involving several NASA satellite missions, multi-year field campaigns and new instruments that will fly on the International Space Station in coming years.\nScientists discussed the ongoing analysis of the first year-plus of satellite data from NASA’s recently launched Orbiting Carbon Observatory-2 — the agency’s first satellite designed to measure carbon dioxide from the top of Earth’s atmosphere to its surface.\n“As carbon dioxide is the largest human-produced driver of our changing climate, having regular observations from space is a major step forward for our ability to understand and predict climate change,” said Annmarie Eldering, OCO-2 deputy project scientist at NASA’s Jet Propulsion Laboratory (JPL) in Pasadena, California. “Precisely measuring carbon dioxide in the atmosphere has been one of the most difficult observations to make from space.”\nOCO-2 already is demonstrating the accuracy, precision and coverage needed to provide the first complete picture of both human and natural sources of carbon dioxide and the places where they are being absorbed. While the mission gives scientists new, near-global data on atmospheric carbon dioxide, satellite data cannot directly observe the processes by which the gas is absorbed on the land and ocean. To better understand these processes, NASA scientists will use satellite data and detailed field experiments in concert with super-high-resolution computer models. Scientists need this integrated approach in order to continue to more accurately predict how carbon-absorbing ecosystems will respond to a warming climate.\n\"The land and the ocean are really doing us a big favor,\" said Lesley Ott, an atmospheric scientist in the Global Modeling and Assimilation Office at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"Otherwise you would have carbon building up in the atmosphere twice as fast as it does now.\"\nAlso causing concern is the potential for the ocean’s rate of carbon absorption to change as ocean temperatures rise and phytoplankton communities show signs of change. NASA’s North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) launched ship and airborne studies last week to the North Atlantic Ocean, where satellites have documented surprising phytoplankton behavior in recent years.\n“We will be studying an ocean region that every year exhibits one of the largest natural phytoplankton blooms on Earth,” said Mike Behrenfeld, NAAMES principal investigator from Oregon State University in Corvallis. “Phytoplankton are not only influenced by climate, but they also influence climate. That’s why we’re out here in the North Atlantic in the middle of November.”\nForest and other land ecosystems are also changing in response to a warmer world. Some ecosystems — such as thawing permafrost in the Arctic and fire-prone forests — could begin emitting more carbon than they currently absorb. Next fall, NASA’s Arctic Boreal Vulnerability Experiment will begin a 10-year investigation into the fate of carbon stores in rapidly warming regions of Alaska and Canada.\nThe scientists also outlined several other upcoming NASA carbon missions and field campaigns, including:\nTo learn more about NASA’s efforts to better understand the carbon and climate challenge, visit:\nhttp://www.nasa.gov/carbonclimate\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}