{
  "url": "https://climate.nasa.gov/news/2302/nasa-noaa-invite-social-media-to-cover-jason-3-launch/",
  "title": "NASA, NOAA invite social media to cover Jason-3 launch",
  "date": null,
  "content": "By Stephanie Smith, NASA's Jet Propulsion Laboratory,\r\nJohn Yembrick and Jason Townsend, NASA Headquarters,\r\nand Renata Lana, NOAA's National Environmental Satellite, Data and Information Service\nArtist's rendering of Jason-3. Credits: NASA/JPL-Caltech. View larger image.\nUpdated on June 29, 2015: The SpaceX Falcon 9 launch mishap of the unmanned rocket to resupply the International Space Station has impacted the projected launch date for the Jason-3 mission. While the incident review team looks into the cause of the mishap, NOAA and NASA are working with the European partners, France's Centre Nationale d'Etudes Spatiales (the French space agency) and EUMETSAT, the European Organisation for the Exploitation of Meteorological Satellites, to determine the next steps toward a new target launch date for Jason-3.\nSocial media users are invited to apply for credentials to cover the launch of the Jason-3 spacecraft. The event is designed for those who engage on social networks to learn more about the mission, witness its launch and share their experiences online.\nJason-3, a mission led by the National Oceanic and Atmospheric Administration (NOAA), is the latest in a series of U.S.-European satellite missions that have been measuring the height of the ocean surface since 1992. Sea surface height is a critical piece of evidence about Earth's natural cycles and how humans are affecting our planet. Knowing sea level height also improves hurricane forecasts, navigation and has implications for fishing and other offshore industries.\nJason-3 is scheduled to launch on Aug. 8, 2015, from Space Launch Complex 4 at Vandenberg Air Force Base in Lompoc, California.\nA maximum of 70 social media users will be selected to attend the one-day event on Aug. 8 and will be given \"behind-the-scenes\" access, in an effort to align the experience of social media representatives with those of traditional media.\nThe credential application process for social media users for the Jason-3 launch opens June 24, 2015. All interested social media users must apply for credentials by 9 a.m. PDT (noon EDT) on July 3, 2015. All social media accreditation applications will be considered on a case-by-case basis.\nFor information and to apply, visit NASA Socials.\nApproved event participants will have the opportunity to:\nDates and times are subject to change based on mission requirements.\nOn the day of launch, event participants and their friends and families will be invited to a special public viewing area to watch Jason-3 lift off aboard a SpaceX Falcon 9 rocket.\nJason-3 is an international partnership led by the National Oceanic and Atmospheric Administration with participation from NASA, France's Centre Nationale d'Etudes Spatiales (the French space agency) and EUMETSAT, the European Organisation for the Exploitation of Meteorological Satellites. JPL built Jason-3's radiometer, GPS and laser reflector and is funding the launch and will help oversee the science team, which is responsible for ensuring the quality of the data. The California Institute of Technology in Pasadena manages JPL for NASA. NASA's Launch Services Program at the agency's Kennedy Space Center in Florida is responsible for launch management.\nLearn more about Jason-3 here. Learn more about NASA's ocean surface altimetry missions here. Learn more information about NASA social media here.\nFast facts\n\n\n\n\nNASA and NOAA will host a one-day event for up to 70 social media followers on Aug. 8, 2015, at Vandenberg Air Force Base in Lompoc, California.\nRegistration to apply for social media credentials is open from June 24 to July 3, 2015.\nThe event includes Q&A sessions with mission scientists and engineers, a base tour, and, if all goes as scheduled, liftoff of Jason-3 aboard a SpaceX Falcon 9 rocket.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}