{
  "url": "https://climate.nasa.gov/news/2296/nasa-eyes-study-louisianas-changing-wetlands/",
  "title": "NASA 'eyes' study Louisiana's changing wetlands",
  "date": null,
  "content": "By Alan Buis, NASA’s Jet Propulsion Laboratory,\r\nand Kate Squires, NASA’s Armstrong Flight Research Center\nThe Mississippi River Delta south of New Orleans, as seen from NASA's C-20A research aircraft. Credit: NASA. View larger image.\nNASA recently completed an intensive study of Louisiana Gulf Coast levees and wetlands, making measurements with three advanced imaging instruments on three research aircraft.\nNASA instruments fly over the Gulf Coast one to three times per year to keep consistent records of ground subsidence—the gradual sinking of an area of land—which can compromise the integrity of roads, buildings and levee systems. Scientists also closely monitor vegetation changes in the coastal wetlands to better understand how to preserve them. \n\n\n\n\n\n\n\n\nThe sun rises on NASA's C-20A as it sits at Louis Armstrong New Orleans International Airport before its first science flight. Credit: NASA.\n\n\nThe marshlands not only are home to a delicate ecosystem, but also serve as a natural barrier between land and sea. During storms and hurricanes, the wetlands slow the influx of water into more heavily populated areas. As these wetlands become overly saturated by rising sea levels and the vegetation within them dies, the protection provided by these areas is reduced, jeopardizing the local communities and economy.\n\"This was a great opportunity to use instruments that work together to create a more complete picture of the changing Louisiana delta,\" said Randall Friedl, manager of the Earth System Science Formulation Office at NASA's Jet Propulsion Laboratory, Pasadena, California. The instruments were all developed at JPL.\nThe instruments were:\nUAVSAR image of Wax Lake Delta at low tide captured during a flight on May 5, 2015. Research on the delta's growth through natural sedimentation processes can aid future work on restoring deltas worldwide. Credit: NASA.\n\n\nAccording to Friedl, the instruments work synergistically together to characterize key wetland properties, such as the extent of flooding, seasonal flooding dynamics and vegetation type.\nThe goal of the research is to provide data to federal and local agencies, which use the information to determine where to concentrate resources and combat the negative effects of wetland loss and floods. The data will also be used to improve modeling of delta land building and can be applied to help restore deltas worldwide.\nUAVSAR flew on a C-20A research aircraft and the other two instruments flew on a B200 King Air. Both aircraft are based at NASA's Armstrong Flight Research Center facility in Palmdale, California.\nKean Tam, UAVSAR instrument operator, monitors the C-20A's flight path to ensure that accurate data are collected. Credit: NASA.\n\n\nAn area of particular interest on this mission was the Wax Lake Delta. According to Cathleen Jones of JPL, the Wax Lake Delta is one of the few deltas in the world that is actually growing through natural sedimentation processes. Jones and Michael Lamb of the California Institute of Technology, Pasadena, were co-principal investigators for the Wax Lake Delta study.\n“Most deltas are highly engineered, inhabited areas that are in danger from a combination of subsidence and sea level rise. This happens because dams upstream and levees in the delta prevent the natural process of sedimentation from offsetting subsidence,” said Jones.\nLearn more about NASA's Airborne Science Program here.\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}