{
  "url": "https://climate.nasa.gov/news/2266/on-earth-day-show-nasa-how-theres-noplacelikehome/",
  "title": "On Earth Day, show NASA how there's #NoPlaceLikeHome",
  "date": null,
  "content": "By Patrick Lynch,\r\nNASA’s Earth Science News Team\nThis Earth Day, April 22, NASA is asking you to share pictures and video of your favorite places on Earth using social media—and tag them #NoPlaceLikeHome.\nAt NASA, we explore lots of planets and there’s a lot to love: the mountains on Mars, the rings of Saturn, the 99.77-degree axial tilt of Uranus. But how about a little something for the home team? It’s Earth Day. Let’s explore our home planet, too.\nScientists from NASA and around the world have now discovered more than 1,800 planets beyond our solar system. But so far, we haven't found any that match the complexity of Earth. And it is this complexity that challenges Earth scientists as they seek to figure out how the whole planet works as a system.\nEarth has oceans, forests, deserts, ice sheets, rain, snow, an atmosphere. And we have life. These are some of the things that NASA’s 20 Earth-orbiting missions observe and measure in our quest to build the most complete understanding possible of our dynamic planet.\nIn the next two weeks and on Earth Day, we will be sharing NASA’s views of Earth—from our satellites, from our research aircraft, and even from our scientists themselves at work in the field. Look for NASA’s posts on Twitter, Vine, Instagram, Facebook and elsewhere. They’ll all be tagged #NoPlaceLikeHome.\nAnd while the view from space can be awe-inspiring, our satellites do not see the world the way you do, what makes your corner of Earth special—what makes it home.\nHow can I take part?\nWe want you to share with NASA and the world views of your corner of Earth—your favorite place, whether it’s a local park, your vacation spot or Mt. Everest. Our question to you is a simple one: What is your favorite place on Earth?\nWith last year’s Global Selfie, we asked for pictures. This year we’re opening up the request to include Vine and Instagram videos. Just be sure to include the hashtag #NoPlaceLikeHome—no matter what social media platform you’re posting on.\nYou can also get on board now by using our #NoPlaceLikeHome emoji as your profile pic. Join the Facebook or Google+ events and invite your friends to participate. Pledge to spend one day celebrating the planet that over 7 billion people call home.\nWhat next?\nCheck in on Earth Day to see what people around the world are sharing. After Earth Day, we’ll compile a video that includes some of the best posts throughout the day.\nRelated links\nThere are (so far) 1,800 known planets beyond our solar system, but among all of them, there's no place like Earth. This Earth Day, April 22, NASA is asking you to share pictures and video of your favorite places on Earth using social media – and tag them #NoPlaceLikeHome.\nNASA uses the vantage point of space to increase our understanding of our home planet, improve lives and safeguard our future. The agency freely shares this unique knowledge and works with institutions around the world to gain new insights into how our planet is changing. NASA's Earth website.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}