{
  "url": "https://climate.nasa.gov/news/2366/in-greenland-another-major-glacier-comes-undone/",
  "title": "In Greenland, another major glacier comes undone",
  "date": null,
  "content": "4 min read\nIt's big. It's cold. And it's melting into the world’s ocean.\nIt's Zachariae Isstrom, the latest in a string of Greenland glaciers to undergo rapid change in our warming world. A new NASA-funded study published today in the journal Science finds that Zachariae Isstrom broke loose from a glaciologically stable position in 2012 and entered a phase of accelerated retreat. The consequences will be felt for decades to come.\nThe reason? Zachariae Isstrom is big. It drains ice from an area of 35,440 square miles (91,780 square kilometers). That’s about 5 percent of the Greenland Ice Sheet. All by itself, it holds enough water to raise global sea level by more than 18 inches (46 centimeters) if it were to melt completely. And now it's on a crash diet, losing 5 billion tons of mass every year. All that ice is crumbling into the North Atlantic Ocean.\n“North Greenland glaciers are changing rapidly,” said lead author Jeremie Mouginot, an assistant researcher in the Department of Earth System Science at the University of California, Irvine. “The shape and dynamics of Zachariae Isstrom have changed dramatically over the last few years. The glacier is now breaking up and calving high volumes of icebergs into the ocean, which will result in rising sea levels for decades to come.”\nMouginot and his colleagues from NASA's Jet Propulsion Laboratory, Pasadena, California; and the University of Kansas, Lawrence, set out to study the changes taking place at Zachariae Isstrom.\nThe team used data from aerial surveys conducted by NASA’s Operation IceBridge and satellite-based observations acquired by multiple international space agencies (NASA, ESA, CSA, DLR, JAXA and ASI) coordinated by the Polar Space Task Group. The NASA satellite data used are from the joint NASA/USGS Landsat program. The various tools used — including a highly sensitive radar sounder, gravimeter and laser profiling systems, coupled with radar and optical images from space — monitor and record changes in the shape, size and position of glacial ice over long time periods, providing precise data on the state of Earth’s polar regions.\nThe scientists determined the bottom of Zachariae Isstrom is being rapidly eroded by warmer ocean water mixed with growing amounts of meltwater from the ice sheet surface. “Ocean warming has likely played a major role in triggering [the glacier’s] retreat,” Mouginot said, “but we need more oceanographic observations in this critical sector of Greenland to determine its future.”\n“Zachariae Isstrom is being hit from above and below,” said the study’s senior author Eric Rignot, Chancellor’s Professor of Earth system science at UCI, and Joint Faculty Appointee at JPL. “The top of the glacier is melting away as a result of decades of steadily increasing air temperatures, while its underside is compromised by currents carrying warmer ocean water, and the glacier is now breaking away into bits and pieces and retreating into deeper ground.”\nAdjacent to Zachariae Isstrom is another large glacier, Nioghalvfjerdsfjorden, which is also melting rapidly but is receding at a slower rate because it’s protected by an inland hill. The two glaciers make up 12 percent of the Greenland ice sheet and would boost global sea levels by more than 39 inches (99 centimeters) if they fully collapsed.\nThe sector where these two glaciers reside is one of three major marine-based basins in Greenland, along with Jakobshavn Isbrae in central west Greenland and the Petermann-Humboldt sector in central north Greenland. The latter two sectors hold enough water to raise global sea level by 2 feet (0.6 meters) each, and both are also undergoing significant changes at present. The authors conclude it is likely that Nioghalvfjerdsfjorden and Petermann-Humboldt glaciers will lose their ice shelves in coming years, further increasing Greenland’s future contributions to global sea level rise.\n“Not long ago, we wondered about the effect on sea levels if Earth’s major glaciers in the polar regions were to start retreating,” Rignot noted. “We no longer need to wonder; for a couple of decades now, we’ve been able to directly observe the results of climate warming on polar glaciers. The changes are staggering and are now affecting the four corners of Greenland.”\nIn 2015, NASA kicked off a new six-year field campaign, Oceans Melting Greenland, which will examine ocean conditions around Greenland affecting the Ice Sheet. For more information on OMG, visit https://omg.jpl.nasa.gov/portal/.\nOngoing research into the health of ice sheets and glaciers in Greenland and Antarctica is supported by funding from NASA’s Cryospheric Sciences Program.\nFor more information on the study, visit http://news.uci.edu/research/massive-northeast-greenland-glacier-is-rapidly-melting-uci-led-team-finds/.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}