{
  "url": "https://climate.nasa.gov/news/2269/scientists-take-aim-at-four-corners-methane-mystery/",
  "title": "Scientists take aim at Four Corners methane mystery",
  "date": null,
  "content": "4 min read\nResearchers from several institutions are in the Four Corners region of the U.S. Southwest with a suite of airborne and ground-based instruments, aiming to uncover reasons for a mysterious methane \"hot spot\" detected from space.\n\"With all the ground-based and airborne resources that the different groups are bringing to the region, we have the unique chance to unequivocally solve the Four Corners mystery,\" said Christian Frankenberg, a scientist at NASA's Jet Propulsion Laboratory, Pasadena, California, who is heading NASA's part of the effort. Other investigators are from the Cooperative Institute for Research in Environmental Sciences (CIRES) in Boulder, Colorado; the National Oceanic and Atmospheric Administration (NOAA); and the University of Michigan, Ann Arbor.\nLast fall, researchers including Frankenberg reported that a small region around the Four Corners intersection of Arizona, Colorado, New Mexico and Utah had the highest concentration of methane over background levels of any part of the United States. An instrument on a European Space Agency satellite measuring greenhouse gases showed a persistent atmospheric hot spot in the area between 2003 and 2009. The amount of methane observed by the satellite was much higher than previously estimated.\nThe satellite observations were not detailed enough to reveal the actual sources of the methane in the Four Corners. Likely candidates include venting from oil and gas activities, which are primarily coalbed methane exploration and extraction in this region; active coal mines; and natural gas seeps.\nResearchers from CIRES, NOAA's Earth Systems Research Laboratory and Michigan are conducting a field campaign called TOPDOWN (Twin Otter Projects Defining Oil Well and Natural gas emissions) 2015, bringing airborne and ground-based instruments to investigate possible sources of the methane hot spot. The JPL team will join the effort on April 17-24. The groups are coordinating their measurements, but each partner agency will deploy its own suite of instruments.\nThe JPL participants will fly two complementary remote sensing instruments on two Twin Otter research aircraft. The Next-Generation Airborne Visible/Infrared Imaging Spectrometer (AVIRISng), which observes spectra of reflected sunlight, flies at a higher altitude and will be used to map methane at fine resolution over the entire region. Using this information and ground measurements from the other research teams, the Hyperspectral Thermal Emission Spectrometer (HyTES) will fly over suspected methane sources, making additional, highly sensitive measurements of methane. Depending on its flight altitude, the NASA aircraft can image methane features with a spatial resolution better than three feet (one meter) square. In other words, it can create a mosaic showing how methane levels vary every few feet, enabling the identification of individual sources.\nWith the combined resources, the investigators hope to quantify the region's overall methane emissions and pinpoint contributions from different sources. They will track changes over the course of the month-long effort and study how meteorology transports emissions through the region.\n\"If we can verify the methane detected by the satellite and identify its sources, decision-makers will have critical information for any actions they are considering,\" said CIRES scientist Gabrielle Pétron, one of the mission’s investigators. Part of President Obama’s recent Climate Action Plan calls for reductions in methane emissions.\nBesides the groups mentioned above, the research team also includes scientists from the Institute of Arctic and Alpine Research at the University of Colorado, Boulder; the U.S. Bureau of Land Management; and the state of New Mexico. The California Institute of Technology in Pasadena manages JPL for NASA.\nFor more information about TOPDOWN 2015, see:\nMethane is a greenhouse gas that traps heat in Earth's atmosphere and warms it. It is the third most abundant greenhouse gas, behind water vapor and carbon dioxide.\nMethane is much less prevalent in Earth's atmosphere than carbon dioxide, but molecule for molecule, it packs a much bigger punch. Because of its potency and its potential to contribute to climate change, scientists are interested in how its concentrations may be changing.\nCurrently, more than half of atmospheric methane comes from human-related sources, such as livestock, landfills and leaks of natural gas into the atmosphere during mining, storage, transportation and distribution. Natural gas is primarily composed of methane.\nContrails, the lines of clouds from high-flying aircraft that crisscross the skies, are familiar sights,…\nA first-ever partnership between NASA, epidemiologists and health organizations will use data from a new…\nA new NASA airborne science mission will amass about 1,200 hours of data to help…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}