{
  "url": "https://climate.nasa.gov/news/2312/greenlands-undercut-glaciers-melting-faster-than-thought/",
  "title": "Greenland's undercut glaciers melting faster than thought",
  "date": null,
  "content": "By Alan Buis, NASA’s Jet Propulsion Laboratory,\r\nand Janet Wilson, University of California, Irvine\nGlaciologists from the University of California, Irvine, and JPL mapped remote Greenland fjords by ship in 2014. Their findings show that Greenland's glaciers are likely to be melting faster than previously thought. Credit: UCI/Maria Stenzel. View larger image.\nGreenland's glaciers flowing into the ocean are grounded deeper below sea level than previously measured, allowing intruding ocean water to badly undercut the glacier faces. That process will raise sea levels around the world much faster than currently estimated, according to a team of researchers led by Eric Rignot of the University of California, Irvine (UCI), and NASA's Jet Propulsion Laboratory, Pasadena, California.\nThe researchers battled rough waters and an onslaught of icebergs for three summers to map the remote channels below Greenland's marine-terminating glaciers for the first time. Their results have been accepted for publication in the journal Geophysical Research Letters and are now available online.\n\"Measurements are challenging to obtain beneath hundreds of meters of seawater in poorly charted, ice-infested fjords,\" Rignot wrote. He and co-authors Ian Fenty of JPL, Cilan Cai and Yun Xu of UCI, and Chris Kemp of Terrasond Ltd., Seattle, obtained and analyzed around-the-clock measurements of the depth, salinity and temperature of channel waters and their intersection with the coastal edge of Greenland's ice sheet.\nThe team found some glaciers perched on giant earthen sills, protecting them from the punishing salt waters for now, while others were being severely eroded out of sight beneath the surface, meaning they could collapse and melt much sooner. \"Numerical ice sheet models do not take into account these interactions and as a result underestimate how fast the glaciers will respond to climate warming,\" said Rignot.\nSee video, photos and a narrative of the August 2014 expedition.\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}