{
  "url": "https://climate.nasa.gov/news/2448/five-things-about-coral-and-coral/",
  "title": "Five things about coral and CORAL",
  "date": null,
  "content": "From NASA\nA pristine reef in American Samoa. Credit: NOAA/NMFS/PIFSC/CRED, Oceanography Team.\nNASA's new COral Reef Airborne Laboratory (CORAL) field campaign kicks off its data-gathering phase with an operational readiness test on Oahu, Hawaii, starting the week of June 6. Over the next year, CORAL will conduct airborne and in-water surveys of representative coral reefs from Hawaii to Australia. By focusing on entire reef ecosystems, CORAL scientists will get state-of-the-art insights into how biological, physical and chemical processes shape and affect the ecosystems. These data will help them answer fundamental questions about how reefs are changing globally due to the effects of climate change and human activities.\nIt uses a new NASA airborne instrument designed specifically to observe coastal environments. The Portable Remote Imaging SpectroMeter (PRISM) can see objects about five feet by five feet square (less than two meters by two meters square) from its airborne perch five miles (eight kilometers) overhead. PRISM will fly in a Gulfstream IV airplane, collecting large swaths of data that will allow scientists to distinguish among coral, algae and sand — important information for assessing reef condition — without having to go underwater in each location. This uniform dataset will be an advance over the current data, collected by multiple groups all using different techniques.\nSearch online for \"coral reef images\" and you'll get a million spectacular photos, but they all show just the small fraction of the world's reef area that scuba divers have visited. The fraction that has been scientifically surveyed is even smaller. We simply don't have enough data to understand which impacts to reefs are the most damaging and how resilient reefs are likely to be.\nFor decades, scuba diving has been the gold standard for conducting reef research, allowing scientists to study everything from coral reproduction to the complex relationships between coral and other organisms. However, scuba diving as a method of understanding entire ecosystems leaves a lot to be desired: it is time consuming, labor intensive and costly. CORAL's use of remote sensing technology to survey entire reef ecosystems represents a huge step forward in research capacity.\nHard corals have outlived dinosaurs, existing on Earth since the mid-Triassic period, 200-250 million years ago. During this time, they’ve evolved and diversified to exist across the world’s ocean. Reef building corals typically occupy shallow tropical and subtropical waters; however, deep-water corals can be found at depths up to 20,000 feet (6,000 meters), and coral reefs were recently discovered at the mouth of the Amazon River in turbid, muddy water.\nCoral reef ecosystems play a vital role in maintaining Earth’s marine biodiversity and are also valuable to humans as a source of food, medical advances and tourism revenue, with total global ecosystem goods and services estimated at $400 billion each year. This number is especially impressive if you consider that the U.N. Environment Programme estimates that all the world's reefs would fit into an area smaller than the state of Arizona.\nA single coral polyp — consisting of the coral animal, its symbiotic algae and calcium carbonate skeleton — is usually less than half an inch (one centimeter) across. Unlike many animals, corals are colonial, which means that many polyps grow together and form a larger structure. Most corals that you see in aquaria are, in fact, colonies. A coral reef, on the other hand, is an entire ecosystem that includes the individual polyps and their colonies, plus other living (e.g., fish, worms, invertebrates, algae) and nonliving (e.g., sunlight, sand, water) components. Scientists have a pretty good understanding of how individual coral polyps and colonies function, but much less understanding of how the various parts of a reef act individually and collectively to form an ecosystem. CORAL is the first opportunity to study reefs at the ecosystem scale, rather than relying on patchy, inconsistent surveys.\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}