{
  "url": "https://climate.nasa.gov/news/932/nasa-to-study-how-pollution-storms-and-climate-mix/",
  "title": "NASA to study how pollution, storms and climate mix",
  "date": null,
  "content": "NASA's DC-8 flying laboratory will carry a team of scientists and their sensors for the Studies of Emissions, Atmospheric Composition, Clouds and Climate Coupling by Regional Surveys (SEAC4RS) campaign. SEAC4RS will investigate how pollution and natural emissions affect atmospheric composition and climate. (NASA / Lori Losey)\nBy Alan Buis, NASA Jet Propulsion Laboratory\n\nSteve Cole, NASA Headquarters\n\nJim Scott, University of Colorado, Boulder\nSteve Durden, Jet Propulsion Laboratory, checks out the Airborne Precipitation Radar or APR-2 that will be one of a suite of sensors installed on NASA's DC-8 airborne science laboratory for the SEAC4RS mission. (NASA / Tom Tschida)PASADENA, Calif. - NASA aircraft will take to the skies over the southern United States this summer to investigate how air pollution and natural emissions, which are pushed high into the atmosphere by large storms, affect atmospheric composition and climate. NASA will conduct its most complex airborne science campaign of the year from Houston's Ellington Field, which is operated by the agency's Johnson Space Center, beginning Aug. 7 and continuing through September. The field campaign draws together coordinated observations from NASA satellites, aircraft and an array of ground sites. More than 250 scientists, engineers and flight personnel, including several from NASA's Jet Propulsion Laboratory, Pasadena, Calif., are participating in the Studies of Emissions, Atmospheric Composition, Clouds and Climate Coupling by Regional Surveys (SEAC4RS) campaign. The project is sponsored by the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. Brian Toon of the Department of Atmospheric and Oceanic Sciences at the University of Colorado, Boulder, is the lead scientist.NASA's high-altitude ER-2 aircraft, carrying a suite of specialized science instruments, will fly into the stratosphere over the Southern U.S. during the SEAC4RS mission to investigate how air pollution and emissions affect the atmosphere. (NASA / Jim Ross)Aircraft and sensors will probe the atmosphere from top to bottom at the critical time of year when weather systems are strong enough and regional air pollution and natural emissions are prolific enough to pump gases and particles high into the atmosphere. The result is potentially global consequences for Earth's atmosphere and climate. \"In summertime across the United States, emissions from large seasonal fires, metropolitan areas and vegetation are moved upward by thunderstorms and the North American Monsoon,\" Toon said. \"When these chemicals get into the stratosphere they can affect the whole Earth. They also may influence how thunderstorms behave. With SEAC4RS we hope to better understand how all these things interact.\" The campaign will provide new insights into the effects of the gases and tiny aerosol particles in the atmosphere. The mission is targeting two major regional sources of summertime emissions: intense smoke from forest fires in the U.S. West and natural emissions of isoprene, a carbon compound, from forests in the Southeast. Forest fire smoke can change the properties of clouds. The particles in the smoke can reflect and absorb incoming solar energy, potentially producing a net cooling at the ground and a warming of the atmosphere. The addition of large amounts of chemicals, such as isoprene, can alter the chemical balance of the atmosphere. Some of these chemicals can damage Earth's protective ozone layer. The mission will use a number of scientific instruments in orbit, in the air and on the ground to paint a detailed picture of these intertwined atmospheric processes. As a fleet of formation-flying satellites known as NASA's A-Train passes over the region every day, sensors will detect different features of the scene below. NASA's ER-2 high-altitude aircraft will fly into the stratosphere to the edge of space while NASA's DC-8 aircraft will sample the atmosphere below it. A third aircraft from SPEC Inc., of Boulder, Colo., will measure cloud properties. JPL is contributing several instruments to the campaign. The JPL Laser Hygrometer measures water vapor using a near-infrared laser mounted beneath the fuselage of NASA's ER-2 to map humidity in Earth's upper atmosphere in high resolution. The goal is to see how regional air pollution, forest fires and natural emissions impact humidity in the upper atmosphere. Another instrument, the Microwave Temperature Profiler, measures the thermal emission from oxygen molecules in Earth's atmosphere and uses this information to retrieve a temperature profile. These temperature data identify the coldest point in the atmosphere, which controls access to the stratosphere. The temperature data also allow scientists to study atmospheric gravity waves. A third instrument, JPL's Aircraft Laser Infrared Absorption Spectrometer, measures atmospheric carbon monoxide, an indicator of biomass burning, pollution and convective transport. A fourth JPL instrument, the Airborne Precipitation Radar-Second-Generation (APR-2) is a dual-frequency Doppler radar. It looks simultaneously downward (where it also scans its antenna across-track to acquire a 3-D image of precipitation underneath the DC-8 aircraft) and upward (to acquire a two-dimensional image above the aircraft). The radar measures several characteristics of the precipitation and associated clouds, including radar reflectivity and motion. Finally, JPL's Airborne Multiangle SpectroPolarimetric Imager will collect images that scientists will use to determine the distributions and physical characteristics of the particles that make up diverse aerosol and cloud fields. This is important because airborne particles such as haze and pollution layers, smoke and dust plumes, and water and ice clouds can cool or warm Earth, depending on their abundances, sizes, shapes, compositions and heights. One benefit of this thorough examination of the region's atmosphere will be more accurate satellite data. \"By using aircraft to collect data from inside the atmosphere, we can compare those measurements with what our satellites see and improve the quality of the data from space,\" said Hal Maring of the Earth Science Division at NASA Headquarters in Washington. The SEAC4RS campaign is partly supported by the U.S. Naval Research Laboratory. In addition to researchers from JPL, other NASA centers contributing scientists to the mission include NASA's Ames Research Center at Moffett Field, Calif.; Goddard Space Flight Center in Greenbelt., Md.; and Langley Research Center in Hampton, Va. NASA's Earth Science Project Office at Ames manages the SEAC4RS project. The DC-8 and ER-2 research aircraft are managed by NASA's Dryden Flight Research Center, Edwards, Calif., and based at Dryden's Aircraft Operations Facility in Palmdale, Calif. For more information on the mission, visit: http://espo.nasa.gov/missions/seac4rs.\nSteve Durden, Jet Propulsion Laboratory, checks out the Airborne Precipitation Radar or APR-2 that will be one of a suite of sensors installed on NASA's DC-8 airborne science laboratory for the SEAC4RS mission. (NASA / Tom Tschida)PASADENA, Calif. - NASA aircraft will take to the skies over the southern United States this summer to investigate how air pollution and natural emissions, which are pushed high into the atmosphere by large storms, affect atmospheric composition and climate. NASA will conduct its most complex airborne science campaign of the year from Houston's Ellington Field, which is operated by the agency's Johnson Space Center, beginning Aug. 7 and continuing through September. The field campaign draws together coordinated observations from NASA satellites, aircraft and an array of ground sites. More than 250 scientists, engineers and flight personnel, including several from NASA's Jet Propulsion Laboratory, Pasadena, Calif., are participating in the Studies of Emissions, Atmospheric Composition, Clouds and Climate Coupling by Regional Surveys (SEAC4RS) campaign. The project is sponsored by the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. Brian Toon of the Department of Atmospheric and Oceanic Sciences at the University of Colorado, Boulder, is the lead scientist.NASA's high-altitude ER-2 aircraft, carrying a suite of specialized science instruments, will fly into the stratosphere over the Southern U.S. during the SEAC4RS mission to investigate how air pollution and emissions affect the atmosphere. (NASA / Jim Ross)Aircraft and sensors will probe the atmosphere from top to bottom at the critical time of year when weather systems are strong enough and regional air pollution and natural emissions are prolific enough to pump gases and particles high into the atmosphere. The result is potentially global consequences for Earth's atmosphere and climate. \"In summertime across the United States, emissions from large seasonal fires, metropolitan areas and vegetation are moved upward by thunderstorms and the North American Monsoon,\" Toon said. \"When these chemicals get into the stratosphere they can affect the whole Earth. They also may influence how thunderstorms behave. With SEAC4RS we hope to better understand how all these things interact.\" The campaign will provide new insights into the effects of the gases and tiny aerosol particles in the atmosphere. The mission is targeting two major regional sources of summertime emissions: intense smoke from forest fires in the U.S. West and natural emissions of isoprene, a carbon compound, from forests in the Southeast. Forest fire smoke can change the properties of clouds. The particles in the smoke can reflect and absorb incoming solar energy, potentially producing a net cooling at the ground and a warming of the atmosphere. The addition of large amounts of chemicals, such as isoprene, can alter the chemical balance of the atmosphere. Some of these chemicals can damage Earth's protective ozone layer. The mission will use a number of scientific instruments in orbit, in the air and on the ground to paint a detailed picture of these intertwined atmospheric processes. As a fleet of formation-flying satellites known as NASA's A-Train passes over the region every day, sensors will detect different features of the scene below. NASA's ER-2 high-altitude aircraft will fly into the stratosphere to the edge of space while NASA's DC-8 aircraft will sample the atmosphere below it. A third aircraft from SPEC Inc., of Boulder, Colo., will measure cloud properties. JPL is contributing several instruments to the campaign. The JPL Laser Hygrometer measures water vapor using a near-infrared laser mounted beneath the fuselage of NASA's ER-2 to map humidity in Earth's upper atmosphere in high resolution. The goal is to see how regional air pollution, forest fires and natural emissions impact humidity in the upper atmosphere. Another instrument, the Microwave Temperature Profiler, measures the thermal emission from oxygen molecules in Earth's atmosphere and uses this information to retrieve a temperature profile. These temperature data identify the coldest point in the atmosphere, which controls access to the stratosphere. The temperature data also allow scientists to study atmospheric gravity waves. A third instrument, JPL's Aircraft Laser Infrared Absorption Spectrometer, measures atmospheric carbon monoxide, an indicator of biomass burning, pollution and convective transport. A fourth JPL instrument, the Airborne Precipitation Radar-Second-Generation (APR-2) is a dual-frequency Doppler radar. It looks simultaneously downward (where it also scans its antenna across-track to acquire a 3-D image of precipitation underneath the DC-8 aircraft) and upward (to acquire a two-dimensional image above the aircraft). The radar measures several characteristics of the precipitation and associated clouds, including radar reflectivity and motion. Finally, JPL's Airborne Multiangle SpectroPolarimetric Imager will collect images that scientists will use to determine the distributions and physical characteristics of the particles that make up diverse aerosol and cloud fields. This is important because airborne particles such as haze and pollution layers, smoke and dust plumes, and water and ice clouds can cool or warm Earth, depending on their abundances, sizes, shapes, compositions and heights. One benefit of this thorough examination of the region's atmosphere will be more accurate satellite data. \"By using aircraft to collect data from inside the atmosphere, we can compare those measurements with what our satellites see and improve the quality of the data from space,\" said Hal Maring of the Earth Science Division at NASA Headquarters in Washington. The SEAC4RS campaign is partly supported by the U.S. Naval Research Laboratory. In addition to researchers from JPL, other NASA centers contributing scientists to the mission include NASA's Ames Research Center at Moffett Field, Calif.; Goddard Space Flight Center in Greenbelt., Md.; and Langley Research Center in Hampton, Va. NASA's Earth Science Project Office at Ames manages the SEAC4RS project. The DC-8 and ER-2 research aircraft are managed by NASA's Dryden Flight Research Center, Edwards, Calif., and based at Dryden's Aircraft Operations Facility in Palmdale, Calif. For more information on the mission, visit: http://espo.nasa.gov/missions/seac4rs.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}