{
  "url": "https://climate.nasa.gov/news/2522/nasa-selects-launch-services-for-global-surface-water-survey-mission/",
  "title": "NASA selects launch services for global surface water survey mission",
  "date": null,
  "content": "From NASA\nArtist's rendering of the Surface Water and Ocean Topography (SWOT) spacecraft. Credit: NASA/JPL-Caltech.\nNASA has selected Space Exploration Technologies (SpaceX) of Hawthorne, California, to provide launch services for the agency's Surface Water and Ocean Topography (SWOT) mission. Launch is targeted for April 2021 on a SpaceX Falcon 9 rocket from Space Launch Complex 4E at Vandenberg Air Force Base in California.\nThe total cost for NASA to launch SWOT is approximately $112 million, which includes the launch service; spacecraft processing; payload integration; and tracking, data and telemetry support.\nDesigned to make the first-ever global survey of Earth's surface water, in addition to high-resolution ocean measurements, the SWOT mission will collect detailed measurements of how water bodies on Earth change over time. The satellite will survey at least 90 percent of the globe, studying Earth's lakes, rivers, reservoirs and oceans, at least twice every 21 days; aid in freshwater management around the world; and improve ocean circulation models and weather and climate predictions. The SWOT spacecraft will be jointly developed and managed by NASA and the French space agency Centre National d'Etudes Spatiales (CNES).\nNASA's Launch Services Program at Kennedy Space Center in Florida will manage the SpaceX launch service. The SWOT project office at NASA's Jet Propulsion Laboratory in Pasadena, California, manages spacecraft development for the agency's Science Mission Directorate in Washington.\nFor more information on SWOT, visit:\nhttp://swot.jpl.nasa.gov/\nFor more information about NASA programs and missions, visit:\nhttp://www.nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov \n\r\nCheryl Warner\r\nNASA Headquarters, Washington\r\n202-358-1100\r\ncheryl.m.warner@nasa.gov \n\r\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov \n\r\nGeorge H. Diller\r\nKennedy Space Center, Fla.\r\n321-867-2468\r\ngeorge.h.diller@nasa.gov\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}