{
  "url": "https://climate.nasa.gov/news/2435/on-the-trail-of-a-hazy-global-killer/",
  "title": "On the trail of a hazy global killer",
  "date": null,
  "content": "By Steve Cole,\r\nNASA Headquarters\nSpacecraft orbiting Earth can provide global views of the ebb and flow of different types of air pollution, but getting down to the local scale where people live and breathe can be a challenge. This map shows concentrations of nitrogen dioxide in the lower atmosphere as detected by the Ozone Monitoring Instrument aboard the Aura satellite. Credit: NASA.\nFor more than three decades NASA has focused its space-faring skills and science chops CSI-like on an elusive global killer. Later this month, that pursuit takes us to East Asia. In a few years, part way to the moon.\nWe are getting close.\nAir pollution causes an estimated 152,000 deaths a year across the Americas and more than 2 million deaths in the Western Pacific, according to the United Nations. Some parts of the world have a detailed view of local air quality from ground sensor networks and forecast models that generate public alerts. But for much of the world this type of information and warning are not available.\nSpace offers a tantalizing global solution.\nSpacecraft orbiting Earth hundreds or thousands of miles away with instruments to track pollutants – the way weather satellites watch clouds and storms – could benefit people worldwide. And if scientists had the global facts about air pollution and could better unravel the complex ebb and flow and mixing of pollutants from different sources, there would be a more solid scientific foundation for smart strategies to cut air pollution.\nNASA and other spacefarers are working toward just such a future, but it’s not a simple job.\nNASA took its first steps to probe the composition of Earth’s atmosphere in the 1970s, capitalizing on its success building weather satellites and exploring the atmospheres of Venus and Mars. The environmental challenge that drove the agency was the thinning of Earth’s protective ozone layer in the stratosphere.\nDetecting clear signs of ozone depletion proved extremely difficult. It demanded rock-solid measurements of minute quantities over a decade or more to observe a trend and ultra-sensitive measurements to determine the cause.\nTo tackle the problem, NASA built a rigorous in-house science infrastructure to develop new space sensors, fly airborne field experiments to directly sample the atmosphere, conduct laboratory work and comparisons of data from space- and ground-based instruments and develop computational models. This investment paid off, and with new space-based measurements scientists can now see the first signs of the ozone layer healing.\nBut probing air pollution at the bottom of the atmosphere where people live and breathe was a tougher problem. Ozone, for example, a harmful pollutant, is less than one-tenth as abundant at the surface as it is in the stratosphere where it protects us from the sun’s ultraviolet rays. The satellite instruments NASA has used most to study ozone look down through miles of atmosphere and register the total amount of ozone in the entire column of air beneath below, but they don’t detect exactly where that ozone is.\nScientists can’t directly detect pollution gases and particles with their space instruments. Most sensors work by taking in a jumbled spectrum of light scattered or absorbed when sunlight interacts with molecules and particles. Each pollutant has a unique “spectral” fingerprint that scientists tease out of the atmospheric soup with algorithms they continually fine-tune.\nStarting in the 1990s, NASA began producing a wealth of global air quality data from sophisticated new space sensors. With the launch of the Earth Observing System fleet of multi-instrument satellites designed for a broad range of Earth sciences, scientists could document regional trends in carbon monoxide, nitrogen dioxide, sulfur dioxide and particulates. Pollution plumes from cities and forest fires could be seen moving downwind hundreds of miles.\nSatellites have documented that human-produced and natural air pollution can travel a long way. This 2014 NASA satellite image shows a long river of dust from western Africa (bottom of image) push across the Atlantic Ocean. Credit: NASA.\n\n\nNASA scientists continued to grapple with the inherent difficulties of making these space measurements as reliable as possible, sponsoring global networks of ground sensors and elaborate airborne field experiments to ground-truth the new satellite data.\nSince the early 2000s, NASA has partnered with air quality professionals to put this satellite data to work protecting public health.\nThe U.S. Environmental Protection Agency now routinely incorporates satellite estimates of fine particulate matter (PM 2.5) at the surface into nationwide air quality maps for areas with sparse ground-based monitoring. State air quality managers are using NASA satellite and airborne data and the insights they yield about local pollution conditions to develop more accurate local air quality forecasts and alerts.\nNASA is now taking its pursuit of this lethal global health hazard to a new level with a trio of science and technology projects. The first begins next week in the skies over South Korea.\nA joint field study by NASA and the Republic of Korea will spend about six weeks collecting data from three aircraft, ground sites, ships and satellites to advance the ability to monitor air pollution more accurately from space. The Korean Peninsula offers a robust natural laboratory for air quality scientists with a mix of sources, including the megacity of Seoul, pollution blown across borders, seasonal fires and desert dust.\nFindings from this Korea U.S.-Air Quality (KORUS-AQ) study will play a key role in the development of a new international observing system that will combine ground and space-based sensors with computer models to provide improved air quality assessments.\nA constellation of next-generation sensors that will orbit 22,000 miles above Earth – one-tenth the distance to the moon – and provide unprecedented views of major air pollutants across the Northern Hemisphere is being built by NASA, South Korea and the European Space Agency.\nThe NASA contribution called TEMPO (Tropospheric Emissions: Monitoring of Pollution) will collect hour-to-hour air pollution measurements over North America from a fixed position directly over this hemisphere. The international constellation of three separate sensors is slated to be in operation by 2022.\nJust last month NASA gave the green light to a new space mission that targets how airborne particles are harming people in major cities around the world. The MAIA sensor (Multi-Angle Imager for Aerosols) will analyze the sizes, compositions and quantities of particulate air pollution. Scientists will combine that information with public health records to probe connections between particulate pollution and specific health impacts, such as adverse cardiovascular and respiratory diseases and premature deaths.\nThe work continues on this grand challenge of bringing the vantage point of space to bear on global air pollution. By helping to create a more comprehensive measurement system that combines the unique vantage point from space with ground-based measurements, NASA is contributing its expertise to the long-term improvement of public health around the world from the effects of air pollution.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}