{
  "url": "https://climate.nasa.gov/news/2275/soil-moisture-mission-produces-first-global-maps/",
  "title": "Soil moisture mission produces first global maps",
  "date": null,
  "content": "7 min read\nWith its antenna now spinning at full speed, NASA's new Soil Moisture Active Passive (SMAP) observatory has successfully re-tested its science instruments and generated its first global maps, a key step to beginning routine science operations next month.\nSMAP launched Jan. 31 on a minimum three-year mission to map global soil moisture and detect whether soils are frozen or thawed. The mission will help scientists understand the links among Earth's water, energy and carbon cycles; help reduce uncertainties in predicting weather and climate; and enhance our ability to monitor and predict natural hazards such as floods and droughts.\nIn late March, mission controllers at NASA's Jet Propulsion Laboratory in Pasadena, California, successfully spun SMAP's 20-foot-wide (6-meter) antenna up to its full speed of 14.6 revolutions per minute in a two-step process. SMAP's spinning antenna makes cone-shaped scans across Earth’s surface, measuring a 620-mile-wide (1,000-kilometer) swath of the ground as it flies above Earth from pole to pole at an altitude of 426 miles (685 kilometers). The wide swath width and polar orbit allow SMAP to map the entire globe with high-resolution radar data every two to three days.\nWith its spin-up activities complete, the observatory's radar and radiometer instruments were powered on from March 31 to April 3 in a test designed to verify the pointing accuracy of the antenna and the overall performance of the radar and radiometer instruments. The radar data acquired from the test have been processed to generate data products with a spatial resolution of about 19 miles (30 kilometers). The first full global maps produced during the test are online at:\nSMAP's radar, operating at 1.2 gigahertz, works by transmitting microwave pulses to the ground and receiving and measuring the strength of the signals that bounce back from Earth, called backscatter. Water — including water in soil — responds differently than dry soil does to microwaves. Water changes the strength of backscatter and microwaves’ polarization (the orientation of the electrical field of the microwaves). Therefore, backscatter from soil containing more moisture is stronger and is polarized differently than backscatter from drier soil. The extent of this difference allows scientists to distinguish the amount of moisture present in the soil. SMAP’s radar emits pulses with two different polarizations, horizontal and vertical, to make a more complete measurement of this effect.\nLike the radar, SMAP’s radiometer detects differences in microwaves caused by water in soil; but it measures Earth’s natural microwave emissions at the frequency of 1.4 gigahertz. Around the globe, the most striking difference in these natural emissions is between water and land surfaces. A desert emits microwaves at about three times the rate a lake does. Because the difference is so large, even a small amount of moisture in soil causes a change that a radiometer can measure accurately.\nIn the composite radar image (http://photojournal.jpl.nasa.gov/catalog/PIA18058), global land, ocean and ice conditions are readily apparent. The weaker radar signals measured over the Sahara and Gobi Deserts, depicted in blue shades, reflect their very low soil moisture content and lack of vegetation cover. In contrast, the densely vegetated Amazon and Congo rain forests have very strong radar signals, depicted in reds. In North America, the boreal forests and tree canopies in the Rockies, Sierra Nevada and Cascade mountain ranges, and areas east of the Mississippi River, also have strong radar echoes. Grasslands and prairies in the U.S. Great Plains, a great expanse of flat land, exhibit relatively lower-strength radar echoes.\nSMAP's radar also takes data over Earth's ocean and sea ice. Variations in radar data over the open ocean reflect variations in surface wind conditions, with relatively low winds in the tropics and high winds at high latitudes. Arctic sea ice, which contains air bubbles and pockets of brine, produces radar echo strengths similar to those seen over grassland or tundra.\nThe radiometer data from the instrument test, shown in http://photojournal.jpl.nasa.gov/catalog/PIA18057, have also been processed to map microwave emissions from Earth's surface, expressed as brightness temperatures in Kelvin and at a horizontal spatial resolution of about 25 miles (40 kilometers). Brightness temperature is a measurement of how much microwave radiant energy is traveling up from Earth's surface to the satellite. The Amazon and Congo rainforests produced strong emissions, depicted in red shades, due to their large volumes of biomass. Brightness temperatures in the Sahara Desert reach about 80 degrees Fahrenheit (about 300 Kelvin) due to its low moisture content. The impact of soil moisture is evident over a large region south of the Great Lakes, where an increase in soil moisture due to precipitation in March resulted in relatively cool brightness temperatures of about minus 100 Fahrenheit (about 200 Kelvin). Similar impacts of rain on soil moistures and brightness temperatures are seen in Namibia and Botswana, Africa, where there was significant rainfall in late March.\nThe radiometer brightness temperatures of Earth's ocean are mostly below minus 172 Fahrenheit (160 Kelvin), reflected by its blue shades. However, with the application of a different color scale to highlight the subtle variations over the ocean, the effects of winds on the ocean are also apparent. The brightness temperatures of Greenland and Antarctica are low (approximately 200 Kelvin) due to their low physical temperatures and high emissivity (the efficiency of these polar regions at emitting thermal energy). The brightness temperatures of sea ice fall in the middle range because its salt content is less than the salty water in the ocean, but high enough to distinguish it from land surfaces.\nThe SMAP mission is required to produce high-resolution maps of global soil moisture and detect whether soils are frozen or thawed. SMAP's radar has two data acquisition functions: one for synthetic aperture radar (SAR) processing to produce radar measurements at a spatial resolution of 0.6 to 1.9 miles (1 to 3 kilometers), and another for low-resolution processing to produce radar measurements at a spatial resolution of 19 miles (30 kilometers). The SAR function will be used over land surfaces and coastal oceans during routine science operations, while low-resolution processing will be exercised over land as well as over global ocean areas. Since the SAR function was only turned on for limited durations during the test from March 31 to April 3, mission scientists did not obtain enough SAR data to produce global high-resolution maps. SMAP has now begun conducting regular SAR observations that will enable high-resolution global mapping of land surfaces about every two to three days.\nScientists will combine measurements from SMAP's radar and radiometer sensors to capitalize on the strengths of each and work around their weaknesses. The radar alone can produce a soil moisture measurement with a spatial resolution of about 1.9 miles (3 kilometers), but the measurement itself is less accurate than the one made by the radiometer. The radiometer alone achieves a highly accurate observation of soil moisture but with a much poorer spatial resolution of about 25 miles (40 kilometers). By combining these separate measurements through advanced data processing, SMAP will provide the user community with a combined soil moisture measurement that has high accuracy and a resolution of 5.6 miles (9 kilometers). The advanced processing required to combine these active and passive measurements is now being functionally checked out, and is the last step in SMAP's postlaunch checkout process. SMAP will offer the individual radar and radiometer data, among other data products.\nFor more information on SMAP, visit:\nhttp://www.nasa.gov/smap\nAir quality planning agencies in the U.S. Great Lakes region now include high-resolution NASA satellite…\nAs Tracy Schohr goes about her day, water is always on her mind. She’s thinking…\nEvery day – up to thirty times a day, in fact – one of Mark…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}