{
  "url": "https://climate.nasa.gov/news/2320/in-africa-more-smoke-leads-to-less-rain/",
  "title": "In Africa, more smoke leads to less rain",
  "date": null,
  "content": "4 min read\nA new NASA study shows that agricultural fires in North Africa reduce the region's rainfall during the dry season, in a longstanding example of humans unintentionally modifying weather and regional climate. The study is the first to use satellite observations to answer the question of how smoke from these fires affects rainfall.\nEach year, about half of all fires on Earth are in Africa. For centuries, Africans have been setting fires to increase agricultural productivity and clear land for farming. The smoke from these fires coalesces into huge plumes that have far-ranging impacts, influencing weather and precipitation patterns and supplying nutrients to land and ocean regions downwind.\nScientists at NASA's Jet Propulsion Laboratory in Pasadena, California, assessed how microscopic smoke particles, or aerosols, from fires south of the Sahara Desert and north of the equator affect the formation of clouds, and consequently rainfall. They used data from instruments on three NASA satellites that pass over the region at different times of day, combined with weather records.\nJPL scientist Michael Tosca and his colleagues chose images of very smoky areas with different amounts of cloud cover and other weather conditions, taken by the Multi-angle Imaging Spectroradiometer instrument (MISR) on Terra spacecraft overflights from 2006 to 2010. They matched each smoky image with a smoke-free scene in statistically identical weather conditions and compared how cloud cover evolved in the pair of scenes over the course of the day, using data from noontime Tropical Rainfall Measuring Mission (TRMM) overflights and afternoon Aqua spacecraft overflights. They validated their findings using a model of the global atmosphere.\nThe researchers found that less cloud cover built up throughout the day in smoky scenes than in scenes without smoke. \"Fire-emitted particles crippled the atmosphere’s ability to build clouds and thunderstorms, and that ultimately caused a decrease in rainfall during what's already a seasonal drought,\" said Tosca. The results are published online in the journal Geophysical Research Letters.\n\"Less clouds and rainfall dry out the land and make it easier for farmers to ignite more fires, which data show they probably do,\" Tosca said. The added burning deepens and strengthens the effect and could lead to regional climate warming over time, he said.\nThe relationship between clouds and aerosols is in the \"it's complicated\" category. Clouds need aerosols to form, because atmospheric water vapor rarely condenses into cloud droplets unless it has particles to condense around. From this fact, you might expect that the aerosols from African fires would create more clouds. However, aerosols have several other effects on clouds, depending on their characteristics, altitude and other factors. It takes a detailed examination to sort out which effect dominates in any particular situation.\nAfrican smoke contains a high percentage of black carbon particles from incompletely burned vegetation. Their dark color makes them very efficient at absorbing sunlight and heating the air around them, creating a layer of warm, soot-filled air. When air rising from Earth's sun-warmed surface hits this layer, it stops moving upward and spreads out horizontally instead. Without vigorous updrafts, the circular, up-and-down airflow that builds rain-producing clouds — known as convection — is suppressed.\nThe researchers analyzed 70 satellite images containing thousands of retrievals, or data points, across four distinct types of weather conditions. In every case, convection throughout the day was less in smoky scenes than in meteorologically similar, smoke-free scenes.\nTosca noted that some earlier climate model studies had suggested this same result, although others had indicated that reduced convection would be offset by an overall increase in cloudiness. With this study based on observations, he said, \"We are able not only to show that the clouds decrease in the presence of aerosols, but that aerosols inhibit convection. This effect is predicted by models, but it's really cool to see it in actual data.\"\nThe study is available online here.\nLearn more about MISR.\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}