{
  "url": "https://climate.nasa.gov/news/2437/scientists-scrutinize-arctic-gas-flaring-pollution/",
  "title": "Scientists scrutinize Arctic gas flaring pollution",
  "date": null,
  "content": "5 min read\nFlaring of waste natural gas from industrial oil fields in the Northern Hemisphere is a potential source of significant amounts of nitrogen dioxide and black carbon to the Arctic, according to a new NASA study.\nNitrogen dioxide is a well-known air pollutant and health hazard, and black carbon, also known as soot, is an agent of global warming that is critical for understanding climate change effects in the Arctic. In addition to absorbing sunlight while aloft, which heats the air, black carbon darkens white snow when it settles on the surface, accelerating snowmelt. The amount of black carbon that reaches the Arctic is currently poorly estimated.\nScientists hadn't found all the sources of black carbon that ends up in the Arctic, a puzzle that was brought to the Goddard group by Joshua Fu, an atmospheric modeler at the University of Tennessee at Knoxville. The atmospheric modeling community, which runs computer simulations of Earth's atmosphere, uses emission inventories reported by governments or compiled by researchers as a starting point for simulating pollution trajectories throughout the atmosphere. However, their results generally underestimated the amount of black carbon reaching the Arctic when compared to direct field measurements, Fu said.\nPrevious researchers suggested gas flares from oil extraction in countries near the Arctic as the missing source. Gas flares are an often-overlooked subset of industrial emissions in the reported inventories, which are difficult to compile and are known to have gaps in their data that lead to over- or underestimates of pollutants. Regional estimates in Russia, for example, suggest gas flaring may account for about 30 percent of all black carbon emissions, said Fu. But with few monitoring stations near flaring sites globally, the modeling community couldn't get the accurate estimates of oil flare emissions they needed.\n\"They were trying to pinpoint gas flare emissions, but there's very few measurements there, so they asked us for the satellite view,\" said Can Li lead author for the Goddard team looking into the problem of the missing black carbon sources. The results were published in March in Atmospheric Environment.\nThe first step — find the oil flares. The research team used night lights data from the NASA-National Oceanic and Atmospheric Administration-Department of Defense Suomi National Polar-orbiting Partnership satellite's Visible Infrared Imaging Radiometer Suite over four known industrial oil extraction sites: Bakken, North Dakota; Athabasca Oil Sands, Canada; the North Sea near Great Britain and Norway; and western Siberia, Russia. They pinpointed the oil flares by excluding light produced from electricity in nearby towns and roads.\nBlack carbon levels in the atmosphere cannot be directly measured by satellites from space, but indirectly it is associated with two compounds satellites can observe: the gas nitrogen dioxide and the total concentration of particles in the atmosphere called aerosols. Nitrogen dioxide is an air pollutant produced at the same time as black carbon particles from burning fossil fuels.\n\"The Arctic starts from a very clean state so there's no significant local pollution sources of dust or smoke, and in this kind of pristine environment even small anthropogenic sources make a big difference,\" said Nickolay Krotkov, an atmospheric scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland, who was part of a team looking into the origins of Arctic black carbon.\nFor each site, Li and Krotkov retrieved nitrogen dioxide satellite data from the Dutch-Finnish Ozone Monitoring Instrument aboard NASA's Aura spacecraft, launched in 2004. Fellow researchers Andrew Sayer and Christina Hsu of Goddard retrieved data for total aerosol concentration from the Moderate Resolution Imaging Spectroradiometer aboard NASA’s Aqua satellite, launched in 2002.\n\"We found a pretty good match-up between the gas flares’ signals from the night lights and the nitrogen dioxide retrievals for two regions, Bakken and the Canadian oil sands,\" said Li. They saw a smaller rise in nitrogen dioxide at the Russian site in western Siberia, and no discernable flaring signal from the well-established oil rigs in the North Sea, which Li said is likely due to the abundance of nitrogen dioxide pollution in nearby Europe that obscures the pollution signal from the flares.\nThe aerosol data were less conclusive. Aerosols stay in the atmosphere longer than nitrogen dioxide, making it more difficult to distinguish an increase in aerosols due to oil field activities from general background levels, Sayer said.\nFor the two North American sites, however, the trend in the nitrogen dioxide data was clear. Every year from 2005 to 2015 its levels rose about 1.5 percent per year at Bakken and about 2 percent per year at Athabasca. This means that the concentration of black carbon, produced by the same flames, was also likely on the rise, said Li.\nIndeed, when Fu added the gas flare locations and their estimated emissions into a chemical transport model of the atmosphere, they were able to reproduce the amount of black carbon over the Arctic region that the limited direct measurements from ground stations and aircraft said should be there, he said.\n\"The satellite data and the modeling actually help each other,\" Fu said. \"The satellite data locate the emissions,\" which improves existing inventories and in some countries provides the only available emissions information, he said. In turn, the models fill in the gaps when satellites are not overhead.\nWith this proof of concept, the Goddard group intends to continue working with users like Fu to combine satellite observations with their modeling and monitoring efforts.\nRead the paper in Atmospheric Environment\nEarth Observatory Image of the Day\nView NASA data sets with the Worldview Portal\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}