{
  "url": "https://climate.nasa.gov/news/2290/nasajpl-bring-sights-and-sounds-to-world-science-festival/",
  "title": "NASA/JPL bring sights and sounds to World Science Festival",
  "date": null,
  "content": "By Stephanie Smith and Jane Platt,\r\nNASA’s Jet Propulsion Laboratory\nThe Orbit Pavilion lets the observer listen to something with no natural sound—the movement of NASA satellites as they circle the Earth and monitor our planet's ever-changing land, sky and ocean. View larger image.\nExhibits, displays and presenters from NASA's Jet Propulsion Laboratory, Pasadena, California, are participating in this year's World Science Festival in New York, to be held from May 27 through 31.\nJPL exhibits/events include the premiere of \"Orbit Pavilion,\" a massive walk-through sculpture that allows the public to \"hear\" the orbits of NASA's Earth-observing fleet of satellites as they go overhead. Demonstrations of \"Eyes on the Earth\" and \"Eyes on the Solar System\" interactive space visualizations allow the public to view Earth's vital signs and ride along virtually with spacecraft. JPL will also showcase several apps that bring NASA images and data directly to mobile devices.\nOn hand will be JPL visual strategists Dan Goods and David Delgado; Kevin Hussey, manager of JPL's Visualization Technology Applications and Development group; and other JPL representatives.\nThe Orbit Pavilion will be open to the public every day of the festival. It was created by NASA in conjunction with Studio KCA and Shane Myrbeck.\nThe Orbit Pavilion and visualization/app demos are at New York University's Gould Plaza, 40 W. 4th Street, New York.\nLearn more about NASA activities at the 2015 World Science Festival.\nLearn more about the World Science Festival.\nView visualizations of global sea level, carbon dioxide and more on NASA's Eyes on the Earth web app.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}