{
  "url": "https://climate.nasa.gov/news/2652/the-changing-colors-of-our-living-planet/",
  "title": "The changing colors of our living planet",
  "date": null,
  "content": "11 min read\nBy Kate Ramsayer,NASA's Goddard Space Flight Center\nLife. It's the one thing that, so far, makes Earth unique among the thousands of other planets we've discovered. Since the fall of 1997, NASA satellites have continuously and globally observed all plant life at the surface of the land and ocean. During the week of Nov. 13-17, NASA is sharing stories and videos about how this view of life from space is furthering knowledge of our home planet and the search for life on other worlds.\nNASA satellites can see our living Earth breathe.\nIn the Northern Hemisphere, ecosystems wake up in the spring, taking in carbon dioxide and exhaling oxygen as they sprout leaves — and a fleet of Earth-observing satellites tracks the spread of the newly green vegetation.\nMeanwhile, in the oceans, microscopic plants drift through the sunlit surface waters and bloom into billions of carbon dioxide-absorbing organisms — and light-detecting instruments on satellites map the swirls of their color.\nThis fall marks 20 years since NASA has continuously observed not just the physical properties of our planet, but the one thing that makes Earth unique among the thousands of other worlds we’ve discovered: Life.\nSatellites measured land and ocean life from space as early as the 1970s. But it wasn't until the launch of the Sea-viewing Wide Field-of-view Sensor (SeaWiFS) in 1997 that the space agency began what is now a continuous, global view of both land and ocean life. A new animation captures the entirety of this 20-year record, made possible by multiple satellites, compressing a decades-long view of life on Earth into a captivating few minutes.\n“These are incredibly evocative visualizations of our living planet,” said Gene Carl Feldman, an oceanographer at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “That’s the Earth, that is it breathing every single day, changing with the seasons, responding to the Sun, to the changing winds, ocean currents and temperatures.\"\nThe space-based view of life allows scientists to monitor crop, forest and fisheries health around the globe. But the space agency's scientists have also discovered long-term changes across continents and ocean basins. As NASA begins its third decade of global ocean and land measurements, these discoveries point to important questions about how ecosystems will respond to a changing climate and broad-scale changes in human interaction with the land.\nSatellites have measured the Arctic getting greener, as shrubs expand their range and thrive in warmer temperatures. Observations from space help determine agricultural production globally, and are used in famine early warning detection. As ocean waters warm, satellites have detected a shift in phytoplankton populations across the planet's five great ocean basins — the expansion of \"biological deserts\" where little life thrives. And as concentrations of carbon dioxide in the atmosphere continue to rise and warm the climate, NASA's global understanding of plant life will play a critical role in monitoring carbon as it moves through the Earth system.\nSixty years ago, people were not sure that Earth’s surface could be seen clearly from space. Many thought that the dust particles and other aerosols in the atmosphere would scatter the light, masking the oceans and continents, said Jeffrey Masek, chief of the Biospheric Sciences Laboratory at NASA Goddard.\nThe Gemini and Apollo programs demonstrated otherwise. Astronauts used specialized cameras to take pictures of Earth that show the beauty and complexity of our living planet, and helped kickstart the era of Earth science research from space. In 1972, the first Landsat mission began its 45-year record of vegetation and land cover.\n“As the satellite archive expands, you see more and more dynamics emerging,” Masek said. “We’re now able to look at long-term trends.”\nThe grasslands of Senegal, for example, undergo drastic seasonal changes. Grasses and shrubs flourish during the rainy season from June to November, then dry up when the rain stops. With early weather satellite data in the 1970s and '80s, NASA Goddard scientist Compton Tucker was able to see that greening and die-back from space, measuring the chlorophyll in the plants below. He developed a way of comparing satellite data from two wavelengths, which gives a quantitative measurement of this greenness called the Normalized Difference Vegetation Index.\n“We were astounded when we saw the first images. They were amazing because they showed how vegetation changed annually, year after year,” Tucker said, noting that others were surprised as well when the study came out in 1985. “When we produced this paper, people accused us of ‘painting by numbers,’ or fudging data. But for the first time, you could study vegetation from space based on their photosynthetic capacity.”\nWhen the temperature is right, and water and sunlight are available, plants photosynthesize and produce vegetative material. Leaves strongly absorb blue and red light but reflect near-infrared light back into space. By comparing the ratio of red to near-infrared light, Tucker and his colleagues could quantify the vegetation covering the land.\nExpanding these observations to the rest of the globe, the scientists could track the impact on plants of rainy and dry seasons elsewhere in Africa, see the springtime blooms in North America, and the after-effects of wildfires in forests worldwide.\nBut land is only part of the story. At the base of the ocean’s food web is phytoplankton — tiny organisms that, like land plants, turn water and carbon dioxide into sugar and oxygen, aided by the right combination of nutrients and sunlight.\nSatellites that can monitor the subtle changes in color of the ocean have helped scientists track changes in phytoplankton populations across the globe. The first view of ocean color came from the Coastal Zone Color Scanner, a proof-of concept instrument launched in 1979. Continuous observations of ocean color began with the launch of SeaWIFS in late 1997. The satellite was just in time to capture the transition from El Niño to La Niña conditions in 1998 — revealing just how quickly and dramatically phytoplankton respond to changing ocean conditions.\n“The entire Eastern Pacific, from the coast of South America all the way to the dateline, transitioned from what was the equivalent of a biological desert to a thriving rainforest. And we watched it happen in real time,” Feldman said. “For me, that was the first demonstration of the power of this kind of observation, to see how the ocean responds to one of the most significant environmental perturbations it could experience, over the course of just a few weeks. It also showed that the ocean and all the life within it is amazingly resilient — if given half a chance.”\nWith 20 years of satellite data tracking ocean plant life on a global scale, scientists are investigating how habitats and ecosystems are responding to changing environmental conditions.\nRecent studies of ocean life have shown that a long-term trend of rising sea surface temperatures is causing ocean regions known as “biological deserts” to expand. These regions of low phytoplankton growth occur in the center of large, slow-moving currents called gyres.\n“As the surface waters warm, it creates a stronger boundary between the deep, cold, nutrient-rich waters and the sunlit, generally nutrient-poor surface waters,” Feldman said. This prevents nutrients from reaching phytoplankton at the surface, and could have significant consequences for fisheries and the marine ecosystem.\nIn the Arctic Ocean, an explosion of phytoplankton indicates change. As seasonal sea ice melts, warming waters and more sunlight will trigger a sudden, massive phytoplankton bloom that feeds birds, sea lions and newly hatched fish. But with warming atmospheric temperatures, that bloom is now happening several weeks early — before the animals are in place to take advantage of it.\n“It’s not just the amount of food, it’s the location and timing that are just as critical,” Feldman said. “Spring bloom is coming earlier, and that’s going to impact the ecosystem in ways we don’t yet understand.”\nThe climate is warming fastest in Arctic regions, and the impacts on land are visible from space as well. The tundra of Western Alaska, Quebec and elsewhere is turning greener as shrubs extend their reach northwards.\nThe neighboring northern forests are changing as well. Massive fires in 2004 and 2015 wiped out millions of acres of forests in Alaska, including spruce forests, noted Chris Potter, a research scientist at NASA’s Ames Research Center in California’s Silicon Valley.\n“These fires were amazing in the amount of forest area they burned and how hot they burned,” Potter said. “When the air temperature hits 90 degrees Fahrenheit in late May up there, and all these lightning strikes occurred, the forest burned very extensively — close to rivers, close to villages — and nothing could stop it.”\nSatellites help scientists routinely map fires, deforestation and other changes, and to analyze their impact on the carbon cycle, Potter said. Giant fires release many tons of carbon dioxide into the atmosphere, both from the charred trees and moss but also, especially in northern latitudes, from the soils. Potter and colleagues went to the burned areas of Central Alaska this year to measure the underlying permafrost — the thick mossy layer had burned off, exposing the previously frozen soils.\n“It’s like taking the insulating layer off a cooler,” he said. “The ice melts underneath and it becomes a slushy mess.”\nForest types can change too, whether it’s after wildfires, insect infestations or other disturbance. The Alaskan spruce forests are being replaced with birch. Potter and his colleagues are also keeping an eye on California forests burned in recent fires, where the concern is that pines will be replaced by oaks.\n“When drought is accentuated with these record high temperatures, nothing good seems to come from that for the existing forest type,” he said. “I think we’re seeing real clear evidence of climate causing land-cover change.”\nChanging temperatures and rainfall patterns also influence crops, whether they are grown in California or Africa. The “greenness” measurement that scientists use to measure forests and grasslands can also be used for agriculture, to monitor the health of fields throughout the growing season.\nResearchers and policy makers realized this potential early. One of the first applications of Landsat data in the 1970s was to predict grain yields in Russia and better understand commodities markets. In 1985, food security analysts from USAID approached NASA to incorporate satellite images into their Famine Early Warning Systems Network, to identify regions where food production has been limited by drought. That partnership continues today. With rainfall estimates, vegetation measurements, as well as the recent addition of soil moisture information, NASA scientists can help organizations like USAID direct emergency help.\nWith improved data from Landsat, the MODIS instruments on NASA's Terra and Aqua spacecraft and other satellites, and by combining data from multiple sensors, researchers are now able to track the growth of crops in individual fields, Tucker said.\n“This moves things down to the field sizes for probably 80 percent of the fields globally — this is a huge advancement,” Tucker said.\nThe view from space not only helps monitor crops, but can help improve agricultural practices as well. A winery in California, for example, uses individual pixels of Landsat data to determine when to irrigate and how much water to use.\nThe next step for NASA scientists is actually looking at the process of photosynthesis from space. When plants undergo that chemical process, some of the absorbed energy fluoresces faintly back, notes Joanna Joiner, a NASA Goddard research scientist. With satellites that detect signals in the very specific wavelengths of this fluorescence, and a fine-tuned analysis technique that blocks out background signals, Joiner and her colleagues can see where and when plants start converting sunlight into sugars.\n“It was kind of a revelation that yes, you can measure it,” Joiner said. An early study looked at the U.S. Corn Belt and found it fluoresces “like crazy,” she said. “Those plants have some of the highest fluorescence rates on Earth at their peak.”\nJoiner and Tucker are using both the fluorescence data and vegetation indices to get the most information possible about plant growth at regional and global scales: “One of the big questions that still remains is how much carbon are the plants taking up, why does it vary year to year, and which areas are contributing to that variability,” Joiner said\nWhether it’s crops, forests or phytoplankton blooms, NASA scientists are tracking life on Earth. Just as satellites help researchers study the atmosphere, rainfall and other physical characteristics of the planet, the ever-improving view from above will allow them to study the interconnected life of the planet, Feldman said.\n“This is the capability that will allow us to understand how Earth’s biology responds to a changing planet,” he said.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}