{
  "url": "https://climate.nasa.gov/news/2452/a-first-nasa-spots-single-methane-leak-from-space/",
  "title": "A first: NASA spots single methane leak from space",
  "date": null,
  "content": "From NASA\nComparison of detected methane plumes over Aliso Canyon, California, acquired 11 days apart in Jan. 2016 by: (left) NASA's AVIRIS instrument on a NASA ER-2 aircraft at 4.1 miles (6.6 kilometers) altitude and (right) by the Hyperion instrument on NASA's Earth Observing-1 satellite in low-Earth orbit. Credit: NASA-JPL/Caltech/GSFC.\nFor the first time, an instrument onboard an orbiting spacecraft has measured the methane emissions from a single, specific leaking facility on Earth’s surface. The observation — by the Hyperion spectrometer on NASA’s Earth Observing-1 (EO-1) — is an important breakthrough in our ability to eventually measure and monitor emissions of this potent greenhouse gas from space.\nIn a new paper accepted for publication in the journal Geophysical Research Letters, a research team with scientist David R. Thompson of NASA’s Jet Propulsion Laboratory, Pasadena, California, detailed the observation, which occurred over Aliso Canyon, near Porter Ranch, California. The Hyperion instrument successfully detected the methane leak on three separate overpasses during the winter of 2015-16. The research was part of an investigation of the large accidental Aliso Canyon methane release last fall and winter.\nThe orbital observations from Hyperion were consistent with airborne measurements made by NASA’s Airborne/Infrared Imaging Spectrometer (AVIRIS) imager flying onboard a NASA ER-2 aircraft.\n“This is the first time the methane emissions from a single facility have been observed from space,” said Thompson. “The percentage of atmospheric methane produced through human activities remains poorly understood. Future instruments with much greater sensitivity on orbiting satellites can help resolve this question by surveying the biggest sources around the world, so that we can better understand and address this unknown factor in greenhouse gas emissions.”\nOther institutions participating in the study include Caltech, Pasadena, California; Helmholtz Centre Potsdam, GFZ German Research Centre for Geosciences, Potsdam, Germany; and NASA’s Goddard Space Flight Center, Greenbelt, Maryland.\nPart of NASA’s New Millennium Program, EO-1 is an advanced land-imaging mission designed to demonstrate new instruments and spacecraft systems. Launched in 2000, EO-1 has validated technologies for the Operational Land Imager used on the Landsat-8 satellite mission and future imaging spectrometer missions, and supported disaster-response applications. The mission is managed by NASA Goddard. A joint initiative between NASA and the U.S. Geological Survey, Landsat represents the world’s longest continuously acquired collection of space-based moderate-resolution land remote sensing data.\nFor more information on EO-1, visit:\nhttp://science.nasa.gov/missions/eo-1/\nFor more information on AVIRIS, visit:\nhttp://aviris.jpl.nasa.gov/\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}