{
  "url": "https://climate.nasa.gov/news/865/ask-the-expert/",
  "title": "Ask the expert",
  "date": null,
  "content": "Question: Is it too late to reduce climate change?\nThis is a question that has been asked many times and many studies have investigated similar questions: What level of climate change is \"acceptable\"? What constitutes \"dangerous interference\" in the climate system?\nThe short answer is that it's not too late to act, but our past actions may have already locked in certain outcomes and action is needed to avoid more substantial impacts in the future.\nIn the 1990s and early 2000s it was generally felt that a doubling of carbon dioxide (CO2) in the atmosphere compared to pre-industrial levels – that is, CO2 concentrations increasing to about 500 parts per million (ppm) – was \"acceptable.\" However, the series of studies from the Intergovernmental Panel on Climate Change (IPCC) has found that as climate models improve, average worldwide surface temperature is projected to increase well beyond the \"acceptable\" level of 2.0 degrees Celsius (3.6 degrees Fahrenheit) by 2100. (See the IPCC website for the reports and most recent information.)\nJim Hansen (head of NASA’s Goddard Institute for Space Studies) has been one of the more outspoken advocates of curtailing CO2 emissions immediately to return atmospheric CO2 levels to about 350 ppm (the level of carbon dioxide that was in the air in the late 1980s). The challenge here is that even if human emissions of CO2 were cut to zero today, there is an inertia in the climate system that would continue for hundreds to thousands of years as the system attempts to re-equilibrate. (See Hansen's Royal Society paper, “Climate change and trace gases,” for more details.)\nMichael Oppenheimer [Professor of Geosciences and International Affairs at Princeton University] and colleagues have taken a different approach to assessing climate change risk – they define the likelihood of certain environmental outcomes for different levels of atmospheric CO2 accumulation. (See their 2002 Science paper, \"Dangerous climate impacts and the Kyoto Protocol,\" for a look at three potential outcomes at different CO2 levels.)\nFurther reading:\n“Perception of climate change,” J. Hansen, M. Sato & R. Ruedy, Proceedings of the National Academy of Sciences (6 August 2012); doi: 10.1073/pnas.1205276109.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}