{
  "url": "https://climate.nasa.gov/news/2407/nasa-data-used-to-track-groundwater-in-pakistan/",
  "title": "NASA data used to track groundwater in Pakistan",
  "date": null,
  "content": "6 min read\nThe vast farmlands of Pakistan — a country with an economy based on agriculture — rely on one of the largest continuous irrigation systems in the world. Farmers were once able to depend solely on rivers and man-made canals fed by glaciers and rain.\nBut as population and urbanization boomed in recent decades, the country turned to groundwater to keep up with demand. Today, more than 60 percent of Pakistan's water is pumped from natural underground reservoirs, with no limits placed on how many wells can be drilled or how much anyone can take.\nNow, Pakistan's water managers are looking to NASA satellites to help them more effectively monitor and manage that precious resource, thanks to a partnership with engineers and hydrologists at the University of Washington, Seattle.\n\"Satellites up in space looking at how much water we have underground, in rivers or in the atmosphere are providing routine observations that can help policymakers and on-the-ground managers make informed decisions,\" said Faisal Hossain, associate professor of civil and environmental engineering at the University of Washington. \"From offering improved flood forecasting to indicating areas where groundwater resources are threatened, freely available satellite data can be an invaluable resource, particularly in developing countries.\"\nAfter training at the University of Washington, the Pakistan Council of Research in Water Resources in January 2016 began using satellite data from NASA’s Gravity Recovery and Climate Experiment, or GRACE, mission to create monthly updates on groundwater storage changes in the Indus River basin. This will allow them to see where groundwater supplies are being depleted and where they are being adequately recharged. Like all NASA satellite data, GRACE data are freely available for download from open NASA data centers (GRACE Tellus and the Physical Oceanography Distributed Active Archive Center) at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nGRACE’s pair of identical satellites, launched in 2002, map tiny variations in Earth's gravity. Since water has mass, it affects these measurements. Therefore, GRACE data can help scientists monitor where the water is and how it changes over time. Using tools developed by the University of Washington and partners at the University of Houston; Ohio State University, Columbus; and NASA’s Applied Sciences Program, Pakistan's water managers and researchers can analyze the NASA data to estimate changes in the total amount of available water, as well as changes in groundwater supplies.\n\"Using these satellites, we can indicate the areas that are most threatened by groundwater depletion. We can tell the farmers and water managers and help decision makers formulate better and more sustainable policies,\" said Naveed Iqbal, an assistant director and hydrogeologist at the Pakistan Council of Research in Water Resources. Iqbal spent six months at the University of Washington learning how to analyze and process the GRACE data to enhance decision-making at his agency.\nGRACE project scientist Carmen Boening of JPL, which manages the GRACE project for NASA, said, “This is another great example of the unique ability of GRACE to see changes in water resources on a regional scale and provide easily accessible information where data are otherwise limited.\"\nCompared to traditional groundwater monitoring efforts, the satellite information offers less spatial resolution but huge benefits in terms of cost and efficiency. For example, Pakistani water managers spent eight years building a groundwater monitoring network in the Indus River basin alone, and that network provides readings only twice a year.\n\"It's so fundamentally difficult to do this monitoring in a conventional way — sending people and sticking probes in the ground to measure water. It takes a long time and it's expensive,\" said Hossain, who runs the University of Washington's Sustainability, Satellites, Water and Environment Research Group. \"In some places you can't even send people because the terrain is too remote or there is mortal danger due to insurgency and political strife.\"\nThis Pakistan project is a collaboration led by the University of Washington with the University of Houston, Ohio State University, SERVIR and the NASA Applied Sciences Program’s Water Resources application area. SERVIR is a joint initiative of NASA and the U.S. Agency for International Development to use the vast amount of data and observations collected by Earth-orbiting satellites for greater good — for example, to give residents in flood-prone areas early warning before their homes and fields are inundated by floodwaters, predict where mosquito-borne disease outbreaks are likely to occur, or monitor soil to grow healthier crops.\nThe University of Washington team focuses on helping resource-poor nations use satellite data to sustainably manage water and environmental resources. The team has helped Bangladesh better forecast and prepare for devastating floods since 2014. In coming months, the group will train water managers from Vietnam to monitor water resources and land use change, and managers from Nepal to estimate water content in snowpack and glaciers in the Himalayas.\nTo unlock the vast potential of Earth-observing satellite data, it is essential to build the capacity of resource managers in developing countries, Hossain said. It's also necessary to package the NASA satellite measurements in a way that can help farmers in Tanzania, water managers in Pakistan or foresters in Belize make informed decisions — all projects that are currently using SERVIR-enabled space data.\nThat process has to include human dimensions — building the skills of in-country managers, making systems more user friendly, and ensuring they are compatible with traditional practices -- rather than simply focusing on the scientific research, data acquisition and technology, Hossain said.\nHossain said this project succeeded, in part, because a Pakistani agency staff person was able to immerse himself in a long-term research laboratory residency at the University of Washington — \"not only to master the scientific concepts, but also to communicate to us the true hurdles that we are up against.\"\nThe research was funded through the NASA Applied Sciences Program’s Water Resources application area and the SERVIR Applied Sciences Team.\nGRACE is a joint partnership between NASA in the United States and Deutsche Forschungsanstalt für Luft und Raumfahrt (DLR) in Germany. For more information on the GRACE mission and available data products, visit:\nhttp://grace.jpl.nasa.gov\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nMedia contacts\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474Alan.buis@jpl.nasa.gov\nFaisal HossainUniversity of Washington, Seattle931-239-4665fhossain@uw.edu\nJennifer LangstonUniversity of Washington News and Inf1ormation, Seattle206-543-2580jlangst@uw.edu\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nA NASA and U.S. Geological Survey (USGS)-supported research and development team is making it easier…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}