{
  "url": "https://climate.nasa.gov/news/2349/mission-helps-answer-what-is-a-forest/",
  "title": "Mission helps answer: What is a forest?",
  "date": null,
  "content": "By Laura E.P. Rocchio,\r\nNASA’s Goddard Space Flight Center\nWhen different definitions of forest are used, satellite forest cover measurements can vary widely. Here global forest cover as measured by Landsat is shown using two different UN Framework Convention of Climate Change (UNFCCC) forest definitions: 10 percent tree cover (top) and 30 percent tree cover (bottom). Data are publicly available at www.landcover.org. Credit: Sexton, et al.\nExamining eight different satellite-derived maps of global forest cover, a team of scientists from NASA and other institutions noticed striking differences. The forested area on the maps differed by as much as 6 percent of Earth’s land area, nearly equivalent to the size of China. The reason, they found with the help of the Landsat satellites, was varied definitions of what constitutes a forest. With deforestation responsible for up to one-sixth of greenhouse gas emissions, an accurate measurement of global forests figures prominently into carbon cycle studies.\nLarge international organizations vary substantially in their definition of forests. The researchers found that when different satellite-based calculations use different definitions, it can severely compromise forest area calculations in regions that have less dense tree cover, such as savannahs and shrublands.\nUsing the world’s first global, Landsat-based 30-meter resolution map of tree cover, the scientists found that ambiguity of the term “forest” has the potential to create discrepancies double the size of the 6 percent difference found between current maps. Ecologists have long understood the complexity involved in defining forests, and geographers have called for more uniform definitions. This is the first study, however, to quantify the scope of the problem.\n“Whereas previous studies mentioned the discrepancy, our analysis quantified and mapped it globally and connected it to estimates of biomass and economic value,” said Joseph Sexton, a senior scientist at the University of Maryland’s Global Land Cover Facility in College Park, and lead author of the study.\nThe findings were published Oct. 5 in Nature Climate Change by a team of researchers from the University of Maryland, NASA’s Goddard Space Flight Center in Greenbelt, Maryland, the National Wildlife Federation, the Global Environment Facility and Duke University in Durham, North Carolina.\nSexton and his colleagues examined other factors that could account for a discrepancy between the forest maps, including clouds blocking the view of the tropics and shadows cast by tree canopies. But these potential problems were small in comparison to the definition difference.\n“It’s not the technology’s fault. Today’s satellites provide us with sufficient precision to make ecological measurements of forests,” Sexton said. The study found that there was significant agreement between eight global satellite-derived forest cover maps (in terms of area). These maps, created by U.S. and European science agencies and universities, use both coarse and medium resolution satellite data, and rely on differing international definitions of forest. For example, “forest” is considered anywhere with at least 10 percent forest cover in some definitions, as opposed to at least 30 percent forest cover in others. Where and why the maps disagree is now better understood.\nThe varying definition of forest is problematic because the greenhouse gas emissions caused by deforestation have major implications for climate change, and also because deforestation leads to biodiversity reduction. It was early satellite-based maps of forest cover change that helped raise the alert about the widespread severity of global deforestation. The authors explain that this was one of the factors that eventually led to environmental policy initiatives such as the 1997 Kyoto Protocol, directing participating countries to reduce their greenhouse gas emissions; Aichi Biodiversity Targets, designed to provide a measureable framework for improvement of biodiversity globally; and REDD+ (Reducing Emissions from Deforestation and Forest Degradation), a global initiative attempting to reverse the trend of deforestation and forest degradation.\nPrograms like REDD+, which the U.S. supports through its aid and science agencies, offer financial incentives to keep forests intact and sustainably managed by assigning a value to the forest’s stored carbon. To do that, accurate measurements of forest cover from unbiased sources such as satellites are necessary, along with an unambiguous definition of a forest.\nTo stem this ambiguity, the authors call for either a single, clear definition of forest that can be used globally or, preferably, a shift away from “forest/non-forest” maps to new maps of measureable ecological characteristics like tree cover, canopy height and biomass.\n\"Through advances in remote sensing, we increasingly have the technical capacity to estimate the structure, cover, and composition of terrestrial ecosystems from space,” Sexton explained. If an international consortium of scientists agreed on a set of these measurable forests characteristics, better estimates of carbon stock could be made.\nAn example of where a clear forest definition has big implications, according to paper co-author and NASA Goddard/National Wildlife Federation scientist Praveen Noojipady, is Southeast Asia, where the growth of the oil palm sector has skyrocketed in the last decade. Palm oil producers’ commitments to zero deforestation are colliding with increasing palm oil demand.\n“The projected global increase in demand for palm oil is likely to cause widespread expansion of palm plantations in the region, at the cost of forest,” Noojipady explained. Clearly defining where expansion can and cannot occur, based on a forest definition that accounts for carbon stock, will prevent diverse and carbon-rich native forests (and their dense under-canopy vegetation) from being turned into plantations, which are much less carbon-dense.\nWith the insight gained by this research, scientists now have a blueprint for improving the satellite-derived maps that can be used as part of efforts to protect these carbon-rich ecosystems.\nFor more information, visit:\r\nNature Climate Change:\nhttp://www.nature.com/nclimate/journal/vaop/ncurrent/full/nclimate2816.html\r\nNASA Earth Observatory: Mapping Forest Loss with Landsat\nFor more information on Landsat, visit:\nlandsat.gsfc.nasa.gov\nwww.nasa.gov/landsat\r\nor landsat.usgs.gov\nSavannah woodland in northern Botswana. This transition zone between open grasslands and closed canopy forest is typical of areas in Africa where forest definition ambiguity has major measurement impacts. Credit: Stuart Pimm, Duke University\nA spruce-fir forest near the mountaintop tree line of Utah’s Wasatch Mountains. Here, limited water and soil depth combine to keep the forest canopy sparse. This is an example of where forest definition clarity is essential in the Western U.S. Credit: Joseph Sexton, University of Maryland\nA ridge-top bristlecone pine forest in the Spring Mountains of Arizona. Here, limited water and soil depth combine to keep the forest canopy sparse; an example of where forest definition clarity is essential in the Western U.S. Credit: Joseph Sexton, University of Maryland\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}