{
  "url": "https://climate.nasa.gov/news/2462/climate-change-may-shrink-adelie-penguin-range-by-end-of-century/",
  "title": "Climate change may shrink AdÃƒÆ’Ã‚Â©lie penguin range by end of century",
  "date": null,
  "content": "5 min read\nClimate has influenced the distribution patterns of Adélie penguins across Antarctica for millions of years. The geologic record tells us that as glaciers expanded and covered Adélie breeding habitats with ice, penguins in the region abandoned their colonies. When the glaciers melted during warming periods, the Adélie penguins were able to return to their rocky breeding grounds.\nNow, a NASA-funded study by University of Delaware scientists and colleagues at other institutions reports that this warming may no longer be beneficial for Adélie penguins. In a paper published June 29 in the journal Scientific Reports, the researchers project that approximately 30 percent of current Adélie colonies may be in decline by 2060, and approximately 60 percent of the present population might be dwindling by 2099. They also found the penguins at more southerly sites in Antarctica may be less affected by climate change.\nThe study results suggest that changes in climate, particularly sustained periods of warmer than usual sea surface temperatures, are detrimental to Adélie penguins. While the specific mechanisms for this relationship remain unknown the study focuses attention on areas where climate change is likely to create a high frequency of unsuitable conditions during the 21st century.\n“It is only in recent decades that we know Adélie penguins population declines are associated with warming, which suggests that many regions of Antarctica have warmed too much and that further warming is no longer positive for the species,” said the paper’s lead author, Megan Cimino, who earned her doctoral degree at University of Delaware in May and is now a postdoctoral scholar at Scripps Institute of Oceanography in La Jolla, California.\nThe Adélie penguin is a species that breeds across the entire Antarctic continent. The penguins are experiencing population declines along the West Antarctic Peninsula, which is one of the most rapidly warming places on Earth. Conversely, Adélie populations in other areas of Antarctica where the climate is stable or even cooling remain steady or are increasing.\nThe researchers’ objective was to understand the effects of climate change on Antarctic Adélie penguin colonies. The study, funded through the NASA Biodiversity program, used satellite data and global climate model projections to understand current and future population trends on a continental scale. They analyzed satellite observations from 1981 to 2010 of sea ice concentration and bare rock locations, as penguins need ice- and snow-free terrain with pebbles to make their nests. The scientists also took into account data from previous studies that had used satellite imagery to detect the presence or absence of penguin populations. Finally, the team also analyzed sea surface temperature data, which, together with bare rock and sea ice, was used as an indicator of the quality of penguins’ nesting habitats.\n“From other studies that used actual ground counts — people going and physically counting penguins — and from high-resolution satellite imagery, we have global estimates of Adélie penguin breeding locations, meaning where they are present and where they are absent, throughout the entire Southern Ocean. We also have estimates of population size and how their populations have changed over last few decades,” said Cimino. “We used all these data to run habitat suitability models.”\n“When we combined this data with satellite information and future climate projections of sea surface temperature and sea ice, we can look at past and future changes in Adélie penguin habitat suitability,” Cimino said. \"Satellite data allowed me to look at all Adélie penguin habitats throughout the entire Southern Ocean and over multiple decades, which otherwise would not be possible using data solely collected on land or by ship.\"\nBy analyzing past satellite observations, the researchers examined the number of years from 1981 to 2010 that had novel or unusual climate — when sea surface or ice temperatures deviated from average — during the Adélie penguin chick-rearing period and then used an ensemble of global climate models to make predictions about Adélie penguin habitat suitability from 2011 to 2099. The team validated the models with documented population trends.\nAccording to Cimino, the southern regions of the West Antarctic Peninsula, associated islands and northern regions of the Peninsula, which are already experiencing population declines, are projected to experience the greatest frequency of unusual climate this century due to warm sea surface temperatures. This suggests that warm sea surface temperatures may cause a decrease in the suitability of chick-rearing habitats at northerly latitudes.\n“Penguin colonies near Palmer Station on the West Antarctic Peninsula have declined by at least 80 percent since the 1970s,” Cimino said. “Within this region we saw the most novel climate years compared to the rest of the continent. This means the most years with warmer than normal sea surface temperature. These two things seem to be happening in the West Antarctic Peninsula at a higher rate than in other areas during the same time period.”\nBy contrast, the study also suggests several refugia — areas of relatively unaltered climate — may exist in continental Antarctica beyond 2099, which would buffer a species-wide decline. Understanding how these refugia operate is critical to understanding the future of this species.\n“The Cape Adare region of the Ross Sea is home to the earliest known penguin occupation and has the largest known Adélie penguin rookery in the world,” Cimino said. “Though the climate there is expected to warm a bit, it looks like it could be a refugia in the future, and if you look back over geologic time it was likely a refuge in the past,”\nThe researchers reported that climate change impacts on penguins in the Antarctic will likely be highly site-specific based on regional climate trends, and that a southward contraction in the range of Adélie penguins is likely over the next century.\n“Studies like this are important because they focus our attention on areas where a species is most vulnerable to change,” concluded Cimino. “The results can have implications for other species that live in the area and for other ecosystem processes.”\nHow do we do research in zero gravity? Actually when astronauts do experiments on the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}