{
  "url": "https://climate.nasa.gov/news/880/amplified-greenhouse-effect-shifts-norths-growing-seasons/",
  "title": "Amplified greenhouse effect shifts north's growing seasons",
  "date": null,
  "content": "Of the 10 million square miles (26 million square kilometers) of northern vegetated lands, 34 to 41 percent showed increases in plant growth (green and blue), 3 to 5 percent showed decreases in plant growth (orange and red), and 51 to 62 percent showed no changes (yellow) over the past 30 years. Satellite data in this visualization are from the AVHRR and MODIS instruments, which contribute to a vegetation index that allows researchers to track changes in plant growth over large areas.\r\nCredit: NASA's Goddard Space Flight Center Scientific Visualization Studio\nBy Kathryn Hansen,\r\nNASA's Earth Science News Team\nVegetation growth at Earth's northern latitudes increasingly resembles lusher latitudes to the south, according to a NASA-funded study based on a 30-year record of land surface and newly improved satellite data sets.\n\r\nAn international team of university and NASA scientists examined the relationship between changes in surface temperature and vegetation growth from 45 degrees north latitude to the Arctic Ocean. Results show temperature and vegetation growth at northern latitudes now resemble those found 4 degrees to 6 degrees of latitude farther south as recently as 1982.\nTrees take hold as permafrost thaws near the Altai Mountains in Russia. Credit: Terry Callaghan, EU-Interact/Sergey Kirpotin, Tomsk State University\r\n\"Higher northern latitudes are getting warmer, Arctic sea ice and the duration of snow cover are diminishing, the growing season is getting longer and plants are growing more,\" said Ranga Myneni of Boston University's Department of Earth and Environment. \"In the north's Arctic and boreal areas, the characteristics of the seasons are changing, leading to great disruptions for plants and related ecosystems.\"\n\r\nThe study was published Sunday, March 10, in the journal Nature Climate Change.\nVegetation growth at Earth's northern latitudes increasingly resembles lusher latitudes to the south, according to a NASA-funded study based on a 30-year record of land surface and newly improved satellite data sets.\n\r\nAn international team of university and NASA scientists examined the relationship between changes in surface temperature and vegetation growth from 45 degrees north latitude to the Arctic Ocean. Results show temperature and vegetation growth at northern latitudes now resemble those found 4 degrees to 6 degrees of latitude farther south as recently as 1982.\nMyneni and colleagues used satellite data to quantify vegetation changes at different latitudes from 1982 to 2011. Data used in this study came from NOAA's Advanced Very High Resolution Radiometers (AVHRR) onboard a series of polar-orbiting satellites and NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) instruments on the Terra and Aqua satellites.\n\r\nAs a result of enhanced warming and a longer growing season, large patches of vigorously productive vegetation now span a third of the northern landscape, or more than 3.5 million square miles (9 million square kilometers). That is an area about equal to the contiguous United States. This landscape resembles what was found 250 to 430 miles (400 to 700 kilometers) to the south in 1982.\n\r\n\"It's like Winnipeg, Manitoba, moving to Minneapolis-Saint Paul in only 30 years,\" said co-author Compton Tucker of NASA's Goddard Space Flight Center in Greenbelt, Md.\nMyneni and colleagues used satellite data to quantify vegetation changes at different latitudes from 1982 to 2011. Data used in this study came from NOAA's Advanced Very High Resolution Radiometers (AVHRR) onboard a series of polar-orbiting satellites and NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) instruments on the Terra and Aqua satellites.\n\r\nAs a result of enhanced warming and a longer growing season, large patches of vigorously productive vegetation now span a third of the northern landscape, or more than 3.5 million square miles (9 million square kilometers). That is an area about equal to the contiguous United States. This landscape resembles what was found 250 to 430 miles (400 to 700 kilometers) to the south in 1982.\n\r\n\"It's like Winnipeg, Manitoba, moving to Minneapolis-Saint Paul in only 30 years,\" said co-author Compton Tucker of NASA's Goddard Space Flight Center in Greenbelt, Md.\nThe Arctic's greenness is visible on the ground as an increasing abundance of tall shrubs and trees in locations all over the circumpolar Arctic. Greening in the adjacent boreal areas is more pronounced in Eurasia than in North America.\n\r\nAn amplified greenhouse effect is driving the changes, according to Myneni. Increased concentrations of heat-trapping gasses, such as water vapor, carbon dioxide and methane, cause Earth's surface, ocean and lower atmosphere to warm. Warming reduces the extent of polar sea ice and snow cover, and, in turn, the darker ocean and land surfaces absorb more solar energy, thus further heating the air above them.\n\r\n\"This sets in motion a cycle of positive reinforcement between warming and loss of sea ice and snow cover, which we call the amplified greenhouse effect,\" Myneni said. \"The greenhouse effect could be further amplified in the future as soils in the north thaw, releasing potentially significant amounts of carbon dioxide and methane.\" \n\r\nTo find out what is in store for future decades, the team analyzed 17 climate models. These models show that increased temperatures in Arctic and boreal regions would be the equivalent of a 20-degree latitude shift by the end of this century relative to a period of comparison from 1951-1980.\n\r\nHowever, researchers say plant growth in the north may not continue on its current trajectory. The ramifications of an amplified greenhouse effect, such as frequent forest fires, outbreak of pest infestations and summertime droughts, may slow plant growth.\n\r\nAlso, warmer temperatures alone in the boreal zone do not guarantee more plant growth, which also depends on the availability of water and sunlight.\n\r\n\"Satellite data identify areas in the boreal zone that are warmer and dryer and other areas that are warmer and wetter,\" said co-author Ramakrishna Nemani of NASA's Ames Research Center in Moffett Field, Calif. \"Only the warmer and wetter areas support more growth.\"\n\r\n\"We found more plant growth in the boreal zone from 1982 to 1992 than from 1992 to 2011, because water limitations were encountered in the later two decades of our study,\" said co-author Sangram Ganguly of the Bay Area Environmental Research Institute and NASA Ames. \n\r\nData, results and computer codes from this study will be made available on NASA Earth Exchange (NEX), a collaborative supercomputing facility at Ames Research Center, Moffett Field, Calif. NEX is designed to bring scientists together with data, models and computing resources to accelerate research and innovation and provide transparency.\nThe Arctic's greenness is visible on the ground as an increasing abundance of tall shrubs and trees in locations all over the circumpolar Arctic. Greening in the adjacent boreal areas is more pronounced in Eurasia than in North America.\n\r\nAn amplified greenhouse effect is driving the changes, according to Myneni. Increased concentrations of heat-trapping gasses, such as water vapor, carbon dioxide and methane, cause Earth's surface, ocean and lower atmosphere to warm. Warming reduces the extent of polar sea ice and snow cover, and, in turn, the darker ocean and land surfaces absorb more solar energy, thus further heating the air above them.\n\r\n\"This sets in motion a cycle of positive reinforcement between warming and loss of sea ice and snow cover, which we call the amplified greenhouse effect,\" Myneni said. \"The greenhouse effect could be further amplified in the future as soils in the north thaw, releasing potentially significant amounts of carbon dioxide and methane.\" \n\r\nTo find out what is in store for future decades, the team analyzed 17 climate models. These models show that increased temperatures in Arctic and boreal regions would be the equivalent of a 20-degree latitude shift by the end of this century relative to a period of comparison from 1951-1980.\n\r\nHowever, researchers say plant growth in the north may not continue on its current trajectory. The ramifications of an amplified greenhouse effect, such as frequent forest fires, outbreak of pest infestations and summertime droughts, may slow plant growth.\n\r\nAlso, warmer temperatures alone in the boreal zone do not guarantee more plant growth, which also depends on the availability of water and sunlight.\n\r\n\"Satellite data identify areas in the boreal zone that are warmer and dryer and other areas that are warmer and wetter,\" said co-author Ramakrishna Nemani of NASA's Ames Research Center in Moffett Field, Calif. \"Only the warmer and wetter areas support more growth.\"\n\r\n\"We found more plant growth in the boreal zone from 1982 to 1992 than from 1992 to 2011, because water limitations were encountered in the later two decades of our study,\" said co-author Sangram Ganguly of the Bay Area Environmental Research Institute and NASA Ames. \n\r\nData, results and computer codes from this study will be made available on NASA Earth Exchange (NEX), a collaborative supercomputing facility at Ames Research Center, Moffett Field, Calif. NEX is designed to bring scientists together with data, models and computing resources to accelerate research and innovation and provide transparency.\nRelated Links\n› Resources from Boston University's Climate and Vegetation Research Group\n› Measuring Vegetation (NDVI &EVI)\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}