{
  "url": "https://climate.nasa.gov/news/2321/simulation-indicates-ancient-flood-volcanoes-could-have-altered-climate/",
  "title": "Simulation indicates ancient flood volcanoes could have altered climate",
  "date": null,
  "content": "By Nancy Neal-Jones and William Steigerwald,\r\nNASA's Goddard Space Flight Center\nThis is a plume of ash from the Sarychev volcano in the Kuril islands, northeast of Japan. The picture was taken from the International Space Station during the early stage of the volcano's eruption on June 12, 2009. Credit: NASA. Full caption. View larger image.\nIn June 1991, Mount Pinatubo in the Philippines exploded, blasting millions of tons of ash and gas over 20 miles high – deep into the stratosphere, a stable layer of our atmosphere above most of the clouds and weather. Certain gases in the massive plume from this volcano acted like a sunshield by scattering some of the sun's light, preventing it from reaching the surface and causing average surface temperatures to drop worldwide by an estimated 0.5 degrees Celsius (0.9 degrees Fahrenheit).\n\"We've been trying to better understand how volcanoes alter the climate for about 30 years now,\" said Lori Glaze of NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"The Mount Saint Helens eruption in 1980 (Washington state) and the El Chichon eruption in 1982 (Mexico) were both similar-sized eruptions. There wasn't much of a climate effect after Mount Saint Helens, but after El Chichon, there was a big global cooling event for a couple years.\"\n\"We didn't understand why, so people started looking into that and it turned out that the El Chichon eruption included much more sulfur than Mount Saint Helens,\" said Glaze.\nThe eruptions of El Chichon and Pinatubo were powerful enough to propel their gases into the stratosphere, which gave them the potential to alter short-term climate. \"Since the stratosphere is stable, if gas in volcanic plumes gets into the stratosphere, it stays there for a long time – a couple years,\" said Glaze. \"Although there are many complications, the bottom line is that when these gases produce aerosols in the stratosphere, they scatter some of the sun's radiation, which warms the stratosphere and causes a net cooling at the surface. The gas in these volcanic plumes (primarily sulfur dioxide, SO2, and hydrogen sulfide, H2S), which doesn't come out in large amounts, reacts to form a layer of sulfuric acid, H2SO4, in the stratosphere. This layer scatters some of the sun's infrared radiation.\"\nAnother type of volcano called a \"flood-basalt eruption\" doesn't explode as dramatically, but dwarfs these examples with much bigger volumes of gas and lava erupted. \"With eruptions like Pinatubo, you get one shot of sulfur dioxide and other gases into the stratosphere, but then the volcano is quiet for hundreds or thousands of years,\" said Glaze. \"With a flood-basalt eruption, you're repeatedly ejecting these chemicals into the atmosphere over tens, hundreds, or maybe even thousands of years. Each eruption itself may not be the biggest thing you've ever seen, but you're continuously supplying gas to the atmosphere over a long period time.\"\nThere haven't been any flood-basalt volcanic eruptions in human history, which is probably a good thing. \"It's almost unfathomable how big these lava flows are,\" said Glaze. \"A large part of the western part of the state of Washington is covered in 1.5 kilometers-thick (thousands of yards) lava from the Columbia River flood-basalt eruptions.\" One eruption of the Columbia River basalt formation, the Roza eruption, is the focus of Glaze and her team's analysis. It happened about 14.7 million years ago and produced about 1,300 cubic kilometers (over 300 cubic miles) of lava over an estimated period of ten to fifteen years.\nAlthough flood-basalt eruptions were enormous, they were not as explosive as eruptions like Pinatubo. The molten rock (magma) in flood-basalt eruptions flowed easily. This allowed gas that was trapped in it to be released easily as well. This magma produces \"fire-fountain\" eruptions – a fountain of lava rising hundreds of meters (hundreds of yards) into the air. Often these eruptions begin along a crack in the Earth, called a fissure, up to several kilometers (a few miles) long, producing a dramatic glowing curtain of lava. Fire-fountain eruptions are seen on a smaller scale today in places like Hawaii and Mount Etna in Sicily, Italy.\nThe magma that powers Pinatubo-type eruptions is thicker, and flows more slowly. Gas dissolved in this thick magma can't escape as easily, so when pressure is suddenly released at the beginning of these eruptions, it's like popping the cork on a bottle of champagne – all the gas rushes out at once, producing an explosive eruption.\nSince \"fire-fountain\" eruptions aren't as explosive, scientists wonder whether the gases from them are propelled high enough to reach the stratosphere, allowing the very large fire-fountain eruptions that produced the flood basalts to potentially alter the climate. The answer depends not only on how vigorous the eruption is – taller fire fountains produce higher gas plumes – but also on where the stratosphere begins.\nThe boundary between the unstable lower atmosphere (troposphere) and the stable stratosphere is called the tropopause. Because warmer air expands more and rises higher than cooler air, the tropopause is highest over the equator and gradually becomes lower until it reaches its minimum height over the poles. Thus a fire-fountain plume from a volcano at high latitudes near the polar-regions has a better chance of reaching the stratosphere than one from a volcano near the equator.\nThe height of the boundary has also changed over time, as the contents of the atmosphere have changed. For example, carbon dioxide gas traps heat from the sun, so when there was more carbon dioxide in the atmosphere, temperatures were warmer and the tropopause was higher.\nThe question of whether large fire-fountain eruptions can change climate was raised by a similar but much smaller-scale fire-fountain eruption in Iceland, according to Glaze. \"The Laki eruption in 1783 to 1784 injected sulfur dioxide into the upper troposphere and lower stratosphere through repeated eruptions over a period of eight months, affecting climate in the northern hemisphere during 1783 and possibly through 1784,\" said Glaze. Ben Franklin, living in France at the time, noticed the haze and severe winter and speculated on whether Icelandic volcanoes could have changed the weather, according to Glaze.\nTo answer this question, Glaze and her team applied a computer model they developed to calculate how high volcanic plumes rise. \"This is the first time a model like this has been used to calculate whether the plume of ash and gas above a large fire-fountain volcano like the Roza eruption could reach the stratosphere at the time and location of the event,\" said Glaze.\nHer team estimated the tropopause height given the eruption's latitude (about 45 degrees North) and the contents of the atmosphere at the time of the eruption and found that the eruption could have reached the stratosphere. Glaze is lead author of a paper on this research published August 6 in the journal Earth and Planetary Science Letters.\n\"Assuming five-kilometer-long (3.1 mile-long) active fissure segments, the approximately 180 kilometers (about 112 miles) of known Roza fissure length could have supported about 36 explosive events or phases over a period of maybe ten to fifteen years, each with a duration of three to four days,\" said Glaze. \"Each segment could inject as much as 62 million metric tons per day of sulfur dioxide into the stratosphere while actively fountaining, the equivalent of about three Pinatubo eruptions per day.\"\nThe team verified their model by applying it to the 1986 Izu-Oshima eruption, a well-documented eruption in Japan that produced spectacular fire fountains 1.6 kilometers (almost a mile) high. \"This eruption produced observed maximum plume heights of 12 to 16 km (7.4 to 9.9 miles) above sea level,\" said Glaze. When the team input fountain height, temperature, fissure width, and other characteristics similar to the Izu-Oshima eruption into their model, it predicted maximum plume heights of 13.1 to 17.4 km (8.1 to 10.8 miles), encompassing most of the observed values.\n\"Assuming the much larger Roza eruption could sustain fire-fountain heights similar to Izu-Oshima, our model shows that Roza could have sustained buoyant ash and gas plumes that extended into the stratosphere at about 45 degrees north,\" said Glaze.\nAlthough the team's research suggests the Roza eruption had the potential to alter climate, scientists still have to search for evidence of a climate change around the time of the eruption, perhaps an extinction event in the fossil record, or indications of changes in atmospheric chemistry or sea levels, according to Glaze.\n\"For my personal research, I would like to take these results and look at some of the really large ancient fissure eruptions on Venus and Mars,\" said Glaze. \"There are other gases in volcanic plumes like water vapor and carbon dioxide. These gases don't have significant effect on Earth because there is so much in the atmosphere already. However, on Venus and Mars, the effect of water vapor becomes very important because there is so little of it in their atmospheres. Venus is one of my favorite places to study and I want to ask if there was active volcanism on Venus today, what should we be looking for?\"\nThe surface of Venus is hidden under a thick cloud layer, so a volcanic plume might not be visible from space, but there is the possibility that an active volcano could produce noticeable changes in atmospheric chemistry.\nThe research was funded by NASA's Planetary Geology and Geophysics program, managed by NASA Headquarters, Washington.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}