{
  "url": "https://climate.nasa.gov/news/2279/longer-melt-season-a-game-changer-for-arctic-mammals/",
  "title": "Longer melt season a game changer for Arctic mammals",
  "date": null,
  "content": "4 min read\nMany human communities want answers about the current status and future of Arctic marine mammals, including scientists who dedicate their lives to study them and indigenous people whose traditional ways of subsistence are intertwined with the fate of species such as ice seals, narwhals, walruses and polar bears.\nBut there are many unknowns about the current status of 11 species of marine mammals who depend on Arctic sea ice to live, feed and breed, and about how their fragile habitat will evolve in a warming world.\nA recently published multinational study attempted to gauge the population trends of Arctic marine mammals and changes in their habitat, identify missing scientific information, and provide recommendations for the conservation of Arctic marine mammals over the next decades.\nThe Arctic sea ice cover, made of frozen seawater floating on top of the Arctic Ocean and its neighboring seas, naturally grows in the fall and winter and melts during the spring and summer every year. But over the past decades, the melt season has grown longer and the average extent of Arctic sea ice has diminished, changing the game for many Arctic marine mammals – namely beluga, narwhal and bowhead whales; ringed, bearded, spotted, ribbon, harp and hooded seals; walruses; and polar bears.\n\"This research would not have been possible without support from NASA,\" said Kristin Laidre, lead author of the new study and a polar scientist with University of Washington in Seattle. \"NASA backed us on research related to the biodiversity and ecology of Arctic marine mammals, as well as the development of metrics for the loss of sea ice, their habitat.\"\nLaidre’s team used the Arctic sea ice record derived from microwave measurements taken by NASA and Department of Defense satellites. This record began in late 1978, is uninterrupted, and relies on NASA-developed methods for processing the microwave data.\n\"It’s really our best global view of the Arctic sea ice,\" said Harry Stern, author of the paper with Laidre and a mathematician specializing in sea ice and climate at University of Washington.\nStern divided the Arctic Ocean into 12 regions. Using daily sea ice concentration data from the satellite record, he calculated changes in the dates of the beginning of the melt season in spring and the start of the fall freeze-up from 1979 to 2013. He found that, in all regions but one, the melt season had grown longer (mostly by 5 to 10 weeks, and by 20 weeks in one region).\n\"Sea ice is critical for Arctic marine mammals because events such as feeding, giving birth, molting, and resting are closely timed with the availability of their ice platform,\" Laidre said. \"It is especially critical for the ice-dependent species—seals and polar bears. Ice seals use the sea ice platform to give birth and nurse pups during very specific weeks of the spring, and polar bears use sea ice for feeding, starting in late winter and continuing until the ice breaks up.\"\nPacific walrus use the floating pack ice both as a platform on which to rest between feeding bouts and as a passive transport around their habitat.\n\"Loss of sea ice has resulted in walrus hauling out on land in Alaska and Russia in massive numbers—these land haul outs result in trampling of their young,\" Laidre said. \"Also, now walrus must travel a longer way to reach their feeding areas, which is energetically costly.\"\nIn the case of Arctic whales, the changes in sea ice might benefit their populations, at least in the short term: the loss and earlier retreat of sea ice opens up new habitats and, in some areas of the Arctic, has also led to an increase in food production and the length of their feeding season.\nIn the future, Stern said higher-resolution satellite microwave data might come in handy when studying the interactions of Arctic marine mammals with their icy habitat.\n\"For example, we know that narwhals congregate in specific areas of the Arctic in the wintertime, so maybe a higher spatial resolution in these areas might help us better understand their relationship with the ice,\" Stern said. \"But mainly, just continuing daily coverage is what’s important for the long-term monitoring of habitat changes.\"\nThis review study was funded by the Greenland Institute of Natural Resources, the Danish Ministry of the Environment and NASA.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}