{
  "url": "https://climate.nasa.gov/news/2278/the-atmospheric-surf-zone/",
  "title": "The Atmospheric Surf Zone",
  "date": null,
  "content": "6 min read\nBy Laurie J. Schmidt,NASA's Jet Propulsion Laboratory\nIf you’ve ever gone snorkeling, you know that getting to the calm water that offers the best visibility often requires first muscling your way through the breaking waves in the surf zone. These waves form far from shore in the deep ocean, but it’s not until they hit an obstacle – like the shoreline – that their force and momentum becomes obvious.\n\"You have this enormous difference in where the waves are produced, and where they actually have an effect,\" said Eric Fetzer, a project scientist at NASA’s Jet Propulsion Laboratory. \"A quarter mile out from shore, the waves barely even move you, but if you go 1,000 miles offshore, those waves are forming somewhere.\"\nAn ocean wave is a type of gravity wave, named for the restoring force of gravity that pulls down on the water as the force of buoyancy pushes it back up. The simplest examples of gravity waves are familiar small ripples in a pond or large waves in the ocean. These occur at the water's surface where it meets the less-dense air.\nBecause the atmosphere becomes less dense with altitude, it too can support gravity waves, but atmospheric gravity waves spread both upward and outward. Just as pond ripples or ocean waves are often created by wind, atmospheric gravity waves are created as wind blows over mountains. And just as surface waves crash into the coastline, gravity waves also break in the atmosphere, creating a high-altitude surf zone and generating air turbulence.\n\"If you’ve ever flown into Denver International Airport, much of the time you get bumped like crazy at about 15,000 feet,\" said Fetzer. \"The ‘surf zone’ happens to be right where you’re landing over Denver.\"\nAlthough air turbulence often occurs as a result of thunderstorms, it can also occur in clear-sky conditions, causing an aircraft to start rocking under benign conditions. \"Breaking  gravity waves are a major source of clear-air turbulence,\" said Fetzer. \"You’ll look out the window and it will be sunny and clear and suddenly the plane starts jostling.\"\nAir turbulence is one of the leading causes of aircraft damage and passenger injury, but fortunately, pilots can avoid atmospheric waves if they know where they are. \"It’s pretty easy to predict where they’re going to form – the worst is always going to be flying downwind of mountains, like in Denver,\" Fetzer said.\nGravity waves that form on the leeward (downwind) side of mountains are known as mountain waves. Using observations from the Atmospheric Infrared Sounder (AIRS) on NASA's Aqua satellite, researchers are learning that these mountain waves travel high up into the atmosphere, triggered by topography at the Earth’s surface.\n\"With AIRS, we discovered that mountain waves at very high altitudes in the stratosphere were generated by small islands in the Southern Ocean,\" said Joan Alexander, a senior research scientist at Northwest Research Associates Inc. Just as an ocean wave breaks when it hits the beach, gravity waves break when the air bumps into a mountain. The disturbance then sends the waves rippling up instead of outward. Alexander’s study revealed “hotspots” of gravity waves above islands with an elevation of at least 3,500 feet. \"The gravity waves were generated by the flow of air over these islands, and they traveled very high from the surface all the way up into the stratosphere,\" Alexander said. \"They were very clear in the AIRS data, and we were able to quantify their importance to general circulation.\"\nGeneral circulation, which describes wind patterns in the atmosphere, is a key variable in climate models. Any mechanism that affects general circulation must be accounted for in a model, or the predictions based on that model will be wrong. Because small mountainous islands comprise only a fraction of the total area represented, a global model can’t resolve them. \"You have a model that’s trying to cover the whole globe, and the effect of these tiny islands is too fine a detail,\" Alexander said. \"By trying to approximate what these gravity waves are doing to the general circulation, we get the answers closer to correct, and then the whole model behaves more similarly to the way the real atmosphere works.\"\nDetecting gravity waves wasn’t one of the AIRS instrument’s scheduled duties; it was scientific instinct that told Alexander and her colleagues to look for them in the data. \"We believed gravity waves ought to be there in the data, because AIRS has this wonderful resolution and sensors at the right radiation wavelength to capture temperature variations at small scales,\" she said.\nEric Fetzer\nNASA project scientist\nBut the existing AIRS data products employed a resolution too coarse to expose  gravity waves. So, Alexander and her colleagues went back to the raw data to look for the temperature fluctuations that signal the location of gravity waves. \"We looked, and out popped these beautiful banded wave features in the data,\" she said. \"In hindsight it makes sense, but because [the island waves] were neglected in the global models, we assumed their effects were negligible.\"\nFetzer says the ability to pinpoint gravity wave hotspots, and account for their impacts on circulation, is crucial to improving long-term climate predictions – in addition to forecasting air turbulence.\n\"It’s really remarkable when you think about it – the whole structure of the atmosphere way up there is determined by these waves that start way down here,\" said Fetzer. \"If we’re going to forecast what the climate will be doing 50 years from now, we need to have some idea of how these waves are interacting.\"\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}