{
  "url": "https://climate.nasa.gov/news/2282/river-of-desert-dust-feeds-amazon-forests/",
  "title": "River of desert dust feeds Amazon forests",
  "date": null,
  "content": "By Rachel Molina,\r\nNASA Science\nThe Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite took this image of dust plumes off the coasts of Morocco and Western Sahara on January 20, 2008. Credit: NASA’s Earth Observatory.\nThe Sahara Desert is one of the least hospitable climates on Earth. Its barren plateaus, rocky peaks and shifting sands envelop the northern third of Africa, which sees very little rain, vegetation and life.\nMeanwhile, across the Atlantic Ocean thrives the world’s largest rainforest. The lush, vibrant Amazon basin, located in northeast South America, supports a vast network of unparalleled ecological diversity.\nSo, what do these seemingly different climates have in common? They are intimately connected by a 10,000-mile-long intermittent atmospheric river of dust.\nEvery year, intense Saharan winds send enormous clouds of dust on a trans-Atlantic journey to the Amazon basin. This dust, much of it originating in an ancient lakebed in Chad, is rich in phosphorus. When it reaches the rainforest, the remains of long-dead organisms of the Sahara provide crucial nutrients to the rainforest’s living flora. Phosphorus, which is essential to plant growth, is in short supply in the Amazon. Desert dust dumped into the forest every year helps to diminish this deficit.\nNASA researchers are studying this dusty link between Amazon and Sahara, to understand how it operates and how it might be affected by climate change.\n\"We know that dust is very important in many complex ways,” says Hongbin Yu, an atmospheric scientist at the University of Maryland who works at NASA's Goddard Space Flight Center in Greenbelt, Maryland. “Dust affects climate and, at the same time, climate change will affect dust.\"\n“As researchers,” he adds, “we ask ourselves two basic questions: “How much dust is transported? And how does climate change affect the amount of dust that travels across the Atlantic?”\nData from NASA’s CALIPSO satellite, launched in 2006, may provide the answers. For the first time, CALIPSO has quantified the amount of dust that makes the trans-continental voyage—and the numbers are impressive: of the 182 million tons (or nearly 700,000 semi trucks’ worth) of dust that leave the Sahara each year, 27.7 million tons, or 15 percent of the total are scattered over the Amazon basin.\nCALIPSO, short for “Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation,” uses a laser range finder or lidar to scan Earth’s atmosphere for the vertical distribution of dust and other aerosols. It regularly tracks the Sahara-Amazon dust plume.\nOne of the things CALIPSO has revealed is the connection’s variability—changing as much as 86 percent between 2007 and 2011. Why? The answer could lie in the Sahel, the long strip of semi-arid land on the southern border of the Sahara. Yu and his colleagues have found a possible connection between rainfall in the Sahel and the amount of dust transported over the Atlantic. When rainfall in the Sahel is higher, the volume of dust is lower.\nThe exact reason behind this correlation is unknown, but Yu has some ideas. It’s possible that the increased rainfall could cause more vegetation to grow in the Sahel, thus leaving less sand exposed to powerful winds. Another possibility centers on the wind. The amount of rainfall is correlated with wind patterns that can sweep dust from the Sahara and the Sahel into the upper atmosphere, which is basically a superhighway to the Amazon.\nThanks to CALIPSO’s unprecedented 3-D observations of atmospheric dust, scientists can begin to create models to predict how the dust may impact climate in the future—and how it nurtures the lush forests of South America today.\nThe Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO) satellite helps scientists learn about the role clouds and aerosols play in regulating Earth's weather, climate and air quality. Learn more.\nTest your knowledge on clouds and aerosols.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}