{
  "url": "https://climate.nasa.gov/news/2456/growing-arctic-carbon-emissions-could-go-unobserved/",
  "title": "Growing Arctic carbon emissions could go unobserved",
  "date": null,
  "content": "4 min read\nA new NASA-led study has found that in at least part of the Arctic, scientists are not doing as good a job of detecting changes in carbon dioxide during the long, dark winter months as they are at monitoring changes during the short summer. That's a concern, because growing Arctic plants can act as a brake on global warming rates by removing carbon from the atmosphere, but increasing cold-season emissions could overwhelm the braking effect and accelerate global warming.\nLed by Nicholas Parazoo of NASA's Jet Propulsion Laboratory, Pasadena, California, the new study compares our ability to observe increases in cold-season emissions of carbon dioxide and increases in warm-season removal of carbon dioxide from the atmosphere. The cold-season emissions come mainly from deep soil layers that retain enough summer heat to remain thawed after the soil's surface freezes in the fall. As the climate continues to warm, these buried layers are expected to remain unfrozen later and later into the winter, releasing more and more carbon. It will be important for scientists to track these releases carefully.\nHowever, it's hard to monitor carbon dioxide in the Far North. Alaska is more accessible than most of the Arctic, but most of the state is too remote and rugged for ground measurements to be collected. Satellite and airborne measurements fill these geographical gaps, but their higher-altitude measurements capture carbon dioxide that drifted into the state from sources that may be far outside the Arctic, as well as the locally produced gas, making small local changes hard to spot.\nParazoo and his co-authors conducted a series of simulations with a global carbon forecast model. First they predicted how carbon dioxide will change as plants grow and deep soil layers thaw, then they simulated how well those changes could be observed if today's airborne and satellite measurements continued unchanged in the future. They used airborne data collected from 2009 to 2013 by NASA's Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE) and the National Oceanic and Atmospheric Administration's (NOAA) Global Greenhouse Gas Reference Network, as well as satellite data from the Japanese Greenhouse Gas Observing Satellite (GOSAT).\nThe researchers found that all measurements were dominated by carbon that originated elsewhere, with only 10 percent of carbon coming from Alaska sources. Isolating that small amount and then monitoring how it may be changing as the climate changes is difficult. However, because CARVE and NOAA research aircraft collect data at multiple altitudes, the measurements provide information about how carbon dioxide changes with altitude. Removing upper-altitude measurements, the team found that lower-altitude carbon dioxide was about half locally produced. That makes it easier to track changes in the local carbon dioxide. Aircraft also can collect data much later in the year than currently orbiting satellites, which require abundant sunlight to make their measurements. These characteristics mean that aircraft have the potential to monitor increases in cold-season emissions.\nThe study suggests that year-round airborne measurements across the state are the key to monitoring carbon changes, but there is no ongoing airborne program currently doing year-round carbon monitoring in Alaska. The scientists concluded that an expanded network of aircraft measurements could provide the temporal and spatial coverage needed to avoid future emissions going unwatched.\nParazoo noted that several large-scale planning efforts are underway for future Alaskan and Arctic observing systems, so now is a critical time to develop new strategies and technologies that focus on these vital cold-season measurements. \"We know [the Arctic] has the potential to change through warming and permafrost thaw, and those changes would have global impacts,\" he said. \"We want to have the scientific capability to measure and interpret those changes when and if they happen. Our results suggest we can use aircraft data to detect those changes in as little as 30 years.\"\nA paper on the research, \"Detecting Regional Patterns of Changing CO2 Flux in Alaska,\" is published today in the Proceedings of the National Academy of Sciences.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}