{
  "url": "https://climate.nasa.gov/news/2265/california-tuolumne-snowpack-40-percent-of-worst-year/",
  "title": "California Tuolumne snowpack 40 percent of worst year",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nSpatial distribution of the total volume of water in the snowpack across the Tuolumne River Basin on March 25, 2015 (left) and April 7, 2014 (right) as measured by NASA's Airborne Snow Observatory. Credit: NASA/JPL-Caltech. View larger image.\nNew NASA data find the snowpack in the Tuolumne River Basin in California's Sierra Nevada — a major source of water for millions of Californians — currently contains just 40 percent as much water as it did near this time at its highest level of 2014, one of the two driest years in California’s recorded history. The data were acquired through a partnership with the California Department of Water Resources, the San Francisco Public Utilities Commission and the Turlock and Modesto irrigation districts.\nDeficit in the total volume of water contained within the Tuolumne River Basin snowpack from this time in 2014 to now. The deeper the red color, the greater the volume of water lost. Credit: NASA/JPL-Caltech. View larger image.\n\n\nIn its first springtime acquisition of the year, NASA’s Airborne Snow Observatory quantified the total volume of water contained within the Tuolumne River Basin snowpack on March 25. The observatory data revealed that the amount of water in the mountain snowpack on that date was 74,000 acre-feet, or 24 billion gallons. This is about 40 percent of the maximum snow water content the observatory measured near this time last year, which was 179,000 acre-feet. This is the third year of Airborne Snow Observatory operations.\nThe Tuolumne Basin is a water supply for the Turlock and Modesto irrigation districts and the Hetch Hetchy Regional Water System, which serves San Francisco and neighboring communities. The observatory's first-ever wintertime acquisitions in mid-February and early March measured volumes of 82,000 acre-feet and 112,000 acre-feet (62 percent of last year’s peak), respectively.\nIn contrast to data released today by California's Department of Water Resources on snowpack percentage at the state's snow courses (marked locations where manual snow measurements are made), Airborne Snow Observatory data instead provide the actual volumes of water in the mountain snowpack.\nIn normal years, snowfall supplies about 70 percent of California's annual precipitation, melting in the spring and early summer. The greater the snowpack water content, the greater the likelihood California's reservoirs will receive ample runoff as the snowpack melts to meet the state's water demand in the summer and fall.\nAirborne Snow Observatory Principal Investigator Tom Painter of NASA’s Jet Propulsion Laboratory in Pasadena, California, said the NASA data give water managers near-real-time information on how much water they can expect to flow from the mountains during California’s ongoing drought, now in its fourth and most intense year.\n\"A mountain’s snowpack is like a giant TV screen, where each pixel in the image varies but blends together with the others to make up a picture,\" said Painter. \"For the past century, we've estimated mountain snowpack by looking at just a few pixels of the screen — that is, a few sparse ground measurements in each watershed basin. During an intense drought like this one, most of the pixels on the screen are blank — that is, they're snow-free. NASA’s Airborne Snow Observatory is able to measure the snowpack in every pixel of the screen that still has snow, and put together a complete picture of how little actual snow there is.”\nHetch Hetchy Reservoir operator Adam Mazurkiewicz said Airborne Snow Observatory data are allowing the reservoir to move into a new era of water knowledge. \"This information is being used to improve modeling estimates of future water runoff,\" he said. \"Improvements in runoff forecasting will guide more efficient system operations and water usage, not just in the drought years that we are currently experiencing, but also in future times of flooding and even normal conditions.\"\n“It looks from our snow courses and pillows that statewide, we have about half or less of the lowest April 1 snowpack on record,” said Frank Gehrke, chief of the California Cooperative Snow Surveys. \"Airborne Snow Observatory data on snow water volume don't represent newly-found water; rather, they provide a new ability to inform our constituents how much water is there and how its volume is changing week to week.”\nThe California Department of Water Resources currently uses a combination of manual surveys of Sierra Nevada snow courses and data from electronic sensors planted in the ground called snow pillows. While these methods are highly accurate, the snow courses and pillows are sparsely located, and the available data do not allow water managers to know exactly how much water presently lies in the mountain snowpack.\nAs of this date, four of six snow pillows in the Tuolumne Basin are already lacking snow, providing no direct assessment of the remaining snowpack in the basin. Statewide, 88 of the 123 total snow pillows are snow-free. Normally at this time of year, snow accumulations are at their peak, and the vast majority of these pillows still have snow.\nPainter points out that while the current snow water volumes in the Tuolumne Basin are dire, the snowfall season is not absolutely over, as April can bring large snowfalls to the Sierra Nevada. However, current projections by the National Weather Service suggest below-average to average precipitation for the next 30 days (http://www.cnrfc.noaa.gov/climoForecasts.php).\nNASA’s Airborne Snow Observatory was originally created to test a new method of estimating Earth's snowpack water content, a critical part of our planet's water cycle and a key component of the Earth system that may be influenced by climate change.\nThe Airborne Snow Observatory combines a scanning lidar instrument with an imaging spectrometer flown aboard a King Air aircraft to uniquely and completely measure snow depth and reflectivity of the snowpack across a growing number of mountain basins in the Sierra Nevada and Colorado River Basin. The total volume of water in the snowpack (snow water equivalent) is computed using densities from ground-based measurements and modeling.\nThe data, acquired approximately weekly during snow season, are used as inputs to improve operational and research hydrological models. The reflectivity of the snow pack — that is, how bright or dirty the snow pack is — provides information on how fast it will melt as it absorbs solar radiation. The data are also used to provide information on vegetation and soil cover, forest growth, ecosystem and water cycle impacts of forest fires such as California's recent King and Rim Fires, and rock fall events.\nAirborne Snow Observatory data for the Tuolumne River Basin are updated weekly and are available through the spring on the mission's website:\nhttp://aso.jpl.nasa.gov\nThis plot shows a time series of measurements of the total volume of water in the snowpack (snow water equivalent) across the Tuolumne River Basin, as measured by NASA's Airborne Snow Observatory for 2013, 2014 and 2015's single spring acquisition from March 25. Credit: NASA/JPL-Caltech. View larger image.\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}