{
  "url": "https://climate.nasa.gov/news/2284/airborne-mission-to-focus-on-polar-winds/",
  "title": "Airborne mission to focus on polar winds",
  "date": null,
  "content": "By Monroe Conner,\r\nNASA’s Armstrong Flight Research Center\nNASA's DC-8 aircraft takes off from its base operations in Palmdale, California, on a mission aimed at studying polar winds in the Arctic region. Credit: NASA Photo / Carla Thomas. View larger image.\nNASA’s DC-8 aircraft began a series of science flights based out of Keflavik, Iceland, on May 11 aimed at studying Arctic polar winds.\nThe mission goals are to provide current wind data to preexisting weather models and to collect pre-launch calibration and validation data in support of the European Space Agency’s (ESA) Atmospheric Dynamics Mission Aeolus satellite, or ADM-Aeolus.\nThe ADM-Aeolus satellite, ready for launch in 2016, will be the first of its kind to measure key elements in the Earth’s wind fields. Using Doppler wind lidar, the ESA satellite will observe profiles of wind, aerosols and clouds along its orbital path. These measurements will allow scientists to build complex models of Earth’s weather and climate patterns.\nThis airborne mission is primarily focused on gathering wind data in the Arctic polar regions near Iceland and Greenland. This area is of particular interest to both NASA and ESA due to the continued rise in Arctic temperatures and decrease in polar ice formation.\n“The polar winds mission demonstrates the contribution of airborne Doppler wind lidars in improving our understanding of energy and atmospheric chemistry transport around the polar regions. Research from this mission will ultimately contribute to improved modeling and study of climate change,” said Dr. Dave Emmitt of Simpson Weather Associates, Charlottesville, Virginia and lead scientist for the mission.\nThe DC-8 aircraft carries two lidar instruments. The primary instrument mounted in the aircraft is the Doppler Aerosol WiNd Lidar (DAWN), managed by NASA’s Langley Research Center in Hampton, Virginia. Also aboard is the Tropospheric Wind Lidar Technology Experiment (TWiLITE), managed by NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nThese lidar instruments are supplemented with a dropsonde system, consisting of approximately 100 small tube-shaped instruments that will be dispensed from the aircraft inflight. The dropsondes are used to obtain vertical wind profiles to validate the lidar system data sets. The dropsondes also contain sensors that transmit and record information on air temperature and moisture.\nAlso joining the airborne mission is the German Aerospace Center, Deutsches Zentrum fur Luft und Raumfahrt (DLR) Dassault Falcon 20-E, which will be taking its own measurements using the airborne prototype of the lidar instrument on ADM-Aeolus—the ALADIN airborne demonstrator (A2D) instrument—and a second Doppler wind lidar instrument. The data collected by the Falcon’s instruments will be used in conjunction with measurements collected by the DC-8.\nThe ADM-Aeolus polar wind airborne mission is funded through NASA’s Science Mission Directorate. Other mission partners include Yankee Environmental Systems located in Turner Falls, Massachusetts.\nThe DC-8 is based at NASA’s Armstrong Flight Research Center facility in Palmdale, California, and supports NASA’s Airborne Science Program under the Science Mission Directorate. The extended range, prolonged flight-duration capability, large payload capacity, and laboratory environment of the DC-8 make it one of the premier research aircraft available to NASA's Science Mission Directorate.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}