{
  "url": "https://climate.nasa.gov/news/2325/researchers-find-link-between-amazon-fires-and-devastating-hurricanes/",
  "title": "Researchers find link between Amazon fires and devastating hurricanes",
  "date": null,
  "content": "3 min read\nResearchers from the University of California, Irvine and NASA have uncovered a remarkably strong link between high wildfire risk in the Amazon basin and the devastating hurricanes that ravage North Atlantic shorelines. The climate scientists’ findings are appearing in the journal Geophysical Research Letters near the 10th anniversary of Hurricane Katrina’s calamitous August 2005 landfall at New Orleans and the Gulf Coast.\n\"Hurricane Katrina is, indeed, part of this story,\" said UCI Earth system scientist James Randerson, senior author on the paper. \"The ocean conditions that led to a severe hurricane season in 2005 also reduced atmospheric moisture flow to South America, contributing to a once in a century dry spell in the Amazon. The timing of these events is perfectly consistent with our research findings.\"\nLead author Yang Chen discovered that in addition to the well-understood east-west influence of El Niño on the Amazon, there is also a north-south control on fire activity that is set by the state of the tropical North Atlantic. The North Atlantic has two modes. In years of high numbers of hurricanes and high fire risk, warm waters in the North Atlantic help hurricanes develop and gather strength and speed on their way to North American shores. They also tend to pull a large belt of tropical rainfall – known as the Intertropical Convergence Zone – to the north, Chen said, drawing moisture away from the southern Amazon.\nAs a consequence, ground water is not fully replenished by the end of rainy season, so coming into the next dry spell, when there is less water stored away in the soils, the plants can’t evaporate and transpire as much water out through their stems and leaves into the atmosphere. The atmosphere gets drier and drier, creating conditions where fires can spread rapidly three to six months later. Ground-clearing fires set by farmers for agriculture or new deforestation can easily jump from fields to dense forests under these conditions.\n\"Understory fires in Amazon forests are extremely damaging, since most rainforest trees are not adapted to fire,\" noted co-author Douglas Morton at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"The synchronization of forest damages from fires in South America and tropical storms in North America highlights how important it is to consider the Earth as a system.\"\nThe team pored over years of historical storm and sea surface temperature data from the National Oceanic & Atmospheric Administration and fire data gathered by NASA satellites. The results showed a striking pattern, a progression over the course of several months from a warm condition in the tropical North Atlantic to a dry and fire-prone southern Amazon, and more destructive hurricane landfalls in North and Central America.\nAccording to Randerson, the importance of this study is that it may help meteorologists develop better seasonal outlooks for drought and fire risk in the Amazon, leveraging large investments by NOAA and other agencies in understanding hurricanes.\n\"The fires we see in the U.S. West are generally lightning-ignited, whereas they are mostly human-ignited in the Amazon, but climate change can have really large effects on the fire situation in both regions,\" Randerson said. \"Keeping fire out of the Amazon basin is critical from a carbon cycle perspective. There’s a huge amount of carbon stored in tropical forests. We really want to keep the forests intact.\"\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}