{
  "url": "https://climate.nasa.gov/news/2359/nasa-finds-new-way-to-track-ocean-currents-from-space/",
  "title": "NASA finds new way to track ocean currents from space",
  "date": null,
  "content": "5 min read\nA team of NASA and university scientists has developed a new way to use satellite measurements to track changes in Atlantic Ocean currents, which are a driving force in global climate. The finding opens a path to better monitoring and understanding of how ocean circulation is changing and what the changes may mean for future climate.\nIn the Atlantic, currents at the ocean surface, such as the Gulf Stream, carry sun-warmed water from the tropics northeastward. As the water moves through colder regions, it sheds its heat. By the time it gets to Greenland, it's so cold and dense that it sinks a couple of miles down into the ocean depths. There it turns and flows back south. This open loop of shallow and deep currents is known to oceanographers as the Atlantic Meridional Overturning Circulation (AMOC) — part of the \"conveyor belt\" of ocean currents circulating water, heat and nutrients around the globe and affecting climate.\nBecause the AMOC moves so much heat, any change in it is likely to be an important indicator of how our planet is responding to warming caused by increasing greenhouse gases. In the last decade, a few isolated measurements have suggested that the AMOC is slowing down and moving less water. Many researchers are expecting the current to weaken as a consequence of global warming, but natural variations may also be involved. To better understand what is going on, scientists would like to have consistent observations over time that cover the entire Atlantic.\n\"This [new] satellite approach allows us to improve projections of future changes and — quite literally — get to the bottom of what drives ocean current changes,\" said Felix Landerer of NASA's Jet Propulsion Laboratory, Pasadena, California, who led the research team.\nLanderer and his colleagues used data from the twin satellites of NASA’s Gravity Recovery and Climate Experiment (GRACE) mission. Launched in 2002, GRACE provides a monthly record of tiny changes in Earth's gravitational field, caused by changes in the amount of mass below the satellites. The mass of Earth's land surfaces doesn't change much over the course of a month; but the mass of water on or near Earth's surface does, for example, as ice sheets melt and water is pumped from underground aquifers. GRACE has proven invaluable in tracking these changes.\nAt the bottom of the atmosphere — on Earth's surface — changes in air pressure (a measure of the mass of the air) tell us about flowing air, or wind. At the bottom of the ocean, changes in pressure tell us about flowing water, or currents. Landerer and his team developed a way to isolate in the GRACE gravity data the signal of tiny pressure differences at the ocean bottom that are caused by changes in the deep ocean currents.\n“We've wanted to observe this phenomenon with GRACE since we launched 13 years ago, but it took us this long to figure out how to squeeze the information out of the data stream,” said Michael Watkins, director of the Center for Space Research at the University of Texas at Austin, former GRACE project scientist and a co-author of the study.\nThe squeezing process required some very advanced data processing, but not as many data points as one might think. \"In principle, you'd think you'd have to measure every 10 yards or so across the ocean to know the whole flow,\" Landerer explained. \"But in fact, if you can measure the farthest eastern and western points very accurately, that's all you need to know how much water is flowing north and south in the entire Atlantic at that section. That theory has long been known and is exploited in buoy networks, but this is the first time we've been able to do it successfully from space.\"\nThe new measurements agreed well with estimates from a network of ocean buoys that span the Atlantic Ocean near 26 degrees north latitude, operated by the Rapid Climate Change (RAPID) group at the U.K.'s National Oceanography Centre, Southampton. The agreement gives the researchers confidence that the technique can be expanded to provide estimates throughout the Atlantic. In fact, the GRACE measurements showed that a significant weakening in the overturning circulation, which the buoys recorded in the winter of 2009-10, extended several thousand miles north and south of the buoys' latitude.\nThe ocean buoy network, known as RAPID, is operated by the Rapid Climate Change group at the U.K.'s National Oceanography Centre, Southampton, together with the University of Miami and the Atlantic Oceanographic and Meteorological Laboratory of the National Oceanic and Atmospheric Administration.\nGerard McCarthy, a research scientist in the RAPID group who was not involved with the study, said, \"The results highlight synergies between [direct measurements] like [those from] RAPID and remote sensing — all the more important given the rapid and surprising changes occurring in the North Atlantic at the present time.\" Eric Lindstrom, NASA’s Physical Oceanography Program manager at the agency's headquarters in Washington, pointed out, \"It’s awesome that GRACE can see variations of deep water transport, [but] this signal might never have been detected or verified without the RAPID array. We will continue to need both in situ and space-based systems to monitor the subtle but significant variations of the ocean circulation.\"\nA paper in the journal Geophysical Research Letters describing the new technique and first results is available online in prepublication form:\nhttp://onlinelibrary.wiley.com/doi/10.1002/2015GL065730/abstract?campaign=wolacceptedarticle\nUpdated on 11/03/2015 at 2:43 p.m. PST to include additional information about affiliations with the RAPID buoy network.\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nNASA is now publicly distributing science-quality data from its newest Earth-observing satellite, providing first-of-their-kind measurements…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}