{
  "url": "https://climate.nasa.gov/news/848/study-finds-severe-climate-jeopardizing-amazon-forest/",
  "title": "Study finds severe climate jeopardizing Amazon forest",
  "date": null,
  "content": "At left, the extent of the 2005 megadrought in the western Amazon rainforests during the summer months of June, July and August as measured by NASA satellites. The most impacted areas are shown in shades of red and yellow. The circled area in the right panel shows the extent of the forests that experienced slow recovery from the 2005 drought, with areas in red and yellow shades experiencing the slowest recovery. Image credit: NASA/JPL-Caltech/GSFC\nBy Alan Buis,\r\nJet Propulsion Laboratory\nPASADENA, Calif. - An area of the Amazon rainforest twice the size of California continues to suffer from the effects of a megadrought that began in 2005, finds a new NASA-led study. These results, together with observed recurrences of droughts every few years and associated damage to the forests in southern and western Amazonia in the past decade, suggest these rainforests may be showing the first signs of potential large-scale degradation due to climate change. \n\nThe megadrought in the Amazon rainforest during the summer of 2005 caused widespread damage and die-offs to trees, as depicted in this photo taken in Western Amazonia in Brazil. Image credit: NASA/JPL-Caltech\r\n\r\nAn international research team led by Sassan Saatchi of NASA's Jet Propulsion Laboratory, Pasadena, Calif., analyzed more than a decade of satellite microwave radar data collected between 2000 and 2009 over Amazonia. The observations included measurements of rainfall from NASA's Tropical Rainfall Measuring Mission and measurements of the moisture content and structure of the forest canopy (top layer) from the Seawinds scatterometer on NASA's QuikScat spacecraft. \n\r\nThe scientists found that during the summer of 2005, more than 270,000 square miles (700,000 square kilometers, or 70 million hectares) of pristine, old-growth forest in southwestern Amazonia experienced an extensive, severe drought. This megadrought caused widespread changes to the forest canopy that were detectable by satellite. The changes suggest dieback of branches and tree falls, especially among the older, larger, more vulnerable canopy trees that blanket the forest. \n\r\nWhile rainfall levels gradually recovered in subsequent years, the damage to the forest canopy persisted all the way to the next major drought, which began in 2010. About half the forest affected by the 2005 drought - an area the size of California - did not recover by the time QuikScat stopped gathering global data in November 2009 and before the start of a more extensive drought in 2010. \n\r\n\"The biggest surprise for us was that the effects appeared to persist for years after the 2005 drought,\" said study co-author Yadvinder Malhi of the University of Oxford, United Kingdom. \"We had expected the forest canopy to bounce back after a year with a new flush of leaf growth, but the damage appeared to persist right up to the subsequent drought in 2010.\" \n\r\nRecent Amazonian droughts have drawn attention to the vulnerability of tropical forests to climate change. Satellite and ground data have shown an increase in wildfires during drought years and tree die-offs following severe droughts. Until now, there had been no satellite-based assessment of the multi-year impacts of these droughts across all of Amazonia. Large-scale droughts can lead to sustained releases of carbon dioxide from decaying wood, affecting ecosystems and Earth's carbon cycle. \n\r\nThe researchers attribute the 2005 Amazonian drought to the long-term warming of tropical Atlantic sea surface temperatures. \"In effect, the same climate phenomenon that helped form hurricanes Katrina and Rita along U.S. southern coasts in 2005 also likely caused the severe drought in southwest Amazonia,\" Saatchi said. \"An extreme climate event caused the drought, which subsequently damaged the Amazonian trees.\" \n\r\nSaatchi said such megadroughts can have long-lasting effects on rainforest ecosystems. \"Our results suggest that if droughts continue at five- to 10-year intervals or increase in frequency due to climate change, large areas of the Amazon forest are likely to be exposed to persistent effects of droughts and corresponding slow forest recovery,\" he said. \"This may alter the structure and function of Amazonian rainforest ecosystems.\" \n\r\nThe team found that the area affected by the 2005 drought was much larger than scientists had previously predicted. About 30 percent (656,370 square miles, or 1.7 million square kilometers) of the Amazon basin's total current forest area was affected, with more than five percent of the forest experiencing severe drought conditions. The 2010 drought affected nearly half of the entire Amazon forest, with nearly a fifth of it experiencing severe drought. More than 231,660 square miles (600,000 square kilometers) of the area affected by the 2005 drought were also affected by the 2010 drought. This \"double whammy\" by successive droughts suggests a potentially long-lasting and widespread effect on forests in southern and western Amazonia. \n\r\nThe drought rate in Amazonia during the past decade is unprecedented over the past century. In addition to the two major droughts in 2005 and 2010, the area has experienced several localized mini-droughts in recent years. Observations from ground stations show that rainfall over the southern Amazon rainforest declined by almost 3.2 percent per year in the period from 1970 to 1998. Climate analyses for the period from 1995 to 2005 show a steady decline in water availability for plants in the region. Together, these data suggest a decade of moderate water stress led up to the 2005 drought, helping trigger the large-scale forest damage seen following the 2005 drought. \n\r\nSaatchi said the new study sheds new light on a major controversy that existed about how the Amazon forest responded following the 2005 megadrought. Previous studies using conventional optical satellite data produced contradictory results, likely due to the difficulty of correcting the optical data for interference by clouds and other atmospheric conditions. \n\r\nIn contrast, QuikScat's scatterometer radar was able to see through the clouds and penetrate into the top few meters of vegetation, providing daily measurements of the forest canopy structure and estimates of how much water the forest contains. Areas of drought-damaged forest produced a lower radar signal than the signals collected over healthy forest areas, indicating either that the forest canopy is drier or it is less \"rough\" due to damage to or the death of canopy trees. \n\r\nResults of the study were published recently in the Proceedings of the National Academy of Sciences. Other participating institutions included UCLA; University of Oxford, United Kingdom; University of Exeter, Devon, United Kingdom; National Institute for Space Research, Sao Jose dos Campos, Sao Paulo, Brazil; Boston University, Mass.; and NASA's Ames Research Center, Moffett Field, Calif. \n\r\nFor more on NASA's scatterometry missions, visit: http://winds.jpl.nasa.gov/index.cfm. You can follow JPL News on Facebook at: http://www.facebook.com/nasajpl and on Twitter at: http://www.twitter.com/nasajpl. The California Institute of Technology in Pasadena manages JPL for NASA.\nPASADENA, Calif. - An area of the Amazon rainforest twice the size of California continues to suffer from the effects of a megadrought that began in 2005, finds a new NASA-led study. These results, together with observed recurrences of droughts every few years and associated damage to the forests in southern and western Amazonia in the past decade, suggest these rainforests may be showing the first signs of potential large-scale degradation due to climate change.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}