{
  "url": "https://climate.nasa.gov/news/2504/historical-records-may-underestimate-sea-level-rise/",
  "title": "Historical records may underestimate sea level rise",
  "date": null,
  "content": "From NASA\nSea level change resulting from Greenland ice melt, derived from NASA GRACE measurements. Black circles show locations of the best historical water level records, which underestimate global average sea level rise due to Greenland melt by about 25 percent. Credit: University of Hawaii/NASA-JPL/Caltech.\nA new NASA and university study using NASA satellite data finds that tide gauges — the longest and highest-quality records of historical ocean water levels — may have underestimated the amount of global average sea level rise that occurred during the 20th century.\nA research team led by Philip Thompson, associate director of the University of Hawaii Sea Level Center in the School of Ocean and Earth Science and Technology, Manoa, evaluated how various processes that cause sea level to change differently in different places may have affected past measurements. The team also included scientists from NASA’s Jet Propulsion Laboratory, Pasadena, California, and Old Dominion University, Norfolk, Virginia.\n“It’s not that there’s something wrong with the instruments or the data,” said Thompson, “but for a variety of reasons, sea level does not change at the same pace everywhere at the same time. As it turns out, our best historical sea level records tend to be located where 20th century sea level rise was most likely less than the true global average.”\nOne of the key processes the researchers looked at is the effect of “ice melt fingerprints,” which are global patterns of sea level change caused by deviations in Earth’s rotation and local gravity that occur when a large ice mass melts. To determine the unique melt fingerprint for glaciers, ice caps and ice sheets, the team used data from NASA’s Gravity Recovery and Climate Experiment (GRACE) satellites on Earth’s changing gravitational field, and a novel modeling tool (developed by study co-author Surendra Adhikari and the JPL team) that simulates how ocean mass is redistributed due to ice melting.\nOne of the most fascinating and counter-intuitive features of these fingerprints is that sea level drops in the vicinity of a melting glacier, instead of rising as might be expected. The loss of ice mass reduces the glacier’s gravitational influence, causing nearby ocean water to migrate away. But far from the glacier, the water it has added to the ocean causes sea level to rise at a much greater rate.\nDuring the 20th century, the dominant locations of global ice melt were in the Northern Hemisphere. The results of this study showed that many of the highest-quality historical water level records are taken from places where the melt fingerprints of Northern Hemisphere sources result in reduced local sea level change compared to the global average. Furthermore, the scientists found that factors capable of enhancing sea level rise at these locations, such as wind or Southern Hemisphere melt, were not likely to have counteracted the impact of fingerprints from Northern Hemisphere ice melt.\nThe study concludes it is highly unlikely that global average sea level rose less than 5.5 inches (14 centimeters) during the 20th century. The most likely amount was closer to 6.7 inches (17 centimeters).\n“This is really important, because it provides answers to the question about how melt fingerprints and the influence of wind on ocean circulation affect our ability to estimate past sea level rise,” said Thompson. “These results suggest that our longest records are most likely to underestimate past global mean change and allow us to establish the minimum amount of global sea level rise that could have occurred during the last century.”\nResults are published in Geophysical Research Letters. To read the full paper, visit:\nhttp://onlinelibrary.wiley.com/doi/10.1002/2016GL070552/abstract\nGRACE is a joint NASA mission with the German Aerospace Center (DLR) and the German Research Center for Geosciences (GFZ), in partnership with the University of Texas at Austin. For more information on the mission, visit:\nhttp://grace.jpl.nasa.gov\nhttp://www.csr.utexas.edu/grace\nFor more information on sea level change, visit:\nhttp://uhslc.soest.hawaii.edu/\nhttps://sealevel.nasa.gov/\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nMarcie Grabowski\r\nUHM SOEST\r\n808-956-3151\r\nmworkman@hawaii.edu\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}