{
  "url": "https://climate.nasa.gov/news/2362/media-briefing-on-carbons-role-in-earths-future-climate/",
  "title": "Media briefing on carbon's role in Earth's future climate",
  "date": null,
  "content": "By Steve Cole,\r\nNASA Headquarters\nNASA is advancing new tools like the supercomputer model that created this simulation of carbon dioxide in the atmosphere to better understand what will happen to Earth's climate if the land and ocean can no longer absorb nearly half of all climate-warming CO2 emissions. Credit: NASA/GSFC.\nNASA will host a media teleconference at 9 a.m. PST (noon EST) on Thursday, Nov. 12, to discuss the latest insights into how Earth is responding to rising levels of heat-trapping gases in the atmosphere, and what this means for our future climate.\nLater this month, a United Nations climate meeting in Paris will focus on setting limits on future levels of human-produced carbon emissions. This NASA briefing will present new observations from the Orbiting Carbon Observatory-2 (OCO-2) mission, NASA's first satellite dedicated to measuring carbon dioxide, and preview field work planned in the North Atlantic and Alaska.\nThe panelists will be:\nAudio of the briefing will stream live at:\nhttp://www.nasa.gov/newsaudio\nand\nhttp://www.ustream.tv/nasajpl2\nThe public may ask questions during the briefing on Twitter using the hashtag #askNASA.\nEarth's land and ocean currently absorb about half of all carbon dioxide emissions from the burning of fossil fuels, but it's uncertain whether the planet can keep this up in the future. NASA's Earth science program works to improve our understanding of how carbon absorption and emission processes work in nature and how they could change in a warming world with increasing levels of carbon dioxide and methane emissions from human activities.\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}