{
  "url": "https://climate.nasa.gov/news/2523/nasas-iss-rapidscat-earth-science-mission-ends/",
  "title": "NASA's ISS-RapidScat Earth science mission ends",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nArtist's rendering of NASA's ISS-RapidScat instrument (inset). Credit: NASA/JPL-Caltech/Johnson Space Center\nNASA’s International Space Station Rapid Scatterometer (ISS-RapidScat) Earth science instrument has ended operations following a successful two-year mission aboard the space station. The mission launched Sept. 21, 2014, and had recently passed its original decommissioning date.\nISS-RapidScat used the unique vantage point of the space station to provide near-real-time monitoring of ocean winds, which are critical in determining regional weather patterns. Its measurements of wind speed and direction over the ocean surface have been used by agencies worldwide for weather and marine forecasting and tropical cyclone monitoring. Its location on the space station made it the first spaceborne scatterometer that could observe how winds evolve throughout the course of a day.\n\"As a first-of-its-kind mission, ISS-RapidScat proved successful in providing researchers and forecasters with a low-cost eye on winds over remote areas of Earth's oceans,\" said Michael Freilich, director of NASA’s Earth Science Division. \"The data from ISS-RapidScat will help researchers contribute to an improved understanding of fundamental weather and climate processes, such as how tropical weather systems form and evolve.\"\nThe agencies that routinely used ISS-RapidScat's data for forecasting and monitoring operations include the National Oceanic and Atmospheric Administration (NOAA) and the U.S. Navy, along with European and Indian weather agencies. It provided more complete coverage of wind patterns far out to sea that could build into dangerous storms. Even if these storms never reach land, they can bring devastating wave impacts to coastal areas far away.\n\"The unique coverage of ISS-RapidScat allowed us to see the rate of change or evolution in key wind features along mid-latitude storm tracks, which happen to intersect major shipping routes,\" said Paul Chang, Ocean Surface Winds Science team lead at NOAA's Center for Satellite Applications and Research. \"ISS-RapidScat observations improved situational awareness of marine weather conditions, which aid optimal ship routing and hazard avoidance, and marine forecasts and warnings.\"\nDuring its mission, ISS-RapidScat also provided new insights into research questions such as how changing winds over the Pacific drove changes in sea surface temperature during the 2015-2016 El Niño event. Due to its unique ability to sample winds at different times of day, its data will be useful to scientists for years to come.\nISS-RapidScat was born out of ingenuity, expertise and a need for speed. It was constructed in less than two years to replace its widely valued predecessor, NASA's decade-old QuikScat scatterometer satellite, at a fraction of the cost of the original -- largely by adapting spare parts from QuikScat.\nOn Aug. 19, a power distribution unit for the space station’s Columbus module failed, resulting in a power loss to ISS-RapidScat. Later that day, as the mission operations team from NASA's Jet Propulsion Laboratory in Pasadena, California, attempted to reactivate the instrument, one of the outlets on the power distribution unit experienced an electrical overload. In the following weeks, multiple attempts to restore ISS-RapidScat to normal operations were not successful, including a final attempt on Oct. 17.\nNASA currently does not plan to launch another scatterometer mission. However, the loss of ISS-RapidScat data will be partially mitigated by the newly launched ScatSat ocean wind sensor, a mission of the Indian Space Research Organization.\nISS-RapidScat was the first continuous Earth-observing instrument specifically designed and developed to operate on the International Space Station exterior, but it’s no longer the only one. The Cloud-Aerosol Transport System (CATS) joined the space station in January 2015 to provide cost-effective measurements of atmospheric aerosols and clouds in Earth's atmosphere. Two more instruments are scheduled to launch to the space station in 2017 -- one that will allow scientists to monitor the ozone layer’s gradually improving health, and another to observe lightning over Earth's tropics and mid-latitudes. Following that, two additional Earth science instruments are scheduled for launch in 2018 and 2019.\nISS-RapidScat was a partnership between JPL and the International Space Station Program Office at NASA’s Johnson Space Center in Houston, with support from the Earth Science Division of NASA's Science Mission Directorate in Washington. Other mission partners include the agency’s Kennedy Space Center in Florida and its Marshall Space Flight Center in Huntsville, Alabama; the European Space Agency; and SpaceX.\nNASA collects data from space, air, land and sea to increase our understanding of our home planet, improve lives and safeguard our future. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records. The agency freely shares this unique knowledge and works with institutions around the world to gain new insights into how our planet is changing.\nTo access ISS-RapidScat data, or for more information, visit:\nhttp://winds.jpl.nasa.gov/missions/RapidScat\nSean Potter\r\nNASA Headquarters, Washington\r\n202-358-1536\r\nsean.potter@nasa.gov\nAlan Buis / Carol Rasmussen\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474 / 818-354-5999\r\nalan.buis@jpl.nasa.gov / carol.m.rasmussen@jpl.nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}