{
  "url": "https://climate.nasa.gov/news/2457/nasa-maps-california-drought-effects-on-sierra-trees/",
  "title": "NASA maps California drought effects on Sierra trees",
  "date": null,
  "content": "From NASA\nDead and dying ponderosa (Pinus ponderosa) and sugar (P. lambertiana) pine on the Hume Lake Ranger District, Sequoia National Forest, California. Credit: USDA Forest Service.\nA new map created with measurements from an airborne instrument developed by NASA’s Jet Propulsion Laboratory, Pasadena, California, reveals the devastating effect of California’s ongoing drought on Sierra Nevada conifer forests.\nThe map will be used to help the U.S. Forest Service assess and respond to the impacts of increased tree mortality caused by the drought, particularly where wildlands meet urban areas within the Sierra National Forest.\nNASA AVIRIS data were used to classify the health of trees in California’s Sierra National Forest. Green conifers are shown as green, conifers that were dead in summer 2015 are red, and conifers that were potentially dead in fall 2015 are yellow. Credit: NASA/JPL-Caltech/USDA Forest Service.\n\n\nAfter several years of extreme drought, the highly stressed conifers (trees that produce cones and are usually green year-round) of the Sierra Nevada are now more susceptible to bark beetles (Dendroctonus spp.). While bark beetles killing trees in the Sierra Nevada is a natural phenomenon, the scale of mortality in the last couple of years is far greater than previously observed. The U.S. Forest Service is using recent airborne spectroscopic measurements from NASA’s Airborne Visible/Infrared Imaging Spectrometer (AVIRIS) instrument aboard NASA’s ER-2 aircraft, together with new advanced algorithms, to quantify this impact over this large region of rugged terrain. The high-altitude ER-2 aircraft is based at NASA’s Armstrong Flight Research Center, Edwards, California.\nThe image was created by scientists at the USFS’s Pacific Southwest Region Remote Sensing Lab, McClellan, California, by performing a time series analysis of AVIRIS images. Scientists evaluated baseline tree mortality on public lands in the summer of 2015 using a machine learning algorithm to classify the AVIRIS measurements as dominated by either shrubs, healthy trees or newly dead conifer trees.\nTo quantify how much the amount of dead vegetation increased during the fall of 2015, the Forest Service scientists conducted an advanced spectral mixture analysis. This analysis evaluates each spectrum to determine the fraction of green vegetation, dead vegetation and soil. The full spectral range of AVIRIS is important to separate the signatures of soil and dead vegetation. To produce this comprehensive Sierra National Forest tree mortality map, the result from the summer of 2015 was evaluated to look for increases of more than 10 percent in dead vegetation during the fall of 2015.\n“Reliable and current information is important to address public safety issues,” said Carlos Ramirez, program manager of the USFS’s Remote Sensing Lab in McClellan. “Right now, mapping tree mortality ‘hot spots’ near population centers is the most critical use of the imagery. Computing accurate estimates to meet this need would not be possible without the imaging data acquired by AVIRIS.”\nAVIRIS measures spectra of the Earth system to conduct advanced science research. These western U.S. AVIRIS measurements were acquired as part of NASA’s Hyperspectral Infrared Imager (HyspIRI) preparatory airborne campaign. HyspIRI was one of the space missions suggested to NASA by the National Academy of Sciences in its 2007 decadal survey for Earth Science. In the future, HyspIRI could provide spectral and thermal measurements of this type globally for ecosystem research and additional science objectives.\nAVIRIS data are available for download and are being used for a range of additional science investigations.\nFor more on AVIRIS, visit:\nhttp://airbornescience.jpl.nasa.gov/campaign/aviris\nFor more on HyspIRI, visit:\nhttp://hyspiri.jpl.nasa.gov/\nFor more on NASA's Airborne Science Program, visit:\nhttp://airbornescience.nasa.gov/\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}