{
  "url": "https://climate.nasa.gov/news/2503/september-was-warmest-on-record-by-narrow-margin/",
  "title": "September was warmest on record by narrow margin",
  "date": null,
  "content": "2 min read\nSeptember 2016 was the warmest September in 136 years of modern record-keeping, according to a monthly analysis of global temperatures by scientists at NASA's Goddard Institute for Space Studies (GISS) in New York.\nSeptember 2016's temperature was a razor-thin 0.004 degrees Celsius warmer than the previous warmest September in 2014. The margin is so narrow those two months are in a statistical tie. Last month was 0.91 degrees Celsius warmer than the mean September temperature from 1951-1980.\nThe record-warm September means 11 of the past 12 consecutive months dating back to October 2015 have set new monthly high-temperature records. Updates to the input data have meant that June 2016, previously reported to have been the warmest June on record, is, in GISS's updated analysis, the third warmest June behind 2015 and 1998 after receiving additional temperature readings from Antarctica. The late reports lowered the June 2016 anomaly by 0.05 degrees Celsius to 0.75.\n“Monthly rankings are sensitive to updates in the record, and our latest update to mid-winter readings from the South Pole has changed the ranking for June,” said GISS director Gavin Schmidt. “We continue to stress that while monthly rankings are newsworthy, they are not nearly as important as long-term trends.”\nThe monthly analysis by the GISS team is assembled from publicly available data acquired by about 6,300 meteorological stations around the world, ship- and buoy-based instruments measuring sea surface temperature, and Antarctic research stations. The modern global temperature record begins around 1880 because previous observations didn't cover enough of the planet. Monthly analyses are updated when additional data become available, and the results are subject to change.\nRelated links\nFor more information on NASA GISS's monthly temperature analysis, visit: data.giss.nasa.gov/gistemp.\nFor more information about NASA GISS, visit: www.giss.nasa.gov.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}