{
  "url": "https://climate.nasa.gov/news/2364/a-breathing-planet-off-balance/",
  "title": "A breathing planet, off balance",
  "date": null,
  "content": "By Kate Ramsayer, NASA's Goddard Space Flight Center,\r\nand Carol Rasmussen, NASA’s Earth Science News Team\nEarth’s oceans and land cover are doing us a favor. As people burn fossil fuels and clear forests, only half of the carbon dioxide released stays in the atmosphere, warming and altering Earth’s climate. The other half is removed from the air by the planet’s vegetation ecosystems and oceans.\nAs carbon dioxide levels in the atmosphere continue their rapid, human-made rise past levels not seen for hundreds of thousands of years, NASA scientists and others are confronted with an important question for the future of our planet: How long can this balancing act continue? And if forests, other vegetation and the ocean cannot continue to absorb as much or more of our carbon emissions, what does that mean for the pace of climate change in the coming century?\nThese questions are a major priority for NASA’s Earth science research program, and the agency is preparing to ramp up its field studies, satellite monitoring and computer modeling to help answer them. Carbon is a fundamental element of life on Earth, but the increasing amount of carbon in the atmosphere – in the form of carbon dioxide and methane molecules – is also the primary element driving our warming climate. Scientists are studying how carbon moves through Earth’s atmosphere, land and ocean with an array of tools, including a new dataset of the ebbs and flows of carbon in the air.\n\"Today and for the past 50 to 100 years, the oceans and land biosphere have consistently taken up about half of human emissions,\" said Dave Schimel of NASA’s Jet Propulsion Laboratory, Pasadena, California. \"If that were to change, the effect of fossil emissions on climate would also change. We don't understand that number, and we don't know how it will change in the future.\"\nSo researchers at NASA are tackling the questions from a number of angles. They’re monitoring land, atmosphere and oceans with airborne and satellite sensors and digging into the first results from a new satellite observatory measuring carbon dioxide. And they’re pulling all the information we have into supercomputer simulations to understand how our Earth responds to changes in carbon emissions.\n\"There are all these amazing data sets, but none of them quite give us the entire carbon story,\" said Lesley Ott, an atmospheric scientist with the Global Modeling and Assimilation Office at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. \"The models help us tie all the observations together to get at how atmospheric carbon is varying and changing, but we still have a lot of work left to do to understand how carbon moves among the land, oceans and atmosphere.\"\nCarbon naturally cycles through Earth’s environments. Trees and other plants take up carbon dioxide and turn it into the building blocks of roots, stems and leaves. Some of that carbon stays in the soil as the vegetation dies and gets buried. Some is released back into the atmosphere as carbon dioxide through plant respiration, and both carbon dioxide and methane – another potent, carbon-based greenhouse gas – can be released through decomposition, land clearing and wildfire. The ocean absorbs carbon dioxide from the atmosphere, and the tiny water-dwelling plants called phytoplankton take up the gas as well. Over many millennia, the pace of carbon cycling is governed by volcanic emissions and weathering of rocks.\nFor most of human history, carbon has been in a more or less steady cycle. This cycle has been thrown off balance as people burn fossil fuels – carbon that has been long buried underground as oil, gas and coal – and as forests are cleared and soils are turned for agriculture. All of these contribute to increasing carbon emissions. While the amount of carbon dioxide emissions that ecosystems absorb from the atmosphere each year varies quite a bit, the fraction in the long run has averaged out to about half.\nMore carbon dioxide and methane in the air mean warmer global temperatures. Warmer temperatures can disrupt some ecosystems and impact their ability to absorb more and more carbon. An even more imbalanced carbon cycle will cause greater variability and consequences that are not yet fully understood.\nNASA’s newest tool in tackling the complex question of carbon ebbs and flows is the Orbiting Carbon Observatory-2, or OCO-2. Launched in July 2014, the mission measures how much carbon dioxide is in the atmosphere near the planet’s surface. With that dataset, researchers can better begin to characterize where carbon is being emitted and absorbed and over what timescales. Mission scientists recently analyzed OCO-2’s first year of data, and saw the expected decreases in atmospheric carbon dioxide in the Northern Hemisphere’s summer, as plants undergo photosynthesis. They saw upticks in the greenhouse gas over power plants and megacities, and over areas where people clear forests for agricultural use.\n\"The new, exciting thing from my perspective is we have more than 100,000 measurements each day of carbon dioxide in the atmosphere,\" said Annmarie Eldering, OCO-2 deputy project scientist at JPL. \"Not only do we have a lot of measurements, but they tell us a lot. We can see a change [in atmospheric carbon] of one-quarter of 1 percent from space. Armed now with this pile of data, we can start to investigate more fully this question of sources and sinks and how different parts of the world contribute to these processes.\"\nTerrestrial plants – from towering Douglas firs to moss growing on rocks – take up carbon dioxide from the atmosphere during photosynthesis, processing it into carbon-containing leaves, stems, branches and more.\n\"The land helps to mitigate something like a quarter of the carbon dioxide emissions,\" said Jeffrey Masek, chief of the biospheric sciences laboratory at NASA Goddard. \"The question is: What will happen in the future? Can we count on this to continue? Or are land processes going to saturate, in which case we’d see our atmospheric carbon dioxide concentration start to increase much more rapidly.\"\nMonitoring photosynthesis is one way for scientists to study vegetation health and growth in an atmosphere with increasing carbon dioxide. Even though photosynthesis is a process occurring at the microscopic scale on the land and in the ocean, scientists have found the best way to monitor it globally is by satellite.\n\"If it weren’t for satellites, we would have very little understanding of the biological activity of the entire Earth,\" said Josh Fisher, a climate scientist at JPL. \"We know from our field studies about how different ecosystems [vary], but we don’t know how robust or representative our studies are at the global scale.\"\nThe Landsat missions and the Moderate Resolution Imaging Spectroradiometer (MODIS) instruments on the Terra and Aqua spacecraft allow researchers to study the greenness of vegetation as a proxy for photosynthesis, and therefore carbon dioxide uptake, across the globe. Scientists are also using OCO-2 to take a big-picture look at these small-scale processes, capturing the faint fluorescence given off by terrestrial plants during photosynthesis, Eldering said. With fluorescence, scientists have a new way to observe how active – or not – these green ecosystems are.\nForests are one of the major carbon sinks, which are areas that absorb large amounts of carbon dioxide from the atmosphere, storing it for decades in trunks and roots. Satellite observations have illustrated how green plants have expanded their territory in North America, as warmer temperatures allow them to grow farther north. Height-measuring instruments, like radars and lidars, add a third dimension to the land cover information, allowing researchers to estimate how much material – and therefore how much carbon – is stored in a forest. NASA has plans to launch satellites as well as put a sensor on the International Space Station (ISS) to measure this third dimension of forest structure and improve estimates of how much carbon is stored in large forests.\nNASA has targeted a variety of future field campaigns, satellites and ISS sensors to improve our understanding of how much carbon is being stored in terrestrial ecosystems and how this could change as patterns of drought, fire and forest structure itself shift in a changing climate.\nMore carbon in the atmosphere can act as a fertilizer and give vegetation a boost, increasing the storage of the greenhouse gas at least temporarily. But any increased plant growth due to more carbon dioxide in the air can’t continue forever, researchers say. Eventually, the vegetation will run out of water or other nutrients necessary for enhanced growth. Without these essentials, vegetation can’t keep taking up increasing amounts of greenhouse gases from human-caused emissions.\nIn some regions, forests are releasing more carbon than they’re storing. Satellite images have also documented the transition of green, healthy forests through land clearing and events like wildfires and insect infestations, which are increasing in drought-stressed environments. Droughts themselves slow down the growth of vegetation, slowing down the uptake of carbon in regions such as the Amazon. This can flip the balance for forests and other ecosystems – from an overall absorber of carbon to an overall emitter of the greenhouse gas. While natural climate variability may cause such year-to-year changes, scientists are concerned that climate change could turn forests into sources of carbon on a regular or even annual basis.\nOcean scientists are facing similar questions about carbon. The ocean water itself absorbs carbon dioxide from fossil fuel emissions. Doing so, however, changes the chemistry of seawater. As surface water in the ocean continues to warm, uptake of carbon dioxide will slow down.\nOceans also contain carbon in the form of plants and animals, including phytoplankton – microscopic plants that take up carbon dioxide through photosynthesis, just like their larger, land-based cousins. Phytoplankton form the base of the ocean food web, and those that survive being eaten by zooplankton will die, sinking to the bottom of the ocean – taking their carbon stores with them to be decomposed. Changes to ocean chemistry and circulation due to climate change may alter this biological carbon pump, potentially triggering a release of the carbon stored deep in ocean sediments.\nIn the North Atlantic the distribution of phytoplankton species is changing due to warming waters, notes Carlos Del Castillo, ocean ecology laboratory chief at Goddard. A different mix of phytoplankton species will take up different amounts of carbon dioxide – which could result in even further changes to the ocean’s carbon cycle. \"It’s a cycle, which we hope is not a vicious one,\" Del Castillo said.\nTo get a more complete picture of this global carbon cycle, NASA scientists are combining many different approaches to studying the land, ocean and atmosphere. They use NASA's wealth of data on carbon dioxide in the atmosphere with weather and climate models to monitor every response of Earth processes to the increasing burden of carbon dioxide.\n\"You’ve got all these little individual sources of change – the insects, the fire, agriculture expanding, and other land use – all this stuff flickering around on the ground, varying from year to year, over decades. And then you’ve got these integrated observations of the atmosphere,\" Masek said. \"You need models that incorporate these processes – all of them. And then if that model is reasonable, we should be able to predict what the atmospheric carbon dioxide looks like. It’s a tough job.\"\nWith the supercomputers at NASA, scientists take in all the information they can – from all the Earth science fields they can. They program computer models to take all these inputs and try to determine whether the land and oceans will keep giving people an assist.\n\"Ultimately the goal of all of this work is to be able to predict what’s going to happen with the carbon cycle,\" Ott said. “How much carbon is going to be taken up by the land and ocean? We need to know how that’s going to change in the future.”\nBy coming at the problem from multiple vantage points, using a range of measurements and tools, scientists are strengthening the models to give us a better picture of what our carbon-directed climate will look like in the coming years and beyond.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}