{
  "url": "https://climate.nasa.gov/news/2506/studies-offer-new-glimpse-of-melting-under-antarctic-glaciers/",
  "title": "Studies offer new glimpse of melting under Antarctic glaciers",
  "date": null,
  "content": "5 min read\nTwo new studies by researchers at NASA and the University of California, Irvine (UCI), detect the fastest ongoing rates of glacier retreat ever observed in West Antarctica and offer an unprecedented direct view of intense ice melting from the floating undersides of glaciers. The results highlight how the interaction between ocean conditions and the bedrock beneath a glacier can influence the glacier's evolution, with implications for understanding future ice loss from Antarctica and global sea level rise.\nThe two studies examined three neighboring glaciers in West Antarctica that are melting and retreating at different rates. Smith, Pope and Kohler glaciers flow into the Dotson and Crosson ice shelves in the Amundsen Sea Embayment in West Antarctica, the part of the continent with the largest loss of ice mass.\nA study led by Bernd Scheuchl of UCI, published in the journal Geophysical Research Letters on Aug. 28, used radar measurements from the European Space Agency’s  Sentinel-1 satellite and data from the earlier ERS-1 and ERS-2 satellites to look at changes in the glaciers' grounding lines — the boundary where a glacier loses contact with bedrock and begins to float on the ocean. The grounding line is important because nearly all glacier melting takes place on the underside of the glacier's floating portion, called the ice shelf. If a glacier loses mass from enhanced melting, it may start floating farther inland from its former grounding line, just as a boat stuck on a sandbar may be able to float again if a heavy cargo is removed. This is called grounding line retreat.\nScheuchl's team found a rapid retreat of Smith Glacier's grounding line of 1.24 miles (2 kilometers) per year since 1996. Pope retreated more slowly at 0.31 mile (0.5 kilometer) per year since 1996. Kohler, which had retreated at a slower pace, actually readvanced a total of 1.24 miles (2 kilometers) since 2011.\nThese differences motivated Ala Khazendar of NASA's Jet Propulsion Laboratory, Pasadena, California — a coauthor of Scheuchl's study — to measure the ice losses at the bottoms of the glaciers, which he suspected might be underlying the changes in their grounding lines. Khazendar’s study, published Oct. 25 in the journal Nature Communications, used measurements of changes in the thickness and height of the ice from radar and laser altimetry instruments flown by NASA's Operation IceBridge and earlier NASA airborne campaigns. Radar waves penetrate glaciers all the way to their base, allowing direct measurements of how the bottom profiles of the three glaciers at their grounding lines changed between 2002 and 2014. Laser signals reflect off the surface, so for the floating ice shelves, laser measurements of changes in surface elevation can be used to infer changes in ice thickness.\nPrevious studies using other techniques estimated the average melting rates at the bottom of Dotson and Crosson ice shelves to be about 40 feet per year (12 meters per year). Khazendar and his team, using their direct radar measurements, found stunning rates of ice loss from the glaciers' undersides on the ocean sides of their grounding lines. The fastest-melting glacier, Smith, lost between 984 and 1,607 feet (300 and 490 meters) in thickness from 2002 to 2009 near its grounding line, or up to 230 feet per year (70 meters per year). Those years encompass a period when rapid increases in mass loss were observed around the Amundsen Sea region. The regional scale of the loss made scientists strongly suspect that an increase in the influx of ocean heat beneath the ice shelves must have taken place. \"Our observations provide a crucial piece of evidence to support that suspicion, as they directly reveal the intensity of ice melting at the bottom of the glaciers during that period,\" Khazendar said.\n\"If I had been using data from only one instrument, I wouldn’t have believed what I was looking at, because the thinning was so large,” Khazendar added. However, the two IceBridge instruments, which use different observational techniques, both measured the same rapid ice loss.\nKhazendar said Smith's fast retreat and thinning are likely related to the shape of the underlying bedrock over which it was retreating between 1996 and 2014, which sloped downward toward the continental interior, and oceanic conditions in the cavity beneath the glacier. As the grounding line retreated, warm and dense ocean water could reach the newly uncovered deeper parts of the cavity beneath the ice shelf, causing more melting. As a result, \"More sections of the glacier become thinner and float, meaning that the grounding line continues retreating, and so on,” he said. The retreat of Smith might slow down as its grounding line has now reached bedrock that rises farther inland of the 2014 grounding line.\nPope and Kohler, by contrast, are on bedrock that slopes upward toward the interior.\nThe question remains whether other glaciers in West Antarctica will behave more like Smith Glacier or more like Pope and Kohler. Many glaciers in this sector of Antarctica are on beds that deepen farther inland, like Smith's. However, Khazendar and Scheuchl said researchers need more information on the shape of the bedrock and seafloor beneath the ice, as well as more data on ocean circulation and temperatures, to be able to better project how much ice these glaciers will contribute to the ocean in a changing climate.\nScheuchl's study is titled \"Grounding Line Retreat of Pope, Smith, and Kohler Glaciers, West Antarctica, Measured with Sentinel-1a Radar Interferometry Data.\" It was published in Geophysical Research Letters. Khazendar's paper, titled \"Rapid Submarine Ice Melting in the Grounding Zones of Ice Shelves in West Antarctica,\" was published in Nature Communications.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}