{
  "url": "https://climate.nasa.gov/news/2458/why-a-half-degree-temperature-rise-is-a-big-deal/",
  "title": "Why a half-degree temperature rise is a big deal",
  "date": null,
  "content": "6 min read\nThe Paris Agreement, which delegates from 196 countries hammered out in December 2015, calls for holding the ongoing rise in global average temperature to “well below 2 °C above pre-industrial levels,” while “pursuing efforts to limit the temperature increase to 1.5 °C.” How much difference could that half-degree of wiggle room (or 0.9 degree on the Fahrenheit scale) possibly make in the real world? Quite a bit, it appears.\nThe European Geosciences Union published a study in April 2016 that examined the impact of a 1.5 degree Celsius vs. a 2.0 C temperature increase by the end of the century, given what we know so far about how climate works. It found that the jump from 1.5 to 2 degrees—a third more of an increase—raises the impact by about that same fraction, very roughly, on most of the phenomena the study covered. Heat waves would last around a third longer, rain storms would be about a third more intense, the increase in sea level would be approximately that much higher and the percentage of tropical coral reefs at risk of severe degradation would be roughly that much greater.\nBut in some cases, that extra increase in temperature makes things much more dire. At 1.5 C, the study found that tropical coral reefs stand a chance of adapting and reversing a portion of their die-off in the last half of the century. But at 2 C, the chance of recovery vanishes. Tropical corals are virtually wiped out by the year 2100.\nWith a 1.5 C rise in temperature, the Mediterranean area is forecast to have about 9 percent less fresh water available. At 2 C, that water deficit nearly doubles. So does the decrease in wheat and maize harvest in the tropics.\nOn a global scale, production of wheat and soy is forecast to increase with a 1.5 C temperature rise, partly because warming is favorable for farming in higher latitudes and partly because the added carbon dioxide in the atmosphere, which is largely responsible for the temperature increase, is thought to have a fertilization effect. But at 2 C, that advantage plummets by 700 percent for soy and disappears entirely for wheat.\nThree climate scientists at NASA’s Jet Propulsion Laboratory, who were not involved with this study, shed some light on the study’s results, starting with the impact on agriculture.\nWhy does a half degree of temperature increase make such a difference to some of the crops that were studied? For one thing, a half degree averaged out over the whole world can mean much more of an increase in some locations and at certain times.\n“Most of that temperature change may occur during a small fraction of the year, when it actually represents conditions that could be 5 or 10 degrees warmer than pre-industrial temperatures instead of just 1.5 or 2 degrees warmer,” said Dave Schimel, who supervises JPL’s Carbon Cycle and Ecosystems group.\n“There are places in the world where, for these important breadbasket crops, they are already close to a thermal limit for that crop species,” Schimel said. Adding to the burden, he said, “this analysis (the EGU study) does not take into account the fact that pests and pathogens may spread more rapidly at higher temperatures.”\nAnd Schimel pointed out that heat can imperil agriculture even when crops don’t die. “If you get really high temperatures or very dry conditions during critical parts of the development of the crop, it produces essentially no grain. For example, above certain temperature thresholds, corn doesn't die but it doesn't grow seed. It doesn't grow a corncob. And other crops are similar to that, where the development of the actual food part of the crop is dramatically inhibited above critical temperatures.”\nBut what about that fertilization effect from carbon dioxide? “It does help a bit, but it doesn't make the underlying problem go away,” he said. “And by the way, if the plant was growing really fast when it died, it still died.”\nCan we avoid the extra half-percent temperature increase? Schimel agrees that we should try hard to do so, but cautions that we don’t know how to fine-tune global warming with that much precision. “If we aim for 2 degrees, we might hit 3 degrees,” he said. “If we aim for 1.5 degrees, we might still hit 2 degrees.”\nFelix Landerer, who studies sea level and ice at JPL, said timescale is critical to forecasting how high the ocean will rise.\n“This paper looks at this century,” he said. “So the effects appear to be fairly linear.” That is, a third more increase in temperature produces about a third more increase in sea level.\n“But,” he said, “I would frame the discussion in the context that in recent studies—in particular of ocean-ice interactions—there is growing concern that the ice sheets are very sensitive to the surrounding ocean warming.” These studies show that giant glaciers in Greenland and Antarctica melt not only from the top down, but also from the bottom up as relatively warm ocean water makes its way to their undersides.\n“At two degrees (of temperature increase),” he said, “you might have crossed a threshold for significantly more sea-level rise than indicated here.” In other words, even if we are able to limit the rise in global air temperature to 2 degrees Celsius by the end of the century and stop the increase at that point, the ocean holds so much heat that it can continue melting ice sheets and thus raising sea level far beyond that point in time.\n“The air temperatures level off, you (hypothetically) stabilize them, but you have committed to sea-level rise over multiple centuries,” Landerer said. “So it's good to stay away from two degrees. That's an experiment you don't want to run. Because that experiment would potentially wipe Florida off the map.”\nThe EGU study found that the difference between 1.5 and 2 degrees Celsius of warming “is likely to be decisive for the future of tropical coral reefs.” JPL’s Michelle Gierach was not surprised.\n“Reef-building corals are extremely vulnerable to warming,” she said. “Prolonged warming harms warm-water corals not only through bleaching (a phenomenon in which corals under stress, such as from water that is too warm, expel the algae they need to survive), but also through making them more susceptible to disease.”\nGierach attended the international conference that produced the Paris Agreement and she was happy to see the ocean and climate getting their due attention. But she acknowledges the difficulty in turning that attention into action over a long period of time.\n“It's very against how our society is now,” she said. “We want to see instant results. That's not something that's going to happen with climate change. You need to just keep pursuing it and know that generations down the road will reap the benefits.”\nThe Paris Agreement goes into effect when 55 nations, accounting for at least 55 percent of total global greenhouse-gas emissions, ratify it. The status so far: 19 nations, accounting for 0.18 percent of total greenhouse-gas emissions, have ratified the agreement as of June 30, 2016. Updates are available from the U.N. Framework Convention on Climate Change.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}