{
  "url": "https://climate.nasa.gov/news/2505/nasa-launches-eighth-year-of-antarctic-ice-change-airborne-survey/",
  "title": "NASA launches eighth year of Antarctic ice change airborne survey",
  "date": null,
  "content": "5 min read\nAt the southern end of the Earth, a NASA plane carrying a team of scientists and a sophisticated instrument suite to study ice is returning to surveying Antarctica. For the past eight years, Operation IceBridge has been on a mission to build a record of how polar ice is evolving in a changing environment.\nThe information IceBridge has gathered in the Antarctic, which includes data on the thickness and shape of snow and ice, as well as the topography of the land and ocean floor beneath the ocean and the ice, has allowed scientists to determine that the West Antarctic Ice Sheet may be in irreversible decline. Researchers have also used IceBridge data to evaluate climate models of Antarctica and map the bedrock underneath Antarctic ice.\nIceBridge completed the first research flight of its 2016 Antarctic campaign on October 14. The campaign will continue through November 19. This year, the mission is based in Punta Arenas, a city at the southern tip of Chile. From there, IceBridge is carrying 12-hour flights back and forth to Antarctica, covering most of the western section of the frozen continent – the region that is experiencing the fastest changes and is Antarctica’s biggest contributor to sea level rise.\n“We have a total of 46 flight lines to choose from this year,” said John Sonntag, IceBridge mission scientist. “If we’re lucky –the weather is very tricky in Antarctica– we’ll fly around half of them, for a total of 300 flight hours.”\nIceBridge’s flights will be mostly revisits of lines flown in previous years, to monitor how the ice has evolved since the last time the mission measured it. Still, there are some variations and additions to this year’s plans. IceBridge intends to carry a new flight in the Bellingshausen Sea that will mimic some of the tracks that an upcoming NASA satellite mission –the Ice, Cloud, and land Elevation Satellite-2, or ICESat-2– will follow in that area. The data collected during this flight will help calibrate ICESat-2’s future measurements.\n“This year, we’ll mostly repeat our usual flight lines for sea ice, which have been proven to give us good coverage of the sea ice cover in the Weddell and Bellingshausen seas,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nFor land ice, IceBridge has adjusted some of its planned flights to allow scientists to better understand rapidly changing areas that are still relatively unexplored, such as the Smith, Pope and Kohler glaciers and the Getz Ice Shelf. For flights elsewhere in Antarctica, the IceBridge team is also coordinating with a group of scientists from the British Antarctic Survey, who will also be conducting aerial surveys of West Antarctica in some of the areas that IceBridge studies.\n“We’re interested in knowing the differences between our radar and laser systems and theirs and making best use of finite flight time,” said Joe MacGregor, IceBridge’s deputy project scientist and a land ice researcher at Goddard. “If we fly portions of their flights, we’ll be able to compare the data and collaborate in our efforts to understand the future of the West Antarctic Ice Sheet. If we fly in between their tracks, then the combination of our datasets and theirs can produce a more complete picture of a changing Antarctica.”\nUnlike in some previous years, when IceBridge flew on smaller planes with limited loads, this campaign’s flights will again be conducted aboard NASA’s DC-8 roomy airborne science laboratory, which allows the mission to carry its full instrument suite. The main instrument is a laser altimeter that records minute changes in the height of the ice surface from one year to the next. Accompanying the laser are three radars that analyze the elevation and layer composition of the snow and ice, as well as the shape of the land underneath, and a high-resolution camera system. The DC-8 also carries a gravimeter and magnetometer that measure small variations in gravity and the Earth’s magnetic field to map the ocean cavity underneath Antarctica’s ice edges, which is essential for improving our understanding of how the ice and ocean interact. For the first time in the Antarctic, IceBridge will also be using an infrared camera to measure the surface temperature of the ice.\nA high-school teacher from Colorado, a handful of professors and students from Universidad de Magallanes, Chile, and several media teams, among other visitors, will be flying with IceBridge during the Antarctic campaign.\nOperation IceBridge’s mission is to collect data on changing polar land and sea ice and maintain continuity of measurements between ICESat missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, is scheduled for launch in 2018. Operation IceBridge is currently funded until 2019. The planned overlap with ICESat-2 will help scientists validate the satellite’s measurements. NASA's Wallops Flight Facility in Virginia provided the laser altimeter and the infrared camera that are being used during IceBridge’s 2016 Antarctic spring campaign. The DC-8 research aircraft is based at NASA’s Armstrong Flight Research Center facility in Palmdale, California. IceBridge's three radar instruments come from the Center for Remote Sensing of Ice Sheets at the University of Kansas, while NASA's Ames Research Center at Moffett Field, California, provided the Digital Mapping System, and the gravimeter and magnetometer onboard IceBridge are managed by Columbia University.\nFor more about Operation IceBridge and to follow this year's campaign, visit http://www.nasa.gov/icebridge.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}