{
  "url": "https://climate.nasa.gov/news/2365/seven-case-studies-in-carbon-and-climate/",
  "title": "Seven case studies in carbon and climate",
  "date": null,
  "content": "11 min read\nEvery part of the mosaic of Earth's surface — ocean and land, Arctic and tropics, forest and grassland — absorbs and releases carbon in a different way. Wild-card events such as massive wildfires and drought complicate the global picture even more. To better predict future climate, we need to understand how Earth's ecosystems will change as the climate warms and how extreme events will shape and interact with the future environment. Here are seven pressing concerns.\nThe Far North is warming twice as fast as the rest of Earth, on average. With a 5-year Arctic airborne observing campaign just wrapping up and a 10-year campaign just starting that will integrate airborne, satellite and surface measurements, NASA is using unprecedented resources to discover how the drastic changes in Arctic carbon are likely to influence our climatic future.\nWildfires have become common in the North. Because firefighting is so difficult in remote areas, many of these fires burn unchecked for months, throwing huge plumes of carbon into the atmosphere. A recent report found a nearly 10-fold increase in the number of large fires in the Arctic region over the last 50 years, and the total area burned by fires is increasing annually.\nOrganic carbon from plant and animal remains is preserved for millennia in frozen Arctic soil, too cold to decompose. Arctic soils known as permafrost contain more carbon than there is in Earth's atmosphere today. As the frozen landscape continues to thaw, the likelihood increases that not only fires but decomposition will create Arctic atmospheric emissions rivaling those of fossil fuels. The chemical form these emissions take — carbon dioxide or methane — will make a big difference in how much greenhouse warming they create.\nInitial results from NASA's Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE) airborne campaign have allayed concerns that large bursts of methane, a more potent greenhouse gas, are already being released from thawing Arctic soils. CARVE principal investigator Charles Miller of NASA's Jet Propulsion Laboratory (JPL), Pasadena, California, is looking forward to NASA's ABoVE field campaign (Arctic Boreal Vulnerability Experiment) to gain more insight. \"CARVE just scratched the surface, compared to what ABoVE will do,\" Miller said.\nMethane is the Billy the Kid of carbon-containing greenhouse gases: it does a lot of damage in a short life. There's much less of it in Earth's atmosphere than there is carbon dioxide, but molecule for molecule, it causes far more greenhouse warming than CO2 does over its average 10-year life span in the atmosphere.\nMethane is produced by bacteria that decompose organic material in damp places with little or no oxygen, such as freshwater marshes and the stomachs of cows. Currently, over half of atmospheric methane comes from human-related sources, such as livestock, rice farming, landfills and leaks of natural gas. Natural sources include termites and wetlands. Because of increasing human sources, the atmospheric concentration of methane has doubled in the last 200 years to a level not seen on our planet for 650,000 years.\nLocating and measuring human emissions of methane are significant challenges. NASA's Carbon Monitoring System is funding several projects testing new technologies and techniques to improve our ability to monitor the colorless gas and help decision makers pinpoint sources of emissions. One project, led by Daniel Jacob of Harvard University, used satellite observations of methane to infer emissions over North America. The research found that human methane emissions in eastern Texas were 50 to 100 percent higher than previous estimates. \"This study shows the potential of satellite observations to assess how methane emissions are changing,\" said Kevin Bowman, a JPL research scientist who was a coauthor of the study.\nTropical forests are carbon storage heavyweights. The Amazon in South America alone absorbs a quarter of all carbon dioxide that ends up on land. Forests in Asia and Africa also do their part in \"breathing in\" as much carbon dioxide as possible and using it to grow.\nHowever, there is evidence that tropical forests may be reaching some kind of limit to growth. While growth rates in temperate and boreal forests continue to increase, trees in the Amazon have been growing more slowly in recent years. They've also been dying sooner. That's partly because the forest was stressed by two severe droughts in 2005 and 2010 — so severe that the Amazon emitted more carbon overall than it absorbed during those years, due to increased fires and reduced growth. Those unprecedented droughts may have been only a foretaste of what is ahead, because models predict that droughts will increase in frequency and severity in the future.\nIn the past 40-50 years, the greatest threat to tropical rainforests has been not climate but humans, and here the news from the Amazon is better. Brazil has reduced Amazon deforestation in its territory by 60 to 70 percent since 2004, despite troubling increases in the last three years. According to Doug Morton, a scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland, further reductions may not make a marked difference in the global carbon budget. \"No one wants to abandon efforts to preserve and protect the tropical forests,\" he said. \"But doing that with the expectation that [it] is a meaningful way to address global greenhouse gas emissions has become less defensible.\"\nIn the last few years, Brazil's progress has left Indonesia the distinction of being the nation with the highest deforestation rate and also with the largest overall area of forest cleared in the world. Although Indonesia's forests are only a quarter to a fifth the extent of the Amazon, fires there emit massive amounts of carbon, because about half of the Indonesian forests grow on carbon-rich peat. A recent study estimated that this fall, daily greenhouse gas emissions from recent Indonesian fires regularly surpassed daily emissions from the entire United States.\nWildfires are natural and necessary for some forest ecosystems, keeping them healthy by fertilizing soil, clearing ground for young plants, and allowing species to germinate and reproduce. Like the carbon cycle itself, fires are being pushed out of their normal roles by climate change. Shorter winters and higher temperatures during the other seasons lead to drier vegetation and soils. Globally, fire seasons are almost 20 percent longer today, on average, than they were 35 years ago.\nCurrently, wildfires are estimated to spew 2 to 4 billion tons of carbon into the atmosphere each year on average — about half as much as is emitted by fossil fuel burning. Large as that number is, it's just the beginning of the impact of fires on the carbon cycle. As a burned forest regrows, decades will pass before it reaches its former levels of carbon absorption. If the area is cleared for agriculture, the croplands will never absorb as much carbon as the forest did.\nAs atmospheric carbon dioxide continues to increase and global temperatures warm, climate models show the threat of wildfires increasing throughout this century. In Earth's more arid regions like the U.S. West, rising temperatures will continue to dry out vegetation so fires start and burn more easily. In Arctic and boreal ecosystems, intense wildfires are burning not just the trees, but also the carbon-rich soil itself, accelerating the thaw of permafrost, and dumping even more carbon dioxide and methane into the atmosphere.\nWith decades of Landsat satellite imagery at their fingertips, researchers can track changes to North American forests since the mid-1980s. A warming climate is making its presence known.\nThrough the North American Forest Dynamics project, and a dataset based on Landsat imagery released this earlier this month, researchers can track where tree cover is disappearing through logging, wildfires, windstorms, insect outbreaks, drought, mountaintop mining, and people clearing land for development and agriculture. Equally, they can see where forests are growing back over past logging projects, abandoned croplands and other previously disturbed areas.\n\"One takeaway from the project is how active U.S. forests are, and how young American forests are,\" said Jeff Masek of Goddard, one of the project’s principal investigators along with researchers from the University of Maryland and the U.S. Forest Service. In the Southeast, fast-growing tree farms illustrate a human influence on the forest life cycle. In the West, however, much of the forest disturbance is directly or indirectly tied to climate. Wildfires stretched across more acres in Alaska this year than they have in any other year in the satellite record. Insects and drought have turned green forests brown in the Rocky Mountains. In the Southwest, pinyon-juniper forests have died back due to drought.\nScientists are studying North American forests and the carbon they store with other remote sensing instruments. With radars and lidars, which measure height of vegetation from satellite or airborne platforms, they can calculate how much biomass — the total amount of plant material, like trunks, stems and leaves — these forests contain. Then, models looking at how fast forests are growing or shrinking can calculate carbon uptake and release into the atmosphere. An instrument planned to fly on the International Space Station (ISS), called the Global Ecosystem Dynamics Investigation (GEDI) lidar, will measure tree height from orbit, and a second ISS mission called the Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) will monitor how forests are using water, an indicator of their carbon uptake during growth. Two other upcoming radar satellite missions (the NASA-ISRO SAR radar, or NISAR, and the European Space Agency’s BIOMASS radar) will provide even more complementary, comprehensive information on vegetation.\nWhen carbon-dioxide-rich air meets seawater containing less carbon dioxide, the greenhouse gas diffuses from the atmosphere into the ocean as irresistibly as a ball rolls downhill. Today, about a quarter of human-produced carbon dioxide emissions get absorbed into the ocean. Once the carbon is in the water, it can stay there for hundreds of years.\nWarm, CO2-rich surface water flows in ocean currents to colder parts of the globe, releasing its heat along the way. In the polar regions, the now-cool water sinks several miles deep, carrying its carbon burden to the depths. Eventually, that same water wells up far away and returns carbon to the surface; but the entire trip is thought to take about a thousand years. In other words, water upwelling today dates from the Middle Ages – long before fossil fuel emissions.\nThat's good for the atmosphere, but the ocean pays a heavy price for absorbing so much carbon: acidification. Carbon dioxide reacts chemically with seawater to make the water more acidic. This fundamental change threatens many marine creatures. The chain of chemical reactions ends up reducing the amount of a particular form of carbon — the carbonate ion — that these organisms need to make shells and skeletons. Dubbed the “other carbon dioxide problem,” ocean acidification has potential impacts on millions of people who depend on the ocean for food and resources.\nMicroscopic, aquatic plants called phytoplankton are another way that ocean ecosystems absorb carbon dioxide emissions. Phytoplankton float with currents, consuming carbon dioxide as they grow. They are at the base of the ocean's food chain, eaten by tiny animals called zooplankton that are then consumed by larger species. When phytoplankton and zooplankton die, they may sink to the ocean floor, taking the carbon stored in their bodies with them.\nSatellite instruments like the Moderate resolution Imaging Spectroradiometer (MODIS) on NASA's Terra and Aqua let us observe ocean color, which researchers can use to estimate abundance — more green equals more phytoplankton. But not all phytoplankton are equal. Some bigger species, like diatoms, need more nutrients in the surface waters. The bigger species also are generally heavier so more readily sink to the ocean floor.\nAs ocean currents change, however, the layers of surface water that have the right mix of sunlight, temperature and nutrients for phytoplankton to thrive are changing as well. “In the Northern Hemisphere, there’s a declining trend in phytoplankton,” said Cecile Rousseaux, an oceanographer with the Global Modeling and Assimilation Office at Goddard. She used models to determine that the decline at the highest latitudes was due to a decrease in abundance of diatoms. One future mission, the Pre-Aerosol, Clouds, and ocean Ecosystem (PACE) satellite, will use instruments designed to see shades of color in the ocean — and through that, allow scientists to better quantify different phytoplankton species.\nIn the Arctic, however, phytoplankton may be increasing due to climate change. The NASA-sponsored Impacts of Climate on the Eco-Systems and Chemistry of the Arctic Pacific Environment (ICESCAPE) expedition on a U.S. Coast Guard icebreaker in 2010 and 2011 found unprecedented phytoplankton blooms under about three feet (a meter) of sea ice off Alaska. Scientists think this unusually thin ice allows sunlight to filter down to the water, catalyzing plant blooms where they had never been observed before.\nEarth’s far northern reaches have locked carbon underground for millennia. New research paints a picture…\nRunoff from one of North America’s largest rivers is driving intense carbon dioxide emissions in…\nMethane ‘hot spots’ in the Yukon-Kuskokwim Delta are more likely to be found where recent…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}