{
  "url": "https://climate.nasa.gov/news/2509/new-space-based-view-of-human-made-carbon-dioxide/",
  "title": "New, space-based view of human-made carbon dioxide",
  "date": null,
  "content": "3 min read\nScientists have produced the first global maps of human emissions of carbon dioxide ever made solely from satellite observations of the greenhouse gas. The maps, based on data from NASA's Orbiting Carbon Observatory-2 (OCO-2) satellite and generated with a new data-processing technique, agree well with inventories of known carbon dioxide emissions.\nNo satellite before OCO-2 was capable of measuring carbon dioxide in fine enough detail to allow researchers to create maps of human emissions from the satellite data alone. Instead, earlier maps also incorporated estimates from economic data and modeling results.\nThe team of scientists from the Finnish Meteorological Institute, Helsinki, produced three main maps from OCO-2 data, each centered on one of Earth's highest-emitting regions: the eastern United States, central Europe and East Asia. The maps show widespread carbon dioxide across major urban areas and smaller pockets of high emissions.\n\"OCO-2 can even detect smaller, isolated emitting areas like individual cities,\" said research scientist Janne Hakkarainen, who led the study. \"It's a very powerful tool that gives new insight.\"\nThe results appear in a paper titled \"Direct Space-Based Observations of Anthropogenic CO2 Emission Areas from OCO-2,\" published Nov. 1 in the journal Geophysical Research Letters.\nHuman emissions of carbon dioxide have grown at a significant rate since the Industrial Revolution, and the greenhouse gas lingers in the atmosphere for a century or more. This means that recent human output is only a tiny part of the total carbon dioxide that OCO-2 records as it looks down toward Earth's surface. \"Currently, the background level of carbon dioxide in the atmosphere is about 400 parts per million, and human emissions within the past year may add only something like three parts per million to that total,\" said Hakkarainen. The data-processing challenge, he noted, was to isolate the signature of the recent emissions from the total amount.\nThe team's new data-processing technique accounts for seasonal changes in carbon dioxide, the result of plant growth and dormancy, as well as the background carbon dioxide level. To be sure their method was correct, they compared the results with measurements of nitrogen dioxide -- another gas emitted from fossil fuel combustion -- from the Ozone Monitoring Instrument, a Dutch-Finnish instrument on NASA's Aura satellite. OMI and OCO-2 are both in the A-Train satellite constellation, so the two measurements cover the same area of Earth and are separated in time by only 15 minutes.\nThe two measurements correlated well, giving the researchers confidence that their new technique produced reliable results.\nCoauthor Johanna Tamminen, head of the atmospheric remote sensing group at the Finnish Meteorological Institute, noted that with its comparison of OCO-2 and OMI data, \"The research demonstrates the possibility of analyzing joint satellite observations of carbon dioxide and other gases related to combustion processes to draw out information about the emissions sources.\"\nOCO-2 Deputy Project Scientist Annmarie Eldering of NASA's Jet Propulsion Laboratory, Pasadena, California, said, \"We are very pleased to see this research group make use of the OCO-2 data. Their analysis is a great demonstration of discovery with this new dataset.\" Eldering was not involved in the study.\nFor more information about OCO-2:\nhttp://oco.jpl.nasa.gov\nContrails, the lines of clouds from high-flying aircraft that crisscross the skies, are familiar sights,…\nA first-ever partnership between NASA, epidemiologists and health organizations will use data from a new…\nA new NASA airborne science mission will amass about 1,200 hours of data to help…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}