{
  "url": "https://climate.nasa.gov/news/2510/see-how-arctic-sea-ice-is-losing-its-bulwark-against-warming-summers/",
  "title": "See how Arctic sea ice is losing its bulwark against warming summers",
  "date": null,
  "content": "6 min read\nArctic sea ice, the vast sheath of frozen seawater floating on the Arctic Ocean and its neighboring seas, has been hit with a double whammy over the past decades: as its extent shrank, the oldest and thickest ice has either thinned or melted away, leaving the sea ice cap more vulnerable to the warming ocean and atmosphere.\n“What we’ve seen over the years is that the older ice is disappearing,” said Walt Meier, a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “This older, thicker ice is like the bulwark of sea ice: a warm summer will melt all the young, thin ice away but it can’t completely get rid of the older ice. But this older ice is becoming weaker because there’s less of it and the remaining old ice is more broken up and thinner, so that bulwark is not as good as it used to be.”\nDirect measurements of sea ice thickness are sporadic and incomplete across the Arctic, so scientists have developed estimates of sea ice age and tracked their evolution from 1984 to the present. Now, a new NASA visualization of the age of Arctic sea ice shows how sea ice has been growing and shrinking, spinning, melting in place and drifting out of the Arctic for the past three decades.\n“Ice age is a good analog for ice thickness because basically, as ice gets older it gets thicker,” Meier said. “This is due to the ice generally growing more in the winter than it melts in the summer.”\nIn the early 2000s, scientists at the University of Colorado developed a way to monitor Arctic sea ice movement and the evolution of its age by using data from a variety of sources, but primarily satellite passive microwave instruments. These instruments gauge brightness temperature: a measure of the microwave energy emitted by sea ice that is influenced by the ice’s temperature, salinity, surface texture and the layer of snow on top of the sea ice. Each floe of sea ice has a characteristic brightness temperature, so the researchers developed an approach that would identify and track ice floes in successive passive microwave images as they moved across the Arctic. The system also uses information from drifting buoys as well as weather data.\n“It’s like bookkeeping; we’re keeping track of sea ice as it moves around, up until it melts in place or leaves the Arctic,” said Meier, who is a collaborator of the group at the University of Colorado and the National Snow and Ice Data Center in Boulder, Colorado, the center that currently maintains the Arctic sea ice age data.\nEvery year, sea ice forms in the winter and melts in the summer. The sea ice that survives the melt season thickens with each passing year: newly formed ice grows to about 3 to 7 feet of thickness during its first year, while multi-year ice (sea ice that has survived several melt seasons) is about 10 to 13 feet thick. The older and thicker ice is more resistant to melt and less likely to get pushed around by winds or broken up by waves or storms.\nArctic sea ice has not only been shrinking in surface area in recent years, it’s becoming younger and thinner as well. In this animation, where the ice cover almost looks gelatinous as it pulses through the seasons, cryospheric scientist Dr. Walt Meier of NASA Goddard Space Flight Center describes how the sea ice has undergone fundamental changes during the era of satellite measurements.\n“On a week-to-week basis, there are weather systems that come through, so the ice isn’t moving at a constant rate: sometimes the Beaufort Gyre reverses or breaks down for a couple weeks or so, the Transpolar Drift Stream shifts in its direction … but the overall pattern is this one,” Meier said. “Then the spring melt starts and the ice shrinks back, disappearing from the peripheral seas.”\nThe new animation shows two main bursts of thick ice loss: the first one, starting in 1989 and lasting a few years, was due to a switch in the Arctic Oscillation, an atmospheric circulation pattern, which shrunk the Beaufort Gyre and enhanced the Transpolar Drift Stream, flushing more sea ice than usual out of the Arctic. The second peak in ice loss started in the mid-2000s.\n“Unlike in the 1980s, it’s not so much as ice being flushed out — though that’s still going on too,” Meier said. “What’s happening now more is that the old ice is melting within the Arctic Ocean during the summertime. One of the reasons is that the multiyear ice used to be a pretty consolidated ice pack and now we’re seeing relatively smaller chunks of old ice interspersed with younger ice. These isolated floes of thicker ice are much easier to melt.”\n“We’ve lost most of the older ice: In the 1980s, multiyear ice made up 20 percent of the sea ice cover. Now it’s only about 3 percent,” Meier said. “The older ice was like the insurance policy of the Arctic sea ice pack: as we lose it, the likelihood for a largely ice-free summer in the Arctic increases.”\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nEditor’s note, April 16, 2024: An earlier version of this article included a rounded figure…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}