{
  "url": "https://climate.nasa.gov/news/2293/nasa-releases-detailed-global-climate-change-projections/",
  "title": "NASA releases detailed global climate change projections",
  "date": null,
  "content": "3 min read\nNASA has released data showing how temperature and rainfall patterns worldwide may change through the year 2100 because of growing concentrations of greenhouse gases in Earth’s atmosphere.\nThe dataset, which is available to the public, shows projected changes worldwide on a regional level in response to different scenarios of increasing carbon dioxide simulated by 21 climate models. The high-resolution data, which can be viewed on a daily timescale at the scale of individual cities and towns, will help scientists and planners conduct climate risk assessments to better understand local and global effects of hazards, such as severe drought, floods, heat waves and losses in agriculture productivity.\n“NASA is in the business of taking what we’ve learned about our planet from space and creating new products that help us all safeguard our future,” said Ellen Stofan, NASA chief scientist. “With this new global dataset, people around the world have a valuable new tool to use in planning how to cope with a warming planet.”\nThe new dataset is the latest product from the NASA Earth Exchange (NEX), a big-data research platform within the NASA Advanced Supercomputing Center at the agency's Ames Research Center in Moffett Field, California. In 2013, NEX released similar climate projection data for the continental United States that is being used to quantify climate risks to the nation’s agriculture, forests, rivers and cities.\n\"This is a fundamental dataset for climate research and assessment with a wide range of applications,” said Ramakrishna Nemani, NEX project scientist at Ames. “NASA continues to produce valuable community-based data products on the NEX platform to promote scientific collaboration, knowledge sharing, and research and development.\"\nThis NASA dataset integrates actual measurements from around the world with data from climate simulations created by the international Fifth Coupled Model Intercomparison Project. These climate simulations used the best physical models of the climate system available to provide forecasts of what the global climate might look like under two different greenhouse gas emissions scenarios: a “business as usual” scenario based on current trends and an “extreme case” with a significant increase in emissions.\nThe NASA climate projections provide a detailed view of future temperature and precipitation patterns around the world at a 15.5 mile (25 kilometer) resolution, covering the time period from 1950 to 2100. The 11-terabyte dataset provides daily estimates of maximum and minimum temperatures and precipitation over the entire globe.\nNEX is a collaboration and analytical platform that combines state-of-the-art supercomputing, Earth system modeling, workflow management and NASA remote-sensing data. Through NEX, users can explore and analyze large Earth science data sets, run and share modeling algorithms and workflows, collaborate on new or existing projects and exchange workflows and results within and among other science communities.\nNEX data and analysis tools are available to the public through the OpenNEX project on Amazon Web Services. OpenNEX is a partnership between NASA and Amazon, Inc., to enhance public access to climate data, and support planning to increase climate resilience in the U.S. and internationally. OpenNEX is an extension of the NASA Earth Exchange in a public cloud-computing environment.\nAdditional information about the new NASA climate projection dataset is available here. Download the dataset here. OpenNEX information and training materials are available here.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}