{
  "url": "https://climate.nasa.gov/news/2285/its-the-final-act-for-larsen-b-ice-shelf/",
  "title": "It’s the Final Act for Larsen B Ice Shelf",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nA new NASA study finds the last remaining section of Antarctica's Larsen B Ice Shelf, which partially collapsed in 2002, is quickly weakening and is likely to disintegrate completely before the end of the decade.\nA team led by Ala Khazendar of NASA's Jet Propulsion Laboratory in Pasadena, California, found the remnant of the Larsen B Ice Shelf is flowing faster, becoming increasingly fragmented and developing large cracks. Two of its tributary glaciers also are flowing faster and thinning rapidly.\nAla Khazendar\nNASA's Jet Propulsion Laboratory\n\"These are warning signs that the remnant is disintegrating,\" Khazendar said. \"Although it’s fascinating scientifically to have a front-row seat to watch the ice shelf becoming unstable and breaking up, it’s bad news for our planet. This ice shelf has existed for at least 10,000 years, and soon it will be gone.\"\nIce shelves are the gatekeepers for glaciers flowing from Antarctica toward the ocean. Without them, glacial ice enters the ocean faster and accelerates the pace of global sea level rise. This study, the first to look comprehensively at the health of the Larsen B remnant and the glaciers that flow into it, has been published online in the journal Earth and Planetary Science Letters.\nKhazendar's team used data on ice surface elevations and bedrock depths from instrumented aircraft participating in NASA's Operation IceBridge, a multiyear airborne survey campaign that provides unprecedented documentation annually of Antarctica's glaciers, ice shelves and ice sheets. Data on flow speeds came from spaceborne synthetic aperture radars operating since 1997.\nKhazendar noted his estimate of the remnant's remaining life span was based on the likely scenario that a huge, widening rift that has formed near the ice shelf's grounding line will eventually crack all the way across. The free-floating remnant will shatter into hundreds of icebergs that will drift away, and the glaciers will rev up for their unhindered move to the sea.\nLocated on the coast of the Antarctic Peninsula, the Larsen B remnant is about 625 square miles (1,600 square kilometers) in area and about 1,640 feet (500 meters) thick at its thickest point. Its three major tributary glaciers are fed by their own tributaries farther inland.\n\"What is really surprising about Larsen B is how quickly the changes are taking place,\" Khazendar said. \"Change has been relentless.\"\nThe remnant's main tributary glaciers are named Leppard, Flask and Starbuck — the latter two after characters in the novel Moby Dick. The glaciers' thicknesses and flow speeds changed only slightly in the first couple of years following the 2002 collapse, leading researchers to assume they remained stable. The new study revealed, however, that Leppard and Flask glaciers have thinned by 65-72 feet (20-22 meters) and accelerated considerably in the intervening years. The fastest-moving part of Flask Glacier had accelerated 36 percent by 2012 to a flow speed of 2,300 feet (700 meters) a year — comparable to a car accelerating from 55 to 75 mph.\nFlask's acceleration, while the remnant has been weakening, may be just a preview of what will happen when the remnant breaks up completely. After the 2002 Larsen B collapse, the glaciers behind the collapsed part of the shelf accelerated as much as eightfold — comparable to a car accelerating from 55 to 440 mph.\nThe third and smallest glacier, Starbuck, has changed little. Starbuck's channel is narrow compared with those of the other glaciers, and the small glacier is strongly anchored to the bedrock, which, according to authors of the study, explains its comparative stability.\n\"This study of the Antarctic Peninsula glaciers provides insights about how ice shelves farther south, which hold much more land ice, will react to a warming climate,\" said JPL glaciologist Eric Rignot, a coauthor of the paper.\nThe research team included scientists from JPL; the University of California, Irvine; and the University Centre in Svalbard, Norway. The paper is online at http://go.nasa.gov/1bbpfsC.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}