{
  "url": "https://climate.nasa.gov/news/2286/leaptech-demonstrates-electric-propulsion-technologies/",
  "title": "LEAPTech demonstrates electric propulsion technologies",
  "date": null,
  "content": "By Peter Merlin,\r\nNASA's Armstrong Flight Research Center\nThe LEAPTech experimental wing tests the premise that tighter propulsion-airframe integration, made possible with electric power, will deliver improved efficiency and safety, as well as environmental and economic benefits. Credit: NASA. View larger image.\nTechnicians unload the LEAPTech experimental wing upon its arrival at NASA Armstrong Flight Research Center. Ground testing will begin after the wing is mounted on a specially modified truck. Credit: NASA / Tom Tschida\n\n\nThe arrival of a unique experimental demonstrator at NASA Armstrong Flight Research Center on February 26 may herald a future in which many aircraft are powered by electric motors. The Leading Edge Asynchronous Propeller Technology (LEAPTech) project will test the premise that tighter propulsion-airframe integration, made possible with electric power, will deliver improved efficiency and safety, as well as environmental and economic benefits. Over the next several months, NASA researchers will perform ground testing of a 31-foot-span, carbon composite wing section with 18 electric motors powered by lithium iron phosphate batteries.\nMounted on a specially modified truck he LEAPTech ground-test article, or Hybrid-Electric Integrated Systems Testbed, will be driven at speeds up to 70 miles per hour across a dry lakebed at Edwards Air Force Base. Last December, it underwent preliminary testing at Oceano, California. Credit: Joby Aviation\n\n\nThe experimental wing, called the Hybrid-Electric Integrated Systems Testbed (HEIST), is mounted on a specially modified truck. Testing on the mobile ground rig assembly will provide valuable data and risk reduction applicable to future flight research. Instead of being installed in a wind tunnel, the HEIST wing section will remain attached to load cells on a supporting truss while the vehicle is driven at speeds up to 70 miles per hour across a dry lakebed at Edwards Air Force Base. Preliminary testing, up to 40 mph, took place in January at Oceano County Airport on California’s Central Coast.\nThe LEAPTech project began in 2014 when researchers from NASA Langley Research Center and Armstrong partnered with two California companies, Empirical Systems Aerospace (ESAero) in Pismo Beach and Joby Aviation in Santa Cruz. ESAero is the prime contractor for HEIST responsible for system integration and instrumentation, while Joby is responsible for design and manufacture of the electric motors, propellers, and carbon fiber wing section.\nWithin a few years NASA hopes to fly a piloted X-plane, replacing the wings and engines of a Tecnam P2006T with an improved version of the LEAPTech wing. Using an existing airframe will allow engineers to compare the performance of the flight demonstrator with that of the original P2006T. Credit: NASA Graphic\n\n\nThe truck experiment is a precursor to a development of a small X-plane demonstrator proposed under NASA’s Transformative Aeronautics Concepts program. Researchers hope to fly a piloted X-plane within the next couple years after removing the wings and engines from an Italian-built Tecnam P2006T and replacing them with an improved version of the LEAPTech wing and motors. Using an existing airframe will allow engineers to easily compare the performance of the X-plane with the original P2006T.\nEach motor can be operated independently at different speeds for optimized performance. Key potential benefits of LEAPTech include decreased reliance on fossil fuels, improved aircraft performance and ride quality, and aircraft noise reduction.\nLEAPTech is a key element of NASA’s plan to help a significant portion of the aircraft industry transition to electrical propulsion within the next decade. According to Mark Moore, an aerodynamicist at Langley, “LEAPTech has the potential to achieve transformational capabilities in the near-term for general aviation aircraft, as well as for transport aircraft in the longer-term.”\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}