{
  "url": "https://climate.nasa.gov/news/2289/nasa-challenges-civic-hackers-to-focus-on-climate-change/",
  "title": "NASA challenges civic hackers to focus on climate change",
  "date": null,
  "content": "By Karen Northon,\r\nNASA Headquarters\nThe third annual National Day of Civic Hacking will take place on June 6, 2015. View larger image.\nHacking is not a term often associated with drought prediction, carbon emissions reduction or any number of other initiatives that increase quality of life for people around the world. But that is exactly the direction NASA is hoping hackers will direct their talents—hacking for change.\nNASA’s Office of the Chief Information Officer (OCIO), in concert with the White House Office of Science and Technology Policy and the City of Houston, is collaborating with Code for America for the third annual National Day of Civic Hacking on June 6, giving citizens the opportunity and tools to foster innovation and economic growth.\nMore than 50 state and local events across the country will incorporate technology and publicly-released data to solve problems faced is a variety of spheres—from an individual neighborhood to the global community. Participants can put this technology and data to use to effect positive change and demonstrate the value of civic hacking.\n“This collaboration continues to produce innovative solutions to a large number of global challenges such as climate change,” said Deborah Diaz, NASA’s Chief Technology Officer for Information Technology. “We see this as an opportunity to work directly with citizens, using NASA and other government data, in order to make our communities better.”\nThis year, NASA will offer a challenge related to the impacts of climate change. With easier access to more accurate climate data, challenge participants will be able to manage climate variability and to aid in better decision making.\nCoordinated by the agency OCIO’s Technology and Innovation Division, NASA is challenging participants to develop ways to turn available data into useful and accessible information to help better adapt to and manage climate variability.\nUsing data provided by NASA, the National Oceanic and Atmospheric Administration (NOAA), U.S. Geological Survey (USGS) and other government agencies, develop technology or visualizations that combine different climate-related datasets.\nAreas that are relevant to local cities include:\nLearn more about the NASA climate change challenge at http://go.nasa.gov/1RAo8UH.\nRelated resource\n\n\n\n\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\n\n\n\n\nRelated resource\n\n\n\n\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}