{
  "url": "https://climate.nasa.gov/news/2461/airborne-mission-to-explore-the-global-atmosphere/",
  "title": "Airborne mission to explore the global atmosphere",
  "date": null,
  "content": "By Ellen Gray,\r\nNASA's Earth Science News Team\nProbes on the outside of NASA's DC-8 aircraft to collect atmospheric samples. The DC-8 aircraft will be outfitted with 20 instruments for the ATom mission. Credit: NASA.\nIce sheets, deserts, rivers, islands, coasts and oceans – the features of Earth's surface are wildly different, spread across a vast geography. The same is true for Earth’s thin film of atmosphere and the mix of gases it holds, although the details are invisible to human eyes. Pollutants emitted to the atmosphere – soot, hydrocarbons, nitrogen oxides – are dispersed over the whole globe, but remote regions are cleaner, by factors of 1000 or more, than areas near the continents. A new NASA airborne campaign aims to map the contours of the atmosphere as carefully as explorers once traced the land and oceans below.\nThe Atmospheric Tomography, or ATom, mission is the first to survey the atmosphere over the oceans. Scientists aboard NASA's DC-8 flying laboratory will journey from the North Pole south over the Pacific Ocean to New Zealand and then across to the tip of South America and north up the Atlantic Ocean to Greenland. ATom will discover how much pollution survives to the most remote corners of the earth and assess how the environment has changed as a result.\n\"We've had many airborne measurements of the atmosphere over land, where most pollutants are emitted, but land is only a small fraction of the planet,\" said Michael Prather, an atmospheric scientist and ATom's deputy project scientist at University of California Irvine. \"The oceans are where a lot of chemical reactions take place, and some of the least well understood parts are hard to get to because they are so remote. With ATom we're going to measure a wide range of chemically distinct parts of the atmosphere over the most remote areas of the ocean that have not been measured before.\"\nWhile the majority of the flight path takes the DC-8 over the ocean, the science team expects to see influence from human pollution that originates on land.\n\"Humans produce a lot of pollution, and it doesn't just disappear when it's blown off the continents. It goes somewhere,\" said atmospheric scientist Steve Wofsy, ATom principal investigator at Harvard University. \"We know it gets diluted in the atmosphere, it gets washed out by rain, but we want to understand the processes that do that and where and how long they take.\"\nThe suite of 20 instruments aboard the DC-8 will measure airborne particles called aerosols and more than 200 gases in each sampled air patch, documenting their locations and allowing scientists to determine interactions. The science team will use ATom's collected data on the air's chemical signatures to understand where pollutants originate, and where and how quickly these climate gases react chemically and eventually disappear from the atmosphere.\nATom is particularly interested in methane, ozone and airborne particles called black carbon, which have strong effects on climate and which all have both human and natural origins. Methane and tropospheric ozone, are two greenhouse gases that linger in the atmosphere for weeks to decades—much less time than the century that carbon dioxide remains in the air. Nevertheless, the short-term effects of methane and ozone pollution today are expected to contribute almost as much as carbon dioxide to changing the climate in the coming decades.\nATom's first flight is planned for July 28, a there-and-back trip over the tropics between Palmdale, California and the equator. On July 31, the mission begins its around-the-world trip lasting 26 days. It's the first of four deployments that will take place over the next three years in different seasons. The data collected will be used to improve atmospheric computer models used to predict future climate conditions into the 21st century as well as to provide checks and calibration in otherwise unreachable areas for several major satellite systems, including NASA's Orbiting Carbon Observatory-2 (OCO-2) and Measurements of Pollution in the Troposphere (MOPITT) and the European Space Agency's TROPOspheric Monitoring Instrument (TROPOMI).\nThe ATom mission is funded by NASA Headquarters and overseen by the agency’s Earth System Science Pathfinder Program at NASA's Langley Research Center in Hampton, Virginia. It is one of six large airborne campaigns operating under the Earth Venture Suborbital program. ATom is led by Harvard University and managed by the Earth Science Project Office at NASA Ames Research Center at Moffett Field, California. The DC-8 aircraft is maintained and based at NASA Armstrong Flight Research Center.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}