{
  "url": "https://climate.nasa.gov/news/2409/study-atmospheric-river-storms-can-reduce-sierra-snow/",
  "title": "Study: Atmospheric river storms can reduce Sierra snow",
  "date": null,
  "content": "4 min read\nA new study by NASA and several partners has found that in California's Sierra Nevada, atmospheric river storms are two-and-a-half times more likely than other types of winter storms to result in destructive “rain-on-snow” events, where rain falls on existing snowpack. Those events increase flood risks in winter and reduce water availability the following summer.\nThe study, based on NASA satellite and ground-based data from 1998 through 2014, is the first to establish a climatological connection between atmospheric river storms and rain-on-snow events. Partnering with NASA on the study were UCLA; Scripps Institution of Oceanography, San Diego; and the Earth System Research Laboratory, Boulder, Colorado.\nAtmospheric rivers are narrow jets of very humid air that normally originate thousands of miles off the West Coast, in the warm subtropical Pacific Ocean. When the warm, moist air hits the Sierra Nevada and other high mountains, it drops much of its moisture as precipitation. Only 17 percent of West Coast storms are caused by atmospheric rivers, but those storms provide 30 to 50 percent of California's precipitation and 40 percent of Sierra snowpack, on average. They have also been blamed for more than 80 percent of the state's major floods.\n“In California, atmospheric rivers tend to be the warmest winter storms we get.  We wanted to understand what the connection was between these storms and rain-on-snow events,\" said Bin Guan, lead author of the study, which is accepted for publication in the journal Geophysical Research Letters. Guan is affiliated with the Joint Institute for Regional Earth System Science and Engineering, a collaboration between NASA's Jet Propulsion Laboratory in Pasadena, California, and UCLA.\n“The research extends our understanding of how important atmospheric rivers are to extreme events in California, including their key roles in both water supply and flooding,” said study co-author Marty Ralph of Scripps Institution of Oceanography. “It adds a new dimension of awareness when trying to anticipate the potential impact of a landfalling atmospheric river that could prove useful to water managers.”\nThe researchers also quantified the difference between atmospheric river storms that cause rain-on-snow and those that do not, using data from NASA's Atmospheric infrared Sounder, or AIRS, instrument on NASA’s Aqua satellite. The rain-on-snow-producing atmospheric river storms were, on average, 4 degrees Fahrenheit (2 degrees Celsius) warmer than the others.\n\"That small difference in temperature often determines whether we gain snow or lose snow from a storm,\" said Guan.\nThe researchers found that the warmer storms typically originate in the Pacific south of 25 degrees north latitude. The cases without rain-on-snow events came from farther north, outside the tropics.\nThe amount of snow that melts in these events depends on how warm the rain and air are and how much rain falls. But the researchers found that, on average, warmer storms generate about a quarter-inch (0.7 centimeter) of snowmelt (i.e. liquid water) for each day of rain, providing 20 percent of the water available for runoff in these events. In other words, as Guan explained, \"The primary contribution to any flooding still comes from the rainfall, but the melting snow makes things 20 percent worse.”\n\"These results highlight the value of observing these events to better understand and, we hope, predict rain, snow and floods in our region,\" said study co-author Duane Waliser, chief scientist of the Earth Science and Technology Directorate at JPL.\nNASA’s AIRS instrument measures atmospheric temperature and moisture, providing insight into the physical processes of atmospheric rivers and also providing sorely needed data over Earth’s ocean, where conventional observations are limited. These contributions can improve weather forecasts of atmospheric rivers making landfall on the U.S. West Coast.\nFor more on how NASA studies Earth:\nhttp://science.nasa.gov/earth-science/\nMedia contacts\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474alan.buis@jpl.nasa.gov\nRobert MonroeScripps Institution of Oceanography, UC San Diego858-822-4487rmonroe@ucsd.edu\nAgricultural fires in North Africa reduce the region's rainfall during the dry season, according to…\nA new study has shown that increasing rainfall in the wettest regions of the tropics…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}