{
  "url": "https://climate.nasa.gov/news/2335/tes-satellite-instrument-gives-new-insight-into-water-cycle/",
  "title": "TES satellite instrument gives new insight into water cycle",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nA new study clarifies what happens to precipitation that falls on land. Credit: NOAA/National Severe Storms Laboratory. View larger image.\nResearch using NASA satellite measurements has given scientists a better understanding of what happens to rain and snow that falls on land — how much runs off into rivers, lakes and aquifers; how much plants use; and how much simply evaporates. Among the new findings: plants around the world use less water than previous studies had indicated, and most freshwater passes more rapidly through soil than previously thought, with less exposure to the nutrients and contaminants contained there.\nUnderstanding how precipitation, plants, soil, groundwater and other fresh water interact is important for improving large-scale climate models and regional and local hydrology models.\nWater that has taken different pathways through the water cycle — water released by plants during photosynthesis versus water evaporated from a lake, for example — contains different ratios of hydrogen and the hydrogen isotope deuterium. Researchers from the University of Utah, Salt Lake City; and Oregon State University, Corvallis, analyzed the two forms of hydrogen in atmospheric water vapor as measured from space by the Tropospheric Emission Spectrometer (TES) on NASA's Aura satellite, and also in global water samples. The researchers accounted for each different isotopic signature in a computer simulation, producing a narrow range of estimates of the amount of water released to the atmosphere by each pathway.\nMore than a quarter of the rain and snow that falls on continents runs off directly, ending up in the ocean. Of the water that does not run off, two-thirds is eventually released by plants during photosynthesis. The last third evaporates — mostly from plant leaves, with a few percent evaporating from bare ground or water.\n\"Some previous estimates suggested that more water was used by plants than we find here,\" said University of Utah hydrologist Stephen Good, first author of a paper on the research recently published in Science. Good said that means \"either plants are less productive globally than we thought, or plants are more efficient at using water than we assumed.\"\nGood noted, \"In a variety of models — from large-scale climate models to regional and local hydrology models — we try to simulate all these pathways, but we currently have difficulty measuring them individually. Our study presents a new approach for measuring the importance of these pathways and provides a new, improved estimate at  the global scale.\"\nFor more information on the study, see:\nhttp://unews.utah.edu/news_releases/water-cycle/\nTo learn more about TES:\nhttp://tes.jpl.nasa.gov/\nFast facts\n\n\n\n\nA new study uses NASA satellite measurements of hydrogen to clarify what happens to precipitation on land after it falls.\nPlants appear to be using less water than previously estimated. This could mean that there's not as much plant growth worldwide as we thought, or that plants use water more efficiently than we thought.\nWater also passes through soil more rapidly than earlier studies showed, a finding that has implications for water quality.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}