{
  "url": "https://climate.nasa.gov/news/2460/flights-to-track-greenhouse-gases-across-eastern-us/",
  "title": "Flights to track greenhouse gases across eastern U.S.",
  "date": null,
  "content": "From NASA\nThe Atmospheric Carbon and Transport–America, or ACT-America, campaign will observe greenhouse gas transport with instruments on two NASA aircraft including the C-130H from NASA's Wallops Flight Facility in Wallops Island, Virginia. Credit: NASA/Patrick Black.\nThis month, NASA begins an airborne experiment to improve scientists’ understanding of the sources of two powerful greenhouse gases and how they cycle into and out of the atmosphere.\nAtmospheric Carbon and Transport–America, or ACT-America, is a multi-year airborne campaign that will measure concentrations of carbon dioxide and methane in relation to weather systems. The study will gather real-time measurements from research aircraft and ground stations to improve the ability to detect and quantify the surface sources and sinks of the gases.\n\"Carbon dioxide and methane are the two most important long-lived greenhouse gases in the atmosphere,” said Ken Davis, ACT-America principal investigator from Pennsylvania State University, University Park. “We have a very difficult time inferring important sources and sinks of these gases, including uptake of carbon dioxide by the biosphere, and emission of methane from a variety of human and biological sources. We hope to improve our ability to measure those sources and sinks today, which should enable improvements in the management and simulation of future climate.\"\nACT-America will employ a new generation of data analysis systems to convert regional observations of greenhouse gas concentrations and the meteorological conditions that move them around the atmosphere into more accurate estimates of where on the surface the gases originated and where they are absorbed. These data will fill in the details of how the gases are moved by weather systems, information that will help scientists interpret the long-term greenhouse gas observations more accurately.\nCurrently, the ability to determine sources and sinks of greenhouse gases relies on long-term observations from a sparse network of tower-based instruments. Space-based measurements of greenhouse gases have become available with the recent launches of the Japan Aerospace Exploration Agency’s Greenhouse gases Observing SATellite in 2009 and NASA’s Orbiting Carbon Observatory–2 (OCO-2) in 2014. These satellites provide significantly more observations and cover much more of the Earth’s surface, but they cannot sample continuously in any one location or see through clouds.\n“The ability of the ACT-America campaign to help bridge the spatial scales between satellite and ground observations, as well as to look in detail about how weather patterns contribute to changes in the distributions of carbon dioxide and methane makes it a unique addition to the global effort to understand the sources and sinks of greenhouse gases,” said Michael Freilich, director of the Earth Science Division at NASA Headquarters, Washington.\nThe ACT-America campaign will use instruments on NASA's C-130H and King Air B-200 aircraft. The C-130H and B-200 will fly below OCO-2 collecting data that will be compared with satellite data collected at the same time and place. The campaign team includes researchers and flight crews collecting data in the air, and scientists on the ground synthesizing that information into computer models.\nACT-America flights will be based at three locations across the eastern U.S. to allow scientists to take advantage of the existing detailed information available on meteorology and carbon dioxide and methane distributions. The first flights will be based out of NASA’s Langley Research Center, Hampton, Virginia, and Wallops Flight Facility, Wallops Island, Virginia. Subsequent flights this summer will be based in Lincoln, Nebraska, and Shreveport, Louisiana.\nACT-America team members and the two NASA research aircraft will be available to the media at an event at Langley on Friday, July 15, from 9 to 11 a.m. EDT. Media interested in attending should contact Joe Atkinson at 757-864-5644 or joseph.s.atkinson@nasa.gov. NASA's C-130 is based out of Wallops and the B-200 is based out of Langley.\nThis summer’s flights are the first of five field campaigns planned during the study, each lasting six weeks. ACT-America is one of six airborne studies funded by the most recent round of NASA’s Earth System Science Pathfinder Program.\nFor more information about ACT-America, go to:\nhttp://act-america.larc.nasa.gov\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nJoe Atkinson\r\nLangley Research Center, Hampton, Va.\r\n757-864-5644/757-755-5375\r\njoseph.s.atkinson@nasa.gov\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}