{
  "url": "https://climate.nasa.gov/news/2408/drought-in-eastern-mediterranean-worst-of-past-900-years/",
  "title": "Drought in eastern Mediterranean worst of past 900 years",
  "date": null,
  "content": "By Ellen Gray,\r\nNASA's Earth Science News Team\nFor January 2012, brown shades show the decrease in water storage from the 2002-2015 average in the Mediterranean region. Units in centimeters. The data is from the Gravity Recovery and Climate Experiment, or GRACE, satellites, a joint mission of NASA and the German space agency. Credit: NASA/ Goddard Scientific Visualization Studio.\nA new NASA study finds that the recent drought that began in 1998 in the eastern Mediterranean Levant region, which comprises Cyprus, Israel, Jordan, Lebanon, Palestine, Syria and Turkey, is likely the worst drought of the past nine centuries.\nScientists reconstructed the Mediterranean’s drought history by studying tree rings as part of an effort to understand the region’s climate and what shifts water to or from the area. Thin rings indicate dry years while thick rings show years when water was plentiful.\nIn addition to identifying the driest years, the science team discovered patterns in the geographic distribution of droughts that provides a \"fingerprint\" for identifying the underlying causes. Together, these data show the range of natural variation in Mediterranean drought occurrence, which will allow scientists to differentiate droughts made worse by human-induced global warming. The research is part of NASA's ongoing work to improve the computer models that simulate climate now and in the future.\n\"The magnitude and significance of human climate change requires us to really understand the full range of natural climate variability,\" said Ben Cook, lead author and climate scientist at NASA's Goddard Institute for Space Studies and the Lamont Doherty Earth Observatory at Columbia University in New York City.\n\"If we look at recent events and we start to see anomalies that are outside this range of natural variability, then we can say with some confidence that it looks like this particular event or this series of events had some kind of human caused climate change contribution,\" he said.\nCook and his colleagues used the tree-ring record called the Old World Drought Atlas to better understand how frequently and how severe Mediterranean droughts have been in the past. Rings of trees both living and dead were sampled all over the region, from northern Africa, Greece, Lebanon, Jordan, Syria and Turkey. Combined with existing tree-ring records from Spain, southern France, and Italy, these data were used to reconstruct patterns of drought geographically and through time over the past millennium. The results were accepted for publication in the Journal of Geophysical Research-Atmospheres, a publication of the American Geophysical Union.\nBetween the years 1100 and 2012, the team found droughts in the tree-ring record that corresponded to those described in historical documents written at the time. According to Cook, the range of how extreme wet or dry periods were is quite broad, but the recent drought in the Levant region, from 1998 to 2012, stands out as about 50 percent drier than the driest period in the past 500 years, and 10 to 20 percent drier than the worst drought of the past 900 years.\nHaving such a large area covered allowed the science team not only to see variations in time, but also geographic changes across the region.\nIn other words, when the eastern Mediterranean is in drought, is there also drought in the west? The answer is yes, in most cases, said Kevin Anchukaitis, co-author and climate scientist at the University of Arizona in Tucson. \"Both for modern society and certainly ancient civilizations, it means that if one region was suffering the consequences of the drought, those conditions are likely to exist throughout the Mediterranean basin,\" he said. \"It's not necessarily possible to rely on finding better climate conditions in one region than another, so you have the potential for large-scale disruption of food systems as well as potential conflict over water resources.\"\nIn addition, the science team found that when the northern part of the Mediterranean—Greece, Italy, and the coasts of France and Spain—tended to be dry when eastern North Africa was wet, and vice versa. These east-west and north-south relationships helped the team understand what ocean and atmospheric conditions lead to dry or wet periods in the first place.\nThe two major circulation patterns that influence when droughts occur in the Mediterranean are the North Atlantic Oscillation and the East Atlantic Pattern. These airflow patterns describe how winds and weather tend to behave depending on ocean conditions. They have periodic phases that tend to steer rainstorms away from the Mediterranean and bring in dryer, warmer air. The resulting lack of rain and higher temperatures, which increase evaporation from soils, lead to droughts.\n\"The Mediterranean is one of the areas that is unanimously projected [in climate models] as going to dry in the future [due to man-made climate change],\" said Yochanan Kushnir, a climate scientist at Lamont Doherty Earth Observatory, who was not involved in the research. \"This paper shows that the behavior during this recent drought period is different than what we see in the rest of the record,\" he said, which means that the Levant region may already be feeling the affects of human-induced warming of the planet.\nThe 900-year record of drought variability across the Mediterranean is an important contribution that will be used to refine computer models that are used to project drought risk for the coming century, Kushnir said.\nRead the paper at:\nJournal of Geophysical Research-Atmospheres\nGRACE is a joint partnership between NASA in the United States and Deutsche Forschungsanstalt für Luft und Raumfahrt (DLR) in Germany. For more information on the GRACE mission and available data products, visit:\nhttp://grace.jpl.nasa.gov\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}