{
  "url": "https://climate.nasa.gov/news/2393/nine-year-old-boy-plants-seed-that-yields-3-trillion-trees/",
  "title": "Nine-year-old boy plants seed that yields 3 trillion trees",
  "date": null,
  "content": "4 min read\nTalk about mighty oaks growing from little acorns! A 9-year-old’s homework assignment has led to the world’s most comprehensive tree-counting project, which in turn stands to increase the value of upcoming missions from NASA and other space agencies.\nFelix Finkbeiner was a fourth-grade student in Bavaria in 2007 when his teacher assigned a classroom presentation on climate change. His research brought him to the story of Wangari Maathai of Kenya, the first African woman to be awarded the Nobel Peace Prize. Among other accomplishments, she started a grassroots movement to counter deforestation and inspired the United Nations Environment Programme’s Billion Tree Campaign.\nFelix challenged his classmates—and ultimately, children throughout the world—to plant a million trees in each country, an idea that grew into an international youth organization called “Plant-for-the-Planet.” In 2011, the UNEP turned its Billion Tree Campaign over to the organization Felix had started. By that time, the UN program had celebrated the planting of 12 billion trees.\nTwelve billion trees is a lot, but how much does it increase the world’s tree population? By a few percent? By half? No one knew. Enter Tom Crowther, then a postdoc at Yale.\n“My friend worked for Plant-for-the-Planet,” Crowther said. “The problem they were having was that they didn't know what contribution they were making because they didn’t know how many trees there were to start with. So I planned to spend a couple of months digging around, doing a few quick calculations, just so they could have some idea of the total number, at least to within an order of magnitude.”\nBut that relatively modest task quickly grew in scope. “So many people were interested and I managed to gather so much more data than we initially expected, it just snowballed,” Crowther said. The result was a study published last September in the prestigious journal\nNature\n, which sparked headlines in the general press declaring that Earth is home to 3 trillion trees, nearly eight times as many as what Crowther’s paper cites as the previous best estimate. That’s using the American definition, by the way, in which one thousand billion equals one trillion.\nCrowther and his colleagues generated the first global tree map of its kind by coupling some 430,000 ground-based measurements of forest density, from every continent except Antarctica, with data from NASA’s Moderate Resolution Imaging Spectrometer (MODIS) instruments onboard the Terra and Aqua satellites.\nThe team also found that on average, some 15 billion trees are lost each year while only 5 billion new trees are gained, a net loss of 10 billion trees per year. So if we want to maintain the current total of 3 trillion, we need to achieve some combination of planting a lot more trees and reducing the number that are lost.\nThere are some reasons to hope. Last month’s climate conference in Paris gave forests the biggest shout-out they’ve gotten so far at one of those gatherings. And Plant-for-the-Planet’s new goal is to plant a trillion trees.\nNot only has the Crowther study given a new perspective to tree-planting efforts, it stands to enhance a tool that scientists use to study forests and their interactions with climate. “Computer power and mathematical theory have advanced such that we can simulate the behavior of a forest as individual trees in the Ecosystem Demography (ED) Model,” said Josh Fisher, a climate scientist at NASA’s Jet Propulsion Laboratory. “I think this density number will help constrain that bit of modeling, which will help constrain our estimates on everything else that the large-scale models do.” Constraining in this sense means tightening the limits and enabling the computer model to give more precise answers.\nDoug Morton, a scientist at NASA’s Goddard Space Flight Center, agrees. “Models like ED simulate characteristics such as tree size, age and species. And it considers the competitive interactions between trees, their competition for water and light,” he said. “This is one of several models in that class that could be constrained with density measurements. I think that is an exciting feature of the Crowther study.”\nDave Schimel, who heads JPL’s Carbon and Ecosystems Group, sees more perks on the horizon. “NASA and the Europeans are about to make an enormous investment in understanding forest structure worldwide,” he said, “through the GEDI mission that's being developed for the International Space Station; the NISAR mission that's a partnership between NASA, Israel and India; and the Europeans’ Biomass mission. In combination with estimates of density, they become even more valuable.”\nThat’s quite a forest of benefits to sprout from a fourth-grade homework assignment. Let’s hope Felix got an “A.”\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}