{
  "url": "https://climate.nasa.gov/news/2298/international-spacecraft-carrying-aquarius-instrument-ends-operations/",
  "title": "International spacecraft carrying Aquarius instrument ends operations",
  "date": null,
  "content": "By Alan Buis, NASA’s Jet Propulsion Laboratory,\r\nDwayne Brown, NASA Headquarters,\r\nand Rani Gran, NASA’s Goddard Space Flight Center\nArtist's concept of the Aquarius/SAC-D spacecraft, a collaboration between NASA and Argentina's space agency, with participation from Brazil, Canada, France and Italy. Aquarius, the NASA-built primary instrument on the spacecraft, will take NASA's first space-based measurements of ocean surface salinity, a key missing variable in satellite observations of Earth that links ocean circulation, the global balance of freshwater and climate. Credit: NASA. View larger image.\nAn international Earth-observing mission launched in 2011 to study the salinity of the ocean surface ended June 8 when an essential part of the power and attitude control system for the SAC-D spacecraft, which carries NASA's Aquarius instrument, stopped operating. The Aquarius instrument successfully achieved its science objectives and completed its primary three-year mission in November 2014.\nThis graphic depicts the location of NASA's Aquarius instrument on board the SAC-D spacecraft. Credit: NASA. \n\n\nThe Aquarius/Satélite de Aplicaciones Científicas (SAC)-D satellite observatory was an international collaboration between NASA and Argentina's space agency, Comisión Nacional de Actividades Espaciales (CONAE), with participation from Brazil, Canada, France and Italy. NASA launched Aquarius/SAC-D from Vandenberg Air Force Base, California, on June 10, 2011.\nAquarius was a pathfinder mission to demonstrate that accurate, scientifically significant measurements of salinity could be made from space. It was also the first mission to combine use of passive (radiometer) and active (radar) measurements at L-band.\nThe instrument's surface salinity measurements are contributing to a better understanding of ocean dynamics and advancing climate and ocean models, both from season to season and year to year. These models still are improving El Niño prediction. Aquarius global salinity maps are revealing how freshwater plumes coming from the mouths of large rivers and the precipitation and evaporation over the ocean affect the salinity structure of the ocean.\n\"The Aquarius sensor collected three years and nine months of valuable data,\" said Aquarius principal investigator Gary Lagerloef of Earth & Space Research, Seattle. \"It was truly a pioneering effort to determine how accurately we could measure ocean salinity from space and for the first time study large and small-scale interactions of the global water cycle.\"\nPreliminary indications are that an onboard hardware component called a Remote Terminal Unit (RTU) shut down, which caused the loss of onboard power regulation and spacecraft attitude stabilization.\nSalinity information is critical to improving our understanding of two major components of Earth's climate system: the water cycle and ocean circulation. By measuring ocean salinity from space, Aquarius provided new insights into the massive natural exchange of freshwater between the ocean, atmosphere and sea ice, which—in turn—influences ocean circulation, weather and climate.\nData from Aquarius revealed how extreme floods impact our seas and how low-salinity river plumes affect hurricane intensity. Aquarius data also were integral to the Salinity Processes in the Upper Ocean Regional Study (SPURS), a year-long international field study of the oceanographic processes that sustain the maximum surface salinities in the central subtropical North Atlantic, and influence global ocean circulation.\nThe Aquarius instrument was jointly built by NASA's Jet Propulsion Laboratory in Pasadena, California, and NASA's Goddard Space Flight Center in Greenbelt, Maryland. JPL managed Aquarius through the mission's commissioning phase and archives mission data. Goddard managed the mission's operations phase and processes Aquarius science data. CONAE provided the SAC-D spacecraft, an optical camera, a thermal camera in collaboration with Canada, a microwave radiometer, sensors developed by various Argentine institutions, and the mission operations center in Argentina. France and Italy also contributed instruments.\nLearn more about the Aquarius/SAC-D mission here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}