{
  "url": "https://climate.nasa.gov/news/2419/a-reef-scientist-talks-about-nasas-coral-campaign/",
  "title": "A reef scientist talks about NASA's CORAL campaign",
  "date": null,
  "content": "From NASA\nEric Hochberg, the principal investigator for NASA's COral Reef Airborne Laboratory (CORAL) campaign, is a research scientist at the Bermuda Institute of Ocean Sciences, St. George's, Bermuda. CORAL will survey more of the world's coral reefs, and in far greater detail, than ever before to measure the condition of these threatened ecosystems. It will combine airborne and shipboard sensor observations to create a uniform dataset on reefs around the globe.\nHochberg: CORAL is going to give reef scientists — and resource managers and the public — a new perspective on coral reefs. We've learned a fantastic amount by scuba diving on reefs. CORAL will let us see the whole ecosystem in one picture.\nHochberg: Coral reefs provide very valuable ecosystem goods and services. Reefs are a focus for traditional culture and provide food for innumerable small subsistence economies. They protect shorelines from storm and wave damage and form barriers that provide safe passage for shipping. They are a superlative recreational resource and the foundation of a multibillion-dollar tourist industry worldwide. Coral reefs are a locus of biodiversity and genetic complexity. Their high species diversity is a storehouse for the biotechnology industry, enabling researchers to isolate and identify chemical substances and biochemical mechanisms with potential value for new medicines. The global economic valuation of the direct and indirect use of coral reefs has been estimated at nearly $400 billion annually.\nUnfortunately, because reef ecosystems are already stressed by human activities at local and regional scales, they may be unable to withstand the impact of global climate change. The interconnected influences of rising sea surface temperature and increasing ocean acidification are predicted to transform reefs globally from coral-rich to coral-poor. With this shift, the predictions are that the ecosystem services and economic value provided by reefs will become severely diminished.\nHochberg: First, and most important, these areas have all types of reefs (fringing, barrier and atoll reefs in oceanic and continental shelf locations) and span a range of environmental conditions that reef scientists have identified as influencing reefs. Second, these areas are readily accessible for both airborne and in-water observations.\nHochberg: For the in-water validation teams, the day will start around 6 a.m. with breakfast, prep work and a weather briefing with the airborne team. Gear will be loaded into boats, and we'll shove off around 8 a.m. Different boats have different tasks. One team will continually measure light in and above the water. Another will deploy instruments to measure reef primary production and calcification. The last team will be scuba diving to survey the reef surface itself. The boats return to shore around 3 p.m., and all the equipment is cleaned and prepped for the next day.\nThe airborne team will be flying over the reef during the day, collecting spectral images with the PRISM [Portable Remote Imaging Spectrometer] instrument. At the end of the day, the airborne team and in-water teams will meet to decide on the next day's activities. This will include discussing the weather forecast and flight targets.\nHochberg: PRISM is the most recent, and best, version of a technology that goes back decades. It \"sees\" sunlight reflected from underwater reefs the same way our eyes do, but PRISM has an advantage over our eyes in that it carefully measures this reflected light in hundreds of different colors. Algorithms developed for CORAL use the subtle differences between colors to identify features on the reef.\nHochberg: CORAL's two objectives, in very simple terms, are to collect data and to analyze those data. So the first people to use CORAL data will be researchers working on the CORAL mission. CORAL data will be analyzed against known environmental conditions (e.g., sea surface temperature, carbonate chemistry) for each reef in the survey. The result will be a set of quantitative, empirical models that can be used to estimate current global reef condition and forecast reef condition under scenarios of predicted global change. The new models will be useful to scientists to better understand reef function and to resource managers to better steward these vital ecosystems through global change. CORAL will serve as a pathfinder for possible future satellite missions with instruments similar to PRISM, producing the first comprehensive and consistent assessment of reef condition for a significant proportion of the world’s coral reefs. Finally, CORAL will represent the initiation of a long-term ecosystem observation program that will be carried on through the Hyperspectral Infrared Imager (HyspIRI) mission and its successors.\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}