{
  "url": "https://climate.nasa.gov/news/2300/our-tomorrowland-nasa-advancing-the-future-on-earth-and-in-space/",
  "title": "Our ‘Tomorrowland’: NASA advancing the future on Earth and in space",
  "date": null,
  "content": "3 min read\nThe new Disney film \"Tomorrowland\" imagines a world where dreaming about the technology of the future can advance civilization and make Earth a better place. At NASA, we're reaching for new heights to reveal the unknown, so what we learn can benefit all of humankind. With new technologies in development on Earth and space, and exciting new missions of exploration throughout the solar system being planned, NASA is helping advance a future that will inspire the world and improve lives on our home planet.\nThough personal jetpacks aren't commonplace yet, NASA is with you when you fly. The world depends on aviation to stay connected and NASA Aeronautics is helping solve some of big challenges facing the aerospace industry, like reducing environmental impact, maintaining safety in more crowded skies, and revolutionizing aircraft shapes and propulsion.\nTo really help improve lives on Earth we need to understand it first. NASA Earth Science studies our planet to better understand how it is changing and how it might change in the future. This helps us make a difference in people's lives around the world by providing critical data on weather, natural disasters, air quality, sea levels, and natural resources.\nSome 250 miles overhead, astronauts are working off the Earth for the Earth, conducting research only possible in microgravity across multiple scientific disciplines. From its unique vantage point, the International Space Station advances Earth observation research while providing a platform for new technology demonstrations, astrophysics, and research on the human body. The lessons we learn on the space station not only benefit humanity but are also paving the way for the human exploration of Mars in our lifetime.\nHumankind's next giant leap in exploration will send astronauts to the Red Planet where we could finally answer the question \"does life exist beyond Earth?\" Mars could prove to be a suitable home for humans one day and even help us better understand how life developed here. The technologies we develop on the Journey to Mars and knowledge we learn there will forever change humanity's future of exploration.\nFarther into the cosmos, new discoveries await us about the origin and evolution of our solar system, galaxy and the universe. Multiple robotic missions and telescopes are exploring our Solar System and Beyond to uncover their secrets. The steps we take toward exploring our universe now could lead to a future where we have solved the mystery \"are we alone?\"\nAll of NASA's current and planned exploration depends on new technology. The inventions and advancements of NASA Technology create new opportunities for space exploration as well as tangible benefits here at home, like economic development and new ways to save lives.\nWe invite you to explore the many ways NASA provides Benefits to You as we keep reaching to tomorrow on Earth and in space, making lives better today.\nThe research teams who help sustain the largest freshwater reserve in the world are developing…\nA new air taxi from the manufacturer Joby Aviation will allow NASA to evaluate how…\nA team of NASA scientists last year published a study on how to better map…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}