{
  "url": "https://climate.nasa.gov/news/2299/keeping-an-eye-on-coral-reef-health-from-space/",
  "title": "Keeping an eye on coral reef health from space",
  "date": null,
  "content": "6 min read\nWith Earth-observing satellite data, scientists can now monitor the health of coral reefs, even in the most remote regions scattered around the globe where it is otherwise difficult to see changes.\nSatellites fill a void by providing a more complete view of remote reefs. The information is monitored globally through Coral Reef Watch, an online tool that provides near real-time and long-term monitoring, forecasting and reporting of tropical coral reef conditions. Coral Reef Watch is operated by the National Oceanic and Atmospheric Administration (NOAA).\nThis information is being used to monitor the quality and temperature of the waters around reefs worldwide. Water temperatures that exceed certain thresholds for a period of time can lead to a loss of corals. Satellite data processed through Coral Reef Watch provides early warning of natural and human-caused pressures that result in reef decline and loss.\nUntil relatively recently, global maps of coral reefs hadn’t changed significantly from the maps produced by Charles Darwin in 1842. Darwin based his historic maps on observations from his expeditions around the world. Later, French scientist Louis Joubin updated those maps in 1912 using information he received through letters from people living near coral reefs around the world.\nIt wasn’t until about 15 years ago that coral reef mapping leapfrogged to modern times. A new global map of coral reefs was created with over a thousand Landsat 7 satellite images collected between 2000 and 2003.\n“Until we made the map of coral reefs with Landsat 7, global maps of reefs had not improved a lot since the amazing maps that Darwin drafted,” said Frank Muller-Karger, professor of oceanography at the University of South Florida in St. Petersburg, Florida. Previous Landsat missions were designed to look at land and were typically “turned off” over large oceans to conserve power. Landsat is a collaborative NASA and U.S. Geological Survey mission.\nThe Enhanced Thematic Mapper Plus sensor, the main instrument onboard Landsat 7, led to the development of the Millennium Global Coral Reef Map, which is distributed openly and is used by researchers and coral reef managers around the world.\nThe Landsat 8 satellite with the Operational Land Imager (OLI) sensor offers significantly improved capabilities. “The Landsat 8 OLI is allowing us to outline the reefs around the world and measure area and estimate depth in ways never possible before,” said Muller-Karger.\nMuller-Karger teamed with the NOAA Coral Reef Watch program under a 2013 NASA Applied Sciences grant to develop new products using U.S. and international satellites for a coral reef ecosystem stress alert program.\nCoral is a living organism that makes rocklike deposits of their skeletons. These marine animals leave these deposits to accumulate to form reefs over hundreds to thousands of years. These reefs provide a habitat for more than 1 million species of plants and animals while also protecting coastlines from storm damage and erosion and providing a tourism destination. Factors influencing the health of coral reefs include rising sea levels, powerful storms, pollution, coastal development, mining pressures for cement, overfishing and other human activities such as the construction of artificial islands and ports.\nA condition known as coral bleaching occurs when extremely warm waters force temperature-sensitive corals to evict the tiny algae that live inside the coral animal in symbiosis and help them thrive. These algae give the coral animals their color. Without these algae, the corals turn white and eventually die if the condition persists.\nIn addition to Landsat, several other satellites provide data to measure the cumulative heat buildup around coral reefs of the world. If the heat builds up over several weeks, coral reef health is affected and bleaching or death occurs. Stress also occurs if corals experience extreme winter cold temperatures, and this can be observed by temperature-sensing satellites.\nAmong these satellite sensors are the Moderate-resolution Imaging Spectroradiometer (MODIS) instruments aboard the NASA Terra and Aqua satellites. Similar readings are being collected by NASA/NOAA’s Visible Infrared Imaging Radiometer Suite (VIIRS) instrument on Suomi National Polar-orbiting Partnership satellite, as well as from NOAA’s Geostationary Operational Environmental Satellite series and the Advanced Very High Resolution Radiometer (AVHRR) instruments, and some satellites operated by international partners. These instruments provide current information on sea surface temperatures, to identify areas vulnerable to bleaching.\nNow science seeks more advanced solutions to the problem of measuring biodiversity over large areas and how this is changing. Hyperspectral satellite information promises to identify the types of habitats within the reef. These new satellite instruments could see variations of coral reef color and improve the understanding of at least some aspects of habitat and biological diversity from space. It may even be able to see when corals bleach.\n“You need Earth-observing cameras with small pixel sizes that allow a closer look at the corals. The scale needed is much less than 100 meters. With VIIRS and MODIS, for example, the best achievable spatial resolution is 250-500 meters. We need instruments capable of resolving reefs at scales ranging from 1 to 40 meters,” said Nima Pahlevan, chief research scientist, Terrestrial Information System Laboratory at Goddard Space Flight Center in Greenbelt, Maryland.\nTowards that end of obtaining better quality images, NASA’s Hyperion onboard the proof-of-concept Earth-Observing-1 (EO-1) mission offers 30-meter spatial resolution as a test of an orbital space-borne hyperspectral camera sensing Earth’s surface.\nAnother experimental instrument was the Hyperspectral Imager for the Coastal Ocean (HICO), which flew on the International Space Station. HICO offered 90 meter spatial resolution, providing detailed images of coral reef regions. Hyperion and HICO are both experimental instruments, requiring images to be scheduled or offering the ability to capture only a few images per orbit. That is why scientists desire a hyperspectral instrument on a satellite to capture a regular stream of images, providing insight on changes to coral reefs.\nThere are also other hyperspectral instruments in the pipeline. NASA is considering when to fly the Hyperspectral Infrared Imager (HyspIRI). NASA already flies several hyperspectral sensors on aircraft, such as the Airborne Visible Infrared Imaging Spectrometer, or AVIRIS, instruments and the Portable Remote Imaging Spectrometer, or PRISM, instrument.\nFuture hyperspectral data from space will allow high-quality observations that could be used to map the diversity of changing global coastal zones. This will allow scientists to better quantify how organisms change, and ultimately how humans can better use nature to sustain a healthy society.\nLearn more about how NASA Earth science yields benefits to society.\nLearn more about Landsat here and here.\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nNASA is now publicly distributing science-quality data from its newest Earth-observing satellite, providing first-of-their-kind measurements…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}