{
  "url": "https://climate.nasa.gov/news/2307/satellites-track-earths-water-movements-to-help-complete-climate-picture/",
  "title": "Satellites track Earth’s water movements to help complete climate picture",
  "date": null,
  "content": "7 min read\nMany pressing questions about Earth’s climate revolve around water. With droughts and flooding an ongoing concern, people want to know how much water is on the move and where it is going. To help answer those questions, a new NASA study provides estimates for the global water cycle budget for the first decade of the 21st century, taking the pulse of the planet and setting a baseline for future comparisons.\nThe water cycle is the catch-all phrase to describe the movement of water—in its different forms, e.g., liquid, gas and solid—around the planet. It includes freshwater used in households and for agriculture, so any changes to the patterns of where rain and snow occur due to the changing climate may have huge impacts for communities worldwide.\nThe study is a rigorous accounting of the movements of Earth’s water from 2000 to 2010, and the first to rely solely on satellite observations and data-integrating models. The new estimates were derived simultaneously with estimates for the amount of energy from the sun available to heat and move water. A hotter day outside means, for example, that more water evaporates from the soil, plants or the ocean, so putting a number on the amount of heat energy helps scientists put a number on the amount of water that lifts into the atmosphere and is then transported by winds around the world. Assessing these two major components of Earth’s climate system is the first step for evaluating how patterns of water and energy may be affected by climate change.\n“To document change you need to understand what the current state is—really have a good, sound understanding and quantification of the current state. Then you can tease out changes in the future,” said lead author Matt Rodell, a hydrologist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nThe results, published July 7 online in the Journal of Climate, show that each year heat from the sun evaporates 107,841 cubic miles (449,500 cubic kilometers) of water from the world’s oceans. For reference, the Great Lakes in the United States hold about 5,446 cubic miles (22,700 cubic km) of water. On land, 16,938 cubic miles (70,600 cubic km) of water evaporates from soil and plants. The moisture collects as water vapor in the atmosphere, and winds blow it to other parts of the world where it condenses into clouds, rainfall and snowfall.\nThe scientists also calculated that 96,805 cubic miles (403,500 cubic km) of precipitation fall over the ocean each year, an estimate about 5 percent higher than the previous standard estimate, and 27,950 cubic miles (116,500 cubic km) of precipitation fall over land. Of the precipitation over land, 11,012 cubic miles (45,900 cubic km) runs through streams and rivers into the oceans and 16,938 cubic miles (70,600 cubic km) evaporates into the atmosphere. For comparison, each year, all humans on Earth collectively consume for agriculture, industry and water supply 2,182 cubic miles (9,100 cubic km; enough to fill 3 million football stadiums), less than 8 percent of total land precipitation.\nIn addition to the global and annual numbers, the researchers calculated water cycle estimates for each of seven land masses and nine ocean basins, as well as provided monthly estimates for the globe and each region.\nThese data for the current state of the water cycle will be used to improve how climate models predict the distribution and intensity of rain and snowfall events, said co-author Tristan L’Ecuyer, an atmospheric science professor at the University of Wisconsin at Madison. In climate models, precipitation changes are more difficult to predict than temperature changes because rain and snow involve processes in clouds that take place on the order of miles—scales too small to resolve for most climate models, whose smallest unit is often about the size of Connecticut. Having better estimates of current precipitation rates and how they vary with the seasons is critical to improve the models, said L’Ecuyer.\nScientists combined data from 10 sources that made use of observations from more than 25 satellites to describe different aspects of the water cycle: precipitation and evaporation over land and oceans, atmospheric water vapor and its movement, river runoff, and water storage including groundwater, soil moisture and snowpack.\nThe goal was then to balance the amount of water that went into each “compartment” of the water cycle, such as the ocean, a continent or a lake, with what came out. Earth is a closed system, which means that any water that evaporates from the surface must be accounted for in the atmospheric water vapor, which must then be accounted for when it condenses into rain or snow, and so on. Each of these stages was described by a different dataset.\nMaking all the datasets work together was challenging, said Rodell.\n“Things don’t always add up because the measurements aren’t perfect,” he said. “It’s like if you’re training for a marathon, and you find a route that Google Maps says is 26.2 miles. Then you run it and your iPhone app says you went 27.0 miles, and then you drive it and your car says you went 26.5 miles. Which one is right? You might guess the accuracy of each measurement and come up with an estimate somewhere in the middle.”\nTo resolve the differences between datasets, Rodell, L’Ecuyer, and their team came up with a new mathematical technique to get the best estimate. They based it on how accurate experts believe each measurement to be, a number described as the scientific uncertainty or range of possible answers that are still reasonably correct.\nIt’s as if the water cycle were a jigsaw puzzle, and each dataset for precipitation, water vapor, and so on were individual pieces that have to fit with all the other pieces. However, unlike your traditional jigsaw puzzle, here each piece has a certain amount of wiggle room—its range of possible answers.\nAs it turned out, the water cycle pieces did fit together within the wiggle room, allowing the team to see the big picture.\n“That’s very encouraging,” said L’Ecuyer. “The data sets that we’re generating—even though they are independently generated—they’re all coming up with realistic uncertainty bars that allow us to derive these benchmark estimates.”\nThe water cycle estimates were calculated in tandem with estimates made for the energy budget, an approach, that while not new, was “very well executed,” said Peter van Oevelen, director, International of the Global Energy and Water Exchanges project of the World Climate Research Programme in Washington, who was not involved in the research.\n“The estimates of the various water balance components cannot be done without looking at the energetic components,” he said, adding that work still remained to improve the estimates for certain parts of the water and energy cycles, such as evapotranspiration, the estimates of how much water evaporates from soils and plants.\nRodell agreed, and is looking forward to incorporating data sets from satellites launched since 2010, such as the Soil Moisture Active Passive mission, launched in 2014, that may help refine those estimates.\nThese water cycle and energy budget datasets are made possible by NASA’s fleet of Earth-observing satellites, which see all parts of the planet, including the oceans, remote areas and developing countries where it’s difficult or impossible for scientists to obtain “on the ground” measurements, said Rodell. The next generation of satellites launched since 2010 will eventually allow estimates of water movement to be produced for the current decade with even higher accuracy, he said.\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nA NASA and U.S. Geological Survey (USGS)-supported research and development team is making it easier…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}