{
  "url": "https://climate.nasa.gov/news/2314/scientists-link-earlier-melting-of-snow-to-dark-aerosols/",
  "title": "Scientists link earlier melting of snow to dark aerosols",
  "date": null,
  "content": "2 min read\nTiny particles suspended in the air, known as aerosols, can darken snow and ice causing it to absorb more of the sun’s energy. But until recently, scientists rarely considered the effect of all three major types of light-absorbing aerosols together in climate models.\nIn a new study, NASA scientists used a climate model to examine the impact of this snow-darkening phenomenon on Northern Hemisphere snowpacks, including how it affects snow amount and heating on the ground in spring.\nThe study looked at three types of light-absorbing aerosols – dust, black carbon and organic carbon. Black carbon and organic carbon are produced from the burning of fossil fuels, like coal and oil, as well as biofuels and biomass, such as forests.\nWith their snow darkening effect added to NASA’s GEOS-5 climate model, scientists analyzed results from 2002 to 2011, and compared them to model runs done without the aerosols on snow. They found that the aerosols indeed played a role in absorbing more of the sun’s energy. Over broad places in the Northern Hemisphere, the darkened snow caused some surface temperatures to be up to 10 degrees Fahrenheit warmer than it would be if the snow were pristine. As a result, warmer, snow-darkened areas had less snow in spring than they would have had under pristine snow conditions.\nAccording to the study, dust’s snow darkening effect significantly contributed to surface warming in Central Asia and the western Himalayas. Black carbon’s snow darkening effect had a larger impact primarily in Europe, the eastern Himalayas and East Asia. It had a smaller impact in North America. Organic carbon’s snow darkening effect was relatively lower but present in regions such as southeastern Siberia, northeastern East Asia and western Canada.\n“As we add more of these aerosols to the mix, we are potentially increasing our overall impact on Earth’s climate,” said research scientist Teppei Yasunari at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nResearch: Impact of snow darkening via dust, black carbon, and organic carbon on boreal spring climate in the Earth system\nJournal: Geophysical Research: Atmospheres, June 15, 2015.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}