{
  "url": "https://climate.nasa.gov/news/2274/jason-3-will-add-to-record-of-the-seas-rise-and-fall/",
  "title": "Jason-3 will add to record of the sea’s rise and fall",
  "date": null,
  "content": "4 min read\nYou can't predict the outcome of a marathon from the runners' times in the first few miles. You’ve got to see the whole race. Global climate change is like that: You can't understand it if all you have is a few years of data from a few locations. That's one reason that a fourth-generation satellite launching this summer is something to get excited about.\nJason-3, a mission led by the National Oceanic and Atmospheric Administration that is currently scheduled to launch on July 22, is the latest in a series of U.S.-European satellite missions that have been measuring the height of the ocean surface for 23 years. Sea level height is a critical piece of evidence about Earth's natural cycles and how humans are affecting our planet. Knowing sea level height also improves hurricane forecasts, navigation and the efficiency of fisheries and other offshore industries (see below).\nMost people think that, except for waves, the ocean is flat. It's not. The ocean has topography just as land does. Ocean currents cause hills and valleys in the sea surface that vary in height by more than six feet (two meters) from one place to another. And just as Earth's rocky landscapes change because of erosion and many other causes, its watery hills and valleys also change. High points on the sea surface tend to be over warm water and valleys over cold water, with currents flowing around the hills and valleys. Because the ocean absorbs more than 90 percent of the heat trapped by human-emitted greenhouse gases, monitoring the changing ocean topography is a key to understanding how the ocean responds to and influences climate change.\nOf course, the ocean changes naturally as well, with cycles like the Pacific Ocean's El Niño and Pacific Decadal Oscillation (PDO), which change the height and temperature of the sea surface. Scientists want to understand these natural cycles better. \"Jason-3 might witness a new phase of the PDO,\" said Josh Willis of NASA's Jet Propulsion Laboratory, NASA's Jason-3 project scientist. The current cold phase produces colder-than-normal sea surface temperatures in the East Pacific; some oceanographers have theorized that the reason global atmospheric temperatures have not increased significantly since about 2000 is that the PDO switched to its cold phase at that time, and the cooler ocean surface has moderated air temperatures ever since.\nJason-3's predecessors were Topex/Poseidon (launched in 1992), Jason-1 (2001) and Jason-2 (2008, still active). The primary science instrument in all the satellites is a radar altimeter, which sends a microwave pulse to the ocean's surface and times how long the signals take to return. Combined with information on the precise location of the spacecraft, the returned radar signals give a record of sea-surface height. The instrument has not had a major redesign since Jason-1. \"We did it right the first time,\" Willis joked.\nWhen Topex/Poseidon launched, researchers did not expect its accuracy to be good enough to observe global sea level rise, but the altimetry measurement system outperformed expectations from the start, proving to be accurate within about an inch (a few centimeters) for a single measurement. The series has observed about 2.4 inches (6 centimeters) of global sea level rise in 23 years. In that time, \"We're already seeing increased coastal erosion, more frequent flooding — the 100-year flood in San Francisco is now the 10-year flood,\" Willis noted.\n\"Every decade, the planet's climate evolves and our influence on it grows. So every decade we're actually measuring a new world,\" said Willis. \"That's why we need to continue these observations.\"\nJason-3 is an international partnership led by the National Oceanic and Atmospheric Administration with participation from NASA, France's Centre Nationale d'Etudes Spatiales (the French space agency) and EUMETSAT, the European Organisation for the Exploitation of Meteorological Satellites. JPL built Jason-3's radiometer, GPS and laser reflector and is funding the launch and will help oversee the science team, which is responsible for ensuring the quality of the data.\nFor more about NASA's ocean surface altimetry missions, visit https://sealevel.jpl.nasa.gov/.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}