{
  "url": "https://climate.nasa.gov/news/2304/turkish-glaciers-shrink-by-half/",
  "title": "Turkish glaciers shrink by half",
  "date": null,
  "content": "By Laura Rocchio,\r\nLandsat Communications Team\nNASA Earth Observatory map by Joshua Stevens, using data from a 2015 paper by Yavaşlı, Tucker and Melocikc. NASA Earth Observatory image by Jesse Allen, using Landsat data from the U.S. Geological Survey. View larger image.\nResearchers and citizens have known for some time that Turkey’s glaciers are shrinking. Now scientists have calculated the losses and found that more than half of the ice cover in this mountainous country has vanished since the 1970s. A team of researchers from Ege University (Turkey) and NASA’s Goddard Space Flight Center analyzed four decades of Landsat satellite data to document this steady decline. The team, led by Dogukan Dogu Yavasli (Ege), published their results in June 2015 in the journal Remote Sensing of Environment.\nThe map above shows the proportional percent change of the 14 main Turkish glaciers that existed in the 1970s. Over 40 years, the total glacial area fell from 25 square kilometers (10 square miles) in the 1970s to 10.85 km2(4.19 mi2) in 2012-2013. Five of the glaciers have completely disappeared.\nToday, two glaciers in eastern Turkey account for the majority of all glacial area in the country. Agri glacier sits atop Mount Agri, or Ararat, a dormant stratovolcano. Uludoruk is a fractured glacier in the Taurus Mountains that was likely one continuous glacier prior to its first documentation in 1842.\nElevated temperatures are the major factor behind the staggering ice losses.\n\n\nThe average elevation of Turkey is more than 1,100 meters (3,600 feet), with the landscape rising from west to east. Glacier losses at lower elevations were larger over the study period.\nTo set the baseline for the extent of Turkey’s glaciers in the mid-1970s, the researchers relied heavily on an early glacier inventory assembled by Ajun Kurter for the landmark U.S. Geological Survey series Satellite Image Atlas of Glaciers of the World. (They also consulted two other glacier reports.) For the new study, Yavasli and colleagues examined 72 Landsat scenes collected between 1972 and 2013, as well as five images from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) and 41 high-resolution commercial satellite images. They reconstructed the size of Turkey’s glaciers at five time periods between the 1970s and 2013.\nMount Süphan, a dormant stratovolcano and home to one of Turkey’s lesser glaciers, is shown below in a false-color Landsat 8 OLI image from summer 2014. (Note that vegetation is red in this image.) The glacier lost more than 75 percent of its area since the 1970s. The remaining glacier is small, fragmented, and covered by camouflaging debris. Researchers had to carefully separate snow cover from glacial ice for this study.\nTo make meaningful measurements and confirm the margins of small glaciers, Yavasli and colleagues compared medium-resolution Landsat data with high-resolution commercial data from IKONOS, Quickbird-2, GeoEye-1, and WorldView-1 and -2 collected between 2003–2013. Information gleaned from these comparisons was then applied to the analysis of Landsat images collected prior to the launch of commercial, high-resolution satellites. As the researchers marched back in time through the Landsat record, they had to wrestle with less sophisticated onboard sensors and with coarser data. Again, where available, they use coincident data from different generations of Landsat sensors so that the interpretation advantages of the new sensors could help them decipher patterns in the older data.\nThe authors also analyzed precipitation, cloud cover and temperature records to understand the causes of this dramatic drop in glacial area. They found no significant variation in precipitation or cloud cover, but surface temperatures did increase. In particular, there was an upward trend in summer nighttime minimum temperatures, leading the authors to conclude that elevated temperatures are the major factor behind the staggering ice losses.\nThis article was reposted from NASA's Earth Observatory.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}