{
  "url": "https://climate.nasa.gov/news/2305/alaskas-biggest-ice-losers-are-inland/",
  "title": "Alaska's biggest (ice) losers are inland",
  "date": null,
  "content": "By Kathryn Hansen,\r\nNASA's Earth Observatory\nAirborne surveys of southern Alaska have helped scientists get a better handle on where ice is being lost from this heavily glaciated region. Melting ice from Alaskan glaciers is estimated to be one of the main contributors to global sea level rise.\nThe maps above show changes to glaciers between 1994 and 2013 in southern Alaska, as well as parts of Canada’s Yukon Territory and British Columbia. Specifically, the maps show the region’s mass balance—the difference between the ice each glacier has gained and lost each year. The change is shown in meters of meltwater equivalent; that is, the depth of water that would result if that ice were melted. In general, red colors show where glaciers have thinned, and blue colors are where they have thickened. The bottom image shows a close-up view of the Wrangell and St. Elias mountain ranges.\nScientists estimated the mass balance from changes in the surface elevation of 116 glaciers, which were observed at roughly the same time every year with lidar instruments mounted on aircraft. They determined that the region lost about 75 billion tons of ice per year over a 19-year period. That’s about 30 percent of the amount of ice thought to be lost each year from the Greenland ice sheet. The results were published in June 2015 in Geophysical Research Letters.\nAs the maps show, not all glaciers are losing ice equally. “From glacier to glacier, there is a large amount of variability in how each is responding to climate,” said Chris Larsen, a researcher at University of Alaska at Fairbanks and lead author of the paper.\nFloating icebergs that calved from the edge of the glacier fill Columbia Bay. Credit: Jon Atta.\n\n\nGlaciers that end in the ocean—so-called \"tidewater glaciers\"—primarily lose mass through the calving of icebergs. Individually these glaciers can retreat and lose mass rapidly and episodically, as Columbia Glacier has done. But analysis of the high-resolution map revealed that as a group, tidewater glaciers are fairly stable. They accounted for just 6 percent of the region’s mass loss. “This is a bit of a relief,” Larsen said, “until one adds up the total ice loss from all of Alaska and notes that it is still a large number.”\nOther Alaskan glaciers lose mass though surface melting and runoff. Though the ice itself never reaches the sea, the meltwater does. This glacier type accounted for 70 percent of the mass loss from the region. Larsen expects that ice loss from surface melt will continue into the future as the climate warms.\nThis article was reposted from NASA's Earth Observatory.\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}