{
  "url": "https://climate.nasa.gov/news/2410/nasa-sends-drone-system-to-university-of-kansas-for-future-glacier-research/",
  "title": "NASA sends drone system to University of Kansas for future glacier research",
  "date": null,
  "content": "4 min read\nNASA has delivered an unmanned aircraft system (UAS) to the University of Kansas in Lawrence for student training and development of a radar system for analyzing glaciers in Greenland associated with sea-level rise around the globe.\nThe UAS, named Viking-400, will allow students and faculty in the university’s Department of Aeronautical Engineering to gain hands-on experience with a production air vehicle to complement the school’s curriculum. . It will also facilitate the integration of radar instrument onto the aircraft. Students also will generate 3-D models of the aircraft that NASA will use for engineering and analysis.\n“This is a mutually beneficial development for the university and NASA,” said Matthew Fladeland, airborne science manager at NASA’s Ames Research Center in California’s Silicon Valley. “University of Kansas is well known for their development of airborne radar systems for characterizing the polar ice sheets, and Ames is a leader in unmanned systems, including autonomy and control technology, safe and effective airspace integration and earth science applications. We look forward to partnering with KU on this project.”\nNASA’s Cryospheric Sciences Program seeks to understand the connections between the polar ice sheets and the global Earth system. In the polar regions, the program relies heavily on manned aircraft such as those used to support the multi-year Operation IceBridge mission. These aircraft have operational windows that are limited by poor weather, runway accessibility, and the polar night.\nUnmanned systems have the potential to provide more frequent and higher resolution measurements to complement these measurements as well as those satellites such as the ICESat-2 satellite, planned for launch in 2018.\nThe Viking UAS has a maximum range of 600 nautical miles and endurance of 11 hours, and is designed for data collection missions in remote or dangerous environments. It is large enough to carry up to 100 pounds of scientific instruments for up to 600 miles, yet small enough not to require a large runway or hangar. Ames currently manages eight Viking systems.\n“We’re always looking for ways to more efficiently collect data in the polar regions,” said Thomas Wagner, NASA’s program scientist for the cryosphere at NASA Headquarters in Washington. “And UAS may have the potential to not just reduce, but also reduce our environmental impact while potentially allowing us to collect data we cannot otherwise obtain.”\nKU students will develop and integrate several high-tech radars, including a High Frequency (HF) sounder, Very High Frequency (VHF) multi-channel coherent radar depth sounder/imager, and an ultra-wideband (UWB) microwave radar, referred to as the snow radar. The HF and VHF measure ice thickness, and the UWB microwave radar can take centimeter-scale fine resolution measurements of snow thickness while mapping internal layers in the snow. The data will be used to improve projections of the land ice contributions to sea level rise while improving our understanding of the connections between sea ice change and global climate.\nEquipping the UAS with the proposed radars will enable more finely detailed surveys for which larger manned aircraft are not well suited, filling a void in existing data sets.  Smaller aircraft such as the Viking-400, guided by an autopilot and differential GPS, can often follow a more precise flight path than larger faster-moving aircraft. This improves scientists’ ability to provide high-resolution radar maps.\nIn addition to the short-term goals of meeting immediate science needs and expanding the fleet of available platforms for cryospheric research, Ames’ longer-term vision is to demonstrate the scientific utility of UAS integrated with radars for polar research. Scientists worldwide use NASA data to tackle some of the biggest questions about how our planet is changing now and how Earth could change in the future. From rising sea levels to the changing availability of freshwater, NASA enables studies that unravel the complexities of our planet from the highest reaches of Earth’s atmosphere to its core.\nMedia contact\nDarryl WallerAmes Research Centerdarryl.e.waller@nasa.gov\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nIn response to recent flooding near Kerrville, Texas, NASA deployed two aircraft to assist state…\nNASA’s C-130 Hercules, fondly known as the Herc, went wheels up at 9:45 a.m., Friday,…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}