{
  "url": "https://climate.nasa.gov/news/2310/sunny-with-a-chance-of-nuclear-bullets/",
  "title": "Sunny, with a chance of nuclear bullets",
  "date": null,
  "content": "6 min read\nIn space, far above Earth’s turbulent atmosphere, you might think the one thing you don’t have to worry about is weather. But you would be wrong. Just ask the people charged with the safety of the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO), one of the climate-research satellites orbiting our planet. When the sun hurled an enormous electromagnetic storm at us in mid-June, they were forced to shut down CALIPSO’s laser instrument for 11 days to prevent potentially catastrophic damage.\nCALIPSO’s operators heeded a warning from the Space Weather Prediction Center (SWPC) run by NOAA, the National Oceanic and Atmospheric Administration. SWPC’s ability to forecast space weather is about to improve thanks to a new spacecraft called the Deep Space Climate Observatory (DSCOVR), which has just taken its sentry post a million miles sunward of Earth. A number of spacecraft currently report solar activity to the SWPC, but DSCOVR is the first deep-space spacecraft whose primary mission is to keep an eye on space weather.\nWhat are these storms in space? They start on the surface of the sun, when titanic magnetic forces launch enormous blobs of the sun’s surface into space at millions of miles per hour. These blobs are called coronal mass ejections (CMEs) and consist of magnetic field and plasma—largely protons, the nuclei of hydrogen atoms, but also the nuclei of heavy elements like oxygen and iron.\nWhen a CME smashes into Earth’s magnetic field, it triggers beautiful auroras but it can also play havoc with power grids, radio communications and satellites. And then there’s the effect on the solar wind, a constant outflowing of particles from the sun that streams through space.\nCMEs often generate shock waves similar to what happens when an aircraft breaks the sound barrier in Earth’s atmosphere. But the solar wind’s equivalent of a sonic boom can accelerate protons up to millions of miles\nper minute\n—as much as 40 percent of the speed of light. The result is called a solar radiation storm.\nThe ultra-fast, ultra-high-energy protons and other nuclei in these storms create their own hazards for satellites and radio communication, as well as for people in space and even in aircraft flying at high latitudes and altitudes.\nThe particles comprising CMEs and solar radiation storms are too sparse to buffet spacecraft like an earthly hurricane attacking a ship. But they pack an electrical punch that can disrupt or even kill sensitive computer chips and other components onboard satellites.\nA particularly severe CME-induced geomagnetic storm in 1859 electrified telegraph wires, causing sparks that shocked telegraph operators and set paper on fire. A storm in 1989 collapsed northeastern Canada’s power grid. In 2003, more than half of the year’s spacecraft anomalies took place during CME-triggered geomagnetic and solar-radiation storms.\nEarth orbiters often encounter charged particles just from flying through the Van Allen radiation belts that envelop most of the planet, so to some degree they are built to take such interlopers in stride. Many microchips are hardened against radiation. Software routines can reject the results of a bit flip (when an energetic particle switches a 1 to a 0 or vice-versa, also called a “single-event upset”). If they detect trouble, spacecraft with high levels of autonomy can put themselves into safe mode, turning off vulnerable systems to prevent further damage. Still, as with CALIPSO, some components need special attention. And virtually all spacecraft operators want the option of taking space weather into account.\n“If it’s getting to the level of activity where aviation and power grids are worrying about it, we are worrying about it too,” said Bill Guit, Mission Director for NASA’s Aqua and Aura satellites. His concern is primarily for one instrument onboard Aura, the Microwave Limb Sounder (MLS). According to Dominick Miller, who is operations lead for that instrument, a CME can short out and fry a particularly vulnerable MLS microchip. Aura’s operators have instructions to shut down MLS if the intensity of a solar-particle storm reaches a certain threshold. It hasn’t happened yet, but it’s come close.\nEven the operators of highly autonomous satellites like NASA’s Orbiting Carbon Observatory (OCO-2) appreciate SWPC keeping a weather eye on solar storms. “If we were to know ahead of time that a hazard is coming, there are a few things that we might want to do,” said Ralph Basilio, OCO-2’s project manager. “For example, closing the door to the instrument to eliminate even the remote possibility of getting direct sunlight onto the focal plane arrays if spacecraft attitude control could not be maintained.”\nHe added that if his team were planning to fire the spacecraft’s thrusters, as they do from time to time to compensate for drifting away from the optimal orbit, they would consider delaying the maneuver. “We would hate for a thruster to be commanded open and stay open because we had a single-event upset,” he said.\n“The only time that we would have a problem (with a delay) is if we were about to do a maneuver to avoid an object—a micrometeoroid or some object in Earth orbit—which we do, by the way, often,” said Richard Kemski, OCO-2’s Mission Assurance Manager. “Then the question becomes, what is more likely? That we're going to have a problem with the solar event or we're going to smack into something and die anyway?”\nSpace weather is also important to consider before launching a mission, said Kent Kellogg, project manager for NASA’s SMAP (Soil Moisture Active/Passive) mission. “Before you hit the go button, to have last-minute data that says space weather is going to be clean while you do the separation and initial operations, that would be good,” he said. “When you are getting solar arrays, antennas and instruments deployed, it would certainly be good to have that assurance.”\nWith the addition of DSCOVR, the Space Weather Prediction Center will be better positioned to provide that assurance—or to warn spacecraft operators that it may be time to batten down the hatches.\nDSCOVR arrived at L1 in June and is expected to finish its shakedown phase and become operational sometime in August. The mission is a partnership between NOAA, NASA and the U.S. Air Force.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}