{
  "url": "https://climate.nasa.gov/news/2411/february-continues-streak-of-record-low-arctic-sea-ice-extent/",
  "title": "February continues streak of record low Arctic sea ice extent",
  "date": null,
  "content": "By Natasha Vizcarra,\nNational Snow and Ice Data Center\nArctic sea ice extent for February 2016 was 14.22 million square kilometers (5.48 million square miles). The magenta line shows the 1981 to 2010 median extent for that month. The black cross indicates the geographic North Pole. Credit: National Snow and Ice Data Center.\nArctic sea ice was at a satellite-record low for the second month in a row. The first three weeks of February saw little ice growth, but extent rose during the last week of the month. Arctic sea ice typically reaches its maximum extent for the year in mid to late March.\nArctic sea ice extent for February averaged 14.22 million square kilometers (5.48 million square miles), the lowest February extent in the satellite record. It is 1.16 million square kilometers (448,000 square miles) below the 1981 to 2010 long-term average of 15.4 million square kilometers (5.94 million square miles) and is 200,000 square kilometers (77,000 square miles) below the previous record low for the month recorded in 2005.\nThe first three weeks of February saw little ice growth, but extent rose during the last week of the month primarily due to growth in the Sea of Okhotsk (180,000 square kilometers or 70,000 square miles) and to a lesser extent in Baffin Bay (35,000 square kilometers or 13,500 square miles). Extent is presently below average in the Barents and Kara seas, as well as the Bering Sea and the East Greenland Sea. Extent decreased in the Barents and East Greenland seas during the month of February. In other regions, such as the Sea of Okhotsk, Baffin Bay, and the Labrador Sea, ice conditions are near average to slightly above average for this time of year. An exception is the Gulf of St. Lawrence, which remains largely ice free.\nIn the Antarctic, sea ice reached its minimum extent for the year on February 19, averaging 2.6 million square kilometers (1 million square miles). It is the ninth lowest Antarctic sea ice minimum extent in the satellite record.\nVisit the National Snow and Ice Data Center for context and analysis.\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}