{
  "url": "https://climate.nasa.gov/news/2466/science-flights-target-melting-arctic-sea-ice/",
  "title": "Science flights target melting Arctic sea ice",
  "date": null,
  "content": "4 min read\nThis summer, with sea ice across the Arctic Ocean shrinking to below-average levels, a NASA airborne survey of polar ice just completed its first flights. Its target: aquamarine pools of melt water on the ice surface that may be accelerating the overall sea ice retreat.\nNASA’s Operation IceBridge completed the first research flight of its new 2016 Arctic summer campaign on July 13. The science flights, which continue through July 25, are collecting data on sea ice in a year following a record-warm winter in the Arctic.\nThe summer flights will map the extent, frequency and depth of melt ponds, the pools of melt water that form on sea ice during spring and summer. Recent studies have found that the formation of melt ponds early in the summer is a good predictor of the sea ice yearly minimum extent in September: if there are more ponds on the ice earlier in the melt season, they reduce the ability of sea ice to reflect solar radiation, which leads to more melt.\n“Although there have been previous airborne campaigns in the Arctic, no one has ever mapped the large-scale depth of melt ponds on sea ice using remote sensing data,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “The information we’ll collect is going to show how much water is retained in melt ponds and what kind of topography is needed on the sea ice to constrain them, which will help improve melt pond models.”\nThis short flight campaign is operating from Barrow, Alaska. The flights are low at an altitude of 1500 feet (450 meters) aboard an HU-25C Guardian Falcon aircraft from NASA's Langley Research Center in Hampton, Virginia. The plane carries three instruments that measure changes in the ice elevation and surface temperatures and create color maps of sea ice.\nOperation IceBridge provides connectivity between the measurements of polar ice between two NASA satellite campaigns: the Ice, Cloud and land Elevation Satellite, or ICESat, which operated from 2003 to 2009, and its successor, ICESat-2, scheduled to launch by 2018. The Barrow campaign will give a glimpse into what ICESat-2 will be able to observe in the Arctic in the summertime, since the laser altimeter IceBridge carries is similar to the one that will be aboard ICESat-2.\nKurtz expects that flying in the summer will allow his team to find areas of sea ice not covered by snow, which will let them take direct measurements of the freeboard, the fraction of sea ice that floats above the waterline. This measurement would improve studies of sea ice thickness in the Arctic.\nFlights will be shorter than the usual IceBridge Arctic flights, due to the Falcon’s smaller fuel capacity compared to the P-3 aircraft that IceBridge normally uses in the Arctic. In total, IceBridge scientists are expecting to carry out five 4-hour-long flights, each one covering 1000 nautical miles (1150 miles) and focusing on the Beaufort and Chukchi seas north of Russia, Alaska and Canada.\n“The advantage of being based in Barrow is that we’ll be starting the flights right from the water’s edge,” Kurtz said.\nFor its annual Arctic and Antarctic campaigns, IceBridge flights follow pre-established lines selected by the scientific community. But in Barrow, due to weather uncertainty, the mission will pursue targets of opportunity.\n“The day before the flight we’ll be looking at weather imagery and models, and I’ll try to plan a flight line that basically gets into any hole in the clouds there is, rather than following a specific path,” Kurtz said.\nNASA's Wallops Flight Facility in Virginia provided the laser altimeter and the infrared camera that are being used during this summer campaign. IceBridge's Digital Mapping System came from NASA's Ames Research Center at Moffett Field, California.\nFor more about Operation IceBridge and to follow the summer Arctic campaign, visit:\nhttp://www.nasa.gov/icebridge\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}