{
  "url": "https://climate.nasa.gov/news/2317/california-rain-debt-equal-to-average-full-year-of-precipitation/",
  "title": "California 'rain debt' equal to average full year of precipitation",
  "date": null,
  "content": "By Steve Cole, NASA Headquarters,\r\nand Ellen Gray, NASA’s Goddard Space Flight Center\nCalifornia's accumulated precipitation “deficit” from 2012 to 2014 shown as a percent change from the 17-year average based on TRMM multi-satellite observations. Credit: NASA/Goddard Scientific Visualization Studio. View larger image.\nA new NASA study has concluded California accumulated a debt of about 20 inches of precipitation between 2012 and 2015—the average amount expected to fall in the state in a single year. The deficit was driven primarily by a lack of air currents moving inland from the Pacific Ocean that are rich in water vapor.\nIn an average year, 20 to 50 percent of California's precipitation comes from relatively few, but extreme events called atmospheric rivers that move from over the Pacific Ocean to the California coast.\n\"When they say that an atmospheric river makes landfall, it's almost like a hurricane, without the winds. They cause extreme precipitation,\" said study lead author Andrey Savtchenko at NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nSavtchenko and his colleagues examined data from 17 years of satellite observations and 36 years of combined observations and model data to understand how precipitation has varied in California since 1979. The results were published Thursday in Journal of Geophysical Research—Atmospheres, a journal of the American Geophysical Union.\nThe state as a whole can expect an average of about 20 inches of precipitation each year, with regional differences. But, the total amount can vary as much as 30 percent from year to year, according to the study.\nIn non-drought periods, wet years often alternate with dry years to balance out in the short term. However, from 2012 to 2014, California accumulated a deficit of almost 13 inches, and the 2014-2015 wet season increased the debt another seven inches, for a total 20 inches accumulated deficit during the course of three dry years.\nThe majority of that precipitation loss is attributed to a high-pressure system in the atmosphere over the eastern Pacific Ocean that has interfered with the formation of atmospheric rivers since 2011.\nAtmospheric rivers occur all over the world. They are narrow, concentrated tendrils of water vapor that travel through the atmosphere similar to, and sometimes with, the winds of a jet stream. Like a jet stream, they typically travel from west to east. The ones destined for California originate over the tropical Pacific, where warm ocean water evaporates a lot of moisture into the air. The moisture-rich atmospheric rivers, informally known as the Pineapple Express, then break northward toward North America.\nEarlier this year, a NASA research aircraft participated in the CalWater 2015 field campaign to improve understanding of when and how atmospheric rivers reach California.\nSome of the water vapor rains out over the ocean, but the show really begins when an atmospheric river reaches land. Two reached California around Dec. 1 and 10, 2014, and brought more than three inches of rain, according to NASA's Tropical Rainfall Measuring Mission (TRMM)'s multi-satellite dataset. The inland terrain, particularly mountains, force the moist air to higher altitudes where lower pressure causes it to expand and cool. The cooler air condenses the concentrated pool of water vapor into torrential rains, or snowfall as happens over the Sierra Nevada Mountains, where water is stored in the snowpack until the spring melt just before the growing season.\nThe current drought isn't the first for California. Savtchenko and his colleagues recreated a climate record for 1979 to the present using the Modern-Era Retrospective Analysis for Research and Applications, or MERRA. Their efforts show that a 27.5 inch deficit of rain and snow occurred in the state between 1986 and 1994.\n\"Drought has happened here before. It will happen again, and some research groups have presented evidence it will happen more frequently as the planet warms,\" Savtchenko said. \"But, even if the climate doesn’t change, are our demands for fresh water sustainable?\"\nThe current drought has been notably severe because, since the late 1980s, California's population, industry and agriculture have experienced tremendous growth, with a correlating growth in their demand for water. Human consumption has depleted California's reservoirs and groundwater reserves, as shown by data from NASA's Gravity Recovery and Climate Experiment (GRACE) mission, leading to mandatory water rationing.\n\"The history of the American West is written in great decade-long droughts followed by multi-year wet periods,\" said climatologist Bill Patzert at NASA's Jet Propulsion Laboratory in Pasadena, California. He was not involved in the research. \"Savtchenko and his team have shown how variable California rainfall is.”\nAccording to Patzert, this study added nuance to how scientists may interpret the atmospheric conditions that cause atmospheric rivers and an El Niño's capacity to bust the drought. Since March, rising sea surface temperatures in the central equatorial Pacific have indicated the formation of El Niño conditions. El Niño conditions are often associated with higher rainfall to the western United States, but it’s not guaranteed.\nSavtchenko and his colleagues show that El Niño contributes only six percent to California's precipitation variability and is one factor among other, more random effects that influence how much rainfall the state receives. While it’s more likely El Niño increases precipitation in California, it’s still possible it will have no, or even a drying, effect.\nA strong El Niño that lasts through the rainy months, from November to March, is more likely to increase the amount of rain that reaches California, and Savtchenko noted the current El Niño is quickly strengthening.\nThe National Oceanic and Atmospheric Administration (NOAA), which monitors El Niño events, ranks it as the third strongest in the past 65 years for May and June. Still, it will likely take several years of higher than normal rain and snowfall to recover from the current drought.\n\"If this El Niño holds through winter, California’s chances to recoup some of the precipitation increase. Unfortunately, so do the chances of floods and landslides,\" Savtchenko said. “Most likely the effects would be felt in late 2015-2016.”\nLearn more about NASA's Precipitation Measurement Missions.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}