{
  "url": "https://climate.nasa.gov/news/2343/study-shows-oceanic-phytoplankton-declines-in-northern-hemisphere/",
  "title": "Study shows oceanic phytoplankton declines in Northern Hemisphere",
  "date": null,
  "content": "5 min read\nThe world's oceans have seen significant declines in certain types of microscopic plant-life at the base of the marine food chain, according to a new NASA study. The research, published Sept. 23 in Global Biogeochemical Cycles, a journal of the American Geophysical Union, is the first to look at global, long-term phytoplankton community trends based on a model driven by NASA satellite data.\nDiatoms, the largest type of phytoplankton algae, have declined more than 1 percent per year from 1998 to 2012 globally, with significant losses occurring in the North Pacific, North Indian and Equatorial Indian oceans. The reduction in population may reduce the amount of carbon dioxide drawn out of the atmosphere and transferred to the deep ocean for long-term storage.\n\"Phytoplankton need carbon dioxide for photosynthesis, just like trees,\" said oceanographer and lead author Cecile Rousseaux, of Universities Space Research Association and NASA's Goddard Space Flight Center in Greenbelt, Maryland. Carbon dioxide (CO2) from the atmosphere dissolves in cold ocean water. During a phytoplankton bloom, which can span hundreds of miles and be seen from space, the tiny organisms take up the dissolved CO2 and convert it to organic carbon – a form that animals can use as food to grow, the essential base of the marine food web. Then when the phytoplankton cell dies, it sinks to the ocean floor, taking with it the carbon in its body.\nBecause they are larger than other types of phytoplankton, diatoms can sink more quickly than smaller types when they die. A portion will circulate back to the surface because of ocean currents, and, like fertilizer, fuel another phytoplankton bloom. But the rest will settle on the sea floor miles below, where they will accumulate in sediment and be stored for thousands or millions of years. The process is one of the long-term storage options for carbon removed from the atmosphere.\nThe decline in diatoms is one of several regional shifts observed in four types of phytoplankton in the 15-year study period.\nRousseaux and her colleagues took ocean color measurements of chlorophyll, the green pigment plants produce as part of photosynthesis, from NASA's Sea-viewing Wide Field of View Sensor (SeaWiFS) that flew aboard the Geo Eye OrbView-2 satellite from 1997 to 2010 and the Moderate Resolution Imaging Spectroradiometer (MODIS) aboard NASA's Aqua satellite from 2002 to the present. The data show the total chlorophyll in the ocean of all the phytoplankton types combined together. In previous work, they had observed that in the Northern Hemisphere, total chlorophyll was declining – but they didn't know what types of phytoplankton were declining or why.\nThat's where the computer model of the ocean comes in. Informed by other satellite data and field observations from ocean buoys and ships, NASA's Ocean Biogeochemical Model recreates the conditions in the ocean, from its currents to the amount of sunlight and nutrients available in different ocean basins. Since different types of phytoplankton use up nutrients at different rates and amounts, the model allowed the researchers to distinguish between large diatoms and smaller phytoplankton: coccolithophores, chlorophytes and tiny cyanobacteria.\n\"Inclusion of satellite data into this kind of biogeochemical modeling is really exciting,\" said oceanographer Jeremy Werdell at Goddard, who was not involved in the study. The challenge with studying phytoplankton communities is that satellites cannot always unequivocally distinguish between different types of phytoplankton or the nutrients levels that may be affecting them. Sampling from ships and other direct measures can't observe the entirety of the global oceans on high spatial and time scales.\n\"This kind of tool allows you to start exploring that problem in a way we're not able to do by using just a satellite alone, or just a model alone,\" said Werdell. \"By combining satellite data, models and additional environmental information, you can start telling a more holistic story.\"\nAccording to the model, the diatom declines are due to the uppermost layer of ocean water, called the mixed layer, becoming shallower. Taking into account seasonal variation, it shallowed by 1.8 meters (5.9 feet) over the 15-year study period.\nThe mixed layer is at the surface where waves and currents continually churn, drawing up nutrients from a deeper layer of water below. The upper section, or sometimes the whole mixed layer depending on how deep it is, receives sunlight. Together, these are the conditions that promote phytoplankton growth. But a shallower mixed layer has less volume, and thus can hold fewer nutrients, than a deeper mixed layer.\n\"The phytoplankton can run out of nutrients,\" said Rousseaux, which is what they observed in the nutrient levels essential to diatoms reported by the model. Why the mixed layer shallowed is still uncertain. One possibility is changes in winds, which cause some of the churning, she said.\nThe diatom decline, while statistically significant, is not severe, said Rousseaux. But it is something to monitor in the future as ocean conditions change, whether due to natural variation or climate change.\nYou can read the paper here or at Global Biogeochemical Cycles.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}