{
  "url": "https://climate.nasa.gov/news/2344/nasa-to-fly-parallel-science-campaigns-at-both-poles/",
  "title": "NASA to fly parallel science campaigns at both poles",
  "date": null,
  "content": "6 min read\nFor the first time in its seven years of flights, NASA's Operation IceBridge, an airborne survey of changes in Earth’s polar ice, is conducting overlapping campaigns in Antarctica and the Arctic. Since 2009, IceBridge has studied Antarctic ice conditions each fall, but this year a new field campaign has been added to collect measurements of sea and land ice in the Arctic to provide insight into the impact of the summer melt season.\nThe Antarctic campaign was the first to kick off on Sept. 22, as IceBridge successfully completed its first research flight over the southernmost continent. Antarctic flights continue until Nov. 2. The first flight of the Arctic campaign is scheduled for Sept. 23, weather permitting, with ongoing flights until Oct. 23.\nThe Arctic campaign team will fly aboard NASA Langley Research Center's Falcon 20 aircraft. The plane will carry three instruments: a laser altimeter called the Airborne Topographic Mapper, a high-resolution camera technology called the Digital Mapping System (DMS), which allows researchers to create maps of polar ice, and an experimental infrared camera.\nOne of the main challenges of this campaign will be racing to catch enough hours of sunlight, said John Sonntag, mission scientist for the Arctic campaign.\n“This time of the year in the Arctic, we lose seven minutes of sunlight every day,” Sonntag said. “By the time we end the campaign, we’ll only have about nine hours of daylight a day, barely enough to squeeze in our daily two three-and-a-half-hour flights, plus refueling.”\nThe first leg of the Arctic post-melt season mission will be based out of Thule Air Base in northwest Greenland. Four land ice flights and six sea ice flights are planned from there.\n“The spring campaigns let us get a good look at the variability in the conditions of the sea ice cover — and the snow on top of it — on an annual basis,” said Jackie Richter-Menge, IceBridge science team co-lead with the U.S. Army Corps of Engineers Cold Regions Research and Engineering Laboratory in Hanover, N.H. “The new campaign is going to give us a chance to look at how ice thickness varies within the year, specifically changes that occurred over the summer melt season.”\nThe highest priority during this campaign will be flying the flight paths that the mission successfully carried last spring so that researchers can compare the measurements taken during both campaigns and see how the spring and summer melt season has thinned the ice. Some tweaks in the flight paths will also allow IceBridge to fly under some of the tracks of the European Space Agency’s CryoSat-2 satellite.\nNathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Md., said his team hopes that flying shortly after the melt season has ended will allow them to find areas of sea ice not covered by snow, which will let them take direct measurements of the freeboard, the fraction of sea ice that floats above the waterline and makes up one-eighth of the thickness of the ice floes.\nThe second leg of the Arctic campaign will be based in Kangerlussuaq, in western Greenland.  IceBridge will fly more than a dozen land ice missions, again prioritizing flight paths that were flown in the spring campaign. Among other targets the Falcon will fly over is the Jakobshavn ice stream, the fastest-melting glacier in the world, which lost a large area of ice in August.\n“Jakobshavn’s rate of thinning is not uniform during the year, so we are interested in finding out how much ice this glacier lost during this summer,” said Eric Rignot, IceBridge science team co-lead and glaciologist at the University of California, Irvine, and NASA’s Jet Propulsion Laboratory in Pasadena, Calif.\nBut more importantly, this campaign’s measurements will allow scientists to evaluate models of ice sheet melt.\n“There are few sites in Greenland where we have measured melt at the surface, and lots of places where we don’t know how well these models are doing,” Rignot said. “So by gathering this altimetry data at the end of the melt season, we’ll be able to evaluate how well these models are doing over a whole range of snow, ice and climate regimes, which is essential to improve these models for projecting ice sheet melt with future warming.”\nFurthermore, the post-melt season campaign will help scientists validate the measurements of the upcoming NASA's Ice, Cloud and Land Elevation Satellite-2 (ICESat-2) mission, scheduled to launch in 2017.\n“ICESat-2 will observe the ice sheets and the sea ice cover year round continuously, not just in the spring,” Rignot said. “The snow and ice properties are a bit different at the end of the summer than at the beginning of the spring, so this campaign will give us information on another important part of the ice’s yearly cycle that we didn’t get to explore so much before.”\nAt the other end of the planet, IceBridge will use a Gulfstream G-V aircraft, owned by the National Science Foundation. The plane will carry the Laser Vegetation Imaging Sensor (LVIS), a laser altimeter that can map large areas of sea and land ice from a high altitude, and another DMS.\nThe base of operations for the Antarctic campaign will once again be Punta Arenas, Chile. IceBridge has more than 18 scheduled flights over Antarctica, which will cover rapidly changing areas, such as Smith Glacier in the Amundsen Sea and the southwest corner of the Antarctic Peninsula. The field campaign will collect measurements of sea ice in the Bellingshausen and Weddell Seas.\nThe mission of Operation IceBridge is to collect data on changing polar land and sea ice and maintain continuity of measurements between ICESat missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, is scheduled for launch in 2018. Operation IceBridge is currently funded until 2019. The planned overlap with ICESat-2 will help scientists validate the satellite’s measurements.\nFor more about Operation IceBridge and to follow this year's campaign, visit http://www.nasa.gov/icebridge.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}