{
  "url": "https://climate.nasa.gov/news/2318/just-5-questions-sea-surface-topography/",
  "title": "Just 5 questions: Sea surface topography",
  "date": null,
  "content": "4 min read\nEarth’s seas and oceans have high and low points, just like Earth’s continents have hills and valleys. The difference is that sea surface topography is affected by temperature, currents and underwater mountains and trenches. Scientists like Josh Willis are working to understand how sea level rise, warming oceans and sea surface topography will interact and affect our planet as our climate continues to change.\n1. What is sea surface topography and how do we measure it?\nSea surface topography is the height and shape of the ocean’s surface. Certain parts of the ocean are taller than others because of currents or, in some cases, because of underwater mountains that pile up the ocean water. The most comprehensive way to measure topography is from space. You fly a satellite over the ocean and shoot the surface with a radar wave. Then you wait for the wave to bounce off the ocean and come back. By measuring the time it takes the wave to go down and come back, you can tell how far away the ocean is from the satellite. So as it flies, the satellite will trace out the topography of the sea surface.\n2. How big are these topographic features? Do they stay in the same place, or do they move around?\nThese things happen over many miles. For example, a large variation in sea surface height can range by a few feet in a few miles. The surface topography that is caused by underwater mountains, which would then create a hill at the ocean surface, or by an underwater trench, which would cause a valley—those stay in the same place because the mountains on the sea floor don’t move around. But the topographic features that are there because of currents move around and are the ones oceanographers tend to be the most interested in. Those variations in sea surface topography are caused by ocean currents that tilt the sea surface.\n3. How do temperature and global warming affect sea surface topography?\nTypically, warm water takes up more space than cold water—it’s less dense. When we observe a high sea level, oftentimes it’s because there’s warm water not just at the surface but down deeper as well.\nSo sea level is rising for two different reasons. One is because glaciers and ice sheets all over the world are melting and the extra water raises sea levels. But also sea levels are rising because the ocean is absorbing almost all of the extra heat trapped by greenhouse gases. But the extra heat doesn’t go in the ocean evenly everywhere. Some places are getting more heat than others, and this can cause changes in ocean currents, and it also means that sea levels rise faster in some places than in others.\n4. What role do regional variations in sea level play in weather and climate?\nChanges in sea level tell us where the warm water is and where oceans carry warm water around. In places where the warm water is at the surface, it can have a big impact on weather and climate. One example of that is the El Niño phenomenon, which involves a bunch of warm water that is normally in the West Pacific moving to the East Pacific. When it does that, it disrupts the jet stream and causes weather patterns to change all over the United States and sometimes all over the world. One of the main ways we monitor El Niño is by looking at sea level measured by satellites.\n5. What are the big questions that scientists are asking about ocean topography right now?\nOne big question is \"What’s going on at the smallest scales?\" Our satellites are really good at telling us when the entire North Pacific gets warmer or when a big El Niño is running from the West Pacific to the East Pacific. But the smaller things—like eddies, really sharp boundary currents and natural mixing in the ocean—are too small for the current generation of satellite altimeters to see. But in 2020, NASA and the National Center Space Research (CNES), the French space agency, will launch SWOT, which stands for Surface Water and Ocean Topography. And this new satellite will measure the sea surface topography with incredibly high resolution. Every kilometer will have its own measurement of ocean height. We expect to see lots of new things and understand the physics of the ocean a whole lot better because of SWOT.\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nNASA is now publicly distributing science-quality data from its newest Earth-observing satellite, providing first-of-their-kind measurements…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}