{
  "url": "https://climate.nasa.gov/news/2395/new-satellite-based-maps-to-aid-in-climate-forecasts/",
  "title": "New satellite-based maps to aid in climate forecasts",
  "date": null,
  "content": "From NASA\nGlobal map of the average amount of time that live biomass carbon and dead organic carbon spend in carbon reservoirs around the world, in years. Credit: A. Anthony Bloom.\nNew, detailed maps of the world’s natural landscapes created using NASA satellite data could help scientists better predict the impacts of future climate change.\nThe maps of forests, grasslands and other productive ecosystems provide the most complete picture yet of how carbon from the atmosphere is reused and recycled by Earth’s natural ecosystems.\nScientists at the University of Edinburgh, Scotland, United Kingdom; NASA’s Jet Propulsion Laboratory, Pasadena, California; and Wageningen University, Netherlands, used a computer model to analyze a decade of satellite and field study data from 2001 to 2010. The existing global maps of vegetation and fire activity they studied were produced from data from NASA’s Terra, Aqua and ICESat spacecraft. The researchers then constructed maps that show where — and for how long — carbon is stored in plants, trees and soils.\nThe maps reveal how the biological properties of leaves, roots and wood in different natural habitats affect their ability to store carbon across the globe, and show that some ecosystems retain carbon longer than others. For example, large swaths of the dry tropics store carbon for a relatively short time due to frequent fires, while in warm, wet climates, carbon is stored longer in vegetation than in soils.\nAlthough it is well known that Earth’s natural ecosystems absorb and process large amounts of carbon dioxide, much less is known about where the carbon is stored or how long it remains there. Improved understanding about how carbon is stored will allow researchers to more accurately predict the impacts of climate change.\nStudy first author Anthony Bloom, a JPL postdoctoral scientist, said: “Our findings are a major step toward using satellite imagery to decipher how carbon flows through Earth’s natural ecosystems from satellite images. These results will help us understand how Earth’s natural carbon balance will respond to human disturbances and climate change.”\nProfessor Mathew Williams of the University of Edinburgh’s School of GeoSciences, who led the study, said, “Recent studies have highlighted the disagreement among Earth system models in the way they represent the current global carbon cycle. “Our results constitute a useful, modern benchmark to help improve these models and the robustness of global climate projections.”\nTo generate values for each of the 13,000 cells on each map, a supercomputer at the Edinburgh Compute and Data Facility ran the model approximately 1.6 trillion times.\nNew data can be added to the maps as it becomes available. The impact of major events such as forest fires on the ability of ecosystems to store carbon can be determined within three months of their occurrence, the researchers say.\nThe study, published Feb. 2 in the Proceedings of the National Academy of Sciences, was funded by the Natural Environment Research Council. The California Institute of Technology in Pasadena manages JPL for NASA.\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nCorin Campbell\r\nUniversity of Edinburgh\r\n011-44-0131-650-6382\r\nCorin.campbell@ed.ac.uk\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}