{
  "url": "https://climate.nasa.gov/news/2326/omg-mission-maps-greenlands-coastline/",
  "title": "OMG mission maps Greenland’s coastline",
  "date": null,
  "content": "4 min read\nThis summer, a refitted fishing boat is mapping the seafloor around Greenland as the first step in a six-year research program to document the loss of ice from the world's largest island. NASA's Oceans Melting Greenland (OMG) field campaign is gathering data that will help scientists both to understand how the oceans are joining with the atmosphere in melting the vast ice sheet and to predict the extent and timing of the resulting sea level rise.\n\"A lot of the major uncertainty in future sea level rise is in the Greenland Ice Sheet,\" said OMG principal investigator Josh Willis, a scientist at NASA's Jet Propulsion Laboratory, Pasadena, California. At about 660,000 square miles (1.7 million square kilometers), the ice sheet is three times the size of Texas. It's about a mile deep on average and contains enough water to raise global sea levels about 20 feet (6 meters), if it were all to melt. \"The question is how fast it's melting,\" Willis said.\nIf the ice sheet were simply melting from the top down, researchers could track its disappearance more easily. However, ocean water melts ice too. The northwest Atlantic Ocean has been warming at an unprecedented rate for the last 10 to 15 years. Where that warm, salty water can reach Greenland's glaciers, it accelerates their melting.\nFinding out where that is happening is no easy task. Greenland's coastline is more than 27,000 miles (44,000 kilometers) long — longer than the distance around Earth at the equator — because of the island's hundreds of long, narrow fjords, many containing glaciers. Just as the coast is scored by fjords, Greenland's shallow continental shelf is gouged by underwater canyons cut by the glaciers of the last ice age.\nIn this part of the world, the warmest water is down deep in the ocean, but that water may be able to get into the underwater canyons and reach the glaciers.\n\"We don't know how deep almost all of the glaciers and the fjords are, nor where the deep canyons cut through the continental shelf,\" said OMG co-investigator Ian Fenty of JPL. OMG is making the first high-resolution maps of the complete Greenland coast and continental shelf.\nThe maps are just the opening act of the OMG campaign, however. From next year to 2020, NASA's G-III research aircraft will take up the job of collecting data. The advantage of aircraft, Willis said, is that \"we can encircle the island with observations of both the ocean and the ice. There's really no other way to do that.\" The G-III is based at Armstrong Flight Research Center, Palmdale, California.\nStarting next spring, the plane will fly NASA's Glacier and Ice Surface Topography Interferometer (GLISTIN) instrument over the periphery of the island each year. GLISTIN will make very precise measurements of the heights and extents of more than 90 percent of Greenland's coastal glaciers that reach the ocean, enabling researchers to quantify how much each glacier melted and retreated during the preceding melt season.\nIn the early fall when sea ice is at its minimum, the G-III will circumnavigate Greenland's continental shelf, releasing about 250 expendable sensors that measure the temperature and salinity of the water up to a depth of about 3,000 feet (1,000 meters) — from the cold, fresh meltwater at the surface down to the warmer, heavier saltwater below.\nAccording to Fenty, these comprehensive measurements will give scientists a real chance to answer questions they can only guess at with the limited observations they have now. \"People have been going to Greenland, studying a few glaciers at a time, trying to make sense of the complex melting and glacier-retreat pattern observed by satellites,\" he said. \"But we really can't, unless we take a far-reaching approach.\"\nThe pioneering campaign drops probes from a plane into the sea to track how seawater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}