{
  "url": "https://climate.nasa.gov/news/2331/nasas-summer-research-on-sea-level-rise-in-greenland/",
  "title": "NASA’s summer research on sea level rise in Greenland",
  "date": null,
  "content": "7 min read\nOn Greenland's ice sheet, a vast icy landscape crisscrossed by turquoise rivers and dotted with meltwater lakes, a small cluster of orange camping tents popped up in late July. The camp, home for a week to a team of researchers, sat by a large, fast-flowing river. Just half a mile (a kilometer) downstream, the river dropped into a seemingly bottomless moulin, or sinkhole in the ice. The low rumble of the waters, the shouted instructions from scientists taking measurements, and the chop of the blades of a helicopter delivering personnel and gear were all that was heard in the frozen landscape.\nThis camp was Laurence C. Smith's field research site in western Greenland. Smith, a professor and chair of geography at the University of California, Los Angeles, and his NASA-funded team were studying the hydrology of the ice sheet — how the shifting network of streams and rivers that form during the melt season transport water from the surface of the ice to the ocean, contributing to sea level rise.\n\"Surface melting in Greenland has increased recently, and we lacked a rigorous estimate of the water volumes being produced and their transport,\" said Tom Wagner, the cryosphere program scientist at NASA Headquarters in Washington. \"NASA funds fieldwork like Smith's because it helps us to interpret satellite data, and to extrapolate measurements from the local field sites to the larger ice sheet.\"\nGreenland loses ice to the sea mainly through two processes: the shedding of icebergs from glaciers that run into the sea, and surface melt runoff.\n\"Losses [from icebergs] have been studied in great detail by scientists for years, but the meltwater component, despite being the dominant agent in the ice sheet's mass balance, has received comparatively less study,\" Smith said. \"This is particularly true for the surface water hydrology on top of the ice sheet, which has received very little study.\"\nThe handful of surface water hydrology studies have mostly focused on Greenland's massive meltwater lakes, which can drain in a matter of hours, engulfed by the ice. But Smith and his team believe that rivers sinking into holes in the ice are the main agent transporting water from the top to the bottom of the ice sheet.\n\"While lake drainages do suddenly pump a large volume of water to the ice sheet, in fact, the amount of water they put into the ice sheet is almost trivial compared to the flux of water moving through these intricate, very efficient drainage networks [of rivers] that spread across the surface each summer,\" Smith said.\nBesides contributing to sea level rise, meltwater runoff also accelerates ice loss: when the water percolates through the ice sheet and reaches the rock below, it slightly lifts the ice, helping it flow faster toward the ocean. Also, the intensity and the area of surface melt are projected to increase with climate change.\nThe increase in resolution of satellite imagery during the last decade has allowed researchers to better map meltwater rivers and identify candidate sites for field research. Still, it is logistically very challenging to set up camp in the melt zone. The National Science Foundation coordinates the transport of equipment and personnel to Greenland. Then all researchers and tools have to be helicoptered in from the nearest town — in Smith's case, Kangerlussuaq, in western Greenland. Researchers often have to move camp, since the melt quickly makes everything too soggy. More importantly, the scientists go to great lengths to ensure safety. Were anyone to slip and fall in the frigid waters, he or she would be quickly swept away into the moulin without any possibility of rescue, disappearing forever.  For this reason, researchers must tether themselves to ropes when working near the rivers.\nThe moulin near Smith's camp drained a catchment, or single network of streams flowing to a river, encompassing about 27 square miles (70 square kilometers) of the Greenland ice sheet. As the river by the camp approached the sinkhole, its waters carved a steep canyon in the ice. The team marked the limits of no-go zones with bright orange tape, confining their data collection to a safe, flat riverbank. Still, the researchers were roped in to avoid falls while they moved an instrument called an Acoustic Doppler Current Profiler back and forth across the river. The instrument bounced sound waves through the waters to measure the water's depth and velocity.\nFarther upstream, Smith deployed three autonomous drift boats equipped with GPS, sonar and other sensors. As the instruments floated down the river, they transmitted their location and measurements of the water's temperature and depth until they were swallowed by the moulin.\nThe data will allow researchers to calculate the volume of water entering the sinkhole. Smith's team will use the field measurements to calibrate remote estimates taken by satellites, such as the twin satellites of NASA's Gravity Recovery and Climate Experiment (GRACE) and the commercial WorldView spacecraft, and aircraft missions such as NASA's Operation IceBridge. The field data will allow researchers to check the accuracy of regional climate models used to estimate future sea level rise. They will also incorporate the measurements into a computer model to create a simulation of meltwater runoff processes operating on the ice sheet.\nOn July 19, Smith's camp on the Greenland ice sheet had visitors: researchers Marco Tedesco, an associate professor at the City College of New York, and Tom Mote, a climatologist at the University of Georgia, Athens. The two scientists were taking measurements of the albedo (the ability to reflect sunshine) of the basin. Albedo changes during the melt season because the melting process makes the snow and ice crystals grow and become less reflective. At the same time, dark material such as soot and dust is darkening the ice. The darker the surface is, the more energy it absorbs, which leads to more melting.\nUsing a helicopter, Tedesco and Mote were flying the prototype of a new spectrometer — an instrument that measures the intensity of solar light: first pointing it at the sky to calculate how much solar radiation was coming down, and then downward to see how much energy the ice sheet was absorbing. The researchers were also collecting geo-located, very high-resolution images from a digital camera mounted under the belly of the helicopter.\nTedesco said that he and Mote were overlapping their data collection with Smith's field site because the two projects were complementary.\n\"The albedo is driving the melting, and the melting is generating the runoff that is creating the rivers Larry studies,\" Tedesco said. \"We're going to provide Larry a very detailed map of albedo for this area, which he will use to better understand where melting is more intense or less intense, and where the water that is feeding his streams and rivers is coming from.\"\nMote, Tedesco and Smith's research are only a portion of the complementary research that NASA is funding this summer in Greenland: the agency provides funds for dozens of projects that look into factors such as the role of warming ocean waters in melting glaciers from below, or how the land rebounds as it sheds ice. All of these programs have the ultimate goal to increase our knowledge of how fast and how much Greenland will impact sea level rise in the upcoming decades.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}