{
  "url": "https://climate.nasa.gov/news/2332/greenland-campaign-takes-flight-to-measure-ice-sheet/",
  "title": "Greenland campaign takes flight to measure ice sheet",
  "date": null,
  "content": "By Kate Ramsayer,\r\nNASA's Goddard Space Flight Center\nA grayish turquoise melt pond on the Greenland ice sheet, as seen from the air. Credit: NASA\nEarlier this month, a NASA instrument nestled in the belly of a small plane flew over Greenland’s ice sheet and the Arctic Ocean’s icy waters. Flying above creviced glaciers, chunks of ice floating in melt ponds, and the slushy edges of the ice sheets, the instrument used a rapidly firing laser to measure the elevation of the surface below.\nThe three-week airborne campaign’s goal was to verify how the green laser light interacts with different types of snow and ice. Then, when the Ice, Cloud and land Elevation Satellite-2, or ICESat-2, launches with a similar green laser aboard, scientists can gather precise information to tackle questions about Earth’s frozen regions — including how meltwater from ice sheets is contributing to sea level rise.\n\"Ice sheets like East Antarctica, West Antarctica or Greenland — these are big places where just a little bit of change over that massive area ends up being a lot of water into the sea,\" said Kelly Brunt, an assistant research scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. \"NASA's trying to quantify that.\"\nThe Greenland campaign is part of a multi-year, pre-launch effort to find out as much as possible about how lasers and photon detectors similar to those on ICESat-2 measure ice sheet height, and what that photon data looks like. With data from another airborne campaign flying the Multiple Altimeter Beam Experimental Lidar, or MABEL, instrument, the ICESat-2 science team has developed computer programs to develop data products for the upcoming satellite mission.\n\"MABEL really gave us a chance to develop data products and algorithms to find the surface, over trees and deserts and oceans and lakes and sea ice and land ice — everywhere we flew it,\" Neumann said.\nDeveloped at NASA's Goddard Space Flight Center, the Slope Imaging Multi-polarization Photon-counting Lidar (SIMPL) that flew over Greenland this month will similarly help researchers prepare for analyzing ICESat-2 data. SIMPL takes height measurements with both a red and a green laser, which will allow scientists to determine whether green light behaves differently when it reflects off different types of snow and ice. \"SIMPL makes for better data products, and better data products make for better sea level change estimates,\" Neumann noted.\nAlongside SIMPL, the campaign flew an instrument called Airborne Visual Imaging Infrared Spectrometer – Next Generation, or AVIRIS-NG, developed at NASA's Jet Propulsion Laboratory in Pasadena, California. This imaging spectrometer lets scientists identify the properties of snow and ice below, assisting the SIMPL analysis.\nOn orbit, ICESat-2 will use its laser instrument to measure the height of the planet's surface — from glaciers to forest canopies to the ocean. It's a relatively new technology. The first ICESat mission measured height using a single strong laser beam, timing how long it took a pulse of photons to bounce off the ground and return to the satellite, thousands of photons at a time. The second-generation ICESat-2 mission will use six weaker laser beams — but it will carry detectors that can time the round trips of individual photons. This leads to lots more data points, and a need for new methods to analyze that data.\nAs it flies over ice sheets, taking height measurements over the same spots each season, ICESat-2 will provide a record of elevation change over time. With this information, scientists can use computer programs to estimate how much water has melted into the ocean from land ice change.\nIt's not an easy task, though, Brunt said. When snow builds up on an ice sheet, its density depends on the air temperatures and snowfall rate. And the ground beneath layers of snow and ice can deform as ice melts or builds up above it. Both of those factors, plus a host of others, will be built into the computer programs to help scientists analyze the data.\nICESat-2 will also measure sea level directly, said Tom Neumann, the mission's deputy project scientist, as it makes its 15 orbits a day.\n\"It’s a global mission, taking data everywhere — and it's going to spend most of its time over the ocean, collecting data,\" Neumann said. \"You can see the same patch of ocean over and over and over again.\" With thousands of data points averaged over large areas, ICESat-2 can help map the surface elevation of the ocean, especially when combined with data from other satellite missions.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}