{
  "url": "https://climate.nasa.gov/news/2334/soil-moisture-radar-ends-operations-mission-science-continues/",
  "title": "Soil moisture radar ends operations, mission science continues",
  "date": null,
  "content": "By Alan Buis, NASA's Jet Propulsion Laboratory,\r\nand Steve Cole, NASA Headquarters\nNASA's Soil Moisture Active Passive (SMAP) mission will produce high-resolution global maps of soil moisture to track water availability around our planet and guide policy decisions. Credit: NASA/JPL-Caltech\nMission managers for NASA's Soil Moisture Active Passive (SMAP) observatory have determined that its radar, one of the satellite's two science instruments, can no longer return data. However, the mission, which was launched in January to map global soil moisture and detect whether soils are frozen or thawed, continues to produce high-quality science measurements supporting SMAP's objectives with its radiometer instrument.\nA three-day composite global map of surface soil moisture as retrieved from SMAP's radiometer instrument between Aug. 25-27, 2015. Credit: NASA\n\n\nThe SMAP mission is designed to help scientists understand the links between Earth's water, energy and carbon cycles and enhance our ability to monitor and predict natural hazards like floods and droughts. SMAP remains an important data source to aid Earth system modeling and studies. SMAP data have additional practical applications, including improved weather forecasting and crop yield predictions.\nThe SMAP spacecraft continues normal operations, and the first data release of soil moisture products is expected in late September.\n\"Although some of the planned applications of SMAP data will be impacted by the loss of the radar, the SMAP mission will continue to produce valuable science for important Earth system studies,\" said Dara Entekhabi, SMAP Science Team lead at the Massachusetts Institute of Technology in Cambridge.\nOn July 7, SMAP's radar stopped transmitting due to an anomaly involving the radar's high-power amplifier (HPA). The HPA is designed to boost the power level of the radar's pulse to more than 500 watts, ensuring the energy scattered from Earth's surface can be accurately measured.\nThe SMAP project at NASA's Jet Propulsion Laboratory in Pasadena, California, formed an anomaly team to investigate the HPA issue and determine whether normal operation could be recovered. A series of diagnostic tests and procedures was performed on both the spacecraft and on the ground using flight spare parts.\nFollowing an unsuccessful attempt on Aug. 24 to power up the radar unit, the project had exhausted all identified possible options for recovering nominal operation of the HPA and concluded the radar is likely not recoverable.\nNASA has appointed a mishap investigation board to conduct a comprehensive review of the circumstances that led to the HPA anomaly in order to determine how the anomaly occurred and how such events can be prevented on future missions. JPL also will convene a separate failure review board that will work with the NASA investigation.\nSMAP was launched Jan. 31 and began its science mission in April, releasing its first global maps of soil moisture on April 21. To date, the mission has collected more than four months of science data, almost three months with the radar operating. SMAP scientists plan to release beta-quality soil moisture data products at the end of September, with validated data planned for release in April 2016.\nSMAP's radar allowed the mission's soil moisture and freeze-thaw measurements to be resolved to smaller regions of Earth — about 5.6 miles (9 kilometers) for soil moisture and 1.9 miles (3 kilometers) for freeze-thaw. Without the radar, the mission's resolving power will be limited to regions of almost 25 miles (40 kilometers) for soil moisture and freeze-thaw. The mission will continue to meet its requirements for soil moisture accuracy and will produce global soil moisture maps every two to three days.\nSMAP's active radar and passive radiometer instruments are designed to complement each other and mitigate the limitations of each measurement alone. The radar enabled high-resolution measurements of up to 1.9 miles, but with lower accuracy for sensing surface soil moisture. In contrast, the microwave radiometer is more accurate in its measurements, but has lower resolution of about 25 miles. By combining the active and passive measurements, SMAP was designed to estimate soil moisture at a resolution of about 5.6 miles.\nThe nearly three months of coincident measurements by the two instruments are a first of their kind. The combined data set allows scientists to assess the benefit of this type of combined measurement approach for future missions. Scientists now are developing algorithms to produce a freeze-thaw data product at 25-mile resolution from the radiometer data. They also are evaluating whether the 25-mile radiometer soil moisture resolution can be improved.\nBased on the available SMAP mission data, scientists have identified other useful science measurements that can be derived from the radiometer data, such as sea surface salinity and high winds over the ocean surface. Over the next several months, the SMAP project and NASA will work to determine how to implement these new measurements into the project's data products.\nSMAP is managed for NASA's Science Mission Directorate in Washington by JPL, with instrument hardware and science contributions made by NASA's Goddard Space Flight Center in Greenbelt, Maryland. JPL built the spacecraft and is responsible for project management, system engineering, radar instrumentation, mission operations and the ground data system. Goddard is responsible for the radiometer instrument and science data products.\nMore information on the SMAP mission is available at:\nhttp://www.nasa.gov/smap\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}