{
  "url": "https://climate.nasa.gov/news/2336/nasas-front-porch-view-of-rising-seas/",
  "title": "NASA's front porch view of rising seas",
  "date": null,
  "content": "By Mike Carlowicz,\r\nNASA's Earth Observatory\nThe beaches and dunes alongside launch facilities in Wallops Island, Virginia, have been built up, washed away, and built up again several times in the past decade. Acquired January 6, 2014. (Photo by NASA/Bill Ingalls)\nThis is an excerpt from Sea Level Rise Hits Home at NASA.\nFor the past two centuries, two trends have been steady and clear around the United States. Sea level has been rising, and more people have been moving closer to the coast.\nGlobal mean sea level has risen by 8 inches (20 centimeters) since 1870. The rate of sea level rise is faster now than at any time in the past 2,000 years, and that rate has doubled in the past two decades. That has not stopped people from buying and building along the coast. About 55 to 60 percent of U.S. citizens live in counties touching the Atlantic or Pacific Ocean, the Gulf of Mexico or the Great Lakes.\nThe nation’s problem is also NASA’s problem, and not just because several satellites and hundreds of Earth scientists are monitoring the rising seas. Sea level rise hits especially close to home because half to two-thirds of NASA’s infrastructure and assets stand within 16 feet (5 meters) of sea level. With at least $32 billion in laboratories, launch pads, airfields, testing facilities, data centers and other infrastructure spread out across 330 square miles (850 square kilometers)—plus 60,000 employees—NASA has an awful lot of people and property in harm’s way.\nThe maps below show (in red) the areas around NASA centers that would be inundated by 12 inches (30 centimeters) of sea level rise. The table below shows the recent trends and predicted sea level rise at several NASA centers. According to global climate models (GCMs), sea levels are expected to rise at least 5 inches (13 centimeters) for most NASA centers by the 2050s. Those numbers rise significantly if ice sheets continue to melt rapidly.\nThese maps show (in red) areas around NASA centers that would be inundated by 12 inches (30 centimeters) of sea level rise. Explore this data using NOAA’s interactive sea level rise and vulnerability tool. Acquired 2014. (NASA Earth Observatory maps by Joshua Stevens based on data from NASA’s Climate Adaptation Science Investigators Working Group)\n\n\n\n\n\n\n\n\n\n\n\nAcquired 1950-2014\nNASA is on the coast because that’s the right place to launch from,” said Kim Toufectis, a facilities planner in NASA’s Office of Strategic Infrastructure. The U.S. government long ago made the choice to fly most of its rockets and experimental aircraft from the coast because failures happen, and they are less dangerous to the public when they happen over water than over land. But launching from the coast requires testing, storage and spacecraft assembly facilities to be nearby. So if you are going into space from the United States, you are going to have to face down the challenge of rising seas.\nThe launch pads and buildings at Kennedy Space Center and at Wallops Flight Facility (pictured above) stand just a few hundred feet from the Atlantic Ocean. Langley Research Center is situated along the Back River, near the mouth of Chesapeake Bay. Ames Research Center is tucked into the south end of San Francisco Bay. Johnson Space Center sits on Clear Lake, an inlet off of Galveston Bay. Those centers all stand between 5 and 40 feet (2 and 12 meters) above mean sea level. The math is nearly upside down at Michoud Assembly Facility, which sits just below sea level and behind levees near the Mississippi River and Lake Pontchartrain.\nIn a review of the agency’s vulnerability to sea level rise, NASA’s Climate Adaptation Science Investigators (CASI) Working Group recently wrote:\nSea level rise of between 13 and 69 centimeters by the 2050s is projected for NASA’s five coastal centers and facilities...Even under lower sea level rise scenarios, the coastal flood event that currently occurs on average once every 10 years is projected to occur approximately 50 percent more often by the 2050s in the Galveston/Johnson Space Center area; 2 to 3 times as often near Langley Research Center and Kennedy Space Center; and 10 times more frequently in the San Francisco Bay/Ames Research Center area. NASA coastal centers that are already at risk of flooding are virtually certain to become more vulnerable in the future.\n“Every NASA center has its own set of vulnerabilities, and some are more at risk than others,” said NASA climatologist Cynthia Rosenzweig, who led the CASI effort. “But sea level rise is a very real challenge for all of the centers along the coast.”\nClick here to read more of this story.\nThis article was originally posted on NASA's Earth Observatory.\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}