{
  "url": "https://climate.nasa.gov/news/2468/historical-records-miss-a-fifth-of-global-warming/",
  "title": "Historical records miss a fifth of global warming",
  "date": null,
  "content": "3 min read\nA new NASA-led study finds that almost one-fifth of the global warming that has occurred in the past 150 years has been missed by historical records due to quirks in how global temperatures were recorded. The study explains why projections of future climate based solely on historical records estimate lower rates of warming than predictions from climate models.\nThe study applied the quirks in the historical records to climate model output and then performed the same calculations on both the models and the observations to make the first true apples-to-apples comparison of warming rates. With this modification, the models and observations largely agree on expected near-term global warming. The results were published in the journal Nature Climate Change. Mark Richardson of NASA's Jet Propulsion Laboratory, Pasadena, California, is the lead author.\nThe Arctic is warming faster than the rest of Earth, but there are fewer historic temperature readings from there than from lower latitudes because it is so inaccessible. A data set with fewer Arctic temperature measurements naturally shows less warming than a climate model that fully represents the Arctic.\nBecause it isn't possible to add more measurements from the past, the researchers instead set up the climate models to mimic the limited coverage in the historical records.\nThe new study also accounted for two other issues. First, the historical data mix air and water temperatures, whereas model results refer to air temperatures only. This quirk also skews the historical record toward the cool side, because water warms less than air. The final issue is that there was considerably more Arctic sea ice when temperature records began in the 1860s, and early observers recorded air temperatures over nearby land areas for the sea-ice-covered regions. As the ice melted, later observers switched to water temperatures instead. That also pushed down the reported temperature change.\nScientists have known about these quirks for some time, but this is the first study to calculate their impact. \"They’re quite small on their own, but they add up in the same direction,\" Richardson said. \"We were surprised that they added up to such a big effect.\"\nThese quirks hide around 19 percent of global air-temperature warming since the 1860s. That's enough that calculations generated from historical records alone were cooler than about 90 percent of the results from the climate models that the Intergovernmental Panel on Climate Change (IPCC) uses for its authoritative assessment reports. In the apples-to-apples comparison, the historical temperature calculation was close to the middle of the range of calculations from the IPCC's suite of models.\nAny research that compares modeled and observed long-term temperature records could suffer from the same problems, Richardson said. \"Researchers should be clear about how they use temperature records, to make sure that comparisons are fair. It had seemed like real-world data hinted that future global warming would be a bit less than models said. This mostly disappears in a fair comparison.\"\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nMedia contact:\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}