{
  "url": "https://climate.nasa.gov/news/2473/study-maps-hidden-water-pollution-in-us-coastal-areas/",
  "title": "Study maps hidden water pollution in U.S. coastal areas",
  "date": null,
  "content": "From NASA\nMap of hidden below-ground land-to-sea water transfers along the coast of the continental United States. Blue areas have greater flow than red areas. Credit: The Ohio State University/NASA-JPL-Caltech.\n› Larger image\nKey Points\n\n\n\n◆\n\n\nResearchers created the first-ever map of previously hidden underground flows of water connecting fresh groundwater supplies beneath the contiguous United States with seawater in the oceans.\n\n\n\n\n\nKey Points\n\n\n\n◆\n\n\n21 percent of the contiguous U.S. coastline was found to be susceptible to land-to-sea or sea-to-land water contamination.\n\n\n\n\n\nKey Points\n\n\n\n◆\n\n\nThe analysis may help water managers better plan strategies for coastal land development and groundwater management to preserve water quality.\nCoastal waters and near-shore groundwater supplies along more than a fifth of coastlines in the contiguous United States are vulnerable to contamination from previously hidden underground transfers of water between the oceans and land, finds a new study by researchers at The Ohio State University, Columbus, and NASA's Jet Propulsion Laboratory, Pasadena, California.\nThe study, published online Aug. 4 in the journal Science, offers the first-ever map of the underground flows that connect fresh groundwater beneath the contiguous United States and seawater in the surrounding oceans. The map highlights areas most vulnerable to degraded water quality from these flows now and in the future.\nThe researchers combined U.S. topographic data and NASA climate models to identify key inland regions that contribute groundwater and contaminants to the coast. They examined rainfall, evaporation rates and the amount of known surface runoff to calculate the missing portion of water that was running out below ground, then melded those results with terrain and land-use data to identify where the water ended up. The team was able to learn more about the previously hidden water exchanges via computer analyses, without extensive and costly field surveys.\nAudrey Sawyer, assistant professor of Earth Sciences at The Ohio State University and leader of the study, said that while scientists have long known that freshwater and seawater mix unseen below ground, until now they hadn't been able to pinpoint exactly where it was happening, or how much, except in limited locations.\n\"We're all pretty familiar with the idea that rain falls on land and flows out to the ocean in rivers, but there's another, hidden component of rainfall that infiltrates the ground near the coast and spills into the ocean below sea level,\" Sawyer said. \"It's known as 'submarine groundwater discharge.' Freshwater flows out to sea, and vice versa. Urbanization, agricultural development, climate and topography all affect how much water flows in either direction, and the exchange has a big impact on both onshore groundwater that we drink and offshore seawater where we swim and fish.\"\nWhat areas are most vulnerable?\nThe study identified 12 percent of the contiguous U.S. coastline — including the northern Gulf Coast from Mississippi to the Florida Panhandle, northern Atlantic Coast and Pacific Northwest — as areas where once-hidden drainage systems make the ocean most susceptible to contamination from septic tanks and fertilizer in freshwater. There, excess nutrients in the water can cause harmful algal blooms to form, which remove vital oxygen from the water. This contamination from land to sea endangers fisheries and coral reefs, as well as water recreation and tourism.\nIn contrast, the team found that another 9 percent of coastline — including confirmed locations such as Southeastern Florida, Southern California and Long Island, New York — are especially susceptible to the opposite threat: contamination from sea to land. In these areas, saltwater intrudes inland and infiltrates the fresh groundwater supply.\n\"It takes only a small amount of salt water to render drinking water non-potable, so saltwater invasion is a big concern for water resource management in coastal areas,\" Sawyer said.\nThe study found Los Angeles and San Francisco are vulnerable to both ocean contamination and saltwater intrusion.\nHow much water is involved?\nOverall, the study calculates that more than 15 billion tons of freshwater flow through invisible underground networks into the ocean along the contiguous U.S. coastline every year. That sounds like a lot of water, but it's less than 1 percent of the total amount that flows from the contiguous United States into the ocean, said study co-author Cedric David of JPL. The other 99 percent comes from rivers and surface runoff.\nStill, David explained, the study is significant because it provides the first contiguous-scale, high-resolution estimate of that 1 percent — a portion which, when compared to the other 99 percent, can be particularly rich in nutrients and other contaminants.\n\"This Ohio State-JPL collaboration has removed the cloak from hidden groundwater transfers between land and sea,\" he said.\nFor example, the amount of yearly precipitation is similar in the Pacific Northwest and the mid-Atlantic regions, but the study found that underground drainage rates into the ocean were approximately 50 percent higher in the Pacific Northwest because the steep terrain there carries more groundwater to the coastline.\nThe researchers found that land use was critical to discharge in Florida. Sawyer said that she was surprised by the big effect that canals had there.\nSince the early 20th century, Floridians have constructed thousands of miles of canals along the state's coasts for transportation, irrigation and recreation. The study found that the canals may capture water that would otherwise flow underground and out to sea.\nThe researchers commented that increased urbanization — and the extensive pavement that goes along with it — will also decrease groundwater recharge and ultimate drainage to coastal regions where the population is growing, increasing the likelihood of saltwater intrusion.\n\"That's why we hope others will use our analysis to better plan strategies for coastal land development and groundwater management that help preserve water quality,\" Sawyer said. \"Right now, we've created a map of American coastlines that highlights some previously known as well as unknown areas of vulnerability along the U.S. coastline, but we hope to be able to do it for the world shortly, as data become available.\"\nModel data for the study came from the enhanced National Hydrography Dataset NHDPlus, originally built by the U.S. Environmental Protection Agency and U.S. Geological Survey, and now developed by Horizon Systems Corporation in Herndon, Virginia; the North American Land Data Assimilation System from NASA's Goddard Space Flight Center, Greenbelt, Maryland; the Variable Infiltration Capacity Macroscale Hydrologic Model from the University of Washington; the 2011 National Land Cover Database from the Multi-Resolution Land Characteristics Consortium; and the United States 2010 Census.\nThe research was funded by NASA, the National Science Foundation and The Ohio State University.\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nPam Frost Gorder\r\nThe Ohio State University, Columbus\r\n614-292-9475\r\nGorder.1@osu.edu\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}