{
  "url": "https://climate.nasa.gov/news/2472/nasa-maps-thawed-areas-under-greenland-ice-sheet/",
  "title": "NASA maps thawed areas under Greenland Ice Sheet",
  "date": null,
  "content": "4 min read\nNASA researchers have helped produce the first map showing what parts of the bottom of the massive Greenland Ice Sheet are thawed — key information in better predicting how the ice sheet will react to a warming climate.\nGreenland’s thick ice sheet insulates the bedrock below from the cold temperatures at the surface, so the bottom of the ice is often tens of degrees warmer than the top, because the ice bottom is slowly warmed by heat coming from Earth’s depths. Knowing whether Greenland’s ice lies on wet, slippery ground or is anchored to dry, frozen bedrock is essential for predicting how this ice will flow in the future. But scientists have very few direct observations of the thermal conditions beneath the ice sheet, obtained through fewer than two dozen boreholes that have reached the bottom. Now, a new study synthesizes several methods to infer the Greenland Ice Sheet’s basal thermal state — whether the bottom of the ice is melted or not — leading to the first map that identifies frozen and thawed areas across the whole ice sheet.\n“We’re ultimately interested in understanding how the ice sheet flows and how it will behave in the future,” said Joe MacGregor, lead author of the study and a glaciologist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “If the ice at its bottom is at the melting-point temperature, or thawed, then there could be enough liquid water there for the ice to flow faster and affect how quickly it responds to climate change.”\nFor this study, published last month in the Journal of Geophysical Research — Earth Surface, MacGregor’s team, which included researcher Helene Seroussi of NASA’s Jet Propulsion Laboratory, Pasadena, California, combined four different approaches to investigate the basal thermal state. First, they examined results from eight recent computer models of the ice sheet, which predict bottom temperatures. Second, they studied the layers that compose the ice sheet itself, which are detected by radars onboard NASA’s Operation IceBridge aircraft and suggest where the bottom of the ice is melting rapidly. Third, they looked at where the ice surface speed measured by satellites exceeds its “speed limit,” the maximum velocity at which the ice could flow and still be frozen to the rock beneath it. Fourth, they studied imagery from the Moderate Resolution Imaging Spectroradiometers on the NASA Terra and Aqua satellites, looking for rugged surface terrain that is usually indicative of ice sliding over a thawed bed.\nSeroussi contributed to one of the 3D ice sheet models used in the thermal estimate of basal conditions, using a JPL-developed Ice Sheet System Model.\n“Each of these methods has strengths and weaknesses. Considering just one isn’t enough. By combining them, we produced the first large-scale assessment of Greenland’s basal thermal state,” MacGregor said.\nFor each method, MacGregor’s team looked for areas where the technique confidently inferred that the bed of Greenland’s ice sheet was thawed or frozen. They then looked at the places where these methods agreed and classified these areas as likely thawed or likely frozen. The zones where there was insufficient data or the methods disagreed, they classified as uncertain.\nFrom this synthesis, MacGregor and his colleagues determined that the bed is likely thawed under Greenland’s southwestern and northeastern ice drainages, while it’s frozen in the interior and west of the ice sheet’s central ice divide. For a third of the Greenland ice sheet, there’s not enough data available to determine its basal thermal state.\nMacGregor said the team’s map is just one step in fully assessing the thermal state of the bottom of Greenland’s ice sheet.\n“I call this the piñata, because it’s a first assessment that is bound to get beat up by other groups as techniques improve or new data are introduced. But that still makes our effort essential, because prior to our study, we had little to pick on,” MacGregor said.\nMedia contact:\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.buis@jpl.nasa.gov\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}