{
  "url": "https://climate.nasa.gov/news/2469/10-interesting-things-about-earth/",
  "title": "10 Interesting Things About Earth",
  "date": null,
  "content": "Earth is thicker around the equator, the belt around the middle. How much thicker? Well, it’s about 0.3% thicker. It’s not much, so when you see a photo of Earth, it appears round. But it’s just barely not.\nWhen Earth first formed 4.6 billion years ago, a day was about six hours long. Since then, the Earth has slowed down. It takes longer to spin around. Every 100 years, the day gets 0.0017 seconds longer. Why? The moon is slowing down Earth’s rotation with the tides it creates. As the tides rise and fall all over Earth, it creates a force that slows down Earth’s rotation.\nAbout 250 million years ago, all the continents we see today were one big supercontinent called Pangaea. They’ve slowly moved ever since to spread out and form the continents we see today: North America, South America, Africa, Europe, Asia, Australia, and Antarctica. But Pangaea wasn’t the first supercontinent. About 800 million years ago, all the continents were pushed together too. We call this previous supercontinent Rodinia.\nYou may have heard of the Ice Age on Earth. It was a time when woolly mammoths roamed. But this didn’t just happen one time 30,000 years ago. There may have been as many as four different Ice Ages in the past. During these times, Earth would have been covered completely in ice.\nThe Atacama Desert in northern Chile is the driest place on Earth. It is said that a city there went without rain for 400 years! And yet, this desert is right next to the biggest body of water on Earth, the Pacific Ocean. Do you know what they say about the ocean? Water, water everywhere, but not a drop to drink.\nIf the Earth were smooth and perfect, gravity would be the same everywhere. But Earth has mountains, oceans, valleys, and other features. The differences in gravity across Earth are called gravity anomalies. A mission called GRACE (Gravity Recovery and Climate Experiment) has a satellite that orbits Earth and maps the gravity across the surface.\nDuring the last Ice Age, so much water was trapped in icy glaciers that the sea level dropped by as much as 390 feet (120 meters). That’s about as tall as building 40 stories high! Long before that, the sea level was actually much higher than it is now. It was as much as 230 feet higher. There are parts of land today that used to be far beneath the ocean waters.\nDon’t worry, the sun isn’t going anywhere for a very long time. But nothing in the whole universe lasts forever and ever. Our sun will run out of energy in about five billion years. If anyone is around when it happens, they’ll have to leave Earth and find a new planet. Luckily, we have these next five billion years to plan for that.\nBesides our moon, there are two other objects in space that orbit near Earth. They're not truly \"moons,\" but they are there! One of them is an asteroid that follows Earth as we orbit around the sun. It’s called Cruithne. A different asteroid orbits the sun near us but its orbit is horseshoe-shaped, so it only gets near Earth every 95 years. This one is called Asteroid 2002 AA29. It has a weird name.\nBefore a big storm hits, sometimes there is a moment of calm. When a storm grows, it pulls in warm, wet air around it. The air goes into the storm cloud, and when it gets to the top, it rolls out over the big head of the cloud. Then it falls back down. As it falls, it becomes warmer and drier, which makes for stable, calm weather. This is the calm that can happen right before the storm hits.\nNext:\n10 Interesting Things About Energy\nBig Questions\nWhat does global climate change mean?\nWhat is the big deal with carbon?\nWhat is the greenhouse effect?\nHow do we know the climate is changing?\nWhat is happening to the oceans?\nWhat else do we need to find out?\nWeather & Climate\nWeather\nClimate\nAtmosphere\nAir\nCarbon\nGreenhouse gases\nWater\nOceans\nRivers\nLakes\nEnergy\nRenewable energy\nFossil fuels\nPlants & Animals\nPlants\nAnimals\nClimate Kids is produced by the Earth Science Communications Team at\nNASA's Jet Propulsion Laboratory / California Institute of Technology\nContact NASA Climate Kids\nSite last updated: June 9th, 2025",
  "source": "science.nasa.gov"
}