{
  "url": "https://climate.nasa.gov/news/2477/nasa-study-analyzes-four-corners-methane-sources/",
  "title": "NASA study analyzes Four Corners methane sources",
  "date": null,
  "content": "From NASA\nThe Four Corners region of New Mexico and Colorado. Numerous light-colored spots are sites of gas and oil development. Credit: Flickr user Doc Searls, CC-BY-SA 2.0.\nIn an extensive airborne survey, a NASA-led team has analyzed a previously identified \"hot spot\" of methane emissions in the Four Corners region of the United States, quantifying both its overall magnitude and the magnitudes of its sources. The study finds that just 10 percent of the individual methane sources are contributing half of the emissions.\nScientists from NASA's Jet Propulsion Laboratory and Caltech, both in Pasadena, California; the National Oceanic and Atmospheric Administration (NOAA), Boulder, Colorado; and the University of Michigan, Ann Arbor, used two JPL airborne spectrometers to identify and measure more than 250 individual sources of methane. The sources emitted the gas at rates ranging from a few pounds to 11,000 pounds (5,000 kilograms) per hour. Results are published this week in the Proceedings of the National Academy of Sciences in a paper titled \"Airborne methane remote measurements reveal heavy-tail flux distribution in Four Corners region.\" Christian Frankenberg of JPL and Caltech is the lead author.\nAs a greenhouse gas, methane is very efficient at trapping heat in Earth’s atmosphere, contributing to global warming. In the Four Corners region, where Arizona, Colorado, New Mexico and Utah meet, methane emissions are primarily associated with the production and transport of natural gas from coal beds. The odorless, colorless gas is difficult to detect without scientific instruments.\nThe experiment was a proof of concept for airborne detection of methane, according to Frankenberg. \"That we could observe this distribution in a widespread geographical area and collect enough plumes to perform a statistical analysis was a pleasant surprise,\" he said.\nA group of researchers including Frankenberg originally detected the Four Corners methane hot spot using past observations from a European satellite. Last year, he and JPL colleagues joined a campaign, led and funded by NOAA, to investigate the hot spot, called Twin Otter Projects Defining Oil/gas Well emissioNs (TOPDOWN). The campaign also included researchers from the University of Michigan. Each participating institution deployed its own suite of instruments.\nThe NASA spectrometers used in the study can identify certain atmospheric gases, including methane, by the way the gases absorb sunlight. NOAA provided airborne plume measurements that were used to calibrate and validate the NASA data.\nNASA collects data from space, air, land and sea to increase our understanding of our home planet, improve lives and safeguard our future. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records. The agency freely shares this unique knowledge and works with institutions around the world to gain new insights into how our planet is changing.\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nTo read the paper, visit:\nhttp://www.pnas.org/content/early/2016/08/10/1605617113.full\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}