{
  "url": "https://climate.nasa.gov/news/819/doe-mines-college-students-for-energy/",
  "title": "DOE mines college students for energy",
  "date": null,
  "content": "Runner-up in the Western Region in 2012 was Greenbotics, a team fielded by Caltech and UCLA, which markets a robot that cleans solar electricity panels.\nBy Bob Silberg,\r\n NASA Jet Propulsion Laboratory\nBetween the lofty towers of basic research and the promised land of successful commercialization stretches a woeful chasm known in the tech biz as the Valley of Death. Therein lie the carcasses of brilliant ideas that perished for want of seed money and business know-how.\nBetween the lofty towers of basic research and the promised land of successful commercialization stretches a woeful chasm known in the tech biz as the Valley of Death. Therein lie the carcasses of brilliant ideas that perished for want of seed money and business know-how.\nNorthwestern University’s NuMat Technologies team won the DOE’s 2012 national competition. Standing left to right are Ben Hernandez, Prof. Omar Farha, Christopher Wilmer and Tabrez Ebrahim.\r\n “We want to help small startups cross the Valley of Death in new, creative ways,” said Jennifer Garson of the U.S. Department of Energy. Garson is project officer for the National Clean Energy Business Plan Competition, which promotes sustainability, both in energy and business, by bringing together people with expertise in both areas and enabling them to display their visions to potential investors. It began in 2011 as part of the Obama administration’s Startup America initiative, and the second edition is getting under way now at universities throughout the country. In the inaugural year, “a surprising number of teams had a combination of business school students and engineers,” said Caltech’s Stephanie Yanchinski, who manages the competition for the Western Region. But, she noted, even business school students don’t usually have practical experience in starting a company. “So we surrounded the teams with mentors who did have practical experience,” she said, “from the energy industry, from utilities, successful entrepreneurs who have worked with a lot of high-tech startups, and angel investors.” Yanchinski’s Western Region is one of six regions into which the country is divided for purposes of the competition. Each team competes first within its region, and each regional winner receives $100,000 from the DOE, supplemented by additional financial and in-kind prizes raised locally. The six regional winners face off in mid-June in Washington, DC, where the DOE awards the national champion an additional $100,000.\nNorthwestern University’s NuMat Technologies team won the DOE’s 2012 national competition. Standing left to right are Ben Hernandez, Prof. Omar Farha, Christopher Wilmer and Tabrez Ebrahim.\r\n “We want to help small startups cross the Valley of Death in new, creative ways,” said Jennifer Garson of the U.S. Department of Energy. Garson is project officer for the National Clean Energy Business Plan Competition, which promotes sustainability, both in energy and business, by bringing together people with expertise in both areas and enabling them to display their visions to potential investors. It began in 2011 as part of the Obama administration’s Startup America initiative, and the second edition is getting under way now at universities throughout the country. In the inaugural year, “a surprising number of teams had a combination of business school students and engineers,” said Caltech’s Stephanie Yanchinski, who manages the competition for the Western Region. But, she noted, even business school students don’t usually have practical experience in starting a company. “So we surrounded the teams with mentors who did have practical experience,” she said, “from the energy industry, from utilities, successful entrepreneurs who have worked with a lot of high-tech startups, and angel investors.” Yanchinski’s Western Region is one of six regions into which the country is divided for purposes of the competition. Each team competes first within its region, and each regional winner receives $100,000 from the DOE, supplemented by additional financial and in-kind prizes raised locally. The six regional winners face off in mid-June in Washington, DC, where the DOE awards the national champion an additional $100,000.\nSpeed dating\nBut money is only part of the prize. “The six regional winners and six runners up have an opportunity to meet with investors, almost like speed dating,” Garson said.\nBut money is only part of the prize. “The six regional winners and six runners up have an opportunity to meet with investors, almost like speed dating,” Garson said.\nA nano-material designed and manufactured by 2012 national winner NuMat Technologies set a new world record for storing hydrogen.Some 300 teams competed the first year. At least 40 startup companies grew out of the process, with more than $2.5 million in reported follow-on funding. The national winner in 2012 was NuMat Technologies, a team from Northwestern University consisting of a chemistry professor and three grad students. They developed a new class of materials called metal-organic frameworks (MOFs), which can soak up and store large amounts of gas in their nano-size pores, and a computational tool for rapidly designing the right kind of MOF for each desired gas. MOFs could be employed, for example, to carry natural gas in cars and trucks. One gram of this material has so much surface area that, if unfolded, it could cover a football field.\nIn a separate competition held by the Rice (University) Alliance in September, 2012, NuMat Technologies received NASA’s award for “most promising crossover energy technology.” According to Tabrez Ebrahim, one of the aforementioned grad students who co-founded NuMat, the technology could provide a highly efficient way to store oxygen during human spaceflight. His advice for contestants in this year’s DOE competition? “Having interest from industry, whether at the concept level or actually showing some validation for commercial applications, is very important,” he said. And if, like NuMat’s MOFs, a technology has many potential uses, it’s best to concentrate on a few of the most promising. “You can't go after too many applications,” he said. “Which to go after is a very tough decision, especially at an early stage. But that's a really key thing both for competition purposes and operating a company in real life. It's important to focus on one or two or maybe three at most so you can build your operations around that.”\nA nano-material designed and manufactured by 2012 national winner NuMat Technologies set a new world record for storing hydrogen.Some 300 teams competed the first year. At least 40 startup companies grew out of the process, with more than $2.5 million in reported follow-on funding. The national winner in 2012 was NuMat Technologies, a team from Northwestern University consisting of a chemistry professor and three grad students. They developed a new class of materials called metal-organic frameworks (MOFs), which can soak up and store large amounts of gas in their nano-size pores, and a computational tool for rapidly designing the right kind of MOF for each desired gas. MOFs could be employed, for example, to carry natural gas in cars and trucks. One gram of this material has so much surface area that, if unfolded, it could cover a football field.\nIn a separate competition held by the Rice (University) Alliance in September, 2012, NuMat Technologies received NASA’s award for “most promising crossover energy technology.” According to Tabrez Ebrahim, one of the aforementioned grad students who co-founded NuMat, the technology could provide a highly efficient way to store oxygen during human spaceflight. His advice for contestants in this year’s DOE competition? “Having interest from industry, whether at the concept level or actually showing some validation for commercial applications, is very important,” he said. And if, like NuMat’s MOFs, a technology has many potential uses, it’s best to concentrate on a few of the most promising. “You can't go after too many applications,” he said. “Which to go after is a very tough decision, especially at an early stage. But that's a really key thing both for competition purposes and operating a company in real life. It's important to focus on one or two or maybe three at most so you can build your operations around that.”\nA long road\nMOFs designed and manufactured by NuMat Technologies store large amounts of gas in their nano-pores.\r\nAs helpful as the competition is in hammering a business plan into shape and getting exposure, Ebrahim pointed out that even victory at the national level doesn’t necessarily mean coasting into business success. “It’s very different entering these competitions and being prepared and doing quite well and all that, compared to actually operating a company,” he said. Marc Grossman offered a similar viewpoint. He is co-founder and CEO of Greenbotics, which represented both Caltech and UCLA in last year’s competition and was a runner-up in the Western Region. “There are a lot of smart people out there and a lot of cool ideas,” he said. “But there's a long road between a cool idea and somebody willing to buy your product.” The cool idea behind Greenbotics is robots capable of cleaning vast arrays of solar electricity panels. Still, when asked what surprised him most about starting a new company, Grossman answered, “How much fun it is! It's terrifying at times, not drawing a salary and wondering what's going to happen. But then other times, it's just so much fun to be doing exactly what you want and being in control of your own destiny.” Not surprisingly, Ebrahim shares Grossman’s entrepreneurial spirit. “What we're doing here is literally taking something that doesn't exist and making it into something,” Ebrahim said, “really molding it, shaping it, making something commercial, making something that has value and has an environmental impact. And I think that's really exciting, to essentially be able to change the world.”\nMOFs designed and manufactured by NuMat Technologies store large amounts of gas in their nano-pores.\nMIT’s SolidEnergy Systems team came in second with a technology they say dramatically improves both the safety and energy density of rechargeable batteries like those used in electric cars and consumer electronics.\nNavillum Nanotechnologies, from the University of Utah, took the People’s Choice Award with a process to make quantum dots and other kinds of semiconducting nanocrystals. They can save energy (in LCDs, for example) as well as produce energy (in solar panels).\nColumbia University’s Radiator Labs developed a low-cost, easily installed retrofit for steam radiators that prevents wasteful overheating of rooms. The team says it could save more than two percent of all energy used to heat residential buildings in the U.S.\nMesdi Systems, from the University of Central Florida, created an improved spraying technology useful for manufacturing lithium-ion batteries, solar cells, fuel cells and other high-precision products.\nStanford University’s Stanford Nitrogen Group developed CANDO, a process to remove nitrogen from wastewater (thereby helping to prevent water-body dead zones caused by excess nutrients) and use it to produce energy.\n“We’re working with Stephanie to make that happen,” said Dan Broderick, formerly of Caltech’s Office of Technology Transfer and now working in JPL’s Intellectual Property office.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}