{
  "url": "https://climate.nasa.gov/news/2350/2015-antarctic-maximum-sea-ice-extent-breaks-streak-of-record-highs/",
  "title": "2015 Antarctic maximum sea ice extent breaks streak of record highs",
  "date": null,
  "content": "2 min read\nThe sea ice cover of the Southern Ocean reached its yearly maximum extent on Oct. 6. At 7.27 million square miles (18.83 million square kilometers), the new maximum extent falls roughly in the middle of the record of Antarctic maximum extents compiled during the 37 years of satellite measurements – this year’s maximum extent is both the 22nd lowest and the 16th highest. More remarkably, this year’s maximum is quite a bit smaller than the previous three years, which correspond to the three highest maximum extents in the satellite era, and is also the lowest since 2008.\nThe growth of Antarctic sea ice was erratic this year: sea ice was at much higher than normal levels throughout much of the first half of 2015 until, in mid-July, it flattened out and even went below normal levels in mid-August. The sea ice cover recovered partially in September, but still this year’s maximum extent is 513,00 square miles (1.33 million square kilometers) below the record maximum extent, which was set in 2014. Scientists believe this year’s strong El Niño event, a natural phenomenon that warms the surface waters of the eastern equatorial Pacific Ocean, had an impact on the behavior of the sea ice cover around Antarctica. El Niño causes higher sea level pressure, warmer air temperature and warmer sea surface temperature in the Amundsen, Bellingshausen and Weddell seas in west Antarctica that affect the sea ice distribution.\n“After three record high extent years, this year marks a return toward normalcy for Antarctic sea ice,” said Walt Meier, a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “There may be more high years in the future because of the large year-to-year variation in Antarctic extent, but such extremes are not near as substantial as in the Arctic, where the declining trend towards a new normal is continuing.”\nThis year’s maximum extent occurred fairly late: the mean date of the Antarctic maximum is Sept. 23 for 1981-2010.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}