{
  "url": "https://climate.nasa.gov/news/2339/study-contrasts-effects-of-two-types-of-socal-fires/",
  "title": "Study contrasts effects of two types of SoCal fires",
  "date": null,
  "content": "3 min read\nA new University of California/NASA study finds Southern California autumn wildfires driven by Santa Ana winds have been 10 times as costly in the past 20 years as summer wildfires, even though both types of fires have consumed about the same total acreage. Both types of fires are predicted to increase by midcentury, but non-Santa Ana fires are expected to increase more.\nThe research could assist policymakers and response agencies in better allocating firefighting resources in the future.\nScientists from three University of California campuses and NASA's Jet Propulsion Laboratory, Pasadena, California, used NASA satellite data and analysis contributed by JPL, along with decades of fire records from the U.S. Forest Service, to characterize the two types of Southern California wildfires. The research is published in the journal Environmental Research Letters. The lead author is Yufang Jin, an assistant professor at the University of California, Davis, who performed the work while a researcher at the University of California, Irvine.\nStoked by dry desert winds channeled through mountain passes and canyons, Santa Ana fires tend to hit more developed areas, hence their disproportionate cost. They burn for shorter periods of time but with more intensity than fires that occur during the comparatively windless months of May through September. In a typical Santa Ana fire, half of the total territory burned is consumed on the first day of the blaze. One example is the costly 2003 Cedar Fire in San Diego.\nNon-Santa Ana fires, by contrast, burn more slowly over broader but unpopulated areas. These fires rely on dried-out vegetation as fuel. An example is the 2009 Station Fire in the San Gabriel Mountains north of Los Angeles.\nThe researchers generated projections of Southern California's future climate from widely used global climate data and used the projections to drive fire ecology models. They found that the middle of this century, the area burned by Santa Ana fires will likely increase by 64 percent, mainly due to the presence of drier air during the wind events. The area burned by non-Santa Ana fires will increase by 77 percent, mainly due to higher surface air temperatures. The researchers also predict that the number of structures destroyed by Santa Ana fires will increase by 20 percent, and the number of structures destroyed by non-Santa Ana fires will climb by 74 percent.\nCoauthor Alex Hall of the University of California, Los Angeles, noted that, in Southern California, \"Right now, the effect of the fall Santa Ana winds on fire leads to a strong sense of there being a 'fire season.' The future increase in the non-Santa Ana fires in the summer will make the fire season start much earlier.\"\nRead the full news release from UC Irvine at:\nhttp://news.uci.edu/research/southern-california-wildfires-exhibit-split-personalities/\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}