{
  "url": "https://climate.nasa.gov/news/2401/piloted-electric-propulsion-powered-experimental-aircraft-under-way/",
  "title": "Piloted, electric propulsion-powered experimental aircraft under way",
  "date": null,
  "content": "4 min read\nNASA is researching ideas that could lead to developing an electric propulsion-powered aircraft that would be quieter, more efficient and environmentally friendly than today's commuter aircraft.\nThe proposed piloted experimental airplane is called Sceptor, short for the Scalable Convergent Electric Propulsion Technology and Operations Research. The concept involves removing the wing from an Italian-built Tecnam P2006T aircraft and replacing it with an experimental wing integrated with electric motors.\nAn advantage of modifying an existing aircraft is engineers will be able to compare the performance of the proposed experimental airplane with the original configuration, said Sean Clarke, Sceptor co-principal investigator at NASA's Armstrong Flight Research Center in California. The Tecnam, currently under construction, is expected to be at Armstrong in about a year for integration of the wing with the fuselage. Armstrong flew a different Tecnam P2006T in September to gather performance data on the original configuration.\nNASA researchers ultimately envision a nine-passenger aircraft with a 500-kilowatt power system in 2019. To put that in perspective, 500 kilowatts (nearly 700 horsepower) is about five times as powerful as an average modern passenger car engine.\nHowever, to reach that goal NASA researchers intend to fly the Aeronautics Research Mission Directorate-funded Sceptor in about two years. Progress in three areas is happening now to enable that timeline, Clarke said.\nThose areas include testing of an experimental wing on a truck, developing and using a new simulator to look at controls and handling characteristics of an electric airplane and verifying tools that will enable NASA's aeronautical innovators to design and build Sceptor. Sceptor also is part of NASA's efforts to help pioneer low-carbon propulsion and transition it to industry.\nThe first area is the Hybrid Electric Integrated Systems Testbed, or HEIST, an experimental wing initially mounted on a specially modified truck. It is used for a series of research projects intended to integrate complex electric propulsion systems.\nThe testbed functions like a wind tunnel on the ground, accelerating to as much as 73 mph to gather data, Clarke explained. Researchers have used the testbed to measure lift, drag, pitching moment and rolling moment that can validate research tools, Clarke said.\n\"By evaluating what we measured, versus what the computational fluid dynamics, or CFD, predicted, we will know if the predictions make sense,\" he added. \"Since Sceptor is a new design, we need to validate we have good answers for the Sceptor experimental wing,\" Clarke said.\nHEIST's first experiment was called the Leading Edge Asynchronous Propeller Technology, or Leaptech. The experiment began in May at Armstrong and consisted of 18 electric motors integrated into the carbon composite wing with lithium iron phosphate batteries.\nTests so far show the distribution of power among the 18 motors creates more than double the lift at lower speeds than traditional systems, he said. Leaptech is a collaboration of Armstrong and NASA Langley Research Center in Hampton, Virginia, and California companies Empirical Systems Aerospace of Pismo Beach and Joby Aviation of Santa Cruz.\nDeveloping and refining research tools is another major effort.\nFor example, researchers are integrating Sceptor aircraft systems with an Armstrong flight simulator for pilots to evaluate handling qualities. Researchers also will be able to study balancing the power demands of the motors with batteries and then a turbine, Clarke explained. Researchers are interested if a hybrid of distributed electric motors and gas-powered turbines could provide power to extend the aircraft's range and enable the envisioned 9-place concept aircraft, Clarke explained.\nSceptor could be a solution to greater fuel efficiency, improved performance and ride quality and aircraft noise reduction. NASA will be key in developing those technologies for the future that will be with people when they fly.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}