{
  "url": "https://climate.nasa.gov/news/2418/climate-change-is-shifting-wine-grape-harvests-in-france-and-switzerland/",
  "title": "Climate change is shifting wine grape harvests in France and Switzerland",
  "date": null,
  "content": "3 min read\nA new study from NASA and Harvard University finds that climate change is diminishing an important link between droughts and the timing of wine grape harvests in France and Switzerland.\nDuring a study of wine grape harvest dates from 1600 to 2007, researchers discovered harvests began shifting dramatically earlier during the latter half of the 20th century. These shifts were caused by changes in the connection between climate and harvest timing. While earlier harvests from 1600 to 1980 occurred in years with warmer and drier conditions during spring and summer, from 1981 to 2007 warming attributed to climate change resulted in earlier harvests even in years without drought.\nThe finding is important because higher-quality wines are typically associated with earlier harvest dates in cooler wine-growing regions, such as France and Switzerland.\n“Wine grapes are one of the world’s most valuable horticultural crops and there is increasing evidence that climate change has caused earlier harvest days in this region in recent decades,” said Ben Cook, lead author and climate scientist at NASA's Goddard Institute for Space Studies and the Lamont Doherty Earth Observatory at Columbia University in New York. “Our research suggests that the climate drivers of these early harvests have changed.”\nIndicators of wine quality, such as wine ratings, show the best years for grape harvest typically include warm summers with above-average rainfall early in the growing season and late-season drought.\n“This gives vines plenty of heat and moisture to grow early in the season, while drier conditions later in the season shift them away from vegetative growth and toward greater fruit production,” said the study’s co-author, ecologist Elizabeth Wolkovich of Arnold Arboretum and the Department of Organismic and Evolutionary Biology at Harvard University, Cambridge, Mass.\nResearchers conducted an analysis using 400 years of harvest data from Western Europe. The study considered variability and trends in harvest dates, climate data from instruments during the 20th century, and reconstructions from historical documents and tree rings of temperature, precipitation and soil moisture dating back to 1600.\nThat analysis was compared with shifts in wine quality in the Bordeaux and Burgundy regions of France based on the ratings of vintages during the past 100 years. Detailed quality information was available for those two regions in addition to the broader harvest data available throughout France and Switzerland.\nThe results indicate a fundamental shift in the role of drought and moisture as large-scale drivers of harvest time and wine quality. While warm temperatures have consistently led to earlier harvests and higher-quality wines, in recent decades the impact of drought has largely disappeared as a result of large-scale shifts in climate.\n“Wine quality also depends on a number of factors beyond climate, including grape varieties, soils, vineyard management and winemaker practices,” Cook said. “However, our research suggests the large-scale climate drivers these local factors operate under has shifted. And that information may prove critical to wine producers as climate change intensifies during the coming decades in France, Switzerland and other wine-growing regions.\"\nThe paper was published March 21 in the journal Nature Climate Change.\nFor more information about NASA’s Goddard Institute for Space Studies, visit:\nwww.giss.nasa.gov/\nFor more information about NASA's Earth science activities, visit:\nwww.nasa.gov/earth\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}