{
  "url": "https://climate.nasa.gov/news/2467/pace-mission-will-uncover-new-information-about-health-of-our-oceans/",
  "title": "PACE mission will uncover new information about health of our oceans",
  "date": null,
  "content": "4 min read\nNASA's Plankton, Aerosol, Cloud, ocean Ecosystem (PACE) mission is a first-of-its-kind project that aims to answer key questions about the consequences of climate change on the health of our oceans and their relationship with airborne particles and clouds. PACE will use a wide spectrum of wavelengths from an “ocean color” instrument to provide scientists with this information.\n“PACE represents a major effort to truly combine ocean research with atmospheric research,” Project Scientist Jeremy Werdell said. “We are going to go beyond just seeing that Earth’s climate is changing to better understanding why the change is occurring.”\nPACE was approved to move forward out of its preliminary stage of planning on June 16 at the Key Decision Point A (KDP-A) event. A significant milestone for this next stage is that the official mission budget becomes available for use on July 1, Project Manager Andre Dress said.\nThe primary instrument for this mission is named the Ocean Color Instrument (OCI), which will collect hyperspectral measurements from the ultraviolet to the shortwave infrared—a range that is broader than its predecessor satellite instruments, SeaWiFS, MODIS, and VIIRS—to examine and monitor how phytoplankton communities in the ocean are changing in space and time. The OCI will provide precise measurements of the ocean surface to allow researchers to see the concentrations of different phytoplankton communities all over the globe. The spectral range and resolution of the OCI design will substantially advance the ability to distinguish between different species of phytoplankton compared to predecessor satellite instruments.\nPhytoplankton play an essential role in ocean ecosystems. They are the base of the marine food chain and, like land plants, produce much of the oxygen we breathe and play a role in reducing atmospheric carbon dioxide levels. With growing concern about the impact of rising global temperatures on our oceans, PACE data will be used to unveil new information about changing patterns in phytoplankton composition and the emergence of potentially harmful algal blooms. Satellites that currently exist are adept at detecting algal blooms, but cannot unequivocally determine their composition–for example, if they are harmful to fish or can contaminate drinking water. The spectral range of OCI will help scientists figure out more about where blooms occur and how they are changing.\nThe possible addition of a polarimeter, an instrument that could provide multi-angle polarized radiometric measurements to advance studies of aerosol particles and clouds, is currently under consideration by the PACE team. A polarimeter would allow improved measurement of atmospheric particle compositions that will ultimately improve observations of ocean color. Normally, roughly ninety percent of what an ocean color satellite instrument measures when over the oceans is the atmosphere, which has to be subtracted out to reveal the ocean signal.\nOngoing field campaigns and the collection of data at sea provide critical information that helps scientists and engineers plan and design this new mission. For example, the North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) campaign, which had its most recent deployment during May 2016, collected a wealth of information from both a ship and an airplane to validate satellite measurements and give a three-dimensional perspective that includes what’s happening beneath the surface. “NAAMES is helping us answer fundamental questions we have about processes in the ocean,” said PACE Communications Coordinator and scientist Stephanie Uz. “The measurements they and other field campaigns collect at sea contribute to PACE being a giant leap forward in ocean and atmosphere research.”\nAll preliminary planning for PACE is currently being done at NASA’s Goddard Space Flight Center. The unique information that this mission will provide, in combination with climate models, will allow for scientists to monitor the health of our oceans and their response to climate change like never before.\n“We are putting all this carbon dioxide into the atmosphere and causing oceans to be more acidic at the same time that the oceans are warming and coming under stress from a range of human activities,” Uz said. “All of this is affecting the ocean in ways we don’t fully understand…PACE will help us comprehend what we have now and how it is changing.”\nLearn more about PACE:\nhttp://pace.oceansciences.orghttps://twitter.com/NASAOceanshttps://www.facebook.com/NASA.Oceans\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}