{
  "url": "https://climate.nasa.gov/news/2356/grace-satellites-evaluate-drought-in-southeast-brazil/",
  "title": "GRACE satellites evaluate drought in southeast Brazil",
  "date": null,
  "content": "By Ellen Gray,\r\nNASA's Goddard Space Flight Center\nEmpty water reservoirs, severe water rationing and electrical blackouts are the new status quo in major cities across southeastern Brazil where the worst drought in 35 years has desiccated the region. A new NASA study estimates that the region has lost an average 15 trillion gallons of water per year from 2012 to 2015.\nAugusto Getirana, a hydrologist at NASA's Goddard Space Flight Center, in Greenbelt, Maryland, analyzed the amount water stored in aquifers and rivers across Brazil from 2002 to 2015, interested in understanding the depth of the current drought.\n\"The questions driving this work are how much water is missing from each region? And when did the drought start?\" said Getirana. The results were published in the Journal of Hydrometeorology.\nTo answer them, he used data from NASA's Gravity Recovery and Climate Experiment (GRACE) satellites. The pair of satellites orbit Earth in precise formation and detect changes in Earth's gravity field. Gravity field changes are caused by the movement of large masses of ice and water – including water in rivers and underground, which allows scientists to track droughts.\nA new data visualization of 13 years of GRACE data shows the distribution of water across Brazil. Blues indicate increases in water, mostly occurring in the western regions of Brazil in the rainforest. Meanwhile red shows where water stores have declined, occurring mainly in the north and southeast. At the beginning of the data collection, in 2002, Brazil was just coming out of a drought that began in 2000. A wet period followed until 2012 when dry conditions set in again due to a lack of precipitation and higher than usual temperatures, according to supplemental data.\nSoutheastern Brazil was hardest hit by drought conditions, said Getirana. To make matters worse, Brazil relies on rivers that feed into reservoirs and dams that generate about 75 percent of the electrical power for the country.\n\"A number of Brazil's reservoirs and dams have reached their lowest water levels since 2005,\" said Getirana. For example, the Cantareira water reservoir system that provides water for 8.8 million people in São Paulo's metro region reported that by September 2014 it was filled to 10.7 percent of its total capacity.\nThe 16 reservoirs examined in the study are too small to measure individually with GRACE data from space. But Getirana saw correlations between the broader-scale satellite observations of water and the amount remaining in reservoirs that give him hope that combining satellite data with model simulations in the future will be able to help Brazil and other drought-prone countries monitor their water resources.\nRead the paper at the Journal of Hydrometeorology\nFor more information about NASA's GRACE mission, visit:\nwww.nasa.gov/grace\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}