{
  "url": "https://climate.nasa.gov/news/2422/2016-arctic-sea-ice-wintertime-extent-hits-another-record-low/",
  "title": "2016 Arctic sea ice wintertime extent hits another record low",
  "date": null,
  "content": "4 min read\nArctic sea ice appears to have reached a record low wintertime maximum extent for the second year in a row, according to scientists at the NASA-supported National Snow and Ice Data Center (NSIDC) and NASA.\nEvery year, the cap of frozen seawater floating on top of the Arctic Ocean and its neighboring seas melts during the spring and summer and grows back in the fall and winter months, reaching its maximum yearly extent between February and April. On March 24, Arctic sea ice extent peaked at 5.607 million square miles (14.52 million square kilometers), a new record low winter maximum extent in the satellite record that started in 1979. It is slightly smaller than the previous record low maximum extent of 5.612 million square miles (14.54 million square kilometers) that occurred last year. The 13 smallest maximum extents on the satellite record have happened in the last 13 years.\nThe new record low follows record high temperatures in December, January and February around the globe and in the Arctic. The atmospheric warmth probably contributed to this lowest maximum extent, with air temperatures up to 10 degrees Fahrenheit above average at the edges of the ice pack where sea ice is thin, said Walt Meier, a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nThe wind patterns in the Arctic during January and February were also unfavorable to ice growth because they brought warm air from the south and prevented expansion of the ice cover. But ultimately, what will likely play a bigger role in the future trend of Arctic maximum extents is warming ocean waters, Meier said.\n“It is likely that we're going to keep seeing smaller wintertime maximums in the future because in addition to a warmer atmosphere, the ocean has also warmed up. That warmer ocean will not let the ice edge expand as far south as it used to,” Meier said. “Although the maximum reach of the sea ice can vary a lot each year depending on winter weather conditions, we’re seeing a significant downward trend, and that’s ultimately related to the warming atmosphere and oceans.” Since 1979, that trend has led to a loss of 620,000 square miles of winter sea ice cover, an area more than twice the size of Texas.\nThis year’s record low sea ice maximum extent will not necessarily result in a subsequent record low summertime minimum extent, Meier said. Summer weather conditions have a larger impact than the extent of the winter maximum in the outcome of each year’s melt season; warm temperatures and summer storms make the ice melt fast, while if a summer is cool, the melt slows down.\nArctic sea ice plays an important role in maintaining Earth’s temperature—its bright white surface reflects solar energy that the ocean would otherwise absorb. But this effect is more relevant in the summer, when the sun is high in the sky in the Arctic, than in the winter, when the sun doesn’t rise for months within the Arctic Circle. In the winter, the impact of missing sea ice is mostly felt in the atmosphere, said Jennifer Francis, a climate scientist at Rutgers University in New Brunswick, New Jersey.\n“In places where sea ice has been lost, those areas of open water will put more heat into the atmosphere because the air is much colder than unfrozen sea water,” Francis said. “As winter sea ice disappears, areas of unusually warm air temperatures in the Arctic will expand. These are also areas of increased evaporation, and the resulting water vapor will contribute to increased cloudiness, which in winter, further warms the surface.”\nRelated links\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}