{
  "url": "https://climate.nasa.gov/news/2480/nasa-monitors-the-new-normal-of-sea-ice/",
  "title": "NASA monitors the ‘new normal’ of sea ice",
  "date": null,
  "content": "5 min read\nThis year’s melt season in the Arctic Ocean and surrounding seas started with a bang, with a record low maximum extent in March and relatively rapid ice loss through May. The melt slowed down in June, however, making it highly unlikely that this year’s summertime sea ice minimum extent will set a new record.\n“Even when it’s likely that we won’t have a record low, the sea ice is not showing any kind of recovery. It’s still in a continued decline over the long term,” said Walt Meier, a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “It’s just not going to be as extreme as other years because the weather conditions in the Arctic were not as extreme as in other years.”\n“A decade ago, this year’s sea ice extent would have set a new record low and by a fair amount. Now, we’re kind of used to these low levels of sea ice – it’s the new normal.”\nThis year’s sea ice cover of the Barents and Kara seas north of Russia opened up early, in April, exposing the surface ocean waters to the energy from the sun weeks ahead of schedule. By May 31, the extent of the Arctic sea ice cover was comparable to end-of-June average levels. But the Arctic weather changed in June and slowed the sea ice loss. A persistent area of low atmospheric pressure, accompanied by cloudiness, winds that dispersed ice and lower-than-average temperatures, didn’t favor melt.\nThe rate of ice loss picked up again during the first two weeks of August, and is now greater than average for this time of the year. A strong cyclone is moving through the Arctic, similar to one that occurred in early August 2012. Four years ago, the storm caused an accelerated loss of ice during a period when the decline in sea ice is normally slowing because the sun is setting in the Arctic. However, the current storm doesn’t appear to be as strong as the 2012 cyclone and ice conditions are less vulnerable than four years ago, Meier said.\n“This year is a great case study in showing how important the weather conditions are during the summer, especially in June and July, when you have 24 hours of sunlight and the sun is high in the sky in the Arctic,” Meier said. “If you get the right atmospheric conditions during those two months, they can really accelerate the ice loss. If you don’t, they can slow down any melting momentum you had. So our predictive ability in May of the September minimum is limited, because the sea ice cover is so sensitive to the early-to-mid-summer atmospheric conditions, and you can’t foresee summer weather.”\nAs scientists are keeping an eye on the Arctic sea ice cover, NASA is also preparing for a new method to measure the thickness of sea ice – a difficult but key characteristic to track from orbit.\n\"We have a good handle on the sea ice area change,\" said Thorsten Markus, Goddard’s cryosphere lab chief. \"We have very limited knowledge how thick it is.\"\nResearch vessels or submarines can measure ice thickness directly, and some airborne instruments have taken readings that can be used to calculate thickness. But satellites haven’t been able to provide a complete look at sea ice thickness in particular during melting conditions, Markus said. The radar instruments that penetrate the snow during winter to measure thickness don’t work once you add in the salty water of the melting sea ice, since the salinity interferes with the radar.\nThe Ice, Cloud and land Elevation Satellite-2, or ICESat-2, will use lasers to try to get more complete answers of sea ice thickness. The satellite, slated to launch by 2018, will use a laser altimeter to measure the heights of Earth’s surface.\nIn the Arctic, it will measure the elevation of the ice floes, compared to the water level. However, only about one-tenth of sea ice is above the water surface; the other nine-tenths lie below.\nTo estimate the entire thickness of the ice floe, researchers will need to go beyond the above-water height measurements, and perform calculations to account for factors like the snow on top of the ice and the densities of the frozen layers. Scientists are eager to see the measurements turned into data on sea ice thickness, Markus said.\n\"If we want to estimate mass changes of sea ice, or increased melting, we need the sea ice thickness,\" he said. \"It’s critically important to understanding the changes in the Arctic.\"\nFor more information about ICESat-2, visit:\nhttp://www.nasa.gov/icesat-2 or http://icesat-2.gsfc.nasa.gov/\nFor up-to-date measurements of Arctic sea ice, visit:\nhttp://nsidc.org/arcticseaicenews/\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nWhat happens in the Arctic doesn’t stay in the Arctic, and a new NASA mission…\nIt’s not just rising air and water temperatures influencing the decades-long decline of Arctic sea…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}