{
  "url": "https://climate.nasa.gov/news/2554/nasa-snow-science-in-support-of-our-nations-water-supply/",
  "title": "NASA: Snow science in support of our nation’s water supply",
  "date": null,
  "content": "7 min read\nResearchers have completed the first flights of a NASA-led field campaign that is targeting one of the biggest gaps in scientists' understanding of Earth's water resources: snow.\nNASA uses the vantage point of space to study all aspects of Earth as an interconnected system. But there remain significant obstacles to measuring accurately how much water is stored across the planet's snow-covered regions. The amount of water in snow plays a major role in water availability for drinking water, agriculture and hydropower.\nEnter SnowEx, a NASA-led multi-year research campaign to improve remote-sensing measurements of how much snow is on the ground at any given time and how much water is contained in that snow. SnowEx is sponsored by the Terrestrial Hydrology Program at NASA Headquarters in Washington, D.C., and managed by NASA's Goddard Space Flight Center in Greenbelt, Maryland. The first year of the ground and air campaign takes place in February in western Colorado.\n“This is the most comprehensive campaign we have ever done on snow,\" said Edward Kim, a remote sensing scientist at NASA Goddard and the SnowEx project scientist. “An army of nearly 100 scientists from universities and agencies across the U.S., Europe and Canada are participating. Our goal is to find and refine the best snow-measuring techniques and how they could work together.”\nScientists know that they will need multiple sensors to measure the water content in snow.  “No one instrument is perfect,” said Charles Gatebe from NASA Goddard, SnowEx deputy project scientist and senior scientist with Universities Space Research Association. “One of our biggest problems is detecting snow through trees. We will work closely with our ground team to try new techniques to see if we can figure out how to do that accurately.”\nMore than one-sixth of the world’s population relies on seasonal snow for water. In the western U.S., nearly three-quarters of the annual streamflow that provides the water supply arrives as spring and summer melt from the mountain snow packs. Right now, predictions of streamflow can vary widely due to limited ground measurement sites. This is one of the reasons scientists and resource managers are interested in a comprehensive view from space of what they call snow-water equivalent — the amount of liquid water contained in snow cover. Scientists use snow-water equivalent to estimate the amount of water that will melt into mountain streams, rivers and reservoirs.\nSnow also effects and is affected by the climate. Scientists have detected changes in snow quantity and snowmelt timing that track with other changes prompted by Earth's warming climate. While satellites are not able to measure snow-water equivalent accurately over all snowy landscapes, satellites have monitored the extent of seasonal snow-covered areas for decades. Since 1967, Northern Hemisphere spring snow cover has declined by about 1 million square miles. Loss of snow cover results in Earth absorbing more sunlight, accelerating the planet's warming.\nThe instruments and techniques developed in campaigns such as SnowEx could one day result in a snow-observing space mission. “We will also figure out a better way to optimize the use of existing satellites to make measurements,” said Jared Entin, program manager of the Terrestrial Hydrology Program at NASA Headquarters.\nFive aircraft with a total of 10 different sensors are part of the SnowEx campaign. From an operations base at Peterson Air Force Base, Colorado Springs, SnowEx will deploy a P-3 Orion aircraft operated by the Scientific Development Squadron ONE (VXS-1), stationed at the Naval Air Station Patuxent River, Maryland. High-altitude NASA jets will fly from NASA’s Johnson Space Center in Houston, and NASA’s Armstrong Flight Research Center in Palmdale, California. A King Air and a Twin Otter will fly out of Grand Junction, Colorado.\nThe planes will carry one passive and four active microwave sensors that are good at measuring snow-water equivalent in dry snow, but are less optimal for measuring snow in forests or light snow cover; a thermal infrared camera and a remote thermometer (KT-15) for measuring surface temperature; laser instrument that it good at measuring snow depth and snow water equivalent through trees; an imaging spectrometer which measures snow albedo — the amount of sunlight reflected and absorbed by snow, which controls the speed of snowmelt and the timing of its runoff. The King Air carries the Airborne Snow Observatory from NASA’s Jet Propulsion Laboratory in Pasadena, California. ASO is the first remote sensing system to ever measure snow depth, snow water equivalent and snow albedo across entire mountain basins, and has uniquely quantified snow water equivalent over mountainous regions since 2013.\nThe field portion of the campaign is based in Grand Mesa and Senator Beck Basin. Scientists will use measurement and sampling procedures that will allow the team to validate the remotely-sensed measurements acquired by the multiple sensors on the various aircraft. Traditional and high-tech equipment is being used for the ground campaign, including snow pits and remote sensing instruments hoisted 40 feet in the air on boom trucks.\n“The big challenge to the ground campaign is collecting high-quality field measurements while keeping everyone safe and healthy in these harsh environments,” said Kelly Elder, research hydrologist with the U.S. Forest Service’s Rocky Mountain Research Station, Fort Collins, Colorado, who is leading the overall ground campaign.\nScientists will be working above 10,000 feet in potentially windy and freezing conditions up to 10 hours a day. They need snow goggles or sunglasses to protect their eyes. Hypothermia is a very real threat, so researchers wear special clothing designed to wick away sweat and keep them dry. The teams use snowshoes, skis and snowmobiles to access the ground measurement locations on Grand Mesa and Senator Beck Basin.\nThe Senator Beck Research Basin study area is near the headwaters of the Rio Grande River Basin. “Its research areas are the first major mountain systems downwind of the desert Southwest and Colorado Plateau, making it an ideal place to study the effects of dust on snowmelt,\" said Hans-Peter Marshall, of Boise State University, who is leading ground operations in Senator Beck Research Basin. “Grand Mesa was chosen for its flatness and range of forest conditions,” said Chris Hiemstra, a research physicist with the U.S. Army Corps of Engineers, and the lead for the Grand Mesa ground operations. The variety of terrain and environments make the ground sites good models for developing global measurements of snow.\nGround equipment was installed in September 2016, before snow started to fall. A ground site near a campground will host specialized equipment too large to move around.  This Local Scale Observation Site effort is led by Ludovic Brucker from NASA Goddard.\nTeams of 50 researchers are making ground measurements, rotating in and out of the field every week over a three-week period.\nData acquired from the SnowEx campaign will be stored at the National Snow and Ice Data Center in Boulder, Colorado, and will be available to anyone at no cost, as is the case with all NASA data.\nAfter the field work, SnowEx scientists will analyze data and recommend to NASA how to proceed in the next few years. “This campaign will generate the best ideas from the global community of snow experts,” Kim said.\nSenator Beck Basin is managed by the Center for Snow and Avalanche Studies CSAS, a non-profit organization that hosts research studies on snowpack at the basin.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}