{
  "url": "https://climate.nasa.gov/news/2424/satellite-images-uncover-underground-forest-fungi/",
  "title": "Satellite images uncover underground forest fungi",
  "date": null,
  "content": "3 min read\nA NASA-led team of scientists has developed the first-ever method for detecting the presence of different types of underground forest fungi from space, information that may help researchers predict how climate change will alter forest habitats.\nHidden beneath every forest is a network of fungi living in mutually beneficial relationships with the trees. Called mycorrhizal fungi, these organisms spread underground for miles, scavenging for nutrients that they trade with trees for sugars the trees make during photosynthesis. “Nearly all tree species associate with only one of two types of mycorrhizal fungi,” explained coauthor Richard Phillips of Indiana University, Bloomington.\nBecause the two types of fungi are expected to respond differently to a changing climate, knowing where each type predominates may help scientists predict where forests will thrive in the future and where they will falter.\nCreating maps of forests and their fungi has traditionally relied on various methods of counting individual tree species, an approach that cannot be done at large scales. In a new study published in the journal Global Change Biology, a team led by Joshua Fisher of NASA's Jet Propulsion Laboratory, Pasadena, California, and UCLA found a way to detect this hidden network using satellite images.\nEvery tree species has its own spectral signature — it absorbs or reflects light in a specific pattern across all the wavelengths in the spectrum of light. Using satellite images of forest canopies, Fisher's group probed whether they could identify any patterns in the spectral signatures of tree species associated with one type of fungus that did not appear in species associated with the other type.\nFisher explained, \"Individual tree species have unique spectral fingerprints, but we thought the underlying fungi could be controlling them as groups.”\nThe team studied images of four U.S. forest research plots that are part of the Smithsonian Institution’s Forest Global Earth Observatory. In these forests, which include 130,000 trees across 77 species, the tree species associated with each type of fungus had already been mapped from the ground. The researchers analyzed images of the forest canopies taken by the NASA/U.S. Geological Survey Landsat-5 satellite from 2008 to 2011 in many different ways, searching for similarities that lined up with areas of fungus dominance. They found what they were looking for when they examined various milestones throughout the growing season, such as when the trees leafed out in spring and when they reached peak greenness. There were significant differences in the timing of these milestones between regions dominated by the two types of fungi.\nHaving identified the timing sequences related to each type of fungus, the researchers developed and tested a statistical model to predict the areas of fungus domination in any particular Landsat image from canopy changes alone. They found they could predict the fungus association correctly in 77 percent of the images. They went on to produce landscape-wide maps of fungi associations, uncovering intriguing patterns in forests that will be studied in greater depth in the future.\nFisher said, \"That these below-ground agents manifest themselves in changes in the forest canopies is significant. This allows, for the first time, some light to be shed on their hidden processes.\"\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}