{
  "url": "https://climate.nasa.gov/news/2342/the-hidden-meltdown-of-greenland/",
  "title": "The hidden meltdown of Greenland",
  "date": null,
  "content": "3 min read\nMore than 90 percent of our planet’s freshwater ice is bound in the massive ice sheets and glaciers of the Antarctic and Greenland. As temperatures around the world slowly climb, melt waters from these vast stores of ice add to rising sea levels. All by itself, Greenland could bump sea levels by 7 meters (23 feet) if its ice melted completely.\nAnd … it’s melting.\nIn August 2014, Eric Rignot, a glaciologist working at the University of California, Irvine and NASA's Jet Propulsion Laboratory, led a team in mapping ice cliffs at the front edges of three outlet glaciers in Greenland. The researchers found cavities that undercut the base of these leading edges that can destabilize the ice front and enhance iceberg calving, the process where parts of the glacier break off and float away.\n\"In Greenland we have melt rates of a few meters a day in the summer months,\" says Rignot.\nWhat’s causing this \"big thaw\"?\nRignot’s team found that Greenland's glaciers flowing into the ocean are grounded deeper below sea level than previously measured. This means that the warm ocean currents at depth can sweep across the glacier faces and erode them.\n\"In polar regions, the upper layers of ocean water are cold and fresh,” he explains. \"Cold water is less effective at melting ice.\"\n\"The real ocean heat is at a depth of 350-400 meters and below. This warm, salty water is of subtropical origin and melts the ice much more rapidly.\"\nRignot’s research team is providing critical information needed to document this effect and accurately predict where and how fast glaciers will give way. The team gathered and analyzed around-the-clock measurements of the depth, salinity and temperature of channel waters and their intersection with the coastal edge of Greenland's ice sheet.\nThey found that some of the glaciers balance on giant earthen sills that are protecting them, for now. But other glaciers are being severely undercut out of sight beneath the surface, meaning they could collapse and melt much sooner.\nIt’s not easy gathering such data. On top of the rough waters, wind, rain and cold weather, there’s the ice itself.\n\"We came to study glaciers that discharge into the fjord. And the fjords are full of ice. In some places it can be so full of ice that the boat can’t even push through.\"\nBut ice holds a peculiar fascination for Rignot. \"I’ve always been interested in polar regions,\" he says. \"My friends wanted to cruise in the Caribbean but I’d rather cruise here in these waters. I don’t know why. I just like them.\"\nWhat’s next?\n\"OMG,\" answers Rignot. And he’s not using chatspeak.\nOMG stands for Ocean Melting Greenland — the name of a new NASA-funded 5-year project that will take their investigation even further, to the four corners of Greenland by ship and by plane.\n\"We hope that the data collected will be a game changer for studying ice-ocean interaction in Greenland,\" says Rignot. \"It will help modelers make better projections of Greenland ice sheet melt in the future.\"\nRignot’s results have been accepted for publication in the journal Geophysical Research Letters and are now available online.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}