{
  "url": "https://climate.nasa.gov/news/2346/background-ozone-a-major-issue-in-us-west/",
  "title": "Background ozone a major issue in U.S. West",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nIn parts of Northern California, background ozone levels already account for more than three-quarters of total ozone, leaving little room for local ozone production if stricter standards go into effect. Credit: Flickr user Lisa Brettschneider, CC BY-NC 2.0\nLevels of \"background ozone\" — ozone pollution present in a region but not originating from local, human-produced sources — are high enough in Northern California and Nevada that they leave little room for local ozone production under proposed stricter U.S. ground-level ozone standards, finds a new NASA-led study.\nThe researchers, led by Min Huang of George Mason University, Fairfax, Virginia, used a novel technique that combined data acquired from two instruments on NASA's Aura spacecraft in the summer of 2008. The technique more accurately determines levels of background ozone and their relative contribution to total surface ozone levels. Integrating Aura satellite data into the study increased the estimates of background ozone by an average of 2.4 parts per billion (ppb) over previous estimates, an amount that varied by 4 to 11 ppb over the two states. Huang conducted the study while a postdoctoral scholar at NASA's Jet Propulsion Laboratory, Pasadena, California.\nThe new method of integrating satellite data may help provide states with a scientific basis to request exemptions to the federal air quality standards for ground-level ozone proposed by the U.S. Environmental Protection Agency. EPA proposed lowering the standard from the current 75 ppb set in 2008 to between 65 and 70 ppb, following a review of public data on the negative health effects of ozone pollution. EPA is required to announce a final decision by Oct. 1.\nBackground ozone can be produced from natural local sources such as wildfires, and transported via winds from distant sources, such as the stratosphere or another region or country.\nMonthly-mean maximum daily 8-hour average background ozone concentration in parts per billion in California and Nevada, estimated by integrating data from NASA's Aura spacecraft. Credit: NASA/JPL-Caltech/George Mason University\n\n\nThe NASA study found that, on average, background ozone sources generated about 48.3 ppb, or 77 percent, of the total ozone in the study region of California and Nevada. The findings are particularly important in Northern California and Nevada, where wildfires and ozone transported to the region from abroad can cause background ozone to exceed 60 ppb. The lowest background ozone levels were seen in Southern California, where topography helps trap local emissions.\n\"Our study shows background ozone plays a significant role in Western U.S. ozone levels under high-ozone conditions, and varies considerably by region, with higher values in many rural regions,\" said Kevin Bowman, study co-author and principal investigator of Aura's Tropospheric Emission Spectrometer (TES) instrument at JPL. \"Some regions in the West have high background ozone levels that leave less than 10 parts per billion for local ozone production under the EPA's most aggressive proposed ground-level ozone standards.\"\nTo more accurately determine which sources are contributing the ozone, the team developed a multi-scale pollution assimilation system that ingests global ozone data from Aura's TES instrument with nitrogen dioxide data from Aura's Ozone Monitoring Instrument (OMI). Data from independent aircraft, ozonesondes (balloon-borne instruments that measure the concentration of ozone at various altitudes) and surface monitoring sites tested the system’s predictions. The team estimated the contribution of local and background ozone at surface monitoring sites when ozone levels exceeded EPA thresholds.\nNinety percent of ozone is found in Earth's stratosphere, where it protects us from harmful ultraviolet radiation. The rest is found in Earth's lower atmosphere, the troposphere, where it acts as a greenhouse gas. At ground level, however, ozone is a key component of smog, produced when nitrogen oxides photochemically react with sunlight in the presence of volatile organic compounds. Ground-level ozone also affects human and ecosystem health. Nitrogen dioxide, the most important ingredient in the production of ozone, comes primarily from cars and industrial emissions, as well as natural sources, such as wildfires.\nCritics of EPA's proposed new standard argue it would throw many areas out of compliance, resulting in economic burdens, and that much of the ozone in their regions comes from non-local pollution. When a county or area is found to be out of compliance, it must act to reduce its ozone emissions. Proponents of the new standard argue the reductions are essential to protect public health. EPA is not allowed to consider economic costs in its decision.\nContributions of background ozone (green bars) and local, human-produced emissions to ozone levels greater than 65 parts per billion (horizontal red dash line) at surface sites in various regions. Credit: NASA/JPL-Caltech/George Mason University\n\n\nThe Clean Air Act allows states to request an exemption to the ozone standard if they can show that the cause of an air-quality violation is due to ozone from outside the country or from natural causes. To date, only Wyoming has been granted an exceptional event clearance by EPA due to high background ozone levels.\n\"By assimilating NASA satellite data on ozone and nitrogen dioxide, our study improves calculations of total and background ozone levels from both non-local ozone and wildfires, data that may prove useful to policymakers,\" said Huang. \"Our method can potentially be applied broadly to predict air quality in other time periods and locations. We plan to conduct follow-up studies over longer time periods, especially during higher wildfire periods.\"\nBowman points to a recent NASA study that showed pollution entering the western United States from Asia has offset expected reductions in mid-tropospheric ozone from local sources. \"The partitioning between background and local human sources will likely change in the future, as emissions from outside the United States continue to increase, and contributions from drought-related wildfires grow due to climate change. These changes will require additional reductions in local human-produced emissions to meet EPA standards.\"\nBowman said the results highlight the importance of a new international constellation of low-Earth orbiting and geostationary satellites that will continuously observe pollution over Asia, Europe and North America, including NASA's planned Tropospheric Emissions: Monitoring of Pollution (TEMPO) mission. “This constellation will be a game changer in quantifying global sources of local pollution,” he said.\nStudy results were published recently in the Journal of Geophysical Research: Atmospheres. Other participating institutions include the University of Iowa, Iowa City; NOAA, College Park, Maryland; University of Colorado, Boulder; and NASA's Goddard Space Flight Center, Greenbelt, Maryland. JPL is managed for NASA by the California Institute of Technology in Pasadena.\nFor more information on TES and OMI, visit:\nhttp://tes.jpl.nasa.gov/\nhttp://www.nasa.gov/mission_pages/aura/spacecraft/omi.html\nFast facts\n\n\n\n\nStudy more accurately determines how much ozone in a given area comes from local, human-produced sources versus other sources.\nResearch could affect how states respond to proposed new EPA guidelines.\nNew technique uses NASA satellite data.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}