{
  "url": "https://climate.nasa.gov/news/2471/new-co2-sounder-nearly-ready-for-prime-time/",
  "title": "New CO2 sounder nearly ready for prime time",
  "date": null,
  "content": "By Lori Keesey,\r\nNASA's Goddard Space Flight Center\nDevelopers of the CO2 Sounder Lidar snapped this photo during a field campaign over California and Nevada earlier this year. Credit: NASA.\nAfter years of work, a team of NASA scientists and engineers is poised to realize a lifetime goal: building an instrument powerful and accurate enough to gather around-the-clock global atmospheric carbon-dioxide (CO2) measurements from space.\nThe instrument, called the CO2 Sounder Lidar, is a strong contender for a potential next-generation carbon-monitoring mission, the Active Sensing of CO2 Emissions over Nights, Days and Seasons, or ASCENDS. Although the scientific community supports such a mission, scientists say its development depends on whether the National Research Council endorses the mission in its next Earth Science Decadal Survey, which represents a consensus of the most important research areas and the order in which they should be built.\nFurthermore, the technology must be mature enough to measure the greenhouse gas with needed and unprecedented precision and resolution, regardless of the season or time of day, scientists say.\nEngineers and scientists at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, believe they can make the case for the technology — especially now that they’ve analyzed data gathered during the instrument’s most recent aircraft campaign over California and Nevada earlier this year. The team, led by Goddard scientist Jim Abshire, presented these results at the International Workshop on Greenhouse Gas Measurements from Space in Kyoto, Japan, in early June.\nThe team’s work began about a decade ago with funding from Goddard’s Internal Research and Development program and later with support from NASA’s Earth Science Technology Office. The lidar operates by bouncing an infrared laser light off the Earth’s surface. Like all atmospheric gases, carbon dioxide absorbs light in narrow wavelength bands — in this case, the infrared. By tuning the laser to the infrared, scientists can detect and then analyze the level of carbon dioxide in that vertical path. The more gas along the light’s path, the deeper the absorption lines.\nRecent data analyses indicated that the CO2 Sounder can execute its job faster and with greater accuracy than earlier incarnations of the instrument. Team members attribute their success to several key technologies.\nFor one, the lidar is equipped with the world’s first solid-state detector that is highly sensitive to the near and mid-infrared wavelengths — a spectral sweet spot for detecting greenhouse gases in Earth’s atmosphere. Made of a special alloy called mercury-cadmium-telluride, this breakthrough detector can effectively count each returning infrared photon, and as a result, enjoys unparalleled sensitivity.\n“During the CO2 Sounder’s 2016 (aircraft) campaign, we realized the detector’s high sensitivity,” said Anand Ramanathan, an instrument-development team member. “It took 10 seconds to accumulate enough light to make a measurement in our 2013 campaign. In 2016, it took just one second. This is like improving the photographic film speed so that camera exposure can get shorter and one can get a higher frames-per-second rate. Besides the high sensitivity, the detector also demonstrated a highly linear dynamic range, which was of great help flying over snow, which is surprisingly dark in the infrared,” he added.\nEqually important, Abshire said, is the instrument’s laser system, a capability not enjoyed by current spaceborne carbon-monitoring missions. Unlike existing instruments, which rely on passive or reflected sunlight to gather measurements, the CO2 Sounder’s laser system provides the light source, giving it the ability to measure carbon dioxide day and night, regardless of the season — an essential capability for ASCENDS.\n“The laser team deserves many kudos,” Abshire said, referring to Goddard laser engineers Mark Stephen, Jeffrey Chen and Tony Yu, who are advancing the instrument’s tunable laser system. “The laser keeps getting better all the time.”\nTo measure trace gases like carbon dioxide and methane, the laser should produce many different wavelengths of light, particularly those around the wavelength known to absorb the gas of interest. While other lidar groups use one laser per wavelength, the Goddard approach uses a single laser that rapidly and accurately tunes to up to 30 different wavelengths. Called a “step-lock” system, the laser can rapidly switch between the 16 wavelengths used by the CO2 Sounder. “It’s so fast you can precisely step through the wavelengths a hundred times, all within the blink of an eye,” Ramanathan said.\nFor scientists interested in knowing the atmosphere’s chemical makeup, the laser offers another important benefit: the ability to measure water vapor whose absorption lines lie next to CO2’s absorption lines. “The step-locked system enabled us to make simultaneous water-vapor measurements along with the CO2 measurement,” he added.\nBetween its highly sensitive detector and rapidly improving laser system, the team believes it’s on the cusp of maturing a flight-ready ASCENDS-type instrument. The one remaining hurdle, Abshire said, is assuring that the laser is powerful enough to deliver a beam of light and accurately measure the returning signals for spectroscopic analysis. But even there, Abshire is confident.\n“We need to increase the power so we can take our instrument into space. These guys have figured a way to that,” Abshire said, referring to the special type of fiber amplifier the team has advanced to literally increase the laser’s power by a factor of 100. The sounder’s final design will include six of these laser amplifiers used in parallel, Stephen said, adding that testing of the laboratory breadboard will occur over the next year.\n“The advancement of technology has been amazing. I wouldn’t have thought this was possible just a few years ago,” Ramanathan said.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}