{
  "url": "https://climate.nasa.gov/news/2236/caltech-seeks-cleantech-for-competition/",
  "title": "Caltech seeks cleantech for competition",
  "date": null,
  "content": "4 min read\nBy Bob Silberg,NASA’s Jet Propulsion Laboratory\nUpdate (May 27, 2015): First-place winner of the 2015 FLoW competition is Axiom Energy, led by a team from Stanford University. Axiom’s supermarket-targeted refrigeration system freezes tanks of salt water at night, when electricity is cheaper, then uses the tanks to cool food during the day.\nStanford was also home to NexTint, which took second place with a retrofitable window film that enables users to control the amount of light and heat that passes through it.\nThird place went to Reebeez for a microengine to power small drones. This startup, currently based in Austin, Texas, is led by a student from Princeton University.\nThe Transformational Idea Award was presented to Obtainium, another company founded at Stanford, for a reactor that converts carbon dioxide to ethanol.\nIt’s one thing for scientists and engineers to create sustainable energy technologies in the cloister of a university laboratory. It’s another thing to market those technologies in the real world. Succeeding as an entrepreneur requires grabbing hold of one’s academic mindset and spinning it 180 degrees, according to Stephanie Yanchinski. She is executive director of First Look West (FLoW), a program that Caltech’s Resnick Sustainability Institute operates for young cleantech innovators starting their first businesses.\n“They are certainly smart enough to learn the basics of business,” Yanchinski said of the denizens of campus labs. “But they are really uncomfortable about approaching their technology from a customer point of view as opposed to a scientific-discovery point of view.” The Resnick program is designed to help bridge the gap between laboratory and marketplace.\nFLoW includes a competition in which university students and recent graduates pitch business plans for their potential cleantech companies to a panel of judges comprised of venture capitalists, corporate venturists and experts from energy utilities. To help them develop their plans, FLoW plays matchmaker between the teams and experienced entrepreneurial mentors. The winning teams divide $100,000 or more in cash prizes and the first-place winner gets to compete in Washington, D.C., in the U.S. Department of Energy’s National Clean Energy Business Plan Competition.\nTeams engaged in pre-commercial research and not yet ready to present a business plan can compete for the Transformational Idea Award, which includes $5,000 and legal support for early company formation and patenting.\nNow in its fourth year, FLoW has evolved into an even meatier program dubbed FLoW 2.0, with a more formal approach to addressing what Yanchinski and her colleagues call “the three Cs: culture, connections and cash.”\nFLoW is offering a four-week online course to the 2015 participants, specially tailored to scientists and engineers embarking on business ventures. Yanchinski is also working to broaden and deepen FLoW’s pool of seasoned mentors who can help her budding business teams think beyond the theoretical transformative potential of their innovations and focus on the first commercial product they should actually try to sell. And she reports that she is making new connections with funding organizations and with incubators that offer facilities to cleantech startups.\n“All of this is to get them to the next stage,” Yanchinski said, “where they can be financed by an SBIR (Small Business Innovation Research) grant, maybe an early-stage investor, maybe an accelerator program.”\nYanchinski says that this kind of help is needed now more than ever in the cleantech arena. “Non-governmental investment tends to be very soft in cleantech,” she said, explaining that venture capitalists tend to look for a return on their investments of 10  times or more within five years or less, a difficult goal to reach in the risky world of cleantech. The currently low price of oil and gas, she added, “really punches a hole in the impetus to develop renewables.” She said that governments have been stepping up their support, but not enough to counter the decline in private-sector investment.\nGoing through the FLoW program, she believes, gives young scientists and engineers a leg up in transforming their intellectual innovations into products and services that can not only enrich them, but benefit us all.\nFor information about how to participate in FLoW 2.0, visit the FLoW website. To learn more about joining the mentoring team, click here.\nSome career changes involve small shifts. But for one NASA engineering intern, the leap was…\nLee esta historia en Español aquí. In September, the three NASA centers in California came together…\nRead this story in English here. En septiembre, los tres centros de la NASA en…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}