{
  "url": "https://climate.nasa.gov/news/958/an-unrecognizable-arctic/",
  "title": "An unrecognizable Arctic",
  "date": null,
  "content": "Global warming is driving Earth towards a critical state—especially in the Arctic, where the effects of climate change are expected to be most exaggerated. (Credit: NASA/Kathryn Hansen)\nBy Megan Scudellari\nThe Arctic acts as an early warning system for the entire planet.\n\n\n- Dr. Chip Miller, NASA Jet Propulsion Laboratory\n\n\n In early May 2013, sensors atop a research facility perched on Hawaiian volcano Mauna Loa recorded a sobering statistic. The average daily level of carbon dioxide in the air had reached a concentration above 400 parts per million—a level that hasn’t been seen since around 3 to 5 million years ago, well before humans roamed the Earth.\nHuman burning of fossil fuels continues to increase the amount of carbon, a potent heat-trapping greenhouse gas, in our atmosphere. As a result, our planet is warming, and that warming is pushing Earth systems past critical points. This is especially true within the icy realm of the Arctic, the northernmost polar region of the planet, where the effects of climate change are expected to be most exaggerated [1] and have the biggest impact (see sidebar).\nNASA scientists and others around the world are tracking these profound changes and trying to understand what the future may hold. In some cases, Arctic systems may be reaching “tipping points” [2]—critical moments in time where a small change has large, potentially irreversible impacts (see sidebar). Examples of tipping points include the melting of permafrost in the Alaskan tundra and the acidification of the oceans. In other cases, where it may be difficult to quantify a particular tipping point, whole systems are racing toward dramatic transformations, such as the melting of sea ice and the decay of the Greenland ice sheet.\n“The changes are dramatic,” said Ron Kwok, a senior research scientist at NASA’s Jet Propulsion Laboratory. “It is indisputable that sea level rise, disappearing sea ice, melting ice sheets and other changes are happening. It’s a call to action in terms of understanding and mitigation.”\nFire and ice\nEighty-one percent of Greenland, which is located mostly inside the Arctic Circle and is the world’s largest island, is covered by ice. Today, that ice is melting. “The rate at which Greenland is dumping ice and water into the ocean is not just surprisingly high, it keeps getting higher,” said Waleed Abdalati, director of the Earth Science & Observation Center at the University of Colorado at Boulder and Chief Scientist at NASA from 2011 to 2012.\nThis melting could have significant planetary consequences: Greenland holds so much ice that if it were all to melt, sea level would rise an astounding 23 feet (7 meters). “Nobody really thinks it is all going to go away in the next few centuries, but the question is, how much of that 23 feet will spill into ocean? Will it be five feet or just six inches?” Abdalati said. “The answer has serious implications for society all over the world.” Indeed, some scientists think the lower limit of five feet of sea level rise is too conservative.\nAbout one in 10 people (more than 600 million people) live in low-lying coastal areas that are less than 30 feet (9 meters) above sea level [3]. Two thirds of the world’s largest cities are located at least partly in these low-lying regions. So sea level rise has the capacity to affect huge swathes of people, most likely in poorer and developing nations.\nThe changes are dramatic. It’s a call to action.\n\n\n- Dr. Ron Kwok, NASA Jet Propulsion Laboratory\n\n\n Abdalati and others are using data from the NASA Gravity Recovery and Climate Experiment (GRACE) to build a clear picture of how much Greenland is shrinking and the impact this might have (see sidebar).\nIn addition to Greenland’s land ice (glaciers), global warming is heating up and melting sea ice as well, frozen ocean water that covers an area twice the size of Canada across the North and South poles. For the first half of the 20th century, sea ice cover in the Arctic was steady and reliable, growing to 15 million square kilometers (5.8 million square miles) every March and melting to 7 million square kilometers (2.7 million square miles) each September, as temperatures followed the seasons. But now that’s all changing, said Kwok, who studies sea ice change in the Arctic.\nOver the last 11 years, summer Arctic ice coverage has dropped dramatically. The Arctic September minimum extent reached a new record low [4] in 2012 of 3.6 million square kilometers (1.4 million square miles), 44 percent below the 1981-2010 average and 16 percent below the previous record in 2007 [5]. The last six years (2007-2012) have seen the six lowest minimum extents in the satellite record (since 1979). “All climate models are projecting an ice-free summer within the next 20 years or so,\" Kwok said. \"It’s not very far away.”\nTo measure changes in Arctic sea ice, Kwok and other NASA researchers use satellites, including ICESat, to measure the thickness and volume of sea ice. Today, all signs point to less and less sea ice, both in terms of coverage area and volume. And though ice can always grow back, given a few cold years, it’s becoming less and less likely to imagine Arctic sea ice returning to a state it was in just 10 years ago.\nThe complete loss of sea ice has major knock-on effects, which we’re already beginning to witness as the ice disappears. Ice-free Arctic summers will cause major changes in ocean ecosystems, boosting, for example, the growth of phytoplankton, which bloom as sunlight penetrates the ice.\nIce-free summers also mean there is less ice to reflect sunshine back out into space, meaning that instead the ocean absorbs that energy, becoming even warmer. That is not good news for the already stressed ocean.\nAcid and frost\n“Ocean warming affects marine life in temperate latitudes,\" explained Scott Doney, director of the Woods Hole Oceanographic Institution Ocean and Climate Change Institute. In some areas, such as Cape Cod where Doney is based, species such as cod, haddock, and winter flounder are shifting their geographic ranges to account for increasing ocean temperatures. “We’re starting to see more warm water species and fewer cold water species,” he said. Diseases also spread faster in warmer water, so parasites are having larger effects on species, especially delicate coral reefs, but also abalones, oysters, fish and marine mammals.\nIn addition to warming the oceans (indirectly, via global warming), carbon dioxide is having another more direct impact on the planet’s oceans: they are becoming more acidic. The oceans currently absorb about a quarter of the carbon dioxide that humans put out into the air, which lowers the pH of the water. (Of the remaining three-quarters, plants absorb some, and the rest rises and settles in the atmosphere.)\nThis extra acidity makes it more difficult for shell-forming marine organisms such as plankton and mollusks to form and maintain calcium carbonate shells and skeletal components. “We know that ocean chemistry is changing,” Doney said. “We see striking trends.” On the U.S. West coast, farmers are already changing the way they do business to cope with the negative impacts more corrosive seawater is having on shellfish growth.\nAnd though the effects of climate change may be most visible with ice and water, one of the most dramatic coming effects of global warming is on land, within the solid, cement-like permafrost beneath Alaska and Western Canada. Permafrost [6] is layer upon layer of frozen soil, some of which has formed over thousands of years from compacted dead plants, and it is chock-full of carbon. There are an estimated 1700 billion metric tons of carbon tucked away in northern permafrost—more than twice the carbon currently in the atmosphere.\nAs the planet warms, permafrost thaws and releases portions of that carbon into the air, as both carbon dioxide and methane (methane being a greenhouse gas twenty-two times more powerful at trapping heat than carbon dioxide). Today, scientists are trying to identify when and how significantly that thawing will occur.\n“We’re looking for harbingers of what could be a massive release of carbon from thawing permafrost soils of the high latitudes of the Northern Hemisphere,” said Charles Miller, a NASA research scientist and the principal investigator of the airplane-based mission Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE).\nWith CARVE [7], NASA researchers are flying around the Alaskan arctic in a small plane, taking measurements of temperature, carbon dioxide, oxygen and the amount of moisture at the ground level. In 2013, the CARVE team is flying every day for two weeks per month from May until October, swooping low to take measurements of the Alaskan surface to determine how fast and where the permafrost is melting. “We want to get into the mud—to record the most local signals that we can,”  Miller said. The project has already made one sobering observation: there is more methane in the local air earlier in the year, and it is sustained longer throughout the summer, than current models expected.\nWhat the CARVE team finds will help scientists predict what might happen to permafrost in other parts of the globe, such as in Antarctica or the Andes Mountains. “Because we expect changes to happen largest and first in Arctic, the Arctic acts as an early warning system for the entire planet,”  Miller said. Within a few decades, the Arctic will be unrecognizable to any explorers who had seen it in centuries past. Scientists are already seeing the signs.\nRelated reading\n1. Earth’s changing temperature, NASA Earth Observatory\n2. \"Tipping elements in the Earth's climate system,\" T. Lenton et al., Proceedings of the National Academy of Sciences, Vol. 105 no. 6, 1786-1793 (2008), doi:10.1073/pnas.0705414105.\n3. Study: 634 million people at risk from rising seas\n4. Arctic sea ice key indicator, NASA Global Climate Change\n5. State of the cryosphere, National Snow and Ice Data Center\n6. Just 5 questions: What lies beneath\n7. CARVE mission\n8. GRACE mission\n9. ICESat and ICESat-2 missions\nArctic sea ice key indicator\nVideos about ice\nPermafrost Q&A\n• An ice-free Arctic summer, irreversible melting of the Greenland ice sheet.\n• Rapid thawing of the permafrost in Alaska.\n• Shifts in the Atlantic Ocean’s circulation.\nResearchers are looking into whether we can develop an early warning system to predict, and perhaps head off, these tipping points.\nFuture missions like NASA’s Ice Cloud and land Elevation Satellite-2 (ICESat-2) [9], scheduled for launch in 2016, will help clarify the mechanisms driving the ice change. Using a laser to measure the distance between itself and the ice, along with GPS, ICESat-2 will determine the elevation of ice below. When done repeatedly over time, this information can identify where the ice is growing or shrinking, and determine the underlying physics of why it is doing so.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}