{
  "url": "https://climate.nasa.gov/news/2160/nasa-is-catalyst-for-hydrogen-technology/",
  "title": "NASA is catalyst for hydrogen technology",
  "date": null,
  "content": "From NASA.gov\r\nadapted and updated by Bob Silberg,\r\nNASA’s Jet Propulsion Laboratory\nNASA’s original intent was to make electricity generation more efficient for aircraft. Credit: potowizard/Shutterstock.com\nNASA answered a call to help the world’s largest aerospace company develop a better way to generate electricity for its aircraft. Instead, it wound up helping a very small technology company to thrive.\nHere’s what happened.\nAerospace mega-giant Boeing approached NASA with the idea of using fuel cells to provide electricity for its planes instead of the onboard generators commonly in use. Those generators run on the same jet fuel that powers a plane’s flight, but burning jet fuel to drive a small generator is inefficient.\nIf a small, lightweight system were developed to extract hydrogen and carbon monoxide from the jet fuel (a process known as “reforming”) and use those gases in a solid-oxide fuel cell, much less jet fuel would be required to generate the same amount of electricity—a win-win for Boeing (which would save money on fuel) and the environment (which would see less carbon dioxide blown into the atmosphere). NASA agreed to help.\nCatacel's catalysts use coated metal foil instead of the traditional ceramic pellets. An adaptation with a different material coating the foil is being developed for carbon-capture applications.\n\n\nAs a group of engineers and technicians at NASA’s Glenn Research Center began working on the project in 2004, they learned that a tiny company called Catacel was developing a catalyst with the potential to benefit their fuel-cell system. In the reforming part of the process, steam and methane are consumed in a chemical reaction that produces hydrogen and carbon monoxide. A catalyst expedites the chemical reaction without ultimately being consumed itself. And Catacel appeared to be on the road to a better catalyst.\nCatacel couldn’t afford the hardware needed to test and continue developing its catalyst and Glenn had such a test bed up and running, along with years of experience in the area. So in early 2005, they teamed up.\n“Test rigs of that nature—they just aren’t around anywhere, even today,” said William Whittenberger, president of Catacel. “They had the right kind of facility there, there was interest in reforming, there was this grant. So the stars kind of aligned for us.”\nThe testing and development of Catacel’s catalyst went well and was completed in mid-2006. “We determined that Catacel’s catalyst had about a two times higher heat-transfer rate than the commercial ceramic catalyst,” said Thomas Tomsik, lead engineer on the Glenn team. A higher heat-transfer rate means the reforming process can take place at a lower temperature, saving as much as 35 percent on fuel and extending the life of the reformer.\nThe Glenn team designed the fuel-cell system for Boeing simultaneously. By late 2006, it, too, was ready for testing. But the Boeing project was canceled before the testing stage could begin. “It’s frustrating at times,” Tomsik said, “especially with something that you really believe in and enjoy working on. But those are things that we, at my level, have no control over.”\nAlthough the aviation application that the Glenn engineers had in mind when they began working with Catacel had fallen through, there were still plenty of other uses to which the new catalyst could be put. Hydrogen is used in a variety of industries, some of which use so much of the gas that it isn’t practical or economical to truck it to their plants. Instead, they make their own, using reformers like the one that would have been used in the Boeing system, but at a larger commercial scale (and without the carbon monoxide needed for the prospective airplane fuel cells).\nCatacel’s new catalyst could make the hydrogen-production process more efficient for these industries, reducing their carbon footprint while saving them money on fuel. So the little company ran with it.\n“Catacel just exploded as far as company growth,” Tomsik said. “It was one of my success stories in terms of working with somebody outside in the real world. They’re selling it all over the world now.”\nNASA and Catacel collaborated again, less than a year ago. “We’re trying to use a computer to model the flows and understand how the thing really works,” Whittenberger said. “And of course there are a lot of smart people at NASA. I mean they build spaceships, right? There are people there that do that sort of modeling work all the time and have very good expertise. They gave us a lot of guidance.\n“I’m their poster guy here,” he continued. “I’ve gone out three times now to talk to people about how well that went so they can do some more of it.”\nIn early September 2014, Catacel was acquired by a British company called Johnson Matthey. “Our new parent is the largest steam-methane reforming-catalyst producer in the world,” said Don Lensner, Catacel’s director of sales and marketing. He expects the giant company to enable Catacel to upscale its operations to serve the largest hydrogen-consuming industries, which had been out of reach before this development.\nCatacel is also part of a project under the Department of Energy to adapt its technology for use in carbon-capture devices.\nAnd what about the fuel-cell idea for aircraft, on which the Glenn team worked so hard and which got this whole ball rolling in the first place? “My experience, working here the last 25 years, is that it always comes back,” Tomsik said, laughing. “That technology will be revisited in five to 10 years from now, I guarantee you!”\nHydrogen is the most common substance in the universe. It makes the sun shine and is used in the manufacture of ammonia, methanol, refined oil, steel, silicon chips, glass and processed food, among other things.\nBut if you want some here on Earth, you have to work for it. That’s because the gas is so lightweight that whatever hydrogen Earth may once have had has long ago floated away into space. But there’s still a lot of hydrogen bound up with other elements, like oxygen (forming water) and carbon (making hydrocarbons, such as methane). Hydrogen is very useful to a variety of industries, so millions of tons of it are extracted every year from the methane in natural gas.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}