{
  "url": "https://climate.nasa.gov/news/2353/borneo-on-fire/",
  "title": "Borneo on fire",
  "date": null,
  "content": "2 min read\nAsian countries near the equator are in an extreme drought, one of the more predictable impacts of an El Niño event like the one underway this year. The worst forest fires in nearly two decades are burning out of control on the islands of Borneo and Sumatra. This Oct. 14 image from NASA's Multi-angle Imaging SpectroRadiometer (MISR) shows a section of the Indonesian side of Borneo 258 miles (415 kilometers) wide, extending from the center to the south coast of the island. A blanket of smoke covers much of the image, blowing westward with the prevailing winds toward Sumatra and the nations of Malaysia and Singapore.\nThis image was acquired by MISR’s 26-degree aftward-viewing camera, one of nine differently pointed cameras in the instrument. Multiple images of the same region from the different cameras can be processed together to obtain estimates of the height of the smoke clouds, as well as the types of particles it contains. The smoke in this image was estimated to be 0.3 to 1.2 miles (500 to 2,000 meters) above the land surface, meaning it had the potential to affect air quality not only locally but as far as 1,000 miles (1,600 kilometers) away in Malaysia. For several weeks, episodes of hazardous pollution from the heavy smoke have been causing emergency school closures and the cancellation of outdoor events in the affected nations.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nIn Aug. 2024, a team of NASA researchers and partners gathered in Missoula, Montana to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}