{
  "url": "https://climate.nasa.gov/news/895/nasa-flies-radar-south-on-wide-ranging-expedition/",
  "title": "NASA flies radar south on wide-ranging expedition",
  "date": null,
  "content": "On March 17, 2013, NASA’s Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR) acquired synthetic aperture radar data over the Napo River in Ecuador and Peru. Image credit: NASA/JPL-Caltech\nBy Alan Buis,\r\nJet Propulsion Laboratory\n\nSteve Cole,\r\nNASA Headquarters\n\nPASADENA, Calif. - A versatile NASA airborne imaging radar system is showcasing its broad scientific prowess for studying our home planet during a month-long expedition over the Americas.\nAn ash cloud from an eruption of the Tungurahua volcano in Ecuador and the peak of the dormant Chimborazo volcano project through cloud cover in this photo taken from NASA's C-20A flying at 41,000 feet (12,500 meters) altitude about 100 miles (160 kilometers) northeast of Guayaquil, Ecuador on March 17, 2013. Image credit: NASAA NASA C-20A piloted aircraft carrying the Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR) is wrapping up studies over the U.S. Gulf Coast, Arizona, and Central and South America. The plane left NASA's Dryden Aircraft Operations Facility in Palmdale, Calif., on March 7. NASA's Jet Propulsion Laboratory, Pasadena, Calif., built and manages UAVSAR.\nThe campaign is addressing a broad range of science questions, from the dynamics of Earth's crust and glaciers to the carbon cycle and the lives of ancient Peruvian civilizations. Flights are being conducted over Argentina, Bolivia, Chile, Colombia, Costa Rica, El Salvador, Ecuador, Guatemala, Honduras, Nicaragua and Peru.\nUAVSAR uses a technique called interferometry that sends microwave energy pulses from the sensor on the aircraft to the ground. This technique can detect and measure subtle changes in Earth's surface, such as those caused by earthquakes, volcanoes, landslides and glacier movements. The radar's L-band microwaves can penetrate clouds and the tops of forests, making it valuable for studying cloud-covered tropical environments and mapping flooded ecosystems.\n\"This campaign highlights UAVSAR's versatility for Earth studies,\" said Naiara Pinto, UAVSAR science coordinator at JPL. \"In many cases, study sites are being used by multiple investigators. For example, some volcanic sites also have glaciers. The studies also help U.S. researchers establish and broaden scientific collaborations with Latin America.\"\nVolcano scientists will compare UAVSAR's images taken during this campaign with new imagery collected in 2014 to measure very subtle sub-centimeter changes in Earth's surface associated with the movement of magma deep beneath active volcanoes. These results are expected to improve models used to understand and potentially mitigate volcanic hazards. The volcanoes being studied are in Argentina, Bolivia, Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Nicaragua and Peru.\nFalse-color image of Colombia's Galeras Volcano, acquired by UAVSAR on March 13, 2013. A highly active volcano, Galeras features a breached caldera and an active cone that produces numerous small to moderate explosive eruptions. Image credit: NASA/JPL-CaltechUAVSAR glacier data from South America's Andes Mountains will be combined with ground measurements and airborne lidar data to determine how much these glaciers move during summer and from year to year. The U.S. Geological Survey is leading the collaborative project with the Chilean government to understand glacier processes within the context of climate change impacts from human activities. The glaciers being imaged by UAVSAR provide freshwater for the residents of Santiago and water for regional agriculture.\nThis year's study sites include coastal mangroves in Central and South America. \"Much of Earth's population lives along coasts, and its livelihood and well-being depend on services provided by marine ecosystems,\" said JPL's Marc Simard, one of the campaign's many principal investigators. \"These regions are among the most fragile on Earth. It is critical to understand how the interactions of human activities and climate change may impact the sustainability of these ecosystems.\"\nAnother principal investigator, Kyle McDonald, jointly of JPL and the City University of New York Cooperative Remote Sensing Science and Technology Center (CREST) Institute, is leading four data collections that will support the mapping of wetlands across the greater Amazon River basin, including Pacaya-Samiria National Park in Peru. \"Pacaya-Samiria contains large expanses of flooded palm swamps,\" McDonald said. \"These ecosystems are potential major sources of atmospheric methane, an important greenhouse gas. UAVSAR will help us better understand processes involved with the exchange of methane between Earth's land and atmosphere, and with the contribution of these unique ecosystems to Earth's climate.\"\nUAVSAR also is supporting agricultural studies of vineyards in Chile's La Serena region. The efforts will help scientists at the Universidad de La Serena's Terra Pacific Group better understand the value of soil moisture data in grape and wine production. Another study site in Argentina will be overflown by both UAVSAR and the Argentine sensor SARAT as part of a collaboration between research scientist Thomas Jackson of the U.S. Department of Agriculture and Argentina's Comision Nacional de Actividades Espaciales. These studies assist scientists preparing for the launch of NASA's Soil Moisture Active Passive (SMAP) satellite in 2014.\nThe radar also is imaging the northern coastal Peruvian desert, where the Moche culture lived almost 2,000 years ago. Researchers are using UAVSAR's vegetation and cloud penetrating capabilities to search for unrecorded archaeological features in an attempt to preserve sensitive sites from encroaching civilization.\nJPL researcher Sassan Saatchi is using UAVSAR to study the structure, biomass and diversity of tropical cloud forests in the Peruvian Andes and Manu National Park, continuing his work there during the past decade. The data will be used to evaluate how much carbon the forests contain and assess their vulnerability to human and natural disturbances.\nUAVSAR also is monitoring seasonal land subsidence and uplift in groundwater basins in Arizona's Cochise County for the Arizona Department of Water Resources. Other subsidence studies in New Orleans and the Mississippi Delta are aimed at better understanding what causes Gulf Coast subsidence and predicting future subsidence rates. The data can help agencies better manage the protection of infrastructure, including levees in the New Orleans area.\nFor more information on UAVSAR, visit: http://uavsar.jpl.nasa.gov. For more on NASA's Airborne Science program, visit: http://airbornescience.nasa.gov.\nPASADENA, Calif. - A versatile NASA airborne imaging radar system is showcasing its broad scientific prowess for studying our home planet during a month-long expedition over the Americas.\nThe campaign is addressing a broad range of science questions, from the dynamics of Earth's crust and glaciers to the carbon cycle and the lives of ancient Peruvian civilizations. Flights are being conducted over Argentina, Bolivia, Chile, Colombia, Costa Rica, El Salvador, Ecuador, Guatemala, Honduras, Nicaragua and Peru.\nUAVSAR uses a technique called interferometry that sends microwave energy pulses from the sensor on the aircraft to the ground. This technique can detect and measure subtle changes in Earth's surface, such as those caused by earthquakes, volcanoes, landslides and glacier movements. The radar's L-band microwaves can penetrate clouds and the tops of forests, making it valuable for studying cloud-covered tropical environments and mapping flooded ecosystems.\n\"This campaign highlights UAVSAR's versatility for Earth studies,\" said Naiara Pinto, UAVSAR science coordinator at JPL. \"In many cases, study sites are being used by multiple investigators. For example, some volcanic sites also have glaciers. The studies also help U.S. researchers establish and broaden scientific collaborations with Latin America.\"\nVolcano scientists will compare UAVSAR's images taken during this campaign with new imagery collected in 2014 to measure very subtle sub-centimeter changes in Earth's surface associated with the movement of magma deep beneath active volcanoes. These results are expected to improve models used to understand and potentially mitigate volcanic hazards. The volcanoes being studied are in Argentina, Bolivia, Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Nicaragua and Peru.\nThis year's study sites include coastal mangroves in Central and South America. \"Much of Earth's population lives along coasts, and its livelihood and well-being depend on services provided by marine ecosystems,\" said JPL's Marc Simard, one of the campaign's many principal investigators. \"These regions are among the most fragile on Earth. It is critical to understand how the interactions of human activities and climate change may impact the sustainability of these ecosystems.\"\nAnother principal investigator, Kyle McDonald, jointly of JPL and the City University of New York Cooperative Remote Sensing Science and Technology Center (CREST) Institute, is leading four data collections that will support the mapping of wetlands across the greater Amazon River basin, including Pacaya-Samiria National Park in Peru. \"Pacaya-Samiria contains large expanses of flooded palm swamps,\" McDonald said. \"These ecosystems are potential major sources of atmospheric methane, an important greenhouse gas. UAVSAR will help us better understand processes involved with the exchange of methane between Earth's land and atmosphere, and with the contribution of these unique ecosystems to Earth's climate.\"\nUAVSAR also is supporting agricultural studies of vineyards in Chile's La Serena region. The efforts will help scientists at the Universidad de La Serena's Terra Pacific Group better understand the value of soil moisture data in grape and wine production. Another study site in Argentina will be overflown by both UAVSAR and the Argentine sensor SARAT as part of a collaboration between research scientist Thomas Jackson of the U.S. Department of Agriculture and Argentina's Comision Nacional de Actividades Espaciales. These studies assist scientists preparing for the launch of NASA's Soil Moisture Active Passive (SMAP) satellite in 2014.\nThe radar also is imaging the northern coastal Peruvian desert, where the Moche culture lived almost 2,000 years ago. Researchers are using UAVSAR's vegetation and cloud penetrating capabilities to search for unrecorded archaeological features in an attempt to preserve sensitive sites from encroaching civilization.\nJPL researcher Sassan Saatchi is using UAVSAR to study the structure, biomass and diversity of tropical cloud forests in the Peruvian Andes and Manu National Park, continuing his work there during the past decade. The data will be used to evaluate how much carbon the forests contain and assess their vulnerability to human and natural disturbances.\nUAVSAR also is monitoring seasonal land subsidence and uplift in groundwater basins in Arizona's Cochise County for the Arizona Department of Water Resources. Other subsidence studies in New Orleans and the Mississippi Delta are aimed at better understanding what causes Gulf Coast subsidence and predicting future subsidence rates. The data can help agencies better manage the protection of infrastructure, including levees in the New Orleans area.\nFor more information on UAVSAR, visit: http://uavsar.jpl.nasa.gov. For more on NASA's Airborne Science program, visit: http://airbornescience.nasa.gov.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}