{
  "url": "https://climate.nasa.gov/news/870/campaign-to-diagnose-air-quality-concludes-in-california/",
  "title": "Campaign to diagnose air quality concludes in California",
  "date": null,
  "content": "The NASA P-3B made low approaches at local airports during the mission, getting as low as 100 feet to make key air quality measurements. Shown here is the Bakersfield regional airport. Credit: NASA/Suzanne Crumeyrolle\nBy Katie Bethea,\r\n NASA's Langley Research Center\nNASA's DISCOVER-AQ team completed an intense flight and ground-based air quality research campaign in the San Joaquin Valley of Central California this month. This is the second destination in a five-year mission to study air pollution in the part of the atmosphere where people live and breathe, a region called the boundary layer.\n\n\n\nThe Penn State University team poses on top of their NATIVE research trailer at the Porterville ground site. Credit: Doug Martins/Penn State Univ.\r\n DISCOVER-AQ, which stands for Deriving Information on Surface conditions from Column and Vertically Resolved Observations Relevant to Air Quality, is a $30 million NASA science study to improve the ability of satellites to diagnose surface air quality. Current satellite observations are spotty and inaccurate when it comes to measuring the boundary layer, or lowest part of the atmosphere.\n\r\n \"We are trying to diagnose near surface conditions so that satellites can be used effectively in the future to help us understand what is going on at the ground,\" said Jim Crawford, principal investigator (PI) for the mission. \"With DISCOVER-AQ, we can extend the view of air quality beyond the sparse locations that a regulator has on the ground right now.\"\n\r\n If scientists could more effectively observe pollution from space, they would be able to make better air quality forecasts and more accurately determine where pollution is coming from and how emissions vary. That understanding could also help regulators develop successful strategies to reduce pollution.\n\r\n Local California air quality regulators were grateful to have the DISCOVER-AQ California 2013 campaign in their neighborhood.\n\nMarkus Mueller and Tomas Mikoviny from the University of Innsbruck operate their research instrument on the NASA P-3B during the DISCOVER-AQ mission. Credit: NASA / Tom Tschida\n\r\n \"We have surface sites, but data aloft is rare and expensive,\" said Eileen McCauley, manager of the atmospheric processes research section at California Air Resources Board. \"The DISCOVER-AQ mission helps us paint a picture and fill in spaces to improve our understanding of the three dimensions of the atmosphere. Air quality is definitely a 3-D process.\"\n\r\n McCauley and colleagues have been collecting air quality data in California for decades using an intricate network of ground stations. They have amassed a large collection of surface information, but they do not have as much information about what's happening just above the ground sites, how the air mixes, moves and is transported.\n\r\n The goal of the DISCOVER-AQ mission is to fill in those gaps permanently with satellites. But first the research team needs to understand what's happening in the air between the ground sites and the satellites. To do that they turned to two aircraft outfitted with instruments.\n\r\n During the California 2013 campaign, NASA's four-engine P-3B turboprop plane from the Wallops Flight Facility in Wallops Island, Va., carried eight science instruments to capture data on the San Joaquin Valley's air quality. The 117-foot-long P-3B flew low-altitude spiral profiles over six ground measurement sites operated by the California Air Resources Board and the San Joaquin Valley Air Pollution Control District. The flights sampled air along agricultural and traffic corridors at low altitude between ground stations.\nNASA's B200 King Air, a smaller higher altitude aircraft from NASA's Langley Research Center in Hampton, Va., collected data while flying level at 26,000 feet during the DISCOVER-AQ mission. Credit: NASA/Tom Tschida\n\r\n NASA's B200 King Air, a smaller higher altitude aircraft from NASA's Langley Research Center in Hampton, Va., collected data while flying level at 26,000 feet. The plane's two remote sensing instruments looked down at the surface, much like a satellite instrument, and measured particulate matter and gaseous air pollution.\n\r\n Satellites observe the atmosphere as a full column. They look down through the atmosphere at the total amount of a substance that exists from the top of the atmosphere all the way to the surface. But ultimately, it's that amount on the bottom, the boundary layer, that the air quality regulator really wants to understand.\n\r\n The boundary layer is like Earth's ventilation system. If the layer is thick, there's more volume for pollutants to be diluted, and therefore less impact to humans and other living things. Using the measurements from the P-3B aircraft and balloon measurements from the ground sites, the team was able to determine the depth of the boundary layer.\n\r\n \"We knew the boundary layer would be shallow, it typically is pretty shallow in the winter. But we were really surprised to find that it was less than 2,000 feet on average,\" said Crawford.\nResearchers from University of California Davis worked at the Fresno ground site during the DISCOVER-AQ California 2013 mission. NASA/Suzanne Crumeyrolle\n\r\n The shallow boundary layer reinforced the need for the P-3B's low altitude spirals and approaches, as well as the balloon and ground measurements from the ground sites. The P-3B spiraled from as high as 10,000 feet down to as low as 100 feet for low approaches near airports, as if the plane were going to land.\n\r\n These low-level fly-bys drew a lot of attention from people in the region. But for those same residents, air quality is a highly visible issue, according to Dave Clegern with the California Air Resources Board. The San Joaquin Valley is the home of the worst air quality in the nation, according to the Environmental Protection agency. Of particular concern is particulate matter, especially \"PM2.5\" that is 2.5 micrometers in diameter and smaller, or 1/30th the diameter of a human hair. These aerosols are small particles suspended in the air. They cause a thick greyish brown fog over parts of the region. Heart disease, aggravated childhood asthma, and a slew of respiratory conditions are associated with particulate matter.\n\r\n \"The people in the Valley are highly aware of the air quality problem,\" said Crawford.\n\r\n The DISCOVER-AQ team chose the San Joaquin Valley because of its existing air quality problem, but also because of the diversity of conditions in the region. During the mission, the team saw the build up and dissipation of pollution twice, something the team is calling unexpected good fortune, from a research standpoint at least. During the first episode, PM2.5 at the Bakersfield site nearly tripled and levels violated national ambient air quality standards over three days.\n\r\n In addition to their research responsibilities, DISCOVER-AQ team members made a strong effort to reach students in the region during the campaign. Richard Clark from Millersville University in Pennsylvania, the PI at the Huron site, and Ray Hoff from University of Maryland – Baltimore County, the PI at the Porterville site, hosted more than 300 students from local schools.\n\r\n Additionally, students from Kingsburg High School in Kingsburg, Calif., which is just south of Fresno, chatted with scientists during their flights using an online flight tracker tool. During the seventh DISCOVER-AQ flight, the P-3B flew directly over the students as they stood outside on the school's lawn, holding hands to form an ozone molecule.\n\r\n The DISCOVER-AQ airplanes and the team members made their temporary home base at NASA's Dryden Aircraft Operations Facility in Palmdale, Calif. In all, a team of as many as 100 people supported the month-long campaign in the air and on the ground.\n\r\n The California series of flights is one of four DISCOVER-AQ field studies. The first was conducted over the Baltimore-Washington, D.C. area in July 2011. Another is set for Houston later this year and the fourth location will be chosen for 2014.\n\r\n DISCOVER-AQ is an Earth Venture mission, part of the Earth System Science Pathfinder program also managed at NASA Langley for the Earth Science Division of NASA's Science Mission Directorate in Washington.\nNASA's DISCOVER-AQ team completed an intense flight and ground-based air quality research campaign in the San Joaquin Valley of Central California this month. This is the second destination in a five-year mission to study air pollution in the part of the atmosphere where people live and breathe, a region called the boundary layer.\n170: The number of spirals (more than 700 circles) the P-3B flew over the six ground sites\n160: The number of low approaches (down to 1300 feet) the P-3B made during the mission\n1250: The number of school children who got to interact, either in person or through on-line chats during the flights, with the researchers during their time in California\n51: The number of radiosondes (weather balloons) or ozonesondes, launched from ground sites during the mission\n2.5: The diameter in micrometers of fine particle pollution, or particulate matter, also called PM\n2.5. That size is 1/30th the diameter of a human hair.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}