{
  "url": "https://climate.nasa.gov/news/2360/nasa-to-fly-sail-north-to-study-plankton-climate-change-connection/",
  "title": "NASA to fly, sail north to study plankton-climate change connection",
  "date": null,
  "content": "By Steve Cole, NASA Headquarters,\r\nand Chris Rink, NASA's Langley Research Center\nTop image: NASA’s C-130H Hercules airborne laboratory begins research flights over the North Atlantic Nov. 12 from St. John’s, Newfoundland, Canada, the agency's North Atlantic Aerosols and Marine Ecosystems Study (NAAMES). Credit: NASA.\nBottom image: The research vessel Atlantis, operated by the Woods Hole Oceanographic Institution, will provide detailed ship-based measurements of plankton in the North Atlantic as part of the North Atlantic Aerosols and Marine Ecosystems Study (NAAMES). Credit: Woods Hole Oceanographic Institution.\nNASA begins a five-year study this month of the annual cycle of phytoplankton and the impact that small airborne particles emitted from the ocean have on the climate-sensitive North Atlantic.\nThe North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) will collect data during ship and aircraft measurement campaigns and combine that data with continuous satellite and ocean sensor readings. The first of four seasonal research missions begins Nov. 6 and continues through early December.\nNASA’s C-130H Hercules airborne laboratory will begin research flights Nov. 12 from St. John’s International Airport in St. John’s, Newfoundland. The flights will be coordinated with the research vessel (R/V) Atlantis, operated by the Woods Hole Oceanographic Institution in Woods Hole, Massachusetts. Atlantis will provide detailed ship-based measurements of plankton in the North Atlantic.\n“We will be studying an ocean region that every year exhibits one of the largest natural phytoplankton blooms on Earth,” said Mike Behrenfeld, NAAMES principal investigator from Oregon State University in Corvallis. “These plankton are also known to release organic compounds into the atmosphere that can be measured as far away as Ireland. That makes the North Atlantic an ideal place to study how plankton blooms are recreated each year by ecological and physical processes, and how ocean biology is involved in the sea-air exchange of organic aerosols and trace gases that may influence clouds and climate.”\nThe C-130H will fly eastward to rendezvous with and overfly the global-class, floating laboratory-ship Atlantis during its approximately 26-day research cruise. By combining ship, airborne, computer modeling, sustained satellite and autonomous sensor data, scientists hope to improve their predictions of ecosystem and aerosol changes in a warming ocean.\nPlankton ecosystems in the ocean are strongly interconnected with climate and life on Earth. Plankton production, responding to a warming climate, results in environmental impacts such as changes in fisheries production, uptake of atmospheric carbon dioxide, and ocean emissions of climate-regulating aerosols. The ability to predict the consequences of a warming ocean depends on resolving conflicting theories about what controls plankton ecosystems and their aerosol emissions.\nNASA’s Langley Research Center in Hampton, Virginia, has science and project management responsibilities for NAAMES and science instruments onboard the C-130H. The agency’s Goddard Space Flight Center in Greenbelt, Maryland, leads project data management. The NAAMES ship and airborne science-instrument teams involve more than 20 different research facilities and academic institutions. NASA’s Wallops Flight Facility Aircraft Office in Virginia operates the C-130H research aircraft to support airborne scientific research activities.\nThe NASA C-130H and the R/V Atlantis supporting the NAAMES mission will be available to the media at two different events this month. On Wednesday, Nov. 4 from 10 to 11:30 a.m. EST, media can tour the Atlantis at Woods Hole, located at 86 Water St. The C-130H will be available on Tuesday, Nov. 10 from 10 to 11:30 a.m. Newfoundland Time Zone, in Hangar #4 of St. John’s International Airport, located at RCAF Road in St. John’s.\nNAAMES is part of NASA’s second series of Earth Venture suborbital investigations that provide an innovative approach to regularly address Earth science research that accommodates evolving scientific priorities. Earth Venture investigations are part of NASA's Earth System Science Pathfinder Program, managed at Langley for NASA’s Science Mission Directorate in Washington.\nFor more information about NAAMES, go to:\nhttp://naames.larc.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}