{
  "url": "https://climate.nasa.gov/news/891/nasa-flies-dragon-eye-unmanned-aircraft-into-volcanic-plume/",
  "title": "NASA flies Dragon Eye unmanned aircraft into volcanic plume",
  "date": null,
  "content": "Research scientists at NASA’s Ames Research Center, Moffett Field, Calif., negotiated the transfer of three Aerovironment RQ-14 Dragon Eye UAVs from the United States Marine Corps (USMC) via the General Services Administration’s San Francisco office. These small electric unmanned aircraft weigh 5.9 pounds, have a 3.75-foot wingspan and twin electric engines, and can carry a one-pound instrument payload for up to an hour within a volcanic plume. Image credit: Google/NASA/Matthew Fladeland\nBy Ruth Dasso Marlaire,\r\nAmes Research Center\nAmes research scientist Rick Kolyer launches Dragon Eye UAV. Image credit: NASA/ Matthew FladelandNASA Earth science researchers last month traveled to Turrialba Volcano, near San Jose, Costa Rica, to fly a Dragon Eye unmanned aerial vehicle (UAV) -- a small electric aircraft equipped with cameras and sensors -- into the volcano’s sulfur dioxide plume and over its summit crater, to study Turrialba’s chemical environment. The project is designed to improve the remote-sensing capability of satellites and computer models of volcanic activity. The study, called “In Situ Validation and Calibration of Remotely Sensed Volcanic Emission Data and Models,” launched 10 flights between March 11-14, 2013, into the volcanic plume and along the rim of the Turrialba summit crater approximately 10,500 feet above sea level (ASL). The launch site was located at 8,900 feet ASL, and flights ranged up to 12,500 feet ASL, more than 2,000 feet above the Turrialba summit. Project objectives included improving satellite data research products, such as maps of concentration and distribution of volcanic gases, and transport-pathway models of volcanic plumes. During the research flights, the team coordinated its data gathering with the Advanced Spaceborne Thermal Emission and Reflection (ASTER) instrument on NASA’s Terra spacecraft, allowing scientists to compare sulfur dioxide concentration measurements from the satellite with measurements taken from within the plume. Scientists believe computer models derived from this study will contribute to safeguarding the National and International Airspace System, improve global climate predictions, and mitigate environmental hazards (e.g., sulfur dioxide volcanic smog or “vog”) for people who live around volcanoes. The study launched 10 flights between March 11-14, 2013, into the volcanic plume and along the rim of the Turrialba summit crater approx. 10,500 feet above sea level. Image credit: NASA/ Matthew FladelandA key factor of such models is the intensity and character of the volcanic activity located near the eruption vent. For instance, knowing the height of ash and gas concentrations, and temperatures over the vent during an eruption are important initial factors for any model that predicts the direction of the volcanic plume.“It is very difficult to gather data from within volcanic eruption columns and plumes because updraft wind speeds are very high and high ash concentrations can quickly destroy aircraft engines,” said David Pieri, the project’s principal investigator and a research scientist at NASA’s Jet Propulsion Laboratory (JPL), Pasadena, Calif. “Such flight environments can be very dangerous to manned aircraft. Volcanic eruption plumes may stretch for miles from a summit vent, and detached ash clouds can drift hundreds to thousands of miles from an eruption site.To penetrate such dangerous airspace, UAVs, especially those with electric engines that ingest little contaminated air, are an emerging and effective way to gather crucial data about ash and gas concentrations and their lateral and vertical distribution.To accomplish project objectives, research scientists at NASA’s Ames Research Center, Moffett Field, Calif., used three Aerovironment RQ-14 Dragon Eye UAVs which were acquired from the United States Marine Corps (USMC) via the General Services Administration’s San Francisco office. These small electric unmanned aircraft weigh 5.9 pounds, have a 3.75-foot wingspan and twin electric engines, and can carry a one-pound instrument payload for up to an hour within a volcanic plume. “This project is great example of how unmanned aircraft can be used for beneficial civilian purposes – in this case for better understanding Earth system processes and the impact of volcanism on our atmosphere,” said Matthew Fladeland, airborne science manager at Ames. “By taking these retired military tools, we can very efficiently and effectively collect measurements that improve NASA satellite data and aviation safety.”Ames team members integrated payload instruments onto the UAV, which included the standard USMC visible and infrared video cameras, sulfur dioxide and particle sensors, and automatic atmospheric sampling bottles keyed to measure sulfur dioxide concentration. Researchers also operated the UAV, directing it into a volcanic plume to characterize its chemical and physical environment. This capability was especially important during simultaneous flights by NASA’s Terra spacecraft with the ASTER imaging radiometer. Next year, as part of this project, Ames also will operate the larger SIERRA unmanned aircraft (about 400 pounds takeoff weight, 100-pound payload), which will carry a more sophisticated mass spectrometer to measure additional gases in the Turrialba volcano plume.The volcanos of Costa Rica provide superb natural laboratories to test and develop these volcanological UAV systems. For instance, the Turrialba plume has relatively minimal updraft and wind shear. The continuously erupting plume consists primarily of carbon dioxide, water vapor, sulfur dioxide, some hydrogen sulfide and other minor gases, such as helium, and sulfate nano-particles at altitudes up to about 11,000 feet ASL. In addition, in the airspace around and over Turrialba volcano, commercial and private air traffic is very low.A long-term project goal is to develop the means to sample drifting ash and gas in volcanic plumes up to 30,000 feet ASL, that result from large explosive eruptions such as those that crippled aviation traffic in Iceland and Europe in the spring of 2010. The research project is funded by the NASA Science Mission Directorate’s Earth Science Solicitation from the Earth Surface and Interior Focus Area. Managed by John LaBrecque at NASA Headquarters, the project directly supports the current Terra/ASTER mission and NASA’s planned Hyperspectral Infrared Imager (HyspIRI) mission by improving satellite data-based retrievals of gases and solid aerosols associated with volcanic activity, as well as volcanic emission transport models. For more information about NASA’s Airborne Science Program, visit: http://airbornescience.nasa.gov/For more information about NASA’s HyspIRI Mission Study, visit: http://hyspiri.jpl.nasa.gov/For more information about NASA, visit: http://www.nasa.gov/\nAmes research scientist Rick Kolyer launches Dragon Eye UAV. Image credit: NASA/ Matthew FladelandNASA Earth science researchers last month traveled to Turrialba Volcano, near San Jose, Costa Rica, to fly a Dragon Eye unmanned aerial vehicle (UAV) -- a small electric aircraft equipped with cameras and sensors -- into the volcano’s sulfur dioxide plume and over its summit crater, to study Turrialba’s chemical environment. The project is designed to improve the remote-sensing capability of satellites and computer models of volcanic activity. The study, called “In Situ Validation and Calibration of Remotely Sensed Volcanic Emission Data and Models,” launched 10 flights between March 11-14, 2013, into the volcanic plume and along the rim of the Turrialba summit crater approximately 10,500 feet above sea level (ASL). The launch site was located at 8,900 feet ASL, and flights ranged up to 12,500 feet ASL, more than 2,000 feet above the Turrialba summit. Project objectives included improving satellite data research products, such as maps of concentration and distribution of volcanic gases, and transport-pathway models of volcanic plumes. During the research flights, the team coordinated its data gathering with the Advanced Spaceborne Thermal Emission and Reflection (ASTER) instrument on NASA’s Terra spacecraft, allowing scientists to compare sulfur dioxide concentration measurements from the satellite with measurements taken from within the plume. Scientists believe computer models derived from this study will contribute to safeguarding the National and International Airspace System, improve global climate predictions, and mitigate environmental hazards (e.g., sulfur dioxide volcanic smog or “vog”) for people who live around volcanoes. The study launched 10 flights between March 11-14, 2013, into the volcanic plume and along the rim of the Turrialba summit crater approx. 10,500 feet above sea level. Image credit: NASA/ Matthew FladelandA key factor of such models is the intensity and character of the volcanic activity located near the eruption vent. For instance, knowing the height of ash and gas concentrations, and temperatures over the vent during an eruption are important initial factors for any model that predicts the direction of the volcanic plume.“It is very difficult to gather data from within volcanic eruption columns and plumes because updraft wind speeds are very high and high ash concentrations can quickly destroy aircraft engines,” said David Pieri, the project’s principal investigator and a research scientist at NASA’s Jet Propulsion Laboratory (JPL), Pasadena, Calif. “Such flight environments can be very dangerous to manned aircraft. Volcanic eruption plumes may stretch for miles from a summit vent, and detached ash clouds can drift hundreds to thousands of miles from an eruption site.To penetrate such dangerous airspace, UAVs, especially those with electric engines that ingest little contaminated air, are an emerging and effective way to gather crucial data about ash and gas concentrations and their lateral and vertical distribution.To accomplish project objectives, research scientists at NASA’s Ames Research Center, Moffett Field, Calif., used three Aerovironment RQ-14 Dragon Eye UAVs which were acquired from the United States Marine Corps (USMC) via the General Services Administration’s San Francisco office. These small electric unmanned aircraft weigh 5.9 pounds, have a 3.75-foot wingspan and twin electric engines, and can carry a one-pound instrument payload for up to an hour within a volcanic plume. “This project is great example of how unmanned aircraft can be used for beneficial civilian purposes – in this case for better understanding Earth system processes and the impact of volcanism on our atmosphere,” said Matthew Fladeland, airborne science manager at Ames. “By taking these retired military tools, we can very efficiently and effectively collect measurements that improve NASA satellite data and aviation safety.”Ames team members integrated payload instruments onto the UAV, which included the standard USMC visible and infrared video cameras, sulfur dioxide and particle sensors, and automatic atmospheric sampling bottles keyed to measure sulfur dioxide concentration. Researchers also operated the UAV, directing it into a volcanic plume to characterize its chemical and physical environment. This capability was especially important during simultaneous flights by NASA’s Terra spacecraft with the ASTER imaging radiometer. Next year, as part of this project, Ames also will operate the larger SIERRA unmanned aircraft (about 400 pounds takeoff weight, 100-pound payload), which will carry a more sophisticated mass spectrometer to measure additional gases in the Turrialba volcano plume.The volcanos of Costa Rica provide superb natural laboratories to test and develop these volcanological UAV systems. For instance, the Turrialba plume has relatively minimal updraft and wind shear. The continuously erupting plume consists primarily of carbon dioxide, water vapor, sulfur dioxide, some hydrogen sulfide and other minor gases, such as helium, and sulfate nano-particles at altitudes up to about 11,000 feet ASL. In addition, in the airspace around and over Turrialba volcano, commercial and private air traffic is very low.A long-term project goal is to develop the means to sample drifting ash and gas in volcanic plumes up to 30,000 feet ASL, that result from large explosive eruptions such as those that crippled aviation traffic in Iceland and Europe in the spring of 2010. The research project is funded by the NASA Science Mission Directorate’s Earth Science Solicitation from the Earth Surface and Interior Focus Area. Managed by John LaBrecque at NASA Headquarters, the project directly supports the current Terra/ASTER mission and NASA’s planned Hyperspectral Infrared Imager (HyspIRI) mission by improving satellite data-based retrievals of gases and solid aerosols associated with volcanic activity, as well as volcanic emission transport models. For more information about NASA’s Airborne Science Program, visit: http://airbornescience.nasa.gov/For more information about NASA’s HyspIRI Mission Study, visit: http://hyspiri.jpl.nasa.gov/For more information about NASA, visit: http://www.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}