{
  "url": "https://climate.nasa.gov/news/2405/nasa-partner-space-agencies-measure-forests-in-gabon/",
  "title": "NASA, partner space agencies measure forests in Gabon",
  "date": null,
  "content": "By Maria-Jose Vinas,\r\nNASA’s Earth Science News Team\nMembers of the AfriSAR team, Sassan Saatchi (left) from NASA's Jet Propulsion Laboratory and Laura Duncanson (right) from NASA's Goddard Space Flight Center take measurements of trees in the rainforest in the Mondah National Park, Gabon. Credit: NASA/Carla Thomas.\nA contingent of NASA airborne instruments and scientists on the ground, including some from NASA’s Jet Propulsion Laboratory, Pasadena, California, has joined colleagues from space agencies in Gabon and Europe this month to study the dense African tropical forests in Gabon.\nGabon, a Central African country slightly smaller than the state of Colorado with a population of about 1.5 million, is home to one of the most pristine rainforests on our planet. During the two-week-long NASA campaign, in collaboration with a European Space Agency (ESA) mission called AfriSAR, researchers are collecting measurements of plant mass, distribution of trees, shrubs and ground cover, and diversity of plant and animal species — not only from Gabon’s rainforest but also from the country’s wetlands, mangrove forests and savanna. ESA launched the first part of the AfriSAR field campaign in Gabon in July 2015, when teams led by the French national aerospace research center collected radar and field measurements of the country’s forests. Now NASA and the German Aerospace Center (DLR) have joined the second leg of the campaign.\nThe layered forest of Lope National Park (Gabon), an area that NASA is studying with airborne radar and laser sensors during the AfriSAR campaign. Credit: NASA/Sassan Saatchi.\n\n\nThe data will help prepare for and calibrate four current and upcoming spaceborne missions for NASA, ESA and the DLR that aim to better gauge the role of forests in Earth’s carbon cycle.\n“One of the questions we’re really interested in at NASA is balancing the global carbon budget,” said Lola Fatoyinbo, a research scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and lead of NASA’s contribution to the AfriSAR campaign. “We know how much carbon dioxide is being emitted into the atmosphere by fossil fuel emissions, but we don’t have a good estimate of how much carbon is being taken up from the atmosphere and where it’s stored — we think that forests absorb about a quarter of all these emissions, but we need better studies of forest biomass to confirm this.\n“With AfriSAR, we’re getting very accurate measurements of the 3D structure of an ecosystem that is representative of the larger Congo Basin rainforest and of tropical forests in general, and this is going to allow us to get a better grip on how much carbon is stored in these ecosystems,” Fatoyinbo said.\nGabon’s forest is part of the Congolian tropical forests, altogether the second largest rainforest in the world after the Amazon. About 85 percent of the country’s land is forest.\nA tall tree in the Mondah National Park, one of the field research sites for NASA's AfriSAR campaign. Credit: NASA/Carla Thomas.\n\n\n“The forests in Gabon are special: They are rich in plants and animals, but empty of people and intact in most places,” said Sassan Saatchi, a JPL senior scientist. He is part of the NASA AfriSAR team that operates the JPL-developed Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR). The other NASA group participating in AfriSAR, led by Goddard scientist Bryan Blair, is in charge of the Land, Vegetation, and Ice Sensor (LVIS) instrument.\nDuring the AfriSAR campaign, UAVSAR flies 40,000 feet high mounted beneath a C-20A aircraft from NASA’s Armstrong Flight Research Center in Edwards, California. LVIS flies at 28,000 feet onboard a B-200 airplane from NASA’s Langley Research Center in Hampton, Virginia. Both instruments collect measurements of surface topography and vegetation structure by sending out rapid pulses of either radio waves (UAVSAR) or laser light (LVIS) toward their targets. They then calculate the distance to objects below by measuring how long it takes for the signal to bounce back, creating 3D maps of the surface beneath.\n“LVIS studies the vertical structure of the forests by measuring the elevation of everything the photons hit: the top of the canopy, all of the leaves and branches and finally the ground,” said Blair, principal investigator and developer of LVIS. “In tropical forests, the challenge is to get the laser pulse all the way to the ground because the whole canopy is closed; there’s very few holes for the photons to get through.”\nThe data collected by LVIS will help calibrate and validate the information gathered by UAVSAR over the same targets, and vice-versa. The two datasets will also be compared to the airborne radar measurements that ESA and DLR are compiling during their current campaigns in Gabon. Finally, AfriSAR’s ground teams from Goddard and JPL are performing several types of field measurements, such as tree width, forest structure and soil moisture, which will complement and refine the data gathered from the air.\nThe two NASA AFriSAR research aircraft: the B-200 airplane (left) carries a laser altimeter, while the C-20A aircraft (right) transports JPL's UAVSAR radar. Both instruments collect measurements of surface topography and vegetation structure, creating 3D maps of their targets. Credit: NASA.\n\n\nBoth NASA airborne instruments are test beds for future space missions. LVIS is the precursor to the Global Ecosystem Dynamics Investigation lidar (GEDI), a powerful laser altimeter that will be installed on the International Space Station in the near future to measure forests in 3D. UAVSAR will help develop the NASA-ISRO Synthetic Aperture Radar, or NISAR, a joint U.S. and Indian radar-based satellite mission managed by JPL that is scheduled to launch in 2020. In turn, the European space agencies’ radar measurements in Gabon are aimed to prepare for ESA’s BIOMASS satellite mission, which will deploy in 2020. DLR will also compare the data to the measurements collected by its TanDEM-X satellite constellation, launched in 2010.\nFurthermore, the forest data gathered in Gabon might help to inform policymakers working on climate mitigation and forest conservation policies, Saatchi said.\nAfriSAR is NASA’s first collaboration with Gabon’s young space agency, AGEOS, and also its first large international campaign in Africa since NASA participated in a hydrological study of the Sahel in the early 1990s.\nFor more on UAVSAR, visit:\nhttp://uavsar.jpl.nasa.gov/\nFor more on NISAR, visit:\nhttp://nisar.jpl.nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}