{
  "url": "https://climate.nasa.gov/news/2515/first-grace-follow-on-satellite-completes-construction/",
  "title": "First GRACE Follow-On satellite completes construction",
  "date": null,
  "content": "From NASA\nA technician inspects one of the two satellites for NASA's Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission at the Airbus Defence and Space manufacturing facility in Friedrichshafen, Germany. The other GRACE-FO satellite is visible in the background. Credit: Airbus DS GmbH-A.Ruttloff 2016.\nConstruction is now complete on the first of the two satellites for NASA’s Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, planned for launch in the December 2017/January 2018 timeframe.\nThe satellite, built by Airbus Defence and Space at its manufacturing facility in Friedrichshafen, Germany, will spend the next several months undergoing testing at the IABG test center in Ottobrunn, near Munich. The second GRACE-FO satellite will be ready for testing in the near future.\nGRACE-FO is a successor to NASA’s GRACE mission, which launched in 2002 and is still in operation. The twin GRACE-FO satellites, which operate in tandem, will continue GRACE's legacy of tracking Earth's mass redistribution and monitoring changes in underground water storage, ice sheets, glaciers, and sea level. These measurements provide a unique view of Earth's climate and have far-reaching benefits to society and the world's population.\nAs they travel together around Earth, the GRACE satellites constantly take very exact measurements of the distance between them, which changes as Earth’s gravitational pull varies. A global positioning system and a microwave ranging system measure the distance between the satellites to within one micron. Variations in gravitational pull are caused by local changes in Earth's mass. Masses of water, ice, air and solid Earth can be moved by weather patterns, seasonal change, climate change, and even tectonic events such as large earthquakes. From the GRACE data, scientists are able to map Earth’s gravitational field monthly.\n\"GRACE data have revolutionized our understanding of Earth’s water cycle and how water and ice are distributed on the planet,\" said Frank Webb, JPL GRACE-FO project scientist. \"From it, we can see clear trends in the ice-mass loss in the Arctic and the Antarctic, and clear trends in droughts in South America, Australia and Asia. These are key indicators of how the planet is responding to changes in our climate.\" For example, GRACE has been instrumental in documenting the loss of groundwater in California and around the world.\nThe GRACE-FO satellites will test a new inter-satellite instrument called a laser ranging interferometer, developed by a German/American joint collaboration, for use in future generations of gravitational research satellites.\nThe GRACE-FO satellites will be launched together into a polar orbit at an altitude of about 300 miles (500 kilometers) and at a distance of about 140 miles (220 kilometers) apart.\nOver the course of the five-year GRACE-FO mission, the satellites will provide an updated measurement of Earth’s gravitational field every 30 days. In addition, each of the satellites will supply up to 200 profiles of temperature distribution and water vapor content for the atmosphere and the ionosphere daily.\nGRACE-FO is a partnership between NASA and the German Research Center for Geosciences (GFZ). NASA’s Jet Propulsion Laboratory, Pasadena, California, manages the mission for NASA’s Science Mission Directorate, Washington.\nFor more information on GRACE-FO, visit:\nFor more on GRACE, visit:\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}