{
  "url": "https://climate.nasa.gov/news/2354/how-timed-flies-unexpected-trends-in-carbon-data/",
  "title": "How TIMED flies: Unexpected trends in carbon data",
  "date": null,
  "content": "By Sarah Frazier,\r\nNASA's Goddard Space Flight Center\nArtist's concept of NASA's Thermosphere, Ionosphere, Mesosphere Energetics and Dynamics (TIMED) mission. Credit: NASA/The Johns Hopkins University Applied Physics Laboratory (JHU/APL).\nNASA’s TIMED mission, short for Thermosphere, Ionosphere, Mesosphere Energetics and Dynamics, has confirmed a surprisingly fast carbon dioxide increase in Earth’s upper atmosphere, raising questions about how different layers of the atmosphere are interconnected. Even more curious—though climate models predict carbon dioxide should increase more or less equally across the globe, in its 14 years of data collection, TIMED observed a much faster increase of carbon dioxide above the Northern Hemisphere.\nNASA’s TIMED mission has confirmed a surprisingly fast carbon dioxide increase in Earth’s upper atmosphere using 14 years of data from a radiometer aboard the satellite. Furthermore, TIMED data revealed that the carbon dioxide in these upper layers, long thought to follow the same patterns across the globe, is increasing faster over the Northern Hemisphere. Understanding the way carbon dioxide moves throughout the atmosphere is key, both for making accurate climate models and for planning spacecraft flight paths. Credit: Instituto de Astrofísica de Andalucía.\n\n\nUnderstanding the way carbon dioxide moves throughout the atmosphere is key, both for making accurate climate models and for planning spacecraft flight paths. Though carbon dioxide raises temperatures near Earth’s surface, it actually causes cooling in the upper atmosphere, reducing air density in these outermost reaches of the atmosphere and impacting spacecraft orbits.\nThis study, published in Geophysical Research Letters on Sept. 5, 2015, uses 14 years of data from a radiometer on board the TIMED satellite, the first satellite capable of making long-term measurements of carbon dioxide concentration in the upper atmosphere when it launched in 2001.\n“Before TIMED, the only measurements of carbon dioxide in the upper atmosphere were direct measurements from sounding rocket research flights and short-lived spaceborne sensors,” said Jia Yue, a researcher at Hampton University in Hampton, Virginia, and lead author on the study. “But it’s impossible to study long-term trends from snapshots.”\nCarbon dioxide is being poured into the atmosphere by human activities, like the burning of fossil fuels and deforestation. A 5 percent per decade increase in carbon dioxide concentration in the lower atmosphere is confirmed by some 56 years of measurements at Earth’s surface. But in the upper atmosphere, the increase in carbon dioxide concentration was observed reaching rates of 12 percent per decade around 70 miles above the surface.\nFurthermore, they discovered that the carbon dioxide in these upper layers, long thought to follow the same patterns across the globe, is increasing faster over the Northern Hemisphere. Though the Northern Hemisphere produces much more carbon dioxide because of its greater land area and population, scientists expect the difference to become negligible at such great heights due to diffusion and mixing.\n“It seems clear that we don’t quite understand the relationship between the lower atmosphere and the upper atmosphere,” said Diego Janches, TIMED project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “We tend to separate them into different fields—lower atmosphere is Earth science, upper atmosphere is heliophysics—but we need to understand the atmosphere as a complete system.”\nThis study’s result also confirms a second set of data from a satellite with capabilities similar to TIMED—the Canadian Space Agency’s SciSat-1, launched in 2003. An analysis of eight years of SciSat-1 data gave the first indication of the accelerated increase of carbon dioxide in the upper atmosphere.\n“The support between observations by TIMED and SciSat-1—which use different remote sensing techniques to detect carbon dioxide—confirms that the quick increase is a real, physical trend, and not an artifact of any instrument or data,” said Yue.\nIdentifying these unexpected trends was only possible because of the long lifespan of TIMED’s radiometer, which is still operating well. The TIMED satellite, originally slated for a two-year mission ending in 2003, has been granted six extended missions. TIMED’s current mission is set to end in 2017, but scientists are hopeful that data collection will continue.\n“Long-term studies are necessary to understand trends like this,” said Janches. “TIMED has lasted so long that it’s like a completely different mission—we can do entirely new science when we have long periods of continuous observation.”\nNASA Goddard manages the TIMED mission for the Heliophysics Division within the Science Mission Directorate at NASA Headquarters in Washington. The Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland, built the spacecraft for NASA.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}