{
  "url": "https://climate.nasa.gov/news/2355/movement-decreasing-for-portion-of-greenland-ice-sheet/",
  "title": "Movement decreasing for portion of Greenland Ice Sheet",
  "date": null,
  "content": "3 min read\nIn the face of decades of increasing temperatures and surface melting, the movement of the southwest portion of the Greenland Ice Sheet that terminates on land has been slowing down, according to a new study being published by the journal Nature on Oct. 29.\nResearchers derived their results by tracking ice sheet movement through Landsat satellite images taken from 1985 to 2014 across a roughly 3,088-square-mile (8000-square-kilometer) region in southwest Greenland. They found that, between 2007 and 2014, ice movement slowed in 84 percent of the study area, during a period of high surface melt, compared to the years between 1985 and 1994. The average slowdown was 12 percent, or 32.8 feet (10 meters) per year.\nThe finding is contrary to the widely held view that a greater amount of surface melting will result in faster-moving ice sheets, as the movement of both ocean- and land-terminating ice sheets is caused in part by surface meltwater, which makes its way to the bedrock through openings in the ice and acts as a lubricant. The amount of meltwater draining from the ice sheet in four out of the five years between 2007 and 2012 has been the most substantial of the last 50 years.\nResearchers found that while the larger summertime meltwater volume of recent years has led to greater lubrication of the ice sheet base, speeding up its flow as expected, by the end of summer the meltwater has also established channels at the base that act as efficient drainage systems to lessen the water under the ice sheet, slowing it down by winter.\n“This suggests that further increases in melting will not cause these land-terminating margins of the ice sheet to speed up,” said lead author Andrew Tedstone, a glaciologist at the University of Edinburgh, Scotland.\n“Nevertheless, it is unclear how much more slowdown we will see under the current and future melting conditions,” said co-author Noel Gourmelen, University of Edinburgh. “More research and observation are needed to determine this.”\nWhile these results may be viewed as good news for the Greenland ice sheet, they are offset by the fact that it is not the change in movement of the land- but rather the ocean-terminating portion of the ice sheet that is contributing to sea level rise.\n“The ongoing acceleration of both glacier surface melt volumes and the ice motion of ocean-terminating glaciers ensures that Greenland’s contribution to sea level rise will likely increase in our warming world,” said co-author Peter Nienow, University of Edinburgh.\nThe Greenland Ice Sheet is the second largest mass of ice on Earth, containing enough water that if it all melted, ocean levels would rise by about 20 feet. Greenland has shed on average 303 gigatons of ice per year since 2004, and with every successive year the loss has increased by 31 gigatons. (Each gigaton equals one billion metric tons.) Recent estimates suggest that surface melting is responsible for 60 percent of Greenland’s ice sheet losses, while the remainder is caused by ice sheet discharge into the ocean.\nThomas Neumann, a cryospheric scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland who was not involved in the study, said the finding highlights the importance of having access to a long time series of remote sensing data, such as the Landsat record. “By analyzing velocity estimates extracted from 30 years of Landsat data, this study highlights the complex, and sometimes counterintuitive, interplay between surface meltwater and ice motion.”\nNASA and the United States Geological Survey have already begun work on Landsat 9 to help continue this record.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}