{
  "url": "https://climate.nasa.gov/news/2574/understanding-earths-climate/",
  "title": "Understanding Earth's climate",
  "date": null,
  "content": "By Jim Schultz,\r\nNASA's Langley Research Center\nCredit: NASA.\nPart 4 of 10 of NACA/NASA Langley Research Center's 2017 centennial — A Storied Legacy, A Soaring Future\nVolcanos erupt. Wildfires rage. Floods swell and droughts parch. Weather events may be extreme, but over time affect Earth's climatic system. Changes in atmospheric circulation, for instance, can directly affect human life, from low-lying ozone and airborne dust-driven increases in respiratory distress among vulnerable populations, to alterations in precipitation patterns that affect crop yields, to wind-forced tidal surges.\nLangley has been working for nearly 50 years to understand the complex systems driving changes to Earth's atmosphere and the environment that it sustains, devising better ways to measure and monitor those changes so that the resultant data can be translated into meaningful knowledge.\nIn the early 1970s, as Langley assessed the feasibility of a fleet of commercial supersonic airplanes, concerns over potential high-altitude pollutants led researchers to to study the environmental impacts of super-fast flight. Langley would eventually develop and manage ground-based, airborne and satellite sensors to provide high-resolution observations of regional air-quality and worldwide-temperature trends.\nSince its first foray into atmospheric research, Langley has expanded its capabilities to include:\nTaking Earth's temperature was an early priority. Earth's climate system adjusts to maintain a balance between solar energy that reaches the planetary surface and that which is reflected back to space: a concept known to science as the \"radiation budget.\" Clouds, dust, volcanic ash and airborne particulates also play a major role.\nWhen the Earth Radiation Budget Satellite was launched in 1984 on Space Shuttle Challenger, it carried the first instruments for the Langley-managed three-satellite Earth Radiation Budget Experiment, or ERBE, designed to investigate how energy from the sun's energy is absorbed and then reflected back by the Earth, a process that is one of the principal drivers of terrestrial weather patterns. Although expected to have a life span of only a few years, ERBE provided key data for two decades.\nThe role of clouds in understanding global climate is essential. Low, thick clouds primarily reflect solar radiation and cool the Earth's surface. High, thin clouds primarily transmit incoming solar radiation. At the same time, they trap some of the outgoing infrared radiation and radiate it back to the planet. Whether a given cloud heats or cools depends on several factors, including the cloud's altitude, size, and makeup of its formative particles.\nA key finding from ERBE observations is that clouds on balance have a net cooling effect.\nAlso overseen by Langley is the ERBE successor known as the Clouds and the Earth's Radiant Energy System (CERES), in place since 1998. CERES monitors a variety of cloud properties, prevalence, altitude, thickness, and the size of cloud particles.\nIt also provides global data for evaluating the radiative effects and climatic impact of such natural events as volcanic eruptions and major floods and droughts. Five CERES instruments now fly on three satellites. Additional CERES sensors are slated for launch in 2017 and 2021.\nMore advanced space-borne instrumentation is in the planning stages. If they reach fruition, these instruments will look at the infrared part of the light spectrum to more accurately analyze how water vapor, greenhouse gases, clouds, snow cover, sea ice, land use and other factors are affecting changes in global temperatures.\nWith increased attention paid to the environment has come concern about atmospheric composition and how what is – or is not – in the air may directly affect human health. More than 40 years ago, scientists realized that Earth's protective stratospheric ozone layer, which acts as a global sunscreen, was thinning. If that protection degrades beyond a certain point, the risk to planetary life of all kinds substantially increases.\nLaunched to monitor ozone and other atmospheric gases, Langley's Stratospheric Aerosol and Gas Experiment (SAGE) instruments were critical in understanding ozone photochemistry and the ozone \"hole\" that forms over the Antarctic in austral winter. SAGE also provided the first direct measurement of the cooling impact of volcanic aerosols.\nThe latest instrument in the series, SAGE III, launched to the International Space Station in February 2017 on board a SpaceX Falcon 9 rocket. It makes use of a technique known as occultation, a type of measurement that involves looking at the light as it passes through Earth's atmosphere at the edge, or limb, of the planet. SAGE III uses both solar and lunar occultation to measure ozone and aerosols in Earth's atmosphere. Once fully commissioned, SAGE sensors will take occultation measurements about 15 or 16 times a day, during all seasons, and over a large portion of the globe.\nLangley also oversees Tropospheric Emissions: Monitoring of Pollution (TEMPO), the first space-based instrument that will monitor major air pollutants across the North American continent hourly during daytime. TEMPO is scheduled for launch in 2019, sharing a ride on a commercial satellite as a hosted payload. It will orbit about 22,000 miles above Earth&#39;s equator. TEMPO will focus on highly accurate observations of tropospheric pollutants such as ozone, nitrogen dioxide, sulfur dioxide, formaldehyde, and aerosols over the U.S., Canada and Mexico.\nAn essential enabling technology for climate monitoring is laser radar: light detection and ranging, or lidar, which scientists have used since the 1960s to study atmospheric particles and clouds. Lidar's short pulses of laser light detect particles or gases in the atmosphere much like radar bounces radio waves off rain in clouds. A telescope collects and measures the reflected laser radiation, generating a map of the atmosphere's structure. Researchers can then determine the location, distribution, and nature of atmospheric particles and clouds and, under special circumstances, molecular makeup.\nLangley's first lidar in space, the Lidar In-Space Technology (LITE), flew aboard the space shuttle in 1994. The success of this two-week mission led to Langley's, and the world's, longest operating space lidar, the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO) satellite, which celebrated 10 years on orbit in April 2016. CALIPSO has contributed essential data to our understanding of the detailed vertical structure of the atmosphere, including the long-range transport of pollution and volcanic aerosols, and new details about thin clouds and their impact on the atmosphere.\nAs valuable as orbiting arrays of Earth-observing instruments are, so too are the NASA aircraft that monitor, measure and forecast global air quality. Missions are flown all over the world in partnership with industry, universities, or other government agencies, featuring unique sensors and devices that not only help to calibrate space-based equipment, but expand understanding of atmospheric composition nearer the ground.\nThe High Spectral Resolution Lidar (HSRL), used in recent campaigns such as the North Atlantic Aerosols and Marine Ecosystems Study (NAAMES), continues the development of Langley's lidar capability. The NAAMES project utilizes the airborne HSRL to measure aerosols, clouds and ocean properties. NAAMES data collection is part of a five-year investigation to resolve key processes controlling ocean-system functions, oceanic influences on atmospheric aerosols and clouds, and the implications for climate.\nObservations obtained during four targeted ship and aircraft measurement campaigns, combined with continuous satellite and in situ ocean-sensor records, will enhance improved predictive capabilities of Earth system processes, and inform those responsible for ocean management and assessment of ecosystem change.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}