{
  "url": "https://climate.nasa.gov/news/2358/excitement-grows-as-carbon-sleuth-begins-year-two/",
  "title": "Excitement grows as carbon sleuth begins year two",
  "date": null,
  "content": "4 min read\nScientists busy poring over more than a year of data from NASA's Orbiting Carbon Observatory-2 (OCO-2) mission are seeing patterns emerge as they seek answers to the science questions that drive the mission.\nLaunched in July 2014, OCO-2, an experimental carbon-dioxide measurement mission, is designed to give the international science community a new view of the global carbon cycle in unprecedented detail. During its two-year primary mission, the satellite observatory is tracking the large-scale movement of carbon between Earth’s atmosphere, its plants and soil, and the ocean, from season to season and from year to year. OCO-2 began routine science operations in September 2014.\n\"We can already clearly see patterns of seasonal change and variations in carbon dioxide around the globe,\" said Annmarie Eldering, OCO-2 deputy project scientist at NASA's Jet Propulsion Laboratory in Pasadena, California. \"Far more subtle features are expected to emerge over time.\"\nArmed with a full annual cycle of data, OCO-2 scientists are now beginning to study the net sources of carbon dioxide as well as their \"sinks\" — places in the Earth system that store carbon, such as the ocean and plants on land. This information will help scientists better understand the natural processes currently absorbing more than half the carbon dioxide emitted into the atmosphere by human activities. This is a key to understanding how Earth's climate may change in the future as greenhouse gas concentrations increase.\nThe first year of data from the mission reveals a portrait of a dynamic, living planet. Between mid-May and mid-July 2015, OCO-2 saw a dramatic reduction in the abundance of atmospheric carbon dioxide across the Northern Hemisphere, as plants on land sprang to life and began rapidly absorbing carbon dioxide from the air to form new leaves, stems and roots. During this intense, two-month period, known as the “spring drawdown,” OCO-2 measurements show the concentration of atmospheric carbon dioxide over much of the Northern Hemisphere decreased by two to three percent. That's 8 to 12 parts per million out of the global average background concentration of 400 parts per million.\n\"That's a big but expected change,\" said Eldering. \"This is the first time we've ever had the opportunity to observe the spring drawdown across the entire Northern Hemisphere with this kind of spatial resolution, seeing changes from week to week.\"\nAlso as expected, OCO-2 data show increased concentrations of carbon dioxide associated with human activities. Higher carbon dioxide levels of several parts per million are seen in regions where fossil fuels are being consumed by large power plants or megacities. Enhanced levels are also seen in the Amazon, Central Africa and Indonesia, where forests are being cleared and burned to create fields for agricultural use.\nResearchers Abhishek Chatterjee of the Global Modeling and Assimilation Office at NASA's Goddard Space Flight Center, Greenbelt, Maryland; and Michelle Gierach and Dave Schimel of JPL are investigating a strong correlation observed between atmospheric carbon dioxide over the Pacific Ocean and the current El Nino. Fluctuations in carbon dioxide appear to be strongly linked with warmer sea surface temperatures. OCO-2's unprecedented density of measurements is giving researchers a unique data set to understand and separate the roles that sea surface temperatures, winds, regional emissions and other variables may be playing in the carbon dioxide concentrations.\n\"We believe 2016 will see breakthrough OCO-2 research results, as scientists work to unravel the mysteries of finding carbon dioxide sources and natural sinks,\" said Eldering.\nThrough most of OCO-2's first year in space, the mission team was busy calibrating its science instrument, learning how to process its massive amount of data, and delivering data products to NASA's Goddard Earth Sciences Data and Information Services Center (GES-DISC) in Greenbelt, Maryland, for distribution to the world’s science community.\nScientists are comparing OCO-2 data to ground-based measurements to validate the satellite data and tie it to internationally accepted standards for accuracy and precision.\nRoutine delivery of OCO-2 data — calibrated spectra of reflected sunlight that reveal the fingerprints of carbon dioxide — began in late 2014, while estimates of carbon dioxide derived from cloud-free OCO-2 observations have been delivered since March 2015. Recently, the OCO-2 team reprocessed the OCO-2 data set to incorporate improvements in instrument calibration and correct other known issues with the original data release.\nEvery day, OCO-2 orbits Earth 14.5 times and collects and returns about a million measurements. After eliminating data contaminated by clouds, aerosols and steep terrain, between 10 to 13 percent of the measurements are of sufficient quality to derive accurate estimates of the average carbon dioxide concentration between Earth's surface and space. That's at least 100 times more carbon dioxide measurements than from all other sources of precise carbon dioxide data combined.\nFor more information on OCO-2, visit:\nhttp://www.nasa.gov/oco-2\nAn unusual boost in plant productivity can foreshadow severe soil water loss. NASA satellites are…\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using…\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}