{
  "url": "https://climate.nasa.gov/news/2404/nasa-demonstrates-airborne-water-quality-sensor/",
  "title": "NASA demonstrates airborne water quality sensor",
  "date": null,
  "content": "From NASA\nThe USGS R/V Mary Landsteiner shown at a brief stop during a study in the Northern San Francisco estuary. USGS scientist Bryan Downing is shown calibrating the on-board real-time underway measurement system. Credit: Stephen de Ropp, de Ropp Media.\nMonitoring the quality of freshwater supplies is a global concern, especially in thirsty California, where the San Francisco Bay-Delta Estuary and its watershed serve as a major freshwater source. Now scientists at NASA’s Jet Propulsion Laboratory, Pasadena, California, and the U.S. Geological Survey, Menlo Park and Sacramento, California, have successfully demonstrated how a NASA-developed airborne environmental monitoring instrument can be applied to help water managers monitor water quality not only in San Francisco Bay, but potentially in other inland and coastal water bodies around the world.\nIn a study published in the current issue of the journal Environmental Science & Technology, researchers combined water sample measurements collected by USGS scientists aboard a high-speed boat in northeastern San Francisco Bay with data collected by JPL scientists at the same time onboard a specially instrumented Twin Otter aircraft flying overhead. The plane carried the JPL-developed Portable Remote Imaging Spectrometer (PRISM), which measures the amount and wavelength of visible light and near-infrared radiation reflected toward the instrument from the water below. The PRISM data allow researchers to detect the unique spectral signatures of several water constituents typically used as indicators of water quality. When the two data sets were later analyzed and compared in laboratories, the PRISM data closely matched the water quality information collected from the boat.\nMaps of a) turbidity (water clarity), b) dissolved organic carbon and c) chlorophyll-a The USGS R/V Mary Landsteiner shown at a brief stop during a study in the Northern San Francisco estuary. Maps of a) turbidity (water clarity), b) dissolved organic carbon and c) chlorophyll-a in the San Francisco Bay-Delta Estuary's Grizzly Bay and Suisun Marsh in April 2014, derived from remote-sensing reflectance data from NASA's airborne Portable Remote Imaging Spectrometer (PRISM) instrument. Image credit: NASA/JPL-Caltech. View larger image.\n\n\nThe benefit of PRISM is that it can greatly expand the spatial coverage of traditional boat- and fixed-monitoring, station-based approaches used for water quality monitoring. For example, a single PRISM airborne flight can assess the water quality of much of the San Francisco Bay-Delta Estuary; similar coverage using a boat would take weeks.\nFor this study, the researchers analyzed turbidity (how cloudy the water is), chlorophyll-a (an indicator of phytoplankton in the water), dissolved organic carbon (a source of undesired disinfection by-products produced during the treatment of drinking water), and sediments suspended in the water. Dissolved organic carbon is also a useful indicator of the amount of dissolved methylmercury, a potent neurotoxin that tends to accumulate in fish and other wildlife in the San Francisco Bay-Delta Estuary. The experiment demonstrated how a single image from PRISM can instantaneously provide a detailed snapshot of these important water quality indicators over a large and diverse water body.\nNew imaging spectrometers like PRISM can enable accurate detection of water quality indicators that were previously difficult to measure using existing satellite sensors. Scientists hope to apply the PRISM technology to sensors on future Earth-orbiting satellites that can provide continuous global monitoring.\n\"This study successfully demonstrated the potential of remote sensing to monitor water quality indicators and their variability in the San Francisco Bay-Delta Estuary — one of California’s most important water resources — where wetland restoration, human activities and climate change can impact water quality and ecosystem productivity,\" said study lead author Cédric G. Fichot, a JPL postdoctoral researcher. \"Remote sensing holds great promise for efficiently collecting water quality information over large areas, at high spatial resolution and with good accuracy.\" Fichot led the study through a collaboration between NASA, USGS and the Delta Science Fellows Program.\nThe ecosystems of the San Francisco Bay-Delta Estuary and its watershed have been profoundly altered by humans over the past 150 years. Water quality monitoring is critical to managing this important water resource and assessing its ecosystem health. USGS has been consistently monitoring water quality in San Francisco Bay for almost 50 years. But vessel-based water quality monitoring programs are time-consuming and labor intensive.\nThe researchers say the successful, accurate detection of water quality indicators by an airborne sensor is important because some of them are particularly difficult to measure in the laboratory due to sampling precision and/or technical costs.\n\"While turbidity has been mapped remotely for years with satellites, this time we were able to estimate the individual components of turbidity: suspended sediments, dissolved organic carbon and chlorophyll-a,\" said USGS ecologist and co-author Lisamarie Windham-Myers.\n\"One of the most exciting things about this study was that it demonstrated our ability to take a mile-high view of methylmercury concentrations across a complex mosaic of wetlands and open water,\" said USGS microbiologist and co-author Mark Marvin-DiPasquale. \"This represents the first imaging for this toxic substance at this resolution and spatial scale.\"\n“Considering the difficulty and elevated costs of measuring methylmercury using samples, this new remote sensing technique represents a major leap forward in our ability to detect hot spots of this contaminant in wetlands,” added Fichot.\nThe concurrent boat/aircraft measurement approach was also able to successfully capture the rapid changes taking place within the estuary, where tides cause water quality to change over timescales of minutes and spatial scales of feet, said USGS study co-author and biogeochemist Brian Bergamaschi. “This approach of using a high-speed boat to map conditions in the water across a broad area as the sensor is flown overhead worked well as a way to relate the laboratory measurements directly to airborne sensor data,” he said. Bergamaschi added the team is now using the technique to calibrate satellite observations to help broaden the view.\nFor more information on PRISM, visit:\nhttp://prism.jpl.nasa.gov/\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nUSGS provides science for a changing world. For more information, visit:\nhttp://www.usgs.gov\nAlan Buis \r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nLeslie Gordon\r\nUSGS, Menlo Park, Calif.\r\n650-329-4006\r\nlgordon@usgs.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}