{
  "url": "https://climate.nasa.gov/news/2412/new-instruments-to-study-air-pollution-cyclones/",
  "title": "New instruments to study air pollution, cyclones",
  "date": null,
  "content": "4 min read\nNASA has selected two proposals for new Earth science investigations, including one from the Jet Propulsion Laboratory, Pasadena, California, that will put new instruments in low-Earth orbit to track harmful particulate air pollutants and study the development of tropical cyclones.\nObservations of small atmospheric aerosols from the Multi-Angle Imager for Aerosols (MAIA) will be combined with health information to determine the toxicity of different particulate matter types in airborne pollutants over the world's major cities. David Diner of JPL is the principal investigator.\nThe Time-Resolved Observations of Precipitation structure and storm Intensity with a Constellation of Smallsats (TROPICS) investigation will develop and launch a constellation of CubeSats to study the development of tropical cyclones through rapid-revisit sampling. William Blackwell of the Massachusetts Institute of Technology's Lincoln Laboratory in Lexington is the principal investigator.\nThe instruments were competitively selected from 14 proposals submitted to NASA's Earth Venture Instrument-3 program. Earth Venture investigations are small, targeted science investigations that complement NASA's larger missions. The National Research Council recommended in 2007 that NASA undertake this type of regularly solicited, quick-turnaround project.\n\"We are excited to make selections that expand the use of CubeSats for Earth sciences and that make measurements and perform analyses that will have direct societal benefit,\" said Geoffrey Yoder, deputy associate administrator of NASA's Science Mission Directorate in Washington. \"These innovative Earth Venture Instruments will join and expand our growing suite of NASA Earth-observing sensors.\"\nMAIA uses a twin-camera instrument that will make radiometric and polarimetric measurements needed to characterize the sizes, compositions and quantities of particulate matter in air pollution. As part of the MAIA investigation, researchers will combine MAIA measurements with population health records to better understand the connections between aerosol pollutants and health problems such as adverse birth outcomes, cardiovascular and respiratory diseases and premature deaths.\nThe MAIA team has extensive experience in polarimetry, air pollution and human health. Diner has led numerous polarimetry observations from sub-orbital platforms throughout his career. The team includes partnerships with NASA's Langley Research Center in Hampton, Virginia, and Goddard Space Flight Center in Greenbelt, Maryland, as well as several universities, federal research organizations and international partners.\nTROPICS will consist of 12 CubeSats, each about 1 foot (0.3 meters) long and weighing just 8.5 pounds (3.9 kilograms), that use scanning microwave radiometers to measure temperature, humidity, precipitation and cloud properties. The CubeSats will be launched into three separate orbital planes to enable the overall constellation to monitor changes in tropical cyclones as frequently as every 21 minutes.\nThe TROPICS team has previous experience developing CubeSats and analyzing satellite measurements of storms, and includes partnerships with NASA's Wallops Flight Facility in Wallops Island, Virginia; Goddard; several universities; and the National Oceanic and Atmospheric Administration.\nThe two investigations were selected from NASA's third Earth Venture Instrument competition. The Tropospheric Emissions: Monitoring of Pollution (TEMPO) mission, selected in 2012 as the first Earth Venture Instrument investigation, will be the first space-based sensor to monitor major chemical air pollutants across North America hourly during daytime. It will share a ride on a commercial satellite as a hosted payload and orbit about 22,000 miles (35,406 kilometers) above the equator.\nThe second set of investigations, selected in 2014, were the Global Ecosystem Dynamics Investigation (GEDI) and ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS). These instruments will measure changes in global vegetation from the International Space Station, illuminating how forests and ecosystems are affected by changes in climate and land use.\nEarth Venture missions are managed by NASA's Earth System Science Pathfinder program located at Langley for the Science Mission Directorate. The missions in this program provide an innovative approach to address Earth science research with periodic windows of opportunity to accommodate new scientific priorities. For more information, visit:\nhttp://go.nasa.gov/MKvgJO\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nMedia contacts\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474alan.buis@jpl.nasa.gov\nSteve ColeNASA Headquarters, Washington202-358-0918stephen.e.cole@nasa.gov\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}