{
  "url": "https://climate.nasa.gov/news/2370/operation-icebridge-completes-twin-polar-campaigns/",
  "title": "Operation IceBridge completes twin polar campaigns",
  "date": null,
  "content": "6 min read\nNASA’s Operation IceBridge, an airborne survey of polar ice, recently finalized two overlapping campaigns at both of Earth’s poles. Down south, the mission observed a big drop in the height of two glaciers situated in the Antarctic Peninsula, while in the north it collected much needed measurements of the status of land and sea ice at the end of the Arctic summer melt season.\nThis was the first time in its seven years of operations that IceBridge carried out parallel flights in the Arctic and Antarctic. Every year, the mission flies to the Arctic in the spring and to Antarctica in the fall to keep collect an uninterrupted record of yearly changes in the height of polar ice.\nBut this year IceBridge added a fall campaign in the Arctic to shed light on the impact of the melt season on the Greenland Ice Sheet and nearby sea ice – the mission had only carried this supplementary campaign once before, in 2013. The new post-melt measurements will help interpret and calibrate the remote data collected by operational satellites such as the European Space Agency’s CryoSat-2 and prepare for the data from NASA’s upcoming Ice, Cloud and land Elevation Satellite-2 (ICESat-2).\nThe Arctic campaign, dubbed IceBridge North, began on Sept. 24, when IceBridge researchers onboard NASA Langley Research Center's Falcon 20 aircraft flew their first mission from Thule Air Base in northwest Greenland. Due to the Falcon being smaller than IceBridge’s usual ride in the Arctic, a P-3 Orion, the mission carried a limited set of instruments: a laser altimeter called the Airborne Topographic Mapper (ATM), a photographic mapper called the Digital Mapping System (DMS), and an experimental infrared camera.\nWhenever possible, IceBridge flew two three-and-a half-hour missions per day. In total, IceBridge North carried 22 flights, including all of its planned land ice missions. But poor weather only allowed for three out of the six planned sea ice flights.\nAnother difference with IceBridge’s regular Arctic campaigns was that all of the flights were repeats of missions flown in the 2015 spring campaign.\n“The main focus of the IceBridge North campaign was to get direct measurements of how much snow and ice has disappeared over the summer,” said John Sonntag, IceBridge mission scientist. “The way you get a direct measurement of this is by surveying the elevation along some flight lines in the spring, doing it again in the early fall, and then comparing the data.”\n“Satellites such as CryoSat-2, and ICESat-2 in the future, take measurements all year round,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher with NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “So we need to sample the poles at different times of the year to get a better handle of the seasonal cycles of the ice. That will help us validate the satellite data and calibrate numerical models that track ice sheet gains and losses.”\nIceBridge’s Antarctic campaign, or IceBridge South, based in Punta Arenas, Chile, began with its first successful flight on Sept. 24. This year, the mission used a Gulfstream G-V aircraft, owned by the National Science Foundation. Despite being smaller than the plane IceBridge usually deploys in the Antarctic campaign, a Douglas DC-8, the G-V is also faster and flies at high altitude, allowing it to cover more ground. The aircraft carried the Land, Vegetation and Ice Sensor (LVIS), a laser altimeter that maps large areas of sea and land ice from a high altitude, and another DMS photographic mapper.\nIn total, the southern campaign completed 16 research flights totaling 172 hours. IceBridge South achieved extensive areal coverage from Marie Byrd Land to the Antarctic Peninsula, including the fast-changing Pine Island and Thwaites areas as well as the Bellingshausen and Weddell Seas. Over 58,000 square miles (150,000 square kilometers) of land and sea ice were surveyed, the largest survey by area achieved by Icebridge.\n“This is an exciting achievement for the team,” said Michelle Hofton, Icebridge and LVIS Mission Scientist at the University of Maryland, College Park. “The extensive data set we collected from the the G-V over Antarctica will not only provide scientists with information to study changes in sea and land ice that are happening now, but will also create a comprehensive baseline against which future measurements will be compared.”\nFurthermore, the weather cooperated and the IceBridge team was able to complete several flights over the Antarctic Peninsula, an area that is usually very difficult to survey because of its persistent thick cloud cover.\nDuring one flight in the Peninsula that mapped the drainage area of several glaciers, LVIS measured a drop of more than 490 feet (150 meters) in the height of two glaciers since IceBridge last plotted them, in 2009. Both glaciers, called Green and Hektoria, were tributaries to the Larsen B ice shelf, which disintegrated in 2002. After the ice shelf collapsed, it stopped buttressing the glaciers that fed it, and glacier elevations have fallen dramatically since then.\nA study published in 2012 showed average elevation losses of up to 82 feet (25 meters) per year for the lower Green and Hektoria glaciers from 2006 to 2011. So IceBridge’s discovery that both are still losing ice fast many years after the loss of the adjacent ice shelf is “not all that surprising given what we have observed with other sensors,” said Christopher Shuman, a University of Maryland, Baltimore County glaciologist working at Goddard and co-author of the 2012 report.\n“Field data suggests that there’s been a modest cooling in the area over the 2009–2015 time period, and images collected during that time by the Moderate Resolution Imaging Spectroradiometer on the Terra and Aqua satellites show more persistent fast ice [sea ice that is attached to the shore] in the Larsen A and Larsen B embayments” Shuman said. “These IceBridge measurements show that once the ice shelves collapse, even some cooling and a good deal of persistent sea ice is not able to hold back these larger glaciers and they continue to lose mass overall.”\nIceBridge’s measurements weren’t limited to Antarctica: During the transits to and from Chile, the mission also collected elevation data over Costa Rican rainforests, which will be used to calibrate the measurements of NASA’s upcoming Global Ecosystem Dynamics Investigation Lidar (GEDI) mission, tasked with measuring the evolution of forests from the International Space Station and due to launch in 2018.\nIceBridge also flew over several Chilean volcanoes, including the recently erupted Calbuco volcano, to collect elevation data that will be used to monitor possible eruptions and other natural hazards, and to model the most likely pathways for mudflows.\nThe mission of Operation IceBridge is to collect data on changing polar land and sea ice and maintain continuity of measurements between ICESat missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, is scheduled for launch by 2018. Operation IceBridge is currently funded until 2019. The planned overlap with ICESat-2 will help scientists validate the satellite’s measurements.\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}