{
  "url": "https://climate.nasa.gov/news/2371/study-suggests-carbon-content-of-temperate-forests-overestimated/",
  "title": "Study suggests carbon content of temperate forests overestimated",
  "date": null,
  "content": "4 min read\nDigital measurements of millions of trees indicate that previous studies likely overestimate the amount of carbon stored by temperate U.S. forests, according to a new NASA study.\nThe findings could help scientists better understand the impact that trees have on the amount of carbon in the atmosphere. Although it is a well-established fact that trees absorb carbon and store it long-term, researchers are unsure how much is stored in global forests.\n“Estimates of the carbon content of living trees typically rely on a method that is based on cutting down trees,” said Laura Duncanson, a postdoctoral fellow at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “It takes a lot of effort to cut down trees, particularly the biggest ones, so this just isn’t practical to do in large numbers.”\nBecause of this limitation, field studies aim to strategically sample trees. When looking at U.S. forests, for example, on average about 30 trees of each species would be cut down and measured. Researchers would then use basic mathematical models to scale up those measurements to many thousands, or even millions, of trees, resulting in an estimate of the biomass – the amount of carbon stored – for an entire forest.\nIn the paper, published on Nov. 24 in Scientific Reports, Duncanson and her co-investigators, Ralph Dubayah and Oliver Rourke, both from the University of Maryland, College Park, found that this widely used method tends to overestimate the height of large trees, leading to biomass figures that are much too high for temperate forests. This overestimation occurs because of a sampling bias: many more young, smaller trees get selected for analysis than older, larger trees. Because the mathematical models that predict tree biomass are mostly based on the smaller trees, the resulting models do not make accurate predictions for the largest trees.\nInstead of sampling trees by cutting them down, the new study used lidar, a laser-based technique that can analyze whole swaths of forest from above. The data were provided primarily by Goddard’s Lidar, Hyperspectral and Thermal instrument, known as G-LiHT. This portable lidar can be flown on an aircraft to provide fine-scale observations with a resolution of less than 3.3 feet (1 meter) over large areas.\n“One of the innovations of this work is our use of lidar remote sensing to measure potentially millions of trees,” said Dubayah, a professor of geographical sciences. “This is a dramatically different approach when you consider how few trees are normally used to develop these relationships.”\nFrom the lidar data, the researchers extracted digital measurements of the height and crown radius – the average horizontal spread of the limbs – for every tree selected. The team studied six U.S. forests, digitally measuring 10,000 to more than a million trees at each site. These measurements were used to develop new mathematical models to estimate the biomass of the forests.\nNext, the researchers reran the models using only a sampling of the measurements – starting with tens of trees and going up to a few thousand. Including more trees led to better estimates, primarily because more large trees were accounted for. The team determined that when the small sample sizes typical of the conventional approach were used, the figures overestimated the inferred biomass of temperate forests by 70 percent, on average.\nThe bias that results from sampling small numbers of trees has been well studied in tropical forests. Even so, the researchers were surprised to discover the magnitude of the issue for temperate forests.\n“Our findings underscore the importance of sampling more trees,” said Duncanson. “When you include more trees, and especially more big trees, you get a much better idea of how much carbon is being stored.”\nNew lidar instruments are being developed to help study the biomass of forests, including NASA’s Global Ecosystem Dynamics Investigation, or GEDI, an instrument led by Dubayah and being built at Goddard. GEDI will be the first instrument to systematically characterize forest canopies from space.\n“GEDI will help fill in this missing piece of the carbon puzzle by measuring the vertical structure of the forest, which is information we cannot get with sufficient accuracy any other way,” said Dubayah.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}