{
  "url": "https://climate.nasa.gov/news/2514/getting-to-know-the-getz-ice-shelf/",
  "title": "Getting to know the Getz Ice Shelf",
  "date": null,
  "content": "By Kathryn Hansen,\r\nNASA's Earth Observatory\nCredit: NASA/Jeremy Harback.\nAs scientists and crew with NASA’s Operation IceBridge mission prepared for a research flight on Nov. 5, 2016, the weather in Punta Arenas, Chile, was cold, wet and windy. But when they reached their survey site in West Antarctica, skies were clear and winds were calm—a perfect day for scientists to collect data over the Getz Ice Shelf.\nIceBridge, now in its eighth year, continues to build a record of how ice is responding to changes in the polar environment. The Getz Ice Shelf in West Antarctica is one area that scientists try to examine each year. “Getz is an ice shelf that has been experiencing some of the highest basal melt rates of the Antarctic ice shelves,” said Nathan Kurtz, IceBridge project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center.\nThe image above shows a view of Getz as photographed on Nov. 5 from a NASA research airplane by Jeremy Harbeck, a sea ice scientist at NASA Goddard. The image shows ice in the process of calving from the front of the shelf, soon to become an iceberg.\nKurtz notes that the team has flown over the Getz Ice Shelf many times before. Flight paths are often exact repeats of those flown in previous years, which helps scientists understand how the height of the ice surface changes over time. This year, new flights over Getz were added to the existing observations. Scientists mapped the bathymetry (shape and depth of the seafloor) below the ice shelf, and they mapped the ice surface and bedrock upstream of the grounding line.\nThe flight over Getz is just one of a number of key areas flown during the IceBridge campaign. Each flight plan is prioritized in order of importance: baseline (the highest priority), high, medium, and low. The flight on Nov. 5 over Getz, for example, was categorized as “high” priority. Since the start of 2016 science flights on Oct.14, the team has flown six out of eight baseline missions, eight out of 15 high priority lines, and one medium and low priority mission each. Research flights for the season continue through Nov. 18.\n“We are in pretty good shape so far, having flown so many missions due to a combination of favorable weather, no major airplane issues, and all instruments operating well,” Kurtz said. “We’re about four weeks into the campaign, and it’s possible we could tie the record of most flights flown with Operation IceBridge if things continue to go well.”\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}