{
  "url": "https://climate.nasa.gov/news/2428/study-solves-two-mysteries-about-wobbling-earth/",
  "title": "Study solves two mysteries about wobbling Earth",
  "date": null,
  "content": "5 min read\nUsing satellite data on how water moves around Earth, NASA scientists have solved two mysteries about wobbles in the planet's rotation — one new and one more than a century old. The research may help improve our knowledge of past and future climate.\nAlthough a desktop globe always spins smoothly around the axis running through its north and south poles, a real planet wobbles. Earth’s spin axis drifts slowly around the poles; the farthest away it has wobbled since observations began is 37 feet (12 meters). These wobbles don’t affect our daily life, but they must be taken into account to get accurate results from GPS, Earth-observing satellites and observatories on the ground.\nIn a paper published today in Science Advances, Surendra Adhikari and Erik Ivins of NASA's Jet Propulsion Laboratory, Pasadena, California, researched how the movement of water around the world contributes to Earth's rotational wobbles. Earlier studies have pinpointed many connections between processes on Earth's surface or interior and our planet's wandering ways. For example, Earth's mantle is still readjusting to the loss of ice on North America after the last ice age, and the reduced mass beneath that continent pulls the spin axis toward Canada at the rate of a few inches each year. But some motions are still puzzling.\nAround the year 2000, Earth's spin axis took an abrupt turn toward the east and is now drifting almost twice as fast as before, at a rate of almost 7 inches (17 centimeters) a year. \"It's no longer moving toward Hudson Bay, but instead toward the British Isles,\" said Adhikari. \"That's a massive swing.\" Adhikari and Ivins set out to explain this unexpected change.\nScientists have suggested that the loss of mass from Greenland and Antarctica's rapidly melting ice sheet could be causing the eastward shift of the spin axis. The JPL scientists assessed this idea using observations from the NASA/German Aerospace Center Gravity Recovery and Climate Experiment (GRACE) satellites, which provide a monthly record of changes in mass around Earth. Those changes are largely caused by movements of water through everyday processes such as accumulating snowpack and groundwater depletion. They calculated how much mass was involved in water cycling between Earth's land areas and its oceans from 2003 to 2015, and the extent to which the mass losses and gains pulled and pushed on the spin axis.\nAdhikari and Ivins' calculations showed that the changes in Greenland alone do not generate the gigantic amount of energy needed to pull the spin axis as far as it has shifted. In the Southern Hemisphere, ice mass loss from West Antarctica is pulling, and ice mass gain in East Antarctica is pushing Earth's spin axis in the same direction that Greenland is pulling it from the north, but the combined effect is still not enough to explain the speedup and new direction. Something east of Greenland has to be exerting an additional pull.\nThe researchers found the answer in Eurasia. \"The bulk of the answer is a deficit of water in Eurasia: the Indian subcontinent and the Caspian Sea area,\" Adhikari said.\nThe finding was a surprise. This region has lost water mass due to depletion of aquifers and drought, but the loss is nowhere near as great as the change in the ice sheets.\nSo why did the smaller loss have such a strong effect? The researchers say it's because the spin axis is very sensitive to changes occurring around 45 degrees latitude, both north and south. \"This is well explained in the theory of rotating objects,\" Adhikari explained. \"That's why changes in the Indian subcontinent, for example, are so important.\"\nIn the process of solving this recent mystery, the researchers unexpectedly came up with a promising new solution to a very old problem, as well. One particular wobble in Earth's rotation has perplexed scientists since observations began in 1899. Every six to 14 years, the spin axis wobbles about 20 to 60 inches (0.5 to 1.5 meters) either east or west of its general direction of drift. \"Despite tremendous theoretical and modeling efforts, no plausible mechanism has been put forward that could explain this enigmatic oscillation,\" Adhikari said.\nLining up a graph of the east-west wobble during the period when GRACE data were available against a graph of changes in continental water storage for the same period, the JPL scientists spotted a startling similarity between the two. Changes in polar ice appeared to have no relationship to the wobble — only changes in water on land. Dry years in Eurasia, for example, corresponded to eastward swings, while wet years corresponded to westward swings.\nWhen the researchers input the GRACE observations on changes in land water mass from April 2002 to March 2015 into classic physics equations that predict pole positions, they found that the results matched the observed east-west wobble very closely. \"This is much more than a simple correlation,\" coauthor Ivins said. \"We have isolated the cause.\"\nThe discovery raises the possibility that the 115-year record of east-west wobbles in Earth's spin axis may, in fact, be a remarkably good record of changes in land water storage. \"That could tell us something about past climate — whether the intensity of drought or wetness has amplified over time, and in which locations,\" said Adhikari.\n\"Historical records of polar motion are both globally comprehensive in their sensitivity and extraordinarily accurate,\" said Ivins. \"Our study shows that this legacy data set can be used to leverage vital information about changes in continental water storage and ice sheets over time.\"\nGRACE is a joint NASA mission with the German Aerospace Center (DLR) and the German Research Center for Geosciences (GFZ), in partnership with the University of Texas at Austin. For more information on the mission, visit:\nhttp://grace.jpl.nasa.gov\nhttp://www.csr.utexas.edu/grace\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}