{
  "url": "https://climate.nasa.gov/news/2378/study-climate-change-rapidly-warming-worlds-lakes/",
  "title": "Study: Climate change rapidly warming world's lakes",
  "date": null,
  "content": "From NASA\nA combination of satellite data and ground measurements, such as from instrumented buoys like this one in Lake Tahoe on the California/Nevada border, were used to provide a comprehensive view of changing lake temperatures worldwide. The buoy measures the water temperature from above and below. Credit: Limnotech.\nClimate change is rapidly warming lakes around the world, threatening freshwater supplies and ecosystems, according to a new NASA and National Science Foundation-funded study of more than half of the world's freshwater supply.\nUsing more than 25 years of satellite temperature data and ground measurements of 235 lakes on six continents, this study — the largest of its kind — found lakes are warming an average of 0.61 degrees Fahrenheit (0.34 degrees Celsius) each decade. The scientists say this is greater than the warming rate of either the ocean or the atmosphere, and it can have profound effects.\nThe research, published in Geophysical Research Letters, was announced Wednesday at the American Geophysical Union meeting in San Francisco.\nSeveral large lakes are seen in this image of the California/Nevada border regionLake Tahoe on the California/Nevada border Global changes in lake temperatures over the past 25 years. Global changes in lake temperatures over the past 25 years. Red shades indicate warming; blue shades indicate cooling. The study found Earth's lakes are warming about 0.61 degrees Fahrenheit (0.34 degrees Celsius) per decade on average, faster than overall warming rates for the ocean and atmosphere. Credit: Illinois State University/USGS/California University of Pennsylvania.\n\n\nAs warming rates increase over the next century, algal blooms, which can rob water of oxygen, are projected to increase 20 percent in lakes. Algal blooms that are toxic to fish and animals are expected to increase by 5 percent. Emissions of methane, a greenhouse gas 25 times more powerful than carbon dioxide on 100-year time scales, will increase 4 percent over the next decade, if these rates continue.\n\"Society depends on surface water for the vast majority of human uses,\" said co-author Stephanie Hampton, director of Washington State University's Center for Environmental Research, Education and Outreach in Pullman. \"Not just for drinking water, but manufacturing, for energy production, for irrigation of our crops. Protein from freshwater fish is especially important in the developing world.\"\nWater temperature influences a host of its other properties critical to the health and viability of ecosystems. When temperatures swing quickly and widely from the norm, life forms in a lake can change dramatically and even disappear.\n\"These results suggest that large changes in our lakes are not only unavoidable, but are probably already happening,\" said lead author Catherine O'Reilly, associate professor of geology at Illinois State University, Normal. Earlier research by O'Reilly has seen declining productivity in lakes with rising temperatures.\nStudy co-author Simon Hook, science division manager at NASA's Jet Propulsion Laboratory in Pasadena, California, said satellite measurements provide a broad view of lake temperatures over the entire globe. But they only measure surface temperature, while ground measurements can detect temperature changes throughout a lake. Also, while satellite measurements go back 30 years, some lake measurements go back more than a century.\n\"Combining the ground and satellite measurements provides the most comprehensive view of how lake temperatures are changing around the world,\" he said.\nSeveral large lakes are seen in this image of the California/Nevada border region Lake Tahoe on the California/Nevada border Global changes in lake temperatures over the past 25 years. Several large lakes are seen in this image of the California/Nevada border region acquired by the MODIS instrument on NASA's Terra spacecraft. The inset image of Lake Tahoe, from the ASTER instrument on Terra, shows the lake's temperature variations (cold is blue, warm is red). Credit: NASA.\n\n\nThe researchers said various climate factors are associated with the warming trend. In northern climates, lakes are losing their ice cover earlier in the spring and many areas of the world have less cloud cover, exposing their waters more to the sun's warming rays.\nPrevious work by Hook, using satellite data, indicated many lake temperatures were warming faster than air temperature and that the greatest warming was observed at high latitudes, as seen in other climate warming studies. This new research confirmed those observations, with average warming rates of 1.3 degrees Fahrenheit (0.72 degrees Celsius) per decade at high latitudes.\nWarm-water tropical lakes may be seeing less dramatic temperature increases, but increased warming of these lakes still can have significant negative impacts on fish. That can be particularly important in the African Great Lakes, where fish are a major source of food.\n\"We want to be careful that we don't dismiss some of these lower rates of change,\" said Hampton. \"In warmer lakes, those temperature changes can be really important. They can be just as important as a higher rate of change in a cooler lake.\"\nIn general, the researchers write, \"The pervasive and rapid warming observed here signals the urgent need to incorporate climate impacts into vulnerability assessments and adaptation efforts for lakes.\"\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nEric Sorensen\r\nWashington State University, Pullman\r\n509-335-4846\r\neric.sorensen@wsu.edu\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}