{
  "url": "https://climate.nasa.gov/news/2394/study-long-term-global-warming-needs-external-drivers/",
  "title": "Study: Long-term global warming needs external drivers",
  "date": null,
  "content": "From NASA\nEarth's atmosphere viewed from the International Space Station. A NASA/Duke University study provides new evidence that natural cycles alone aren't sufficient to explain the global atmospheric warming observed over the last century. Credit: NASA.\nA study by scientists at NASA’s Jet Propulsion Laboratory in Pasadena, California, and Duke University in Durham, North Carolina, shows, in detail, the reason why global temperatures remain stable in the long run unless they are pushed by outside forces, such as increased greenhouse gases due to human impacts.\nLead author Patrick Brown, a doctoral student at Duke’s Nicholas School of the Environment, and his JPL colleagues combined global climate models with satellite measurements of changes in the energy approaching and leaving Earth at the top of the atmosphere over the past 15 years. The satellite data were from the Clouds and the Earth’s Radiant Energy System (CERES) instruments on NASA’s Aqua and Terra spacecraft. Their work reveals in new detail how Earth cools itself back down after a period of natural warming.\nScientists have long known that as Earth warms, it is able to restore its temperature equilibrium through a phenomenon known as the Planck Response. The phenomenon is an overall increase in infrared energy that Earth emits as it warms. The response acts as a safety valve of sorts, allowing more of the accumulating heat to be released through the top of Earth's atmosphere into space.\nThe new research, however, shows it’s not quite as simple as that.\n“Our analysis confirmed that the Planck Response plays the dominant role in restoring global temperature stability, but to our surprise, we found that it tends to be overwhelmed locally by heat-trapping changes in clouds, water vapor, and snow and ice,” Brown said. “This initially suggested that the climate system might be able to create large, sustained changes in temperature all by itself.”\nA more detailed investigation of the satellite observations and climate models helped the researchers finally reconcile what was happening globally versus locally.\n“While global temperature tends to be stable due to the Planck Response, there are other important, previously less appreciated, mechanisms at work, too,” said Wenhong Li, assistant professor of climate at Duke. These mechanisms include the net release of energy over anomalously cool regions and the transport of energy to continental and polar regions. In those regions, the Planck Response overwhelms positive, heat-trapping local energy feedbacks.\n“This emphasizes the importance of large-scale energy transport and atmospheric circulation changes in reconciling local versus global energy feedbacks and, in the absence of external drivers, restoring Earth’s global temperature equilibrium,” Li said.\nThe researchers say the findings may finally help put the chill on skeptics’ belief that long-term global warming occurs in an unpredictable manner, independently of external drivers such as human impacts.\n“This study underscores that large, sustained changes in global temperature like those observed over the last century require drivers such as increased greenhouse gas concentrations,” said Brown.\n“Scientists have long believed that increasing greenhouse gases played a major role in determining the warming trend of our planet,” added JPL co-author Jonathan Jiang. “This study provides further evidence that natural climate cycles alone are insufficient to explain the global warming observed over the last century.”\nThe research is published this month in the Journal of Climate. The study was funded by the National Science Foundation and NASA.\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nTim Lucas\r\nDuke University, Durham, North Carolina\r\n919-613-8084\r\ntdlucas@duke.edu\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}