{
  "url": "https://climate.nasa.gov/news/2406/tropical-fires-fuel-elevated-ozone-levels-over-western-pacific-ocean/",
  "title": "Tropical fires fuel elevated ozone levels over western Pacific Ocean",
  "date": null,
  "content": "By Ellen Gray,\r\nNASA’s Earth Science News Team\nBurning vegetation releases organic compounds and gases that mix to create ozone, a powerful greenhouse gas. Credit: Scientific Visualization Studio.\nScientists have observed the anomaly in ozone concentrations in the past, theorizing that the ozone had descended from a higher layer of the atmosphere called the stratosphere, where the air is dry and ozone acts as a protective layer, since it blocks harmful ultraviolet radiation from reaching Earth’s surface.\nBut researchers studying the air over Guam during the winter of 2014 during a pair of field campaigns, called the Convective Transport of Active Species in the Tropics and the Co-ordinated Airborne Studies in the Tropics, found something surprising. The scientific instruments aboard the two research aircraft captured a more comprehensive picture of the chemicals traveling with the ozone—chemicals such as hydrogen cyanide and acetonitrile, which originate in fires.\n\"When we saw high ozone [concentrations] we also saw very high concentrations of those other [chemical] species, so it was a pretty strong indicator that fires were at least playing some sort of role in the ozone production,\" said Daniel Anderson, lead author and graduate student at the University of Maryland, College Park, who was part of the international research team studying the atmosphere above the Western Pacific. The effort was funded by the National Science Foundation, the National Oceanic and Atmospheric Administration and NASA. The results were published in the journal Nature Communications in January.\nTo determine if the ozone and the accompanying chemicals came from fires, Anderson and his colleagues used a computer model to trace the air pockets backwards through time based on wind and other factors. The model uses observed weather data combined with the simulated behavior of the atmosphere to find where the wind came from one hour previously, and then based on the new location, where the wind came from the hour before that, and so on, determining the history of the air pocket as it moved through the atmosphere.\nAnderson and his colleagues traced the ozone-laden air pockets back 10 to 15 days in most cases—right back to fires in either Southeast Asia, about 2,000 miles away, or tropical Africa, over 8,000 miles away.\n\"We were surprised at how well it worked out, because it created a very clear picture,\" Anderson said.\nOzone is a byproduct of burning organic material like trees and other vegetation—or of the combustion of fossil fuels in industrial settings. Burning organic matter transforms part of the carbon that was in the vegetation into its gaseous forms, including carbon dioxide, methane and what are known as volatile organic compounds. Volatile organic compounds combine with another byproduct of burning, nitrogen oxides, and together they form ozone in the presence of sunlight.\nThe smoke plumes from the fires and updrafts from large storm systems then lift the ozone—along with ozone precursors, which continue to react in transit, and other tracer compounds produced by fires—high into the atmosphere where winds transport them thousands of miles away.\nThe high-altitude transport also explains why the air pockets are drier than the surrounding air, Anderson said. Dry air is normally associated with the stratosphere—the previous hypothesis—because air found higher in the atmosphere is colder, and thus cannot hold as much moisture. But the upper troposphere is also much colder than the lower troposphere, achieving the same effect of drying out the high ozone air pockets. Then, when they slowly descend over the western Pacific due to normal atmospheric circulation, the air pockets continue to have lower water vapor than their surroundings.\nTropical fires have long been known to have an impact on the atmosphere, said Bryan Duncan, an atmospheric scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland, who was not involved in the research. The next step, he said, will be to evaluate how this new understanding of tropical fires as another the source for ozone in the western Pacific affects the greenhouse potential for both the region and the climate on a broader scale.\n\"What they've shown here is that it's more complicated than we thought,\" he said.\nRead the paper at:\nNature Communications\nFor more about NASA's Fire and Smoke activities, visit:\nhttp://www.nasa.gov/fires\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}