{
  "url": "https://climate.nasa.gov/news/2385/coral-mission-to-raise-reef-studies-to-new-level/",
  "title": "CORAL mission to raise reef studies to new level",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nCoral reef in the Mariana Islands. Credit: NOAA/David Burdick.\nA new three-year NASA field expedition gets underway this year that will use advanced instruments on airplanes and in the water to survey more of the world’s coral reefs, and in far greater detail, than ever before. The COral Reef Airborne Laboratory (CORAL) will measure the condition of these threatened ecosystems and create a unique database of uniform scale and quality.\nCoral reefs, sometimes called the rainforests of the sea, are home to a quarter of all ocean fish species. They protect shorelines from storms and provide food for millions of people, yet very little of the world's reef area has been studied scientifically. Virtually all measurements have been made by expensive, labor-intensive diving expeditions. Many reefs have never been surveyed, and those that have been studied were measured at only a few dive sites.\n\"Right now, the state of the art for collecting coral reef data is scuba diving with a tape measure,\" said Eric Hochberg, CORAL principal investigator and scientist at the Bermuda Institute of Ocean Sciences, St. George's. \"It's analogous to looking at a few trees and then trying to say what the forest is doing.\"\nHochberg’s team will survey the condition of entire reef systems in Florida, Hawaii, Palau, the Mariana Islands and Australia. CORAL will use an airborne instrument called the Portable Remote Imaging Spectrometer (PRISM), developed and managed at NASA's Jet Propulsion Laboratory in Pasadena, California. Concurrent in-water measurements will validate the airborne measurements of reef condition. In turn, reef condition will be analyzed in the context of the prevailing environment, including physical, chemical and human factors. The results will reveal how the environment shapes reef ecosystems.\nReefs worldwide are threatened by human impacts and climate change. The limited observations made to date suggest that 33 to 50 percent of our planet’s coral reefs have been significantly degraded or lost, and the concern among reef scientists is that most functioning reef ecosystems will disappear by mid-century.\n\"We know reefs are in trouble,\" Hochberg said. \"We've seen the reefs of Jamaica and Florida deteriorate and we think we know what is happening there. However, reefs respond in complex ways to environmental stresses such as sea level change, rising ocean temperatures and pollution. The available data were not collected at the appropriate spatial scale and density to allow us to develop an overarching, quantitative model that describes why and how reefs change in response to environmental changes. We need accurate data across many whole reef ecosystems to do that.\"\nAccording to Michelle Gierach, the CORAL project scientist at JPL, PRISM was specifically created for remote sensing of coastal and inland waters. PRISM records the spectra of light reflected upward toward the instrument from the ocean below, allowing researchers to pick out the unique spectral signatures of living corals and algae. As corals die, algae increase on a reef, so the ratio of coral to algae is an indicator of the ecosystem's health.\n\"Now, estimates of global reef status are synthesized from local surveys with disparate aims, methods and quality,\" Gierach said. \"With CORAL, we will provide not only the most extensive picture to date of the condition of a large portion of the world's coral reefs, but a uniform dataset, as well.”\nJPL is providing engineering support and management for CORAL’s airborne campaigns under project manager Ian McCubbin. CORAL science team members come from institutions across the United States, each bringing different subject expertise.\nAfter the 2016-2017 field campaign, the CORAL science team will analyze the new data to catalog the relative abundance of coral, algae and sand on each reef. \"Then we'll be able to start making predictions about what might happen to the world's reefs that are based on numbers, rather than just ideas,” said Hochberg.\nAlthough CORAL will vastly increase the amount of data available on the health of coral reefs, it will cover just three to four percent of the world's reefs.\n\"Ideally, in a decade or so we'll have a satellite that can frequently and accurately observe all of the world's reefs, and we can push the science and, most importantly, our understanding even further,\" said Hochberg.\nNASA funded CORAL through its Earth Venture-Suborbital program, which competitively selects airborne and field investigations that target specific scientific questions, complementing the agency's satellite missions. Earth Venture-Suborbital, as well as spaceborne Earth Venture mission and instrument investigations, are part of NASA's Earth System Science Pathfinder program managed at the agency’s Langley Research Center in Hampton, Virginia. NASA’s Earth Venture program supports innovative approaches to address Earth science research with regular and frequent windows of opportunity to accommodate new scientific priorities.\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}