{
  "url": "https://climate.nasa.gov/news/2374/the-epic-view-of-high-clouds-saharan-dust/",
  "title": "The EPIC view of high clouds, Saharan dust",
  "date": null,
  "content": "4 min read\nFrom a dusty atmosphere stretching across the Atlantic Ocean to daily views of clouds at sunrise, a new NASA camera keeping a steady eye on the sunlit side of Earth is yielding new insights about our changing planet.\nWith NASA’s Earth Polychromatic Imaging Camera (EPIC), affixed to NOAA’s Deep Space Climate Observatory (DSCOVR) about one million miles from Earth, scientists are getting a new view of our planet’s clouds, land surfaces, aerosols and more. Science results from the first EPIC images were discussed Monday at a media briefing at the American Geophysical Union meeting in San Francisco.\nEPIC captures a color image of the sunlit side of Earth at least once every two hours, allowing researchers to track features as the planet rotates in the instrument’s field of view.\n“With EPIC, you see cloud structure from sunrise on the left to sunset on the right,” said Jay Herman, EPIC instrument lead investigator at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and the University of Maryland, Baltimore County. “It’s the only view we have like this where everything is at the exact same instant in time, even though the local times are different.”\nEPIC takes measurements in visible, ultraviolet and near-infrared wavelengths. With the ultraviolet channels, Herman can watch as dust from the Sahara travels westward across the Atlantic. While other low-Earth orbit satellite instruments can pick this up as they orbit at a fixed local time, EPIC provides a day-long view of the process.\n“We can see the progression in real time, as it flows across the Atlantic,” Herman said.\nResearchers also can determine the height and location of daytime clouds by comparing EPIC images at two different wavelengths. This measurement is important in calculating Earth’s energy balance for climate studies, as well as for tracking weather. For example, hurricanes show up as a high spiral of clouds surrounding a clearly visible eye.\n“Because of the unique location and field of view, every day brings something new and unexpected,” said Alexander Marshak, DSCOVR deputy project scientist at Goddard.\nOne example Marshak points out is that, even a million miles away, EPIC can see the tracks of ships crossing the ocean. Some of the first images from EPIC show the clouds that result from the ships’ smoke plumes.\nResearchers also are analyzing EPIC data to better understand vegetation, aerosols, ozone and other features of Earth and its atmosphere.\nDSCOVR was launched on Feb. 11 and, after a four-month journey, reached its orbit around the first Lagrange point, where the matching pull of gravity from the sun and Earth allows the satellite to stay relatively stable between the two bodies. The satellite, a joint mission between NOAA, NASA and the U.S. Air Force, also carries instruments facing the sun that will the study solar wind and its magnetic field.\nA second NASA Earth-facing instrument on DSCOVR, the National Institute of Standards and Technology Advanced Radiometer (NISTAR), measures the total amount of solar energy that reflects off Earth, as well as the heat emitted from our planet, according to Steven Lorentz, NISTAR instrument lead investigator and president of L-1 Standards and Technology, Inc. Because of this, the instrument fills in a missing piece of energy information not observed by other satellites.\nEven with less than a year’s worth of data, the energy reflected off Earth is showing patterns, he said. The instrument picks up fluctuations, with more light reflected from continents and clouds than from oceans.\n“Whenever Africa is in view, we get the highest photoreflectance,” Lorentz said. “And, even though it’s the same planet spinning, the amount of cloudiness varies planet-wide every day.”\nEarth’s reflectiveness varies throughout the year, as well. As Antarctica tilts towards the sun in November, NISTAR’s signal edges up as the massive ice sheet changes the planet’s energy budget. It’s a measurement that, over time, could help scientists studying how the reflectance of the sun’s energy back into space can impact Earth’s changing climate.\nFor more information on EPIC, and to view images captured by the instrument, visit:\nhttp://epic.gsfc.nasa.gov/\nNASA satellite data and citizen science observations combine for new findings on bird populations.\nEditor’s note: NASA’s Arcstone lunar calibration instrument lifted off aboard the Transporter-14 rideshare mission with SpaceX via launch integrator…\nNASA’s Ames Research Center in Silicon Valley houses a unique laboratory: the Airborne Sensor Facility…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}