{
  "url": "https://climate.nasa.gov/news/2375/examining-the-global-impacts-of-the-2015-el-nino/",
  "title": "Examining the global impacts of the 2015 El Niño",
  "date": null,
  "content": "From NASA\nPeople the world over are feeling, or will soon feel, the effects of the strongest El Niño event since 1997-98, currently unfolding in the eastern equatorial Pacific Ocean. New NASA satellite observations are beginning to show scientists its impact on the distribution of rain, tropospheric ozone and wildfires around the globe.\nNew results presented Tuesday, Dec. 15, at the American Geophysical Union meeting in San Francisco show that atmospheric rivers, significant sources of rainfall, tend to intensify during El Niño events, and this year's strong El Niño likely will bring more precipitation to California and some relief for the drought. Atmospheric rivers are short-lived, narrow streams of wind that carry water vapor from the tropical oceans to mid-latitude land areas.\nDue to this El Niño, tropospheric ozone, a pollutant and greenhouse gas, is seen decreasing over mid-latitude locations such as the United States, and the risk of fires across the tropics is showing signs of increasing.\nAn El Niño, which is a reoccurring natural phenomenon, happens when sea surface temperatures in the equatorial Pacific Ocean warm up. The increased ocean surface temperatures influence air and moisture movement around the globe. Approximately 15 years of observations by NASA's fleet of Earth-observing satellites show how El Niños affect multiple interconnected Earth systems.\nOne big question about the current El Niño is whether it will bring significant rainfall to drought-plagued California. Researchers studying storms and their relationship to strong El Niños believe it will.\nMonthly average global burned area for Aug. 2015, produced from NASA's MODIS instrument. Light blue indicates a smaller percentage of burned area, while red and orange indicate a higher percentage of burned area. Credit: NASA.\n\n\nDuane Waliser, chief scientist of the Earth Science and Technology Directorate at NASA's Jet Propulsion Laboratory in Pasadena, California, and his colleagues analyzed the historical record of atmospheric rivers. These concentrated rain bands account for 40 percent of California's water supply. Their results suggest the number of atmospheric rivers California receives will remain the same, at an average of 10 per year, but they will be stronger, warmer and wetter.\n\"Overall, we'll likely get more precipitation, but maybe less in terms of snowfall,\" Waliser said, adding that atmospheric rivers may contribute to more flooding.\nIt’s the strength of the El Niño that determines its impact on total rainfall in California, said Martin Hoerling, a research meteorologist with the Earth Systems Research Laboratory at the National Oceanic and Atmospheric Administration in Boulder, Colorado. His group ran a statistical analysis of the relationship between past El Niño strength and precipitation.\n\"What we learned is weak El Niños don't necessarily change the odds of precipitation being much different from normal,\" said Hoerling. \"The rare occurrence of a strong El Niño, like what we're currently experiencing, however, greatly increases the odds of a wet California winter.\"\nEl Niño's elevated sea surface temperatures shift rain patterns by affecting the temperature of the air above the ocean, which alters how winds and air masses circulate air around the planet.\nThe change in winds also affects the distribution of tropospheric ozone around the planet. Tropospheric ozone exists in the atmospheric layer closest to the surface and comprises ozone produced naturally and from human pollution. Ozone in the troposphere is a greenhouse gas and a health hazard. Understanding El Niño's influence on ozone concentration is important for understanding the atmosphere's response to natural variation and distinguishing natural changes from human causes.\nMark Olsen, an atmospheric research scientist at Morgan State University in Baltimore and NASA's Goddard Space Flight Center in Greenbelt, Maryland, and his colleagues produced the first near-global map of ozone sensitivity caused by El Niño and La Niña events. Previous work showed that El Niño events cause a strong change in ozone in the tropics. Olsen's new work uses satellite data, combined with a computer model, to show that a smaller but still significant effect occurs in the mid-latitudes.\n\"El Niño is just one factor in the variability,\" Olsen said. \"But you do see regions like the central United States where El Niño explains 20 to 25 percent of the variability.\"\nOzone in this region tends to decrease where El Niño-driven changes to local wind circulation patterns cause them to draw air upward. According to Olsen, it's a large enough influence that El Niño does need to be considered if you want to attribute causes of ozone concentration changes and long-term trends.\nJim Randerson, Earth system scientist at the University of California, Irvine, and his team analyzed wildfire burned-area maps from satellite data to study how El Niño-driven effects change the distribution and severity of wildfires worldwide. During El Niños, the number and size of fires increases in tropical forests across Asia and South America.\n\"The change in atmospheric dynamics shifts the rainfall,\" Randerson said. \"So El Niño causes less rain to fall in many areas of the tropics, making forests more vulnerable to human-ignited fires.\"\nFires in tropical forests also accelerate carbon dioxide buildup in the atmosphere and reduce air quality. Indonesia, for example, has carbon-rich peatlands that ignite as soon as the rain stops, which is what happened this fall, Randerson said. Meanwhile, Southeast Asia, Central America and the southern Amazon have very high fire risk for 2016. El Niño tends to reduce rainfall in their wet seasons, and less rain means drier vegetation and drier air, which make forests vulnerable to dry season burning.\nFor more information on El Niño and NASA’s Earth-observing missions, visit:\nhttp://climatesciences.jpl.nasa.gov/enso\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nstephen.cole@nasa.gov\nEllen Gray\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-1950 / 301-502-4064\r\nellen.t.gray@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}