{
  "url": "https://climate.nasa.gov/news/2383/researchers-advance-propulsion-toward-low-carbon-aircraft/",
  "title": "Researchers advance propulsion toward low-carbon aircraft",
  "date": null,
  "content": "3 min read\nWhen Orville Wright traveled to Cleveland for the dedication of the Aircraft Engine Research Laboratory in the 1940s, he had already witnessed the advancement of aircraft from his Kitty Hawk model to the winged machines that fought in World War II.\nToday, the lab, now known as NASA Glenn Research Center, has engineers and scientists engaged in an agency-wide effort to develop alternative designs for large passenger aircraft using low-carbon propulsion technology that Wright may have never dreamed of.\nSince the beginning, commercial planes have been powered by carbon-based fuels such as gasoline or kerosene. While these provide the energy to lift large commercial jets into the world’s airspace, electric power is now seen as a new frontier for providing thrust and power for flight.\nJust as hybrid or turboelectric power has improved fuel efficiency in cars, boats and trains, aeronautical engineers are exploring how planes can be redesigned and configured with electrical power.\nOne of NASA’s goals is to help the aircraft industry shift from relying solely on gas turbines to using hybrid electric and turboelectric propulsion in order to reduce energy consumption, emissions and noise.\n“Aircraft are highly complex machines,” says Jim Heidmann, manager for NASA’s Advanced Air Transport Technology project. “Moving toward alternative systems requires creating new aircraft designs as well as propulsion systems that integrate battery technologies and electromagnetic machines like motors and generators with more efficient engines.”\nGlenn researchers are looking at power systems that generate electricity in place of, or in addition to, thrust at the turbine engine and then convert that electricity to be converted into thrust using fans at other places on the aircraft.\n“These systems use electric motors and generators that work together with turbine engines to distribute power throughout the aircraft in order to reduce drag for a given amount of fuel burned,” says Amy Jankovsky, subproject lead engineer. “Part of our research is developing the lightweight machinery and electrical systems that will be required to make these systems possible.”\nIn addition to designing better motors, generators and integrated electrical system architectures, Glenn engineers are also researching the basic materials that go into those components. Research is being performed on the conductors inside, and the insulation around the wires. Along with studying the design of motors and the architecture of power electronics, engineers are improving magnetic materials and semi-conductors to make these motors and electronics lighter and more efficient.\n“Our work is laying a foundation for planes that will require less fossil fuel in the future,” says Glenn Engineer Cheryl Bowman, a technical lead on the project. “Considering that the U.S. aviation industry carries over 700 million passengers every year, making each trip more fuel efficient (by up to 30 percent) can have a considerable impact on the nation’s total use of fossil fuels.”\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}