{
  "url": "https://climate.nasa.gov/news/2381/methane-emissions-in-arctic-cold-season-higher-than-expected/",
  "title": "Methane emissions in Arctic cold season higher than expected",
  "date": null,
  "content": "From NASA\nHalf of Alaska's methane emissions occur in winter — mostly during times when soil temperatures are poised near freezing. Credit: NASA/JPL-Caltech.\nThe amount of methane gas escaping from the ground during the long cold period in the Arctic each year and entering Earth’s atmosphere is likely much higher than estimated by current carbon cycle models, concludes a major new study led by San Diego State University and including scientists from NASA’s Jet Propulsion Laboratory, Pasadena, California.\nThe study included a team comprising ecologists Walter Oechel (SDSU and Open University, Milton Keynes, United Kingdom) and Donatella Zona (SDSU and the University of Sheffield, United Kingdom) and scientists from JPL; Harvard University, Cambridge, Massachusetts; the National Oceanic and Atmospheric Administration, Boulder, Colorado; and the University of Montana, Missoula. The team found that far more methane is escaping from Arctic tundra during the cold months when the soil surface is frozen (generally from September through May), and from upland tundra, than prevailing assumptions and carbon cycle models previously assumed. In fact, they found that at least half of the annual methane emissions occur in the cold months, and that drier, upland tundra can be a larger emitter of methane than wet tundra. The findings challenge critical assumptions in current global climate models. The results are published this week in the Proceedings of the National Academy of Sciences.\nMethane is a potent greenhouse gas that contributes to atmospheric warming, and is approximately 25 times more potent per molecule than carbon dioxide over a 100-year period. Methane trapped in the Arctic tundra comes primarily from microbial decomposition of organic matter in soil that thaws seasonally. This methane naturally seeps out of the soil over the course of the year, but scientists worry that climate change could lead to the release of even larger emissions from organic matter that is currently stabilized in a deep, frozen soil layer called permafrost.\nOver the past several decades, scientists have used specialized instruments to accurately measure methane emissions in the Arctic and incorporated those results into global climate models. However, almost all of these measurements have been obtained during the Arctic’s short summer. The region’s long, brutal cold period, which accounts for between 70 and 80 percent of the year, has been largely “overlooked and ignored,” according to Oechel. Most researchers, he said, figured that because the ground is frozen solid during the cold months, methane emissions practically shut down for the winter.\nThe NASA C-23 Sherpa aircraft used in the CARVE field program, loading at dawn for one of the final flights. Credit: NASA/JPL-Caltech.\n\n\n“Virtually all the climate models assume there’s no or very little emission of methane when the ground is frozen,” Oechel said. “That assumption is incorrect.”\nThe water trapped in the soil doesn’t freeze completely even below 32 degrees Fahrenheit (0 degrees Celsius), he explained. The top layer of the ground, known as the active layer, thaws in the summer and refreezes in the winter, and it experiences a kind of sandwiching effect as it freezes. When temperatures are right around 32 degrees Fahrenheit — the so-called “zero curtain” — the top and bottom of the active layer begin to freeze, while the middle remains insulated. Microorganisms in this unfrozen middle layer continue to break down organic matter and emit methane many months into the Arctic’s cold period each year.\nJust how much methane is emitted during the Arctic winter? To find out, Oechel and Zona oversaw the upgrade of five sampling towers to allow them to operate continuously year-round above the Arctic Circle in Alaska. The researchers recorded methane emissions from these sites over two summer-fall-winter cycles between June 2013 and January 2015. The arduous task required highly specialized instruments that had to operate continuously and autonomously through extreme cold for months at a time. They developed a de-icing system that eliminated biases in the measurement and that was only activated when needed to maintain operation of the instruments down to minus 40 degrees Fahrenheit (minus 40 degrees Celsius).\nAfter analyzing the data, the research team found a major portion of methane emissions during the cold season were observed when temperatures hovered near the zero curtain.\n“This is extremely relevant for the Arctic ecosystem, as the zero curtain period continues from September until the end of December, lasting as long or longer than the entire summer season,” said Zona, the study’s first author. “These results are opposite of what modelers have been assuming, which is that the majority of the methane emissions occur during the warm summer months while the cold-season methane contribution is nearly zero.”\nSurprisingly, the researchers also found that during the cold seasons they studied, the relative methane emissions were higher at the drier, upland tundra sites than at wetland sites, contradicting yet another longstanding assumption about Arctic methane emissions. Upland tundra was previously assumed to be a negligible contributor of methane, Zona said, adding that the freezing of the surface inhibits methane oxidation, resulting in significant net methane emissions during the fall and winter. Plants act like chimneys, facilitating the escape through the frozen layer to the atmosphere. The highest annual emissions were observed in the upland site in the foothills of the Brooks Range, where warm soils and a deep active layer resulted in high rates of methane production.\nTo complement and verify the on-the-ground study, the University of Montana’s John Kimball and his team used microwave sensor measurements from the AMSR-E instrument aboard NASA’s Aqua satellite to develop regional maps of surface water cover, including the timing, extent and duration of seasonal flooding and drying of the region’s wetlands.\n“We were able to use the satellite data to show that the upland tundra areas that appear to be the larger methane sources from the on-the-ground instruments, account for more than half of all of the tundra in Alaska,” Kimball said.\nFinally, to test whether their site-specific sampling was representative of methane emissions across the Arctic, the researchers compared their results to measurements recorded during aircraft flights over the region made by NASA’s Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE).\n“CARVE flights were designed to cover as much of the year as feasible,” said CARVE Principal Investigator Charles Miller of JPL. “It was a challenging undertaking, involving hundreds of hours of flying in difficult conditions.”\nThe data from the SDSU sites were well aligned with the larger-scale aircraft measurements, Zona said.\n“CARVE aircraft measurements of atmospheric methane show that large areas of Arctic tundra and boreal forest continue to emit methane to the atmosphere at high rates, long after the surface soil freezes,” said Róisín Commane of Harvard University, who helped acquire and analyze the aircraft data.\nOechel and Zona stressed the importance for modelers to have good baseline data on methane emissions and to adjust their models to account for Arctic cold-season methane emissions as well as the contributions of non-wetland areas, including upland tundra.\n“It is now time to work more closely with climate modelers and assure these observations are used to improve model predictions, and refine our prediction of the global methane budget,” Zona said.\nIt is particularly important, Oechel added, for models to get methane output right because the gas is a major driver of atmospheric warming. “If you don’t have the mechanisms right, you won’t be able to make predictions into the future based on anticipated climate conditions,” he said.\nSteven Wofsy of Harvard University added, \"Now that we know how important the winter is to the methane budget, we are working to determine the long-term trends in greenhouse emissions from tundra and their sensitivity to winter warming.\"\nThis research has been funded by the National Science Foundation, NASA and the Department of Energy.\nSDSU; JPL; Harvard University; the University of Montana; the University of Sheffield; the National Research Council (CNR) of Italy; the University of Helsinki; the University of Colorado, Boulder; Atmospheric and Environmental Research, Lexington, Massachusetts; the University of Alaska, Fairbanks; Dalhousie University, Halifax, Nova Scotia, Canada; NOAA; and Open University all contributed to the study.\nMore information on CARVE:\nhttp://science.nasa.gov/missions/carve/\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nBeth Downing Chee\r\nSan Diego State University, San Diego\r\n619-594-4563\r\nbchee@mail.sdsu.edu\nOn Nov. 12 of this year, NASA's Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE) completed its final aircraft flight. During its four-year campaign, CARVE accumulated more than 1,000 science flight hours of measurements over Alaska, collecting data on important greenhouse gases during seven to eight months of each year.\nThe permafrost (perennially frozen) and peat soils of Arctic and boreal (northern region) ecosystems are the single largest reservoir of terrestrial carbon, containing twice as much carbon as is currently present in the atmosphere. As Arctic soils thaw and fires proliferate due to global warming, accentuated at high latitudes, the risk that the carbon will be released to the atmosphere continues to increase. CARVE collected detailed measurements of carbon dioxide, carbon monoxide and methane over every Alaskan Arctic and boreal ecosystem.\nThe end of such a long mission is bittersweet, says Principal Investigator Charles Miller of NASA's Jet Propulsion Laboratory, Pasadena, California. \"We've made lots of friends in Alaska. After four years, it's almost like another university education.\" The team has been making preliminary data available after each year's campaign, and now, Miller says, \"We have a few months to make sure we've got all data calibrated, analyzed and quality controlled to the best of our ability, and then it will go to the terrestrial ecology Distributed Active Archive Center at Oak Ridge [National Laboratory, Tennessee].\" In spring 2016, all four years of data and the team's supporting analysis and modeling results will be posted and freely available to interested users.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}