{
  "url": "https://climate.nasa.gov/news/2389/jason-3-launches-to-monitor-global-sea-level-rise/",
  "title": "Jason-3 launches to monitor global sea level rise",
  "date": null,
  "content": "From NASA\nA SpaceX Falcon 9 rocket carrying the U.S.-European Jason-3 satellite launched from Vandenberg Air Force Base Space Launch Complex 4 East on Sunday, Jan. 17, 2016. Jason-3, an international mission with NASA participation, will continue a 23-year record of monitoring global sea level rise. Credit: NASA/Bill Ingalls.\nJason-3, a U.S.-European oceanography satellite mission with NASA participation that will continue a nearly quarter-century record of tracking global sea level rise, lifted off from Vandenberg Air Force Base in California Sunday at 10:42 a.m. PST (1:42 p.m. EST) aboard a SpaceX Falcon 9 rocket.\nJason-3 is an international mission led by the National Oceanic and Atmospheric Administration (NOAA) in partnership with NASA, the French space agency CNES, and the European Organisation for the Exploitation of Meteorological Satellites.\n\"Jason-3 will take the pulse of our changing planet by gathering environmental intelligence from the world's oceans,\" said Stephen Volz, assistant administrator for NOAA's Satellite and Information Service.\nThe mission will improve weather, climate and ocean forecasts, including helping NOAA's National Weather Service and other global weather and environmental forecast agencies more accurately forecast the strength of tropical cyclones.\n\"Jason-3 is a prime example of how our nation leverages NASA's expertise in space and scientific exploration to help address critical global challenges in collaboration with NOAA and our international partners,\" said John Grunsfeld, associate administrator for science at NASA Headquarters in Washington. \"The measurements from Jason-3 will advance our efforts to understand Earth as an integrated system by increasing our knowledge of sea level changes and the ocean's roles in climate.\"\nMinutes after Jason-3 separated from the rocket's second stage, the spacecraft unfolded its twin sets of solar arrays. Ground controllers successfully acquired the spacecraft's signal, and initial telemetry reports showed the satellite was in good health.\nJason-3 entered orbit about 16 miles (25 kilometers) below Jason-2. The new spacecraft will gradually raise itself into the same 830-mile (1,336-kilometer) orbit and position itself to follow Jason-2's ground track, orbiting about a couple of minutes behind Jason-2. The two spacecraft will fly in formation, making nearly simultaneous measurements for about six months to allow scientists to precisely calibrate Jason-3's instruments.\nJason-3 will begin full science operations after a six-month checkout phase, joining Jason-2, which launched in 2008. From low-Earth orbit, Jason-3 will precisely measure the height of 95 percent of the world's ice-free ocean every 10 days.\nCoordinating orbits and combining measurements from Jason-2 and Jason-3 should allow even more frequent coverage of the global ocean. Together, the two spacecraft will double global data coverage. This tandem mission will improve our knowledge of tides in coastal and shallow seas and internal tides in the open ocean, while improving our understanding of ocean currents and eddies.\nMeasurements of sea-surface height, or ocean-surface topography, reveal the speed and direction of ocean currents and tell scientists how much of the sun's energy is stored by the ocean. Combining ocean current and heat storage data is key to understanding global climate changes.\nSince the Topex/Poseidon-Jason satellite missions began in 1992, researchers have observed a total global sea level rise of 2.8 inches (70 millimeters) - an average rate of 0.12 inches (3 millimeters) a year. Because it is a measure of both ocean warming and loss of land ice, sea level rise is an important indicator of human-caused climate change.\n\"As human-caused global warming drives sea levels higher and higher, we are literally reshaping the surface of our planet,\" said Josh Willis, NASA project scientist for Jason-3 at NASA's Jet Propulsion Laboratory in Pasadena, California. \"These missions tell us how much and how fast.\"\nData from Jason-3 will be used for other scientific, commercial and operational applications, including modeling of deep-ocean waves; forecasts of surface waves for offshore operators; forecasts of tides and currents for commercial shipping and ship routing; coastal forecasts to respond to environmental challenges such as oil spills and harmful algal blooms; coastal modeling crucial for marine mammal and coral reef research; and forecasts of El Niño and La Niña events.\nCNES provided the Jason-3 spacecraft bus. NASA and CNES are jointly providing the primary payload instruments. NASA's Launch Services Program at the Kennedy Space Center in Florida is responsible for launch management and countdown operations for the SpaceX Falcon 9 rocket. JPL manages the mission for NASA's Science Mission Directorate, Washington.\nFor more information about the Jason-3 mission, visit:\nhttp://www.nesdis.noaa.gov/jason-3\nTo find out more about NASA's Earth science research, visit:\nhttp://www.nasa.gov/earth\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}