{
  "url": "https://climate.nasa.gov/news/2392/nasa-takes-part-in-airborne-study-of-southern-ocean/",
  "title": "NASA takes part in airborne study of Southern Ocean",
  "date": null,
  "content": "From NASA\nThe ORCAS campaign is studying carbon dioxide in the sea around Antarctica. Credit: Flickr user Reeve Jolliffe/CC BY-NC-ND 2.0.\nA team of scientists has launched a series of research flights over the remote seas surrounding Antarctica in an effort to better understand how much carbon dioxide the icy waters are able to lock away.\nCalled ORCAS, the field campaign will provide a rare look at how oxygen and carbon dioxide are exchanged between the air and the Southern Ocean. The campaign is led by the National Center for Atmospheric Research (NCAR). Michelle Gierach of NASA's Jet Propulsion Laboratory, Pasadena, California, is a principal investigator, along with other scientists from a range of universities and research institutions.\nCarbon dioxide is the main greenhouse gas contributing to human-caused climate change. As more carbon dioxide has been released into the atmosphere by the burning of fossil fuels, the ocean has stepped up the amount of the gas it absorbs from the air. But it's unclear whether the ocean can keep pace with continued emissions.\nPrevious studies have disagreed about whether the Southern Ocean's ability to absorb carbon dioxide is speeding up or slowing down. The measurements and air samples collected by ORCAS — which stands for the O2/N2 Ratio and CO2 Airborne Southern Ocean Study — will give scientists critical data to help clarify what's happening in the remote region.\nThe researchers plan to make 14 flights out of Punta Arenas, Chile, across parts of the Southern Ocean during the campaign, which ends Feb. 28. A suite of instruments will measure the distribution of oxygen and carbon dioxide, as well as other gases produced by marine microorganisms, microscopic airborne particles and clouds. The flights also will observe ocean color — which can indicate how much and what type of phytoplankton is in the water — using NASA's Portable Remote Imaging Spectrometer (PRISM). The scientists hope that adding these other measurements to the carbon dioxide data will give them new insight on chemical, physical and biological processes that are affecting the ocean's ability to absorb the greenhouse gas.\n\"The Southern Ocean is very inaccessible, and existing measurements represent only a few tiny dots on a huge map,\" said NCAR's Britton Stephens, co-lead principal investigator for ORCAS. \"Understanding the Southern Ocean's role is important, because ocean circulation there provides a major opportunity for the exchange of carbon between the atmosphere and the vast reservoir of the deep ocean.\"\nFor more information about ORCAS:\nhttp://bitly.com/orcasresearch\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nDavid Hosansky\r\nNCAR|UCAR, Boulder, Colorado\r\n303-497-8611\r\nhosansky@ucar.edu\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}