{
  "url": "https://climate.nasa.gov/news/2391/analyses-reveal-record-shattering-global-warm-temperatures-in-2015/",
  "title": "Analyses reveal record-shattering global warm temperatures in 2015",
  "date": null,
  "content": "From NASA\n2015 was Planet Earth's warmest year since modern record-keeping began in 1880, according to a new analysis by NASA’s Goddard Institute for Space Studies. Credit: daulon/Shutterstock.com (sunset image); NASA/JPL (data and overlay).\nEarth’s 2015 surface temperatures were the warmest since modern record keeping began in 1880, according to independent analyses by NASA and the National Oceanic and Atmospheric Administration (NOAA).\nGlobally-averaged temperatures in 2015 shattered the previous mark set in 2014 by 0.23 degrees Fahrenheit (0.13 Celsius). Only once before, in 1998, has the new record been greater than the old record by this much.\nThe 2015 temperatures continue a long-term warming trend, according to analyses by scientists at NASA’s Goddard Institute for Space Studies (GISS) in New York (GISTEMP). NOAA scientists concur with the finding that 2015 was the warmest year on record based on separate, independent analyses of the data. Because weather station locations and measurements change over time, there is some uncertainty in the individual values in the GISTEMP index. Taking this into account, NASA analysis estimates 2015 was the warmest year with 94 percent certainty.\n“Climate change is the challenge of our generation, and NASA’s vital work on this important issue affects every person on Earth,” said NASA Administrator Charles Bolden. “Today’s announcement not only underscores how critical NASA’s Earth observation program is, it is a key data point that should make policy makers stand up and take notice - now is the time to act on climate.”\nThe planet’s average surface temperature has risen about 1.8 degrees Fahrenheit (1.0 degree Celsius) since the late-19th century, a change largely driven by increased carbon dioxide and other human-made emissions into the atmosphere.\nMost of the warming occurred in the past 35 years, with 15 of the 16 warmest years on record occurring since 2001. Last year was the first time the global average temperatures were 1 degree Celsius or more above the 1880-1899 average.\nPhenomena such as El Niño or La Niña, which warm or cool the tropical Pacific Ocean, can contribute to short-term variations in global average temperature. A warming El Niño was in effect for most of 2015.\n“2015 was remarkable even in the context of the ongoing El Niño,” said GISS Director Gavin Schmidt. “Last year’s temperatures had an assist from El Niño, but it is the cumulative effect of the long-term trend that has resulted in the record warming that we are seeing.”\nWeather dynamics often affect regional temperatures, so not every region on Earth experienced record average temperatures last year. For example, NASA and NOAA found that the 2015 annual mean temperature for the contiguous 48 United States was the second warmest on record.\nNASA’s analyses incorporate surface temperature measurements from 6,300 weather stations, ship- and buoy-based observations of sea surface temperatures, and temperature measurements from Antarctic research stations. These raw measurements are analyzed using an algorithm that considers the varied spacing of temperature stations around the globe and urban heating effects that could skew the conclusions if left unaccounted for. The result of these calculations is an estimate of the global average temperature difference from a baseline period of 1951 to 1980.\nNOAA scientists used much of the same raw temperature data, but a different baseline period, and different methods to analyze Earth’s polar regions and global temperatures.\nGISS is a NASA laboratory managed by the Earth Sciences Division of the agency’s Goddard Space Flight Center in Greenbelt, Maryland. The laboratory is affiliated with Columbia University’s Earth Institute and School of Engineering and Applied Science in New York.\nThe full 2015 surface temperature data set and the complete methodology used to make the temperature calculation are available at:\nhttp://data.giss.nasa.gov/gistemp/\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nDwayne Brown\r\nHeadquarters, Washington\r\n202-358-1726\r\ndwayne.c.brown@nasa.gov\nMichael Cabbage / Leslie McCarthy\r\nGoddard Institute for Space Studies, New York\r\n212-678-5516 / 5507\r\nmcabbage@nasa.gov / leslie.m.mccarthy@nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}