{
  "url": "https://climate.nasa.gov/news/2397/2016-el-nino-dont-mock-the-croc/",
  "title": "2016 El Niño: Don't mock the croc",
  "date": null,
  "content": "By Pat Brennan,\r\nNASA's Jet Propulsion Laboratory\nsealevel.nasa.gov\nSatellite images of strong El Niños, in 1998 and today. Credit: NASA/JPL-Caltech.\nThe large and powerful El Niño in the eastern tropical Pacific has yet to deliver torrential rains to Southern California—an almost daily problem for Bill Patzert, the Jet Propulsion Laboratory’s quotable oceanographer.\n“No matter where I go—whether it’s JPL or Whole Foods or talking with reporters—everybody has a simple question: Show me the rain,” Patzert says.\nBut it might just be a case of expectations outrunning El Niño itself.\nThe massive pool of warm water now parked off Central America’s west coast remains formidable, and invites comparisons to the 1998 El Niño, remembered for pummeling rains that brought flooding, mud slides and debris flow to much of Southern California.\nIf anything, the shape of this zone of elevated sea surface height—corresponding to a warming-induced increase in ocean water volume—looks more menacing than its late ’90s predecessor.\nTo Patzert’s eye, the Jason 2 satellite’s image of the 2016 El Niño looks a lot like a crocodile, complete with an eye and a tapered snout.\n“The 2016 croc definitely has legs,” Patzert says. This year’s El Niño “is definitely longer lasting and reaching its peak much later than in ’98.”\nHis message: “Don’t mock the croc. It’s still a big deal.”\nWhile El Niño has delivered some rain, improving California’s vital snow pack, the Pacific phenomenon’s late peak could mean that heavier downpours are only weeks away.\n“Historically, El Nino has put on the big show in February and March,” Patzert said.\nStill, predicting El Niño’s behavior is always a tricky business.\n“By late February, I’ll be nervous if something hasn’t happened,” he said.\nFor now, he says, all eyes are on JPL’s images from space.\n“Our sea level images have become the poster child for El Niño,” he says.\nThis article was originally posted on NASA Sea Level Change: Observations from Space.\nVisit NASA's sea level portal for an in-depth look at sea level science as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}