{
  "url": "https://climate.nasa.gov/news/2398/study-rising-seas-slowed-by-increasing-water-on-land/",
  "title": "Study: Rising seas slowed by increasing water on land",
  "date": null,
  "content": "4 min read\nNew measurements from a NASA satellite have allowed researchers to identify and quantify, for the first time, how climate-driven increases of liquid water storage on land have affected the rate of sea level rise.\nA new study by scientists at NASA's Jet Propulsion Laboratory in Pasadena, California, and the University of California, Irvine, shows that while ice sheets and glaciers continue to melt, changes in weather and climate over the past decade have caused Earth’s continents to soak up and store an extra 3.2 trillion tons of water in soils, lakes and underground aquifers, temporarily slowing the rate of sea level rise by about 20 percent.\nThe water gains over land were spread globally, but taken together they equal the volume of Lake Huron, the world’s seventh largest lake. The study is published in the Feb. 12 issue of the journal Science.\nEach year, a large amount of water evaporates from the ocean, falls over land as rain or snow, and returns to the ocean through runoff and river flows. This is known as the global hydrologic, or water, cycle. Scientists have long known small changes in the hydrologic cycle — by persistent regional changes in soil moisture or lake levels, for instance — could change the rate of sea level rise from what we would expect based on ice sheet and glacier melt rates. However, they did not know how large the land storage effect would be because there were no instruments that could accurately measure global changes in liquid water on land.\n\"We always assumed that people’s increased reliance on groundwater for irrigation and consumption was resulting in a net transfer of water from the land to the ocean,” said lead author J.T. Reager of JPL, who began work on the study as a graduate student at UC Irvine. \"What we didn’t realize until now is that over the past decade, changes in the global water cycle more than offset the losses that occurred from groundwater pumping, causing the land to act like a sponge — at least temporarily.\n“These new data are vital for understanding decadal variations in sea level change,” Reager added. “The information will be a critical complement to future long-term projections of sea level rise, which depend on melting ice and warming oceans.”\nThe 2002 launch of NASA’s Gravity Recovery and Climate Experiment (GRACE) twin satellites provided the first tool capable of quantifying land liquid water storage trends. By measuring the distance between the two GRACE satellites to within the width of a strand of human hair as they orbit Earth, researchers can detect changes in Earth’s gravitational pull that result from regional changes in the amount of water across Earth’s surface. With careful analysis of these data, JPL scientists were able to measure the change in liquid water storage on the continents, as well as the changes in ice sheets and glaciers.\n“These results will lead to a refinement of global sea level budgets, such as those presented in the Intergovernmental Panel on Climate Change (IPCC) reports, which acknowledge the importance of climate-driven changes in hydrology, but have been unable to include any reliable estimate of their contribution to sea level changes,” said JPL senior water scientist Jay Famiglietti, senior author of the paper and a UCI professor.\nFamiglietti also noted the study is the first to observe global patterns of changes in land water storage, with wet regions getting more wet and dry areas getting drier.\n“These patterns are consistent with earlier observations of changing precipitation over both land and oceans, and with IPCC projections of changing precipitation under a warming climate,” he said. “But we’ll need a much longer data record to fully understand the underlying cause of the patterns and whether they will persist.”\nFor more on NASA's sea level rise research:\nhttps://sealevel.nasa.gov/\nMore information on the GRACE mission can be found at:\nhttp://grace.jpl.nasa.gov/mission/grace/\nFor more on how NASA studies Earth:\nhttp://science.nasa.gov/earth-science/\nMedia contacts\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474alan.buis@jpl.nasa.gov\nSean PotterNASA Headquarters, Washington202-358-1536sean.potter@nasa.gov\nBrian BellUniversity of California, Irvine949-824-8249bpbell@uci.edu\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}