{
  "url": "https://climate.nasa.gov/news/2784/nasa-to-host-media-briefing-on-new-ice-monitoring-mission/",
  "title": "NASA to host media briefing on new ice-monitoring mission",
  "date": null,
  "content": "NASA’s ICESat-2 spacecraft undergoing final testing at Vandenberg Air Force Base in California in preparation for launch on Sept. 15. Credit: USAF 30th Space Wing/Timonthy Trenkle\nNASA will host a media teleconference at 1 p.m. EDT Wednesday, Aug. 22, to discuss the upcoming launch of the Ice, Cloud and land Elevation Satellite (ICESat-2), which will fly NASA’s most advanced laser altimeter to measure Earth’s changing ice. The teleconference will stream live on NASA’s website.\nICESat-2 is scheduled to launch Sept. 15 on a mission to provide critical, precision measurements of Earth’s ice sheets, glaciers and sea ice, which will help scientists better understand how changes at the poles will affect people around the world.\nThe briefing participants are:\nAt the time of the briefing, associated graphics will be available online at:\nhttp://svs.gsfc.nasa.gov/13044\nMedia who would like to ask questions by phone must send an email with their name and affiliation to Steve Cole at stephen.e.cole@nasa.gov by 10 a.m. Aug. 22. Questions also can be submitted during the teleconference via Twitter using the hashtag #askNASA.\nThe teleconference will be followed at 2:30 p.m. by a live, televised discussion with social media followers and mission experts at Goddard, which manages the ICESat-2 mission for SMD. It will be carried on NASA Television, the agency’s website and NASA’s Facebook Live, Periscope, Twitter, Twitch, YouTube, and UStream channels. Members of the public can ask questions with the hashtag #askNASA on Twitter or in the comment section of the NASA Ice Facebook page.\nICESat-2 will launch from Vandenberg Air Force Base in California aboard United Launch Alliance’s final Delta II rocket. For more information on the mission, visit:\nhttps://nasa.gov/icesat-2\nFor more information about NASA’s Earth science activities, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nPatrick Lynch\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-1742\r\npatrick.lynch@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}