{
  "url": "https://climate.nasa.gov/news/2417/qa-with-oceans-melting-greenland-omg-scientist-josh-willis/",
  "title": "Q&A with Oceans Melting Greenland (OMG) scientist Josh Willis",
  "date": null,
  "content": "From NASA\nNASA Oceans Melting Greenland (OMG) Principal Investigator Josh Willis and his team will observe changing water temperatures and glaciers that reach the ocean around Greenland to improve estimates of sea level rise. Credit: NASA/JPL-Caltech.\nThe new NASA airborne mission Oceans Melting Greenland (OMG) will pave the way for improved estimates of sea level rise by addressing the question: To what extent is the ocean melting Greenland’s ice from below? The mission will observe changing water temperatures and glaciers that reach the ocean around Greenland from 2015 to 2020. The OMG data set will complement earlier and ongoing observations of Greenland's melting ice sheet by satellite sensors such as the Gravity Recovery and Climate Experiment (GRACE), which gives a precise measurement of the loss of mass from Greenland, and other airborne programs including NASA's Operation IceBridge, which measures bedrock topography and the depth of the overlying snow and ice.\nWe sat down with OMG Principal Investigator Josh Willis of NASA’s Jet Propulsion Laboratory, Pasadena, California, to ask him a few questions about this important mission.\nWillis: “We are. Human-caused global warming is melting the huge ice sheets in Greenland and Antarctica, driving sea levels higher around the world. In Greenland, the ice melts at the surface because the atmosphere is warming, but many of the glaciers there run right into the ocean. That means warm waters can eat away at the ice directly. For OMG, we want to measure that part of the ice loss. And we also want to try to figure out how the warm water reaches those glaciers. That’s what OMG is really all about.”\nWillis: “OMG is about the relationship between ocean warming and ice loss across the entire island. We are measuring both the glaciers that reach the ocean and the waters they encounter, all the way around Greenland. No other project has such a big-picture view of ocean-ice interactions. That’s a big deal because we know this is happening, we just don’t know how widespread or important it is to the overall ice loss from the island.”\nWillis: “OMG, how could I not? I think it’s shocking how quickly our planet is changing because of our footprint, and a name that carries with it an element of surprise seemed right for this mission. The name Oceans Melting Greenland also tells the story of our science goal in three simple words. Who can remember all the acronyms kids use these days? BTW, I have to BRB so I can google your text before I ROFL.”\nWillis: “Like all of the NASA Airborne Earth Ventures missions, OMG is using sensors and instruments that have been around a while and are all very well suited for their tasks. The ocean sensors are one-time use instruments that are dropped from the airplane to collect temperature and salinity data between the surface to the sea floor, and then radio back the data to the plane. The ice is being measured with a radar instrument called GLISTIN-A, which maps out the ice height over a 6.2-mile (10-kilometer) swath. We also have a ship equipped with a sonar to measure the shape and depth of the seafloor and another aircraft mission to measure gravity over the ocean, which also tells us about sea-floor shape. It’s a real bonanza in terms of new science data. Together, all of this information will help us understand how the ocean melts Greenland’s ice from the edges.”\nWillis: “Well, for each of the campaigns it will be a bit different, but for the ocean measurements we will be spending long hours flying on a Gulfstream-III jet from NASA’s Johnson Space Center in Houston, dropping ocean sensors through a tube in the bottom of the plane. We’ll start this campaign in September. I’m pretty excited. In short, it should be GR8.”\nAlan Buis \r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}