{
  "url": "https://climate.nasa.gov/news/2434/join-nasa-for-a-24seven-celebration-of-earth-day/",
  "title": "Join NASA for a #24Seven celebration of Earth Day",
  "date": null,
  "content": "From NASA\nThis Earth Day, NASA is giving the world an insider’s look into the myriad activities the space agency conducts in a typical day to study and protect our home planet.\nAnd — we’re asking the world to share your Earth Day with us.\nOn April 22, NASA will post about 200 images across nearly 100 different social media channels that capture the breadth of the agency’s 24-hour-a-day work to study Earth. The images were captured during the week of March 27, but have been assembled chronologically to tell a story of a “day in the life” of NASA’s Earth science work. The time-stamped posts — hashtagged #24Seven — will begin publishing at 12:01 a.m. EDT and will continue throughout the day.\nWe know we aren’t the only people working to safeguard and understand our home planet. As you celebrate Earth Day, we’re asking you to share on social media what you’re doing to mark the day and celebrate our fragile home in space.\nShare your posts on Twitter or Instagram with the hashtag #24Seven, or on our Facebook Event page.\nThen keep watching the hashtag #24Seven throughout the day and watch a global picture emerge of how people everywhere are celebrating Earth Day.\nFor one day, this April 22, 2016, NASA wants to capture what people all around the world are doing to protect, improve and celebrate Earth – and we need your help.\nEarth Day is the one day a year dedicated to our home in space. Born in part out of the Apollo-era pictures that first showed the full sphere of our blue planet, Earth Day remains important at NASA.\nBut in a way, every day at NASA is an Earth Day. NASA’s satellites, aircraft, instruments and field missions deliver vital information about our environment, weather and changing climate every 24 hours, seven days a week, 365 days a year.\nSo this Earth Day, NASA will share on social media images of a typical day in the life of our Earth science mission. Over the span of one week, March 28 – April 3, we documented just a small part of everything that’s involved in better understanding our home planet: communicating with orbiting satellites, analyzing data, developing new technologies, supporting the next generation of scientists and engineers, running airborne missions to study regional changes – and, of course, the day to day meetings, presentations and technical work.\nWe’re sharing our day with you. And we’re asking you to share your Earth Day with us.\nMillions of people will take time out of their day this April 22 to do their part to make Earth a better place. Others will mark the day by spending it outside, celebrating the beauty, ruggedness and life-giving elements that make Earth our home in the solar system.\nTake a picture or a short video of whatever Earth-focused activity you are doing on Earth Day and post it on social media with the hashtag #24Seven. Pictures and videos can be posted to Twitter, Instagram and to the official NASA Facebook Event page.\nBegin posting at 6 a.m. EDT on April 21 – which marks the beginning of Earth Day on the international date line at Samoa and Christmas Island, Kiribati – and continue posting until 8 a.m. EDT on April 23, which marks the end of Earth Day on the other side of the international date line at Baker Island.\nWe’ll use the same #24Seven hashtag on our NASA posts throughout the day, so follow along. Together we can create a truly international picture of how the world celebrates Earth Day.\nIn past years, NASA’s Earth Day social media projects have prompted tens of thousands of posts from more than 145 countries and territories – from everyday people to celebrities. Will your tweet, Instagram or Facebook post be part of it?\nWe will monitor the social media activity throughout the day, capturing some of the best and farthest-flung images and videos. A few weeks later, watch for a follow-up video documenting the world’s Earth Day, just as NASA documented their own day.\nAnd until then, visit NASA’s Earth science home at www.nasa.gov/earth.\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}