{
  "url": "https://climate.nasa.gov/news/2413/record-annual-increase-of-carbon-dioxide-observed-at-mauna-loa-for-2015/",
  "title": "Record annual increase of carbon dioxide observed at Mauna Loa for 2015",
  "date": null,
  "content": "2 min read\nThe annual growth rate of atmospheric carbon dioxide measured at NOAA’s Mauna Loa Observatory in Hawaii jumped by 3.05 parts per million during 2015, the largest year-to-year increase in 56 years of research.\nIn another first, 2015 was the fourth consecutive year that CO2 grew more than 2 ppm, said Pieter Tans, lead scientist of NOAA's Global Greenhouse Gas Reference Network.\n“Carbon dioxide levels are increasing faster than they have in hundreds of thousands of years,” Tans said. “It’s explosive compared to natural processes.”\nLevels of the greenhouse gas were independently measured by NOAA’s Earth System Research Laboratory and by the Scripps Institution of Oceanography.\nIn February 2016, the average global atmospheric CO2 level stood at 402.59 ppm. Prior to 1800, atmospheric CO2 averaged about 280 ppm.\nThe last time the Earth experienced such a sustained CO2 increase was between 17,000 and 11,000 years ago, when CO2 levels increased by 80 ppm. Today’s rate of increase is 200 times faster, said Tans.\nThe big jump in CO2 is partially due to the current El Niño weather pattern, as forests, plantlife and other terrestrial systems responded to changes in weather, precipitation and drought. The largest previous increase occurred in 1998, also a strong El Niño year. Continued high emissions from fossil fuel consumption are driving the underlying growth rate over the past several years.\nTo track CO2 concentrations at Mauna Loa and global CO2 concentrations visit NOAA’s Greenhouse Gas Reference Network at:\nhttp://esrl.noaa.gov/gmd/ccgg/trends/\nMedia contact:\nTheo Steintheo.stein@noaa.gov720-391-0163\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}