{
  "url": "https://climate.nasa.gov/news/2571/timing-a-space-laser-with-a-nasa-style-stopwatch/",
  "title": "Timing a space laser with a NASA-style stopwatch",
  "date": null,
  "content": "5 min read\nTo time how long it takes a pulse of laser light to travel from space to Earth and back, you need a really good stopwatch — one that can measure within a fraction of a billionth of a second.\nThat kind of timer is exactly what engineers have built at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, for the Ice, Cloud and land Elevation Satellite-2. ICESat-2, scheduled to launch in 2018, will use six green laser beams to measure height. With its incredibly precise time measurements, scientists can calculate the distance between the satellite and Earth below, and from there record precise height measurements of sea ice, glaciers, ice sheets, forests and the rest of the planet’s surfaces.\n\"Light moves really, really fast, and if you’re going to use it to measure something to a couple of centimeters, you’d better have a really, really good clock,\" said Tom Neumann, ICESat-2’s deputy project scientist.\nIf its stopwatch kept time even to a highly accurate millionth of a second, ICESat-2 could only measure elevation to within about 500 feet. Scientists wouldn’t be able to tell the top of a five-story building from the bottom. That doesn’t cut it when the goal is to record even subtle changes as ice sheets melt or sea ice thins.\nTo reach the needed precision of a fraction of a billionth of a second, Goddard engineers had to to develop and build their own series of clocks on the satellite’s instrument — the Advanced Topographic Laser Altimeter System, or ATLAS. This timing accuracy will allow researchers to measure heights to within about two inches.\n\"Calculating the elevation of the ice is all about time of flight,\" said Phil Luers, deputy instrument system engineer with the ATLAS instrument. ATLAS pulses beams of laser light to the ground and then records how long it takes each photon to return. This time, when combined with the speed of light, tells researchers how far the laser light traveled. This flight distance, combined with the knowledge of exactly where the satellite is in space, tells researchers the height of Earth’s surface below.\nThe stopwatch that measures flight time starts with each pulse of ATLAS’s laser. As billions of photons stream down to Earth, a few are directed to a start pulse detector that triggers the timer, Luers said.\nMeanwhile, the satellite records where it is in space and what it’s orbiting over. With this information, ATLAS sets a rough window of when it expects photons to return to the satellite. Photons over Mount Everest will return sooner than photons over Death Valley, since there is less distance to travel.\nThe photons return to the instrument through the telescope receiver system and pass through filters that block everything that’s not the exact shade of the laser’s green, especially sunlight. The green ones make it through to a photon-counting electronics card, which stops the timer. Most of the photons that stop the timer will be reflected sunlight that just happens to be the same green. But by firing the laser 10,000 times a second the \"true\" laser photon returns will coalesce to give scientists data on surface elevation.\n\"If you know where the spacecraft is, and you know the time of flight so you know the distance to the ground, now you have the elevation of the ice,\" Luers said.\nThe timing clock itself consists of several parts to better keep track of time. There’s the GPS receiver, which ticks off every second — a coarse clock that tells time for the satellite. ATLAS features another clock, called an ultrastable oscillator, which counts off every 10 nanoseconds within those GPS-derived seconds.\n\"Between each pulse from the GPS, you get 100 million ticks from the ultrastable oscillator,\" Neumann said. \"And it resets itself with the GPS every second.\"\nTen nanoseconds aren’t enough, though. To get down to even more precise timing, engineers have outfitted a fine-scale clock within each photon-counting electronic card. This subdivides those 10-nanosecond ticks even further, so that return time is measured to the hundreds of picoseconds.\nSome adjustments to this travel time need to be made on the ground. Computer programs combine many photon travel-times to improve the precision. Programs also compensate for how long it takes to move through the fibers and wires of the ATLAS instrument, the impacts of temperature changes on electronics and more.\n\"We correct for all of those things to get to the best time of flight we possibly can calculate,\" Neumann said, allowing researchers to see the third dimension of Earth in detail.\nNASA satellite data and citizen science observations combine for new findings on bird populations.\nEditor’s note: NASA’s Arcstone lunar calibration instrument lifted off aboard the Transporter-14 rideshare mission with SpaceX via launch integrator…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}