{
  "url": "https://climate.nasa.gov/news/2525/nasa-sets-coverage-for-briefings-launch-of-small-satellite-constellation/",
  "title": "NASA sets coverage for briefings, launch of small satellite constellation",
  "date": null,
  "content": "From NASA\nArtist's concept of the deployment of the eight Cyclone Global Navigation Satellite System (CYGNSS) microsatellite observatories in space. Credit: NASA.\nThe launch of NASA’s Cyclone Global Navigation Satellite System (CYGNSS) spacecraft is scheduled for 8:24 a.m. EST Monday, Dec. 12. News briefings, live launch commentary, photo opportunities and other media events will be held at nearby NASA Kennedy Space Center in Florida, and carried live on NASA Television and the agency’s website.\nDuring the one-hour window, which opens at 8:19 a.m., CYGNSS will take off aboard an Orbital Sciences ATK air-launched Pegasus XL launch vehicle. The rocket is scheduled for deployment over the Atlantic Ocean from Orbital’s L-1011 carrier aircraft.\nCYGNSS will make frequent and accurate measurements of ocean surface winds throughout the lifecycle of tropical storms and hurricanes. The CYGNSS constellation consists of eight microsatellite observatories that will measure surface winds in and near a hurricane’s inner core, including regions beneath the eyewall and intense inner rainbands that previously could not be measured from space.\nKennedy will be hosting a Facebook Live event at noon from the Skid Strip runway at nearby Cape Canaveral Air Force Station. Briefers will highlight both the science involved in the CYGNSS mission, as well as the L-1011 aircraft and the Pegasus rocket, and participants will get a view inside the airplane. The event will stream live on Kennedy’s Facebook page at:\nhttp://www.facebook.com/NASAKennedy\nFor all media briefings, reporters may ask questions by calling the Kennedy newsroom at 321-867-2468 no later than 15 minutes before briefings begin. Media also can ask questions via Twitter by using the hashtag #askNASA.\n1 p.m. – Prelaunch news conference at the Kennedy Press Site\nBriefing participants are:\n1:45 p.m. – CYGNSS Mission Science Briefing\nBriefing participants include:\n5:45 a.m. – Prelaunch program by NASA EDGE\n6:45 a.m. – Launch coverage and commentary begins\nLive coverage also will be available on social media at:\nhttp://www.twitter.com/NASAKennedy\nhttps://www.facebook.com/NASAKennedy\nLive countdown coverage on NASA's Launch Blog begins at 6:30 a.m. Dec. 12. Coverage features live updates as countdown milestones occur, as well as video clips highlighting launch preparations and the flight. For NASA’s Launch Blog, visit:\nhttp://blogs.nasa.gov/cygnss\nTo learn more about the CYGNSS mission, visit:\nhttp://www.nasa.gov/cygnss\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}