{
  "url": "https://climate.nasa.gov/news/2415/jason-3-begins-mapping-oceans-sees-ongoing-el-nino/",
  "title": "Jason-3 begins mapping oceans, sees ongoing El Niño",
  "date": null,
  "content": "From NASA\nThe U.S./European Jason-3 satellite has produced its first map of sea surface height, which corresponds well to data from its predecessor, Jason-2. Higher-than-normal sea levels are red; lower-than-normal sea levels are blue. El Niño is visible as the red blob in the eastern equatorial Pacific. Credit: Ocean Surface Topography Science Team.\nJason-3, a new U.S.-European oceanography satellite mission with NASA participation, has produced its first complete science map of global sea surface height, capturing the current signal of the 2015-16 El Niño.\nThe first Jason-3 global map can be viewed at:\nhttp://photojournal.jpl.nasa.gov/catalog/pia20532\nThe map was generated from the first 10 days of data collected once Jason-3 reached its operational orbit of 830 miles (1,336 kilometers) last month. It shows the state of the ongoing El Niño event that began early last year. After peaking in January, the high sea levels in the eastern Pacific are now beginning to shrink.\nLaunched Jan. 17 from California’s Vandenberg Air Force Base, Jason-3 is operated by the National Oceanic and Atmospheric Administration (NOAA) in partnership with NASA, the French Space Agency Centre National d’Etudes Spatiales (CNES) and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT). Its nominal three-year mission will continue nearly a quarter-century record of monitoring changes in global sea level. These measurements of ocean surface topography are used by scientists to help calculate the speed and direction of ocean surface currents and to gauge the distribution of solar energy stored in the ocean.\nInformation from Jason-3 will be used to monitor climate change and track phenomena like El Niño. It will also enable more accurate weather, ocean and climate forecasts, including helping global weather and environmental agencies more accurately forecast the strength of tropical cyclones.\nJason-3 data will also be used for other scientific, commercial and operational applications, including monitoring of deep-ocean waves; forecasts of surface waves for offshore operators; forecasts of currents for commercial shipping and ship routing; coastal forecasts to respond to environmental challenges like oil spills and harmful algal blooms; and coastal modeling crucial for marine mammal and coral reef research.\n“Jason-3 has big shoes to fill,” said Josh Willis, NASA project scientist for Jason-3 at NASA’s Jet Propulsion Laboratory in Pasadena, California. “By measuring the changing levels of the ocean, Jason-2 and its predecessors have built one of the clearest records we have of our changing climate.”\nThat record began with the 1992 launch of the NASA/CNES Topex/Poseidon mission (1992-2006) and was continued by Jason-1 (2001-2013); and Jason-2, launched in 2008 and still in operation. Data from Jason-3’s predecessor missions show that mean sea level has been rising by about 0.12 inches (3 millimeters) a year since 1993.\nOver the past several weeks, mission controllers have activated and checked out Jason-3’s systems, instruments and ground segment, all of which are functioning properly. They also maneuvered Jason-3 into its operational orbit, where it now flies in formation with Jason-2 in the same orbit, approximately 80 seconds apart. The two satellites will make nearly simultaneous measurements over the mission’s six-month checkout phase to allow scientists to precisely calibrate Jason-3’s instruments.\nJohn Lillibridge, NOAA Jason-3 project scientist in College Park, Maryland, said comparisons of data from the two satellites show very close agreement. “It’s really fantastic. The excellent agreement we already see with Jason-2 shows us that Jason-3 is working extremely well, right out of the box. This kind of success is only possible because of the collaboration that’s been developed between our four international agencies over the past quarter century.”\nOnce Jason-3 is fully calibrated and validated, it will begin full science operations, precisely measuring the height of 95 percent of the world’s ice-free ocean every 10 days and providing oceanographic products to users around the world. Jason-2 will then be moved into a new orbit, with ground tracks that lie halfway between those of Jason-3. This move will double coverage of the global ocean and improve data resolution for both missions. This interleaved mission will improve our understanding of ocean currents and eddies and provide better information for forecasting them throughout the global oceans.\nNASA and CNES shared responsibilities for Jason-3’s satellite development and launch. CNES provided the Jason-3 spacecraft, while NASA was responsible for management of launch services and countdown operations for the SpaceX Falcon 9 rocket. NASA and CNES jointly provided the primary payload instruments. CNES and NOAA are responsible for satellite operations, with instrument operations support from JPL, which is managing the mission for NASA. Upon completion of Jason-3’s commissioning phase, CNES will hand over satellite mission operations and control to NOAA. Processing, archival and distribution of data products to users worldwide is being carried out by CNES, EUMETSAT and NOAA.\nFor more information about Jason-3, visit:\nhttp://www.nesdis.noaa.gov/jason-3\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\n​stephen.e.cole@nasa.gov\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}