{
  "url": "https://climate.nasa.gov/news/2420/airborne-study-surveys-greenhouse-gases-in-world-tour/",
  "title": "Airborne study surveys greenhouse gases in world tour",
  "date": null,
  "content": "By Ellen Gray,\r\nNASA's Earth Science News Team\nProbes on the outside of NASA's DC-8 aircraft to collect atmospheric samples. Credit: NASA/Tony Landis.\nThe first deployment of one of NASA's most ambitious research studies of Earth's atmosphere will take place this July and August. The Atmospheric Tomography mission will take off aboard the agency's DC-8 flying laboratory on a 26-day journey from the North Pole down the Pacific Ocean to New Zealand and then across to the tip of South America and back north up the Atlantic Ocean to the Arctic.\nThe airborne mission will complement NASA's current satellite-based efforts to monitor and understand the major gases of Earth's atmosphere, such as carbon dioxide and ozone. In addition to validating space observations, the Atmospheric Tomography mission, called ATom for short, will zoom in to make the finely detailed measurements of atmospheric chemistry that are difficult or impossible to make from orbit.\n\"The best way to study the atmosphere is to fly through and measure as much of it as we can,\" said Dave Jordan, project manager at NASA's Ames Flight Research Center.\nThe mission will measure more than 200 gases as well as airborne particles in the atmosphere over the oceans. The science team is trying to understand how greenhouse gases such as methane and ozone, and poorly understood airborne particles such as black carbon, enter, transform and ultimately are removed from the atmosphere – processes essential for understanding Earth's climate today and in the future.\nWith the burning of fossil fuels and the release of industrial pollutants, \"we have changed the composition of the atmosphere in ways that people never imagined,\" said Steven Wofsy, an atmospheric scientist at Harvard University in Cambridge, Massachusetts, and ATom's project scientist. \"We're going to look at the chemistry of the far reaches of the global environment, in painstaking detail and really get a level of understanding that we've never been able to have before about how human impact is affecting the atmosphere in these most remote reaches.\"\nThe remote reaches make up the bulk of our atmosphere and are located over the oceans, far from sources human pollution. That is where scientists may expect to find the \"normal\" atmosphere, where human impacts are minimized by distance and the dilution of pollutants. One of the key questions Wofsy and his colleagues are investigating is how much of the atmospheric chemistry is \"normal\" and how much is influenced by distant pollution sources.\nOf primary interest are methane and tropospheric ozone, two greenhouse gases that linger in the atmosphere for weeks to decades—much less time than the century that carbon dioxide remains in the air. Nevertheless, the short-term effects of methane and ozone pollution today are expected to contribute almost as much as carbon dioxide to changing the climate in the coming decades.\n\"We want to understand methane’s lifetime,\" said Paul Newman, chief scientist of Earth science at NASA's Goddard Space Flight Center in Greenbelt, Maryland, and co-leader of the ATom science team. While methane has been well studied, questions remain about how it is removed from the atmosphere. \"If you release a methane molecule here at the surface in North America, how long does it last in the atmosphere? What are the gases that control the levels of methane?\"\nThe loss of methane varies greatly with location and altitude, according to ATom's deputy project scientist Michael Prather, an atmospheric scientist at the University of California, Irvine. Those methane variations are linked to pollution and also drive the creation and destruction of a second greenhouse gas scientists worry about—ozone.\n\"Methane is involved with ozone production in the lower atmosphere,\" said Newman. \"We partition ozone into two parts. The ozone that's up in the stratosphere, we call \"good\" ozone because it screens ultraviolet radiation that can cause skin cancer and other ill effects. Now down in the troposphere, ozone is a pollutant, it's \"bad\" ozone. It can oxidize your lungs when you breathe it in.\"\nIn addition to trapping heat, lower atmospheric ozone is highly reactive with other gases. Understanding how ozone's chemical behavior is related to other gases is important in order to improve climate models that simulate conditions in today's atmosphere and how they predict what we may expect from the effects of pollution and climate change.\nNASA's DC-8 aircraft will be loaded with 20 scientific instruments to measure the atmosphere on its around-the-world journey. The plane, about the size of a medium-sized commercial airliner, will make a series of gentle descents and ascents in order to capture the relatively warm humid air 500 feet (152 meters) above the ocean surface as well as the colder, dry air at its peak altitude of 35,000 feet (10,670 meters), and everything in between.\nAfter an initial flight from NASA's Armstrong Flight Research Center in Palmdale, California, to the equator and back, it will make nine stops over the course of 26 days, departing from California for the North Pole, then on to the tropics, the Southern Ocean around Antarctica, and across to the southern tip of South America before flying north toward Greenland. The final leg will cross North America back to California.\n\"ATom is basically slicing through the atmosphere with the aircraft, sampling enough so you find out what it looks like in all its variability,\" said Prather.\nResearch flights to study the atmosphere in the past have mostly been limited to specific parts of the atmospheric that focused on targeted locations of pollution or atmospheric processes. These have allowed scientists to understand a great deal of detail for a relatively small part of the globe, Prather said. From these flights, the science community has learned that the \"atmosphere is basically a crazy quilt, and most studies focus on one type of patch,\" he said. \"ATom is the first airborne mission to try and put all the patches together and actually see what the whole quilt looks like. We need to find out how frequently different patches occur, and how they are connected.\"\nATom's summer mission will be the first of four world-tour deployments over the next three years, one to take place in each season. It is funded by NASA's Earth Venture program and managed by the Earth Science Project Office at Ames. A team of over 100 people—scientists, engineers, flight crew and staff—across government agencies and universities will be supporting the mission both in the air and from the ground.\nFor more information about NASA's Earth science activities, visit:\nhttp://www.nasa.gov/earth\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}