{
  "url": "https://climate.nasa.gov/news/2421/nasa-gets-down-to-earth-with-globe-spanning-campaigns/",
  "title": "NASA gets down to Earth with globe-spanning campaigns",
  "date": null,
  "content": "From NASA\nEight major new NASA field research campaigns get underway this year from the Greenland ice sheet to Pacific coral reefs that will provide scientists with a deeper view of how our home planet works to complement what they’ve learned from space. Credit: NASA.\nNASA is sending scientists around the world in 2016 – from the edge of the Greenland ice sheet to the coral reefs of the South Pacific – to delve into challenging questions about how our planet is changing and what impacts humans are having on it.\nWhile Earth science field experiments are nothing new for NASA, the next six months will be a particularly active period with eight major new campaigns taking researchers around the world on a wide range of science investigations. The public is invited to follow this journey of exploration online through NASA’s social media channels and the new Earth Expeditions web page, which will feature regular video, photos and blog posts from these missions and other ongoing field activities.\n“Combining the long-term global view from space with detailed measurements from field experiments is a powerful way of deciphering what’s happening in our world,” said Michael Freilich, director of NASA’s Earth Science Division in Washington. “Scientists worldwide use NASA Earth science field data together with satellite data and computer models to tackle many of today's environmental challenges and advance our knowledge of how the Earth works as a complex, integrated system.”\nNASA takes you on a world tour with this animation as we kick off major new field campaigns to study regions of critical change from land, sea and air. Credit: NASA's Goddard Space Flight Center/Jefferson Beck.\n\nNASA uses the vantage point of space to increase our understanding of our home planet, improve lives, and safeguard our future with a fleet of orbiting satellites and instruments. To gain a more complete picture of how and why our planet is changing, NASA also sponsors intensive field studies targeting critical science issues that can benefit from a deeper look.\nThe first of the new projects, currently in the field, is an examination of the extent to which the oceans around Greenland are melting the edges of the ice sheet from below. The Oceans Melting Greenland (OMG) team is now conducting its first airborne survey of the ice edge around the entire coast of Greenland. This fall, they will return to measure coastal water temperatures by dropping sensors into the sea from a plane.\nAir quality is the focus of the Korea U.S.-Air Quality (KORUS-AQ) campaign in South Korea, which begins in May. This joint study between NASA and the Republic of Korea will advance our ability to monitor air pollution from space, with coordinated observations from aircraft, ground sites, ships and satellites.\nAlso in May, the North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) takes to the sea and air for the second year to study how the world’s largest plankton bloom gives rise to small organic particles that influence clouds and climate.\nThroughout much of this year, teams of scientists working on the Arctic Boreal Vulnerability Experiment (ABoVE) will be in the tundra and forests of Alaska and northwestern Canada investigating the role of climate in wildfires, thawing permafrost, wildlife migration habits and insect outbreaks.\nIn June, the COral Reef Airborne Laboratory (CORAL) project team will begin testing airborne and in-water instruments in Hawaii to assess the condition of threatened coral-based ecosystems. CORAL’s next stop, in the fall, will be Australia’s Great Barrier Reef.\nThree airborne research campaigns will take to the skies this summer, focusing on critical climate-related components of the atmosphere. Flying tracks over the Pacific and Atlantic oceans thousands of miles long, the team of the Atmospheric Tomography (ATom) mission will gather measurements of more than 200 different chemical species from the ocean surface to approximately seven miles (11 kilometers) high in the atmosphere to understand how the movement and transformation of short-lived greenhouse gases, such as ozone and methane, contribute to climate change.\nFocusing on the skies over the eastern half of the United States, the Atmospheric Carbon and Transport – America (ACT-America) research team will track the movement of atmospheric carbon to better understand the sources and sinks of greenhouse gases. Flights will originate from Louisiana, Nebraska and Virginia.\nThe Observations of Clouds above Aerosols and their Interactions (ORACLES) study will use airborne instruments to probe the impact on climate and rainfall of the interaction between clouds over the southeastern Atlantic Ocean and smoke from massive vegetation burning in southern Africa. A better understanding of how the smoke particles alter stratocumulus clouds that play a key role in regional and global surface temperatures and precipitation will help improve current climate models.\nKORUS-AQ and ABoVE originated from NASA’s ongoing research program in the Earth Science Division. The other six new experiments are the latest in a series of multi-year NASA Earth Venture Suborbital investigations selected in 2014. Earth Venture projects provide the U.S. scientific community with regular opportunities to accommodate new Earth science research priorities. Earth Venture is part of NASA's Earth System Science Pathfinder program managed at the agency’s Langley Research Center in Hampton, Virginia, for NASA's Science Mission Directorate in Washington.\nTo follow all the NASA Earth Expeditions, visit:\nhttp://www.nasa.gov/earthexpeditions\nOr check out the NASA Earth Expeditions blog at:\nhttp://blogs.nasa.gov/earthexpeditions\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}