{
  "url": "https://climate.nasa.gov/news/2573/nasa-celebrates-earth-day-by-letting-us-all-adopttheplanet/",
  "title": "NASA celebrates Earth Day by letting us all #AdoptThePlanet",
  "date": null,
  "content": "By Ellen Gray,\r\nNASA's Earth Science News Team\nNASA JPL employees Karla Miller, Susan Bell and Pat Brennan share their adopted pieces, three of the 64,000 locations on Earth available. Which one will you get? Credit: NASA/JPL/Arielle Samuelson.\nNASA invites people around the world to help us celebrate Earth Day 2017 by \"adopting\" one of 64,000 individual pieces of Earth as seen from space.\nNASA continually looks outward to find and learn about planets in our solar system and beyond, but no planet is better studied than the one we actually live on. Our fleet of 18 Earth science missions in space, supported by aircraft, ships and ground observations, measure aspects of the environment that touch the lives of every person around the world.\nBeginning on April 6, you and your neighbors will be able to share in learning about the fine details that make up our global environment by \"adopting\" a small part of our home planet. You'll receive a personalized adoption certificate for your unique numbered piece of Earth (on average 55 miles wide) to print and share on social media. The certificate features NASA Earth science data collected for that location — a view of the planet in a light you’ve never seen before.\nVisit go.nasa.gov/adopt to adopt your piece of the planet and explore a corner of the world. While each visitor to the #AdoptThePlanet website will be randomly assigned a piece of Earth to celebrate, participating does not confer any legal or ownership rights.\nOur goal is to have the entire planet adopted by Earth Day, April 22. Once all 64,000 pieces are adopted, we'll start again from the top, so everyone who wants to participate will be able to.\nNASA studies our planet in many ways, from the air we breathe, to rain and snow that provide water for agriculture and communities, to natural disasters such as droughts and floods, to the oceans, which cover 70 percent of Earth’s surface and provide food for many people around the world.\nNASA's view of Earth from space gives a perspective that can't be gained from the ground. Satellites circle the whole globe, seeing both where people live and those remote parts of deserts, mountains and the vast oceans that are difficult if not impossible to visit. With instruments in space, scientists can get data for the whole globe in detail that they can't get anywhere else.\nCredit: NASA.\n\n\nOnce you’ve adopted your piece, you can explore an interactive world map and print certificates from other locations like your hometown or favorite vacation spot. You can also take a deep dive into the data of any place on Earth by following a link to NASA's Worldview website.\nIn Worldview you will be able to view images that highlight the amount of vegetation on land or view air quality measurements. You can see how far air pollution and soot from fires or volcanoes have travelled from land to the ocean or how much sea ice is present in the Arctic and Antarctic. Most imagery is available within a few hours of satellites passing overhead. In addition, you can see how your piece of Earth has changed through time, as many data products span almost 30 years. These are the same data sets scientists use to study our changing planet.\nWorldview is a web-based application for interactively browsing global, full-resolution satellite imagery and downloading the underlying data. Worldview is part of NASA's Earth Observing System Data and Information System, which is responsible for making our large repository of data accessible and free of cost to the public. Collectively, U.S. government agencies, including NASA, are the largest provider of civil Earth science data in the world.\nTo adopt your piece of Earth, visit go.nasa.gov/adopt.\nTo explore Earth as it is right now, visit https://worldview.earthdata.nasa.gov.\nTo learn more about NASA Earth Science, visit https://www.nasa.gov/earth.\nAnd be sure to share your adopted piece on social media with the hashtag #AdoptThePlanet.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}