{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/251/no-child-left-inside/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Patrick Lynch, \nNASA's Earth Science News Team\nThe S'COOL program has been encouraging students to help verify NASA satellite measurements and learn about clouds and climate for 13 years now. Credit: Science Directorate, NASA Langley Research Center.\n\n\n\n\nMost scientific observations are made by the most sophisticated of instruments. We build miles-long particle accelerators to see the smallest bits of atoms. We send bus-sized satellites all the way out to space to observe the science happening in our planet’s atmosphere. Sometimes, though, a machine just won’t do. Sometimes a school kid looking up at the sky does the job quite well.\nThat is the premise of NASA’s S’COOL (Students’ Cloud Observations On-Line) project. While a satellite passes overhead observing the radiation given off by Earth, S’COOL participants look upwards and take careful notes on the type and multitude of clouds in the sky.\nThis is not just for fun, and it's not just to get children and teens interested in the basics of atmospheric science. These observations are put to use by NASA scientists to verify that a satellite instrument overhead — the Clouds and the Earth’s Radiant Energy System (CERES) sensor — is accurately observing clouds from above. In some cases, CERES’ radiometers (energy-measuring devices) may interpret a glare or a land feature as a cloud. Student observations act as what’s known as a “ground truth” method to make sure the satellite is accurate.\nThe more observations, the better. In this regard, the gold star goes to the students at Chartiers-Houston Jr./Sr. High School in Houston, Pa. These students have made more than 5,000 observations for the S’COOL folks at NASA’s Langley Research Center. (5,276 observations as of 10 January, to be exact.) The number is a record and nearly the doubles the total reported by any other school.\nThe S’COOL program is beginning its 14th year and has inspired school children in more than 75 countries to take their cloud charts outside. Chartiers-Houston has long been among the most active in the program. Students can make observations anytime, but ideally they walk outside at the precise time that the satellite is passing over their town. They must know the types of clouds and know the recording methods to make useful observations. This requires, in other words, dedication.\nScience teacher Gary Popiolkowski, who’s been leading students outside to look skyward since 2000, said he likes S’COOL because it allows students to get “involved doing real science, acting like real scientists.” He said his students even make observations after school and on weekends, on their own time.\n“My students have developed a sense of pride in continuing our observations over the years,” he said. “Besides recording the scheduled observations, we also identify the clouds each period throughout the day as a daily class starter. S’COOL is integrated into our weather unit and fits into my philosophy of “no child left inside” as we constantly 'look up' anytime we are outside.”\nCross posted and adapted from NASA’s What on Earth blog. Patrick is based at NASA’s Langley Research Center in Virginia.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}