{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/157/under-fire/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Feeling the heat. Last week, the fires raged in the foothills around NASA's Jet Propulsion Lab (JPL). Courtesy of Brent Buffington, JPL. Hi-res image\nOne of the largest blazes in southern California’s history is now 38 percent contained, according to the latest reports, but we will have to wait for another couple of weeks until the fire is completely contained.\nThe \"Station Fire\" broke out on August 26, 2009, in La Cañada Flintridge, Calif., just a few miles from NASA’s Jet Propulsion Laboratory (JPL). It was started by a combination of factors: Triple-digit temperatures, extremely low humidity, dense vegetation that has not burned for several decades, and years of extended drought. As of this morning, the blaze had burned 145,000 acres (227 square miles) of the Angeles National Forest, destroyed 64 houses, forced tens of thousands of people to evacuate their homes, and caused the deaths of two firemen who were involved in a crash whilst trying to escape rapidly advancing flames. Photos of the inferno are available here (taken by NASA's TERRA space satellite) and here (from locals on the ground).\nOn Monday, JPL, which is located in La Cañada Flintridge, was shut down because of the proximity of the fire and air quality concerns, but was back up and running a day later. Nearby, the flames began to inch up Mount Wilson, home to the famous Mount Wilson Observatory and numerous communications and broadcasting towers. Los Angeles County Fire Inspector Edward Osorio told reporters from the Los Angeles Times that firefighters are \"pretty confident [that] Mount Wilson is going to be OK,\" following a concerted effort to set backfires and drop thousands of gallons of fire retardant on the mountaintop.\nThe causes of wildfires are multi-faceted. But scientists are beginning to think that there is a firm link between fires and climate change. According to a 2006 paper published in Science, wildfire activity in the western U.S. has increased markedly since the mid-1980s, with more frequent large fires and longer fire seasons. \"The greatest increases [in wildfire activity] occurred in mid-elevation, northern Rockies forests, where land-use histories have relatively little effect on fire risks,\" wrote the researchers. They ultimately concluded that more frequent wildfires \"are strongly associated with increased spring and summer temperatures and an earlier spring snowmelt\" — all changes that have been linked to global warming.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}