{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/138/with-a-little-help/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Lightning strikes twice?\nEvery Fourth of July, Americans gather together to celebrate Independence Day. Since the first anniversary of the event in 1777, fireworks have been an integral part of the festivities and today crowds of people flock to stadiums, parks and gather in their backyards to enjoy the show.\nSpurred on by Fourth of July celebrations, one of our followers of our @EarthVitalSigns Twitter stream asked me whether or not fireworks could potentially trigger thunderstorms when they are shot into clouds. I posed the question to Dr. Matt Rogers, a member of NASA’s CloudSat mission (which studies the structure of clouds and their properties from space). In short, the answer is “kind of”, but you need slightly more than 140 characters to answer the question….\n“The only difference between a cumulonimbus cloud and a thunderstorm is the presence of lightning in the latter,” says Rogers. “Lightning is caused by a buildup of electrical charge inside a cloud, which eventually breaks down the natural electrical resistance of the air in and around the cloud. What causes this buildup of charge is still an area of active research, but the key point is that it takes a lot of charge disparity to create lightning — much more than any amount of exploding fireworks could possibly contribute.”\nHowever, in a developing thunderstorm, where a lot of charge has already naturally built up, the presence of fireworks or smoke could potentially lower the resistance of the air enough to form lightning, Rogers says. “It would depend on the makeup of the pyrotechnic charge in the firework where in the cloud a lightning bolt might form.” In this case, the firework would not so much be creating the lightning as modifying when or where it will occur. “In this scenario, you'd probably still have a thunderstorm even without the fireworks, but with the fireworks, you might be creating an easier path to ground for the lightning to follow, which would fall under the rubric of 'helping start a thunderstorm'.”\nA lot of research has been conducted using special “lightning rockets” that use rocket launchers to trigger lightning strikes. Fireworks aren’t terribly different from these devices, except for the fact that the scientists are prepared for the resulting lightning strike a lot better than a Fourth of July crowd would be.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}