{
  "url": "https://climate.nasa.gov/news/2527/nasa-announces-first-geostationary-vegetation-atmospheric-carbon-mission/",
  "title": "NASA announces first geostationary vegetation, atmospheric carbon mission",
  "date": null,
  "content": "From NASA\nFinney County in southwestern Kansas is now irrigated cropland where once there was shortgrass prairie. Green areas in the image are healthy vegetation. Credit: NASA/GSFC/METI/Japan Space Systems, and U.S./Japan ASTER Science Team.\nNASA has selected a first-of-its-kind Earth science mission that will extend our nation’s lead in measuring key greenhouse gases and vegetation health from space to advance our understanding of Earth’s natural exchanges of carbon between the land, atmosphere and ocean.\nThe primary goals of the Geostationary Carbon Cycle Observatory (GeoCARB), led by Berrien Moore of the University of Oklahoma in Norman, are to monitor plant health and vegetation stress throughout the Americas, and to probe, in unprecedented detail, the natural sources, sinks and exchange processes that control carbon dioxide, carbon monoxide and methane in the atmosphere.\nThe investigator-led mission will launch on a commercial communications satellite to make observations over the Americas from an orbit of approximately 22,000 miles (35,400 kilometers) above the equator. The mission was competitively selected from 15 proposals submitted to the agency's second Earth Venture - Mission announcement of opportunity for small orbital investigations of the Earth system.\n\"The GeoCARB mission breaks new ground for NASA's Earth science and applications programs,\" said Michael Freilich, director of the Earth Science Division of NASA’s Science Mission Directorate in Washington. \"GeoCARB will provide important new measurements related to Earth’s global natural carbon cycle, and will allow monitoring of vegetation health throughout North, Central and South America.\"\nGeoCARB will measure daily the total concentration of carbon dioxide, methane and carbon monoxide in the atmosphere with a horizontal ground resolution of 3 to 6 miles (5 to 10 kilometers). GeoCARB also will measure solar-induced fluorescence, a signal related directly to changes in vegetation photosynthesis and plant stress.\nTotal NASA funding for the mission over the next five years will be $166 million, which includes initial development, launch of the mission as a hosted payload on a commercial communications satellite, and data analysis.\nThe University of Oklahoma-led GeoCARB team will build an advanced payload that will be launched on a commercial communications satellite, employing otherwise unused launch and spacecraft capacity to advance science and provide societal benefit. By demonstrating GeoCARB can be flown as a hosted payload on a commercial satellite, the mission will strengthen NASA’s partnerships with the commercial satellite industry and provide a model that can be adopted by NASA’s international partners to expand these observations to other parts of the world.\nMission partners include the Lockheed Martin Advanced Technology Center in Palo Alto, California; SES Government Solutions Company in Reston, Virginia; the Colorado State University in Fort Collins; and NASA’s Ames Research Center in Moffett Field, California, Goddard Space Flight Center in Greenbelt, Maryland, and Jet Propulsion Laboratory in Pasadena, California.\nGeoCARB is the second space-based investigation in the Earth Venture - Mission series of rapidly developed, cost-constrained projects for NASA's Earth Science Division. The Cyclone Global Navigation Satellite System (CYGNSS), selected in 2012, is the first mission in the series and is scheduled to launch from Florida on Monday, Dec. 12.\nThe Earth Venture missions are part of NASA's Earth System Science Pathfinder (ESSP) program. The Venture Class small, targeted science investigations complement NASA's larger research missions. A National Academies 2007 report, Earth Science and Applications from Space Decadal Survey, recommended NASA undertake these regularly solicited, quick-turnaround projects.\nThe Earth Venture program selects new investigations, at regular intervals, to accommodate new scientific priorities using cutting-edge instrumentation carried on airborne platforms, small space missions, or as secondary instruments or hosted payloads on larger platforms. NASA's Langley Research Center in Hampton, Virginia, manages the ESSP program for the agency’s Science Mission Directorate.\nFor information about NASA’s Earth science programs, visit:\nhttp://www.nasa.gov/earth\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}