{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/214/follow-the-yellow-brick-road/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Gretchen Cook-Anderson, \r\nNASA Earth Science News Team\nPerhaps Dorothy, from the famed film Wizard of Oz, should have hoped for a fall or wintertime drought. According to findings from a NASA-funded study published in Environmental Research Letters back in June, dry fall and winter seasons in the southeastern United States mean it is less likely that southern twisters will develop in springtime to sweep anyone off their feet.\r\n \r\nUsing rainfall data from NASA satellites, information from rain gauges, and a tornado record dating back to 1952 (courtesy of the National Oceanic and Atmospheric Administration’s Storm Prediction Center), University of Georgia meteorologists Marshall Shepherd and Tom Mote and Purdue University climatologist Dev Niyogi discovered a statistical tendency for drought-ravaged fall and winter seasons to pave the way for “below normal tornado days” in spring seasons that follow.\r\n \r\n“This is conceptually similar to what Bill Gray been doing for more than 25 years when he predicts how active the hurricane season will be based on African rain,” said Shepherd, the study’s lead author, of the Colorado State University’s pioneer hurricane season forecaster.\r\n \r\nThey culled data from Northern Georgia and other parts of the southeast, but Shepherd and his colleagues believe their findings may have relevance for other regions. The new study also adds to the body of related work Shepherd and Niyogi are ushering in, including their study earlier this year in the aftermath of Atlanta’s spring 2008 twister that linked urbanization and drought to tornado activity.\r\n \r\nFor Shepherd in particular, there’s no place like home when considering the geographical focus of much of his meteorological research. “Science is my proverbial yellow brick road,” explained Shepherd. “It’s taken me down some fascinating paths, especially in learning more in recent years about tornado phenomena in my own backyard.”\nCross posted from NASA’s What on Earth blog. Gretchen is based at NASA’s Goddard Space Flight Center outside Washington, D.C.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}