{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/183/the-year-without-a-summer/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Erik Conway,NASA Jet Propulsion Laboratory\nFrom Erik Conway,NASA Jet Propulsion Laboratory\nIn 1815, Mt. Tambora in Indonesia underwent the most deadly volcanic eruption in recorded history. The “super colossal” eruption, which measured 7 on the Volcanic Explosivity Index (VEI), pumped out enormous amounts of dust and ash, destroyed crops and vegetation, killed tens of thousands of people and even caused tsunamis.\nA century and a half later, American oceanographer Henry Stommel and his wife, Elizabeth, published an article in 1979's Scientific American entitled “The Year Without a Summer.” They suggested that the eruption had caused a severe summertime cold snap during 1816 that resulted in killer frosts in New England and Europe. Soaring food prices and famine followed the frosts, to the degree that 1816 was also nicknamed “Eighteen Hundred and Froze to Death.”\nThe Stommels were revisiting an old controversy: can volcanic eruptions change the climate? The issue had first been taken up by scientists in 1901, when a pair of Swiss researchers proposed that the dust thrown up by a series of large volcanic eruptions could have caused the ice ages, by blocking out the Sun’s rays. However, they had no evidence to support their hypothesis. Despite the giant eruption of the island of Krakatau (perhaps more commonly known as Krakatoa) in Indonesia in 1883, and subsequent in-depth studies of the event, world temperature data hadn’t been collected.\nThe 1912 eruption of Mt. Katmai in Alaska motivated a number of others to probe the volcano-climate connection. Charles Greeley Abbott measured the sunlight reduction caused by Katmai’s eruption; William Jackson Humphreys, meanwhile, went back to the records of the Krakatoa and Tambora explosions. He concluded that Tambora was responsible for the subsequent cooling.\nBut Humphreys' argument wasn’t widely accepted. In the 19th century there was nothing like today’s global observation systems, so the data available to him were sparse. That made his conclusions rather speculative. The lack of volcanic eruptions between 1912 and 1963 then left the whole idea moot, since no new data meant nothing to study.\nScientists turned back to the subject of dust and climate following the invention of a kind of man made volcano — the hydrogen bomb — in the 1950s. The U.S. Defense Department funded studies of bomb effects on the climate until the Limited Test Ban Treaty of 1963 banned above-ground tests. NASA scientists picked up the baton and started investigating in the late 1970s, just in time for a whole series of large eruptions: Mt. St. Helens (1980), El Chichón (1982), and finally the 20th century’s largest, most destructive, and deadliest eruption, Mt. Pinatubo in 1991.\nReams of data from these explosions enabled us to come up with the answer: volcanic explosions do cause global cooling. Sometimes. Whether or not a specific eruption leads to cooling depends on its size, location and even chemical composition. But Tambora probably did cause the Year Without a Summer.\nErik is a historian based at NASA’s Jet Propulsion Laboratory in Pasadena, California.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}