{
  "url": "https://climate.nasa.gov/news/2529/what-satellites-can-tell-us-about-how-animals-will-fare-in-a-changing-climate/",
  "title": "What satellites can tell us about how animals will fare in a changing climate",
  "date": null,
  "content": "8 min read\nFrom the Arctic to the Mojave Desert, terrestrial and marine habitats are rapidly changing. These changes impact animals that are adapted to specific ecological niches, sometimes displacing them or reducing their numbers. From their privileged vantage point, satellites are particularly well-suited to observe habitat transformation and help scientists forecast impacts on the distribution, abundance and migration of animals.\nIn a press conference Monday at the American Geophysical Union meeting in San Francisco, three researchers discussed how detailed satellite observations have facilitated ecological studies of change over time. The presenters discussed how changes in Arctic sea ice cover have helped scientists predict a 30 percent drop in the global population of polar bears over the next 35 years. They also talked about how satellite imagery of dwindling plant productivity due to droughts in North America gives hints of how both migratory herbivores and their predators will fare. Finally, they also discussed how satellite data on plant growth indicate that the concentration of wild reindeer herds in the far north of Russia has not led to overgrazing of their environment, as previously thought.\nPolar bears depend on sea ice for nearly all aspects of their life, including hunting, traveling and breeding. Satellites from NASA and other agencies have been tracking sea ice changes since 1979, and the data show that Arctic sea ice has been shrinking at an average rate of about 20,500 square miles (53,100 square kilometers) per year over the 1979-2015 period. Currently, the status of polar bear subpopulations is variable; in some areas of the Arctic, polar bear numbers are likely declining, but in others, they appear to be stable or possibly growing.\n“When we look forward several decades, climate models predict such profound loss of Arctic sea ice that there’s little doubt this will negatively affect polar bears throughout much of their range, because of their critical dependence on sea ice,” said Kristin Laidre, a researcher at the University of Washington's Polar Science Center in Seattle and co-author of a study on projections of the global polar bear population. Eric Regehr of the U.S. Fish and Wildlife Service in Anchorage, Alaska, led the study, which was published on December 7 in the journal Biology Letters.\n“On short time scales, we can have variable responses to the loss of sea ice among subpopulations of polar bears,” Laidre said. “For example, in some parts of the Arctic, such as the Chukchi Sea, polar bears appear healthy, fat and reproducing well — this may be because this area is very ecologically productive, so you can lose some ice before seeing negative effects on bears. In other parts of the Arctic, like western Hudson Bay, studies have shown that survival and reproduction have declined as the availability of sea ice declines.”\nRegehr, Laidre and their colleagues’ results are the product of the International Union for Conservation of Nature’s (IUCN) Red List assessment for polar bears. To determine the level of threat to a species, IUCN requests scientists to project what the species population numbers will be after three generations. Using data collected from adult females in 11 subpopulations of polar bears across the Arctic, Regehr and Laidre’s team calculated the generation length for polar bears—the average age of reproducing adult females—to be 11.5 years. They then used the satellite record of Arctic sea ice extent to calculate the rates of sea ice loss and then projected those rates into the future, to estimate how much more the sea ice cover may shrink in approximately three polar bear generations, or 35 years.\nLastly, the scientists evaluated different scenarios for the relationships between polar bear abundance and sea ice. In one of them, the bear numbers declined directly proportionally with sea ice. In the other scenarios, the researchers used the existing, albeit scarce, data on how polar bear abundance has changed with respect to sea ice loss, using all available data from polar bear subpopulations in the four existing polar bear eco-regions, and projected forward these observed trends. They concluded that, based on a median value across all scenarios, there’s a high probability of a 30 percent decline in the global population of polar bears over the next three to four decades, which supports listing the species as vulnerable on the IUCN Red List.\n“It is difficult to predict what population numbers will be in the future, especially for animals that live in vast and remote regions,” Regehr said. “But at the end of the day, polar bears need sea ice to be polar bears. This study adds to a growing body of evidence that the species will likely face large declines as loss of their habitat continues.”\nThe southwestern United States is expected to become more prone to droughts with climate change. The resulting loss of vegetation will not only impact herbivores like mule deer; their main predator, mountain lions, might take an even larger hit.\nTo estimate the numbers and distribution of mule deer and mountain lions in Utah, Nevada and Arizona, David Stoner, a wildlife ecologist at Utah State University in Logan, Utah, used imagery of plant productivity from the Moderate Resolution Imaging Spectroradiometer, flown on NASA’s Terra and Aqua satellites, plus radio-telemetry measurements of animal density and movements. He found that there is a very strong relationship between plant productivity and deer and mountain lion density.\n“Measuring abundance of mule deer in the western United States is logistically difficult, hazardous and very expensive. For mountain lions, it’s even worse,” Stoner said. “But measuring changes in vegetation is relatively easy and more affordable. With this research, we’ve provided a model that wildlife managers can use to estimate the density of deer and mountain lions, two big game species of great economic importance.”\nUsing maps of vegetation productivity during a severe drought that occurred in the southwestern United States in 2002, Stoner modeled what would be the deer and mountain lion distribution and abundance, should extreme drought become the norm.\n\"During 2002, there was a 30 percent decrease from the historical record mean in precipitation,” Stoner said. “Using measurements of vegetation stressed by drought, our model predicted a 22 percent decrease in deer density. For mountain lions, the decline was 43 percent. Mountain lions occur at far lower densities than deer, and so any loss of their prey can have disporportionate impacts on their reproductive rates and overall abundance.\"\nMule deer are popular game animals, bringing in hundreds of millions of dollars to rural areas through recreational hunting and tourism. But deer can also have adverse economic impacts; they cause vehicle collisions, devour crops and damage gardens.\n“Droughts will make human landscapes more attractive to deer, because farms and suburban areas are irrigated and would remain fairly green,” Stoner said. “And mountain lions will go wherever the deer are. We’re going to lose some of the economic benefits of having those animals, because they’ll be fewer of them, but the costs are going to increase because the remaining animals will be attracted to cities and farms.”\nThe Taimyr reindeer herd in the northernmost region of Russia is the largest wild reindeer herd in the world and a key of source of food for the indigenous population of the Taimyr Peninsula.\n“Reindeer populations are declining all over the world, in some places catastrophically; in Taimyr, there has been an about 40 percent drop since 2000 and the herd is now at 600,000 animals,” said Andrey Petrov, an associate professor at the University of Northern Iowa, in Cedar Falls.\nPetrov examined historical data going back to 1969 and determined that there are ongoing changes in the distribution and migration patterns of the wild reindeer due to climate change and human pressure. The reindeer have moved east, away from human activity. At the same time, the herd is now traveling farther north and higher in elevation during the summer, possibly to avoid increasing temperatures and more abundant mosquitoes.\n“Taimyr reindeer now have to travel longer distances between their winter and summer grounds, and this is causing a higher calf mortality,” Petrov said. “Other factors contributing to the higher mortality are the increased mosquito harassment and the fact that rivers are opening earlier than before and the animals have to cross them during their migration.”\nPetrov also used imagery from the NASA/United States Geological Survey Landsat satellite program to determine how the presence of reindeer in their summer grounds impacts vegetation. He found that, as expected, plant biomass decreased while the reindeer were grazing, but it bounced back a few weeks after the animals left the area. This finding argues against overgrazing as a possible factor for the Taimyr reindeer population decline that occurred after 2000.\n“The work discussed at today’s press conference is emblematic of the many ways in which satellite remote sensing supports our efforts at natural resource management and wildlife conservation,” said Woody Turner, program scientist for NASA’s Biological Diversity Program at NASA Headquarters in Washington.\nLaidre and Stoner’s research projects received funding from NASA. The National Science Foundation funded Petrov’s research.\nPatrick LynchNASA’s Goddard Space Flight CenterGreenbelt, Md.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}