{
  "url": "https://climate.nasa.gov/news/2541/study-tracks-memory-of-soil-moisture/",
  "title": "Study tracks ‘memory' of soil moisture",
  "date": null,
  "content": "From NASA\nGlobal map and associated averages, by zone, of a new measure of how long it takes for soil moisture from rainfall to dissipate (estimated soil moisture water cycle fraction), produced from one year of data from NASA’s Soil Moisture Active Passive mission. Credit: MIT/NASA/JPL-Caltech. View full image.\nA new study of the first year of observational data from NASA’s Soil Moisture Active Passive (SMAP) mission is providing significant surprises that will help in modeling Earth’s climate, forecasting our weather and monitoring agricultural crop growth.\nThe findings are presented in a paper published recently in the journal Nature Geosciences by scientists from the Massachusetts Institute of Technology (MIT), Cambridge; and NASA’s Jet Propulsion Laboratory, Pasadena, California. They used SMAP measurements to estimate soil moisture memory in the top 2 inches (5 centimeters) of Earth’s topsoils. The estimates improve upon earlier ones that were predicted from models or based on sparse data from ground observation stations. Soil moisture memory, which refers to how long it takes for soil moisture from rainfall to dissipate, can influence our weather and climate.\nArtist’s rendering of NASA’s Soil Moisture Active Passive satellite. Credit: NASA/JPL-Caltech.\n\n\nThe team found that, on average, about one-seventh of the amount of rain that falls is still present in the topmost layer of soils three days later. This persistence is greatest in Earth’s driest regions.\nThe top 2 inches of topsoil on Earth’s land masses contains an infinitesimal fraction of our planet’s water — less than one-thousandth of one percent. Yet because of its position at the interface between land and atmosphere, that tiny amount plays a crucial role in everything from agriculture, weather, climate and even the spread of disease. This thin layer is a key part of the global water cycle over the continents and is also a key factor in the global energy and carbon cycles.\nThe behavior and dynamics of this moisture reservoir have been hard to quantify and analyze, however, because soil moisture measurements have been slow and laborious to make, or too sparse for researchers to make general conclusions. That situation changed in 2015 with the launch of SMAP, designed to provide high-quality, globally comprehensive and frequent measurements of the moisture in that top layer of soil.\n“SMAP’s ability to collect soil moisture data samples every two to three days over the globe gives scientists an unprecedented tool for tracking changes in soil moisture over time,” said SMAP Project Scientist Simon Yueh of JPL, a study co-author. “For the first time, we can accurately quantify these rainfall memory effects on soil moisture on a global scale and for various types of land cover.”\nOur ocean, containing 97 percent of Earth’s water, plays a major role in storing and releasing heat. Over land, the moisture in the topmost layer of the soil also stores and releases heat, albeit through different mechanisms. That moisture “is a tiny, tiny fraction of the water budget, but it’s sitting at a very critical zone at the surface of the land, and plays a disproportionately critical role in the cycling of water,” says SMAP Science Team Leader and study co-author Dara Entekhabi of MIT.\nAmong the study’s other findings, the team found that SMAP data identify regions where soil moisture memory has the potential to influence weather and affect and amplify droughts and floods. When moisture evaporates from wet soil, it cools the soil in the process, but when the soil gets too dry, that cooling diminishes. This, in turn, can lead to hotter weather and heat waves that extend and deepen drought conditions. Such effects had been speculated, but hadn’t been directly studied until now.\nTo read more about the NASA/National Science Foundation-funded study, visit:\nhttp://news.mit.edu/2017/smap-satellite-memory-soil-moisture-0116\nSMAP launched Jan. 31, 2015, on a minimum three-year mission to map global soil moisture and detect whether soils are frozen or thawed. The mission is designed to help scientists understand the links between Earth's water, energy and carbon cycles; reduce uncertainties in Earth system modeling; and enhance our ability to monitor and predict natural hazards like floods and droughts. SMAP data have additional practical applications, including improved weather forecasting and crop yield predictions.\nSMAP is managed for NASA's Science Mission Directorate in Washington by JPL, with instrument hardware and science contributions made by NASA's Goddard Space Flight Center in Greenbelt, Maryland. To learn more about SMAP, visit:\nhttp://smap.jpl.nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nKarl-Lydie Jean-Baptiste\r\nMassachusetts Institute of Technology, Cambridge\r\n617-253-1682\r\nkjeanbap@MIT.EDU\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}