{
  "url": "https://climate.nasa.gov/news/2530/nasa-releases-eye-popping-view-of-carbon-dioxide/",
  "title": "NASA releases eye-popping view of carbon dioxide",
  "date": null,
  "content": "5 min read\nA new NASA supercomputer project builds on the agency's satellite measurements of carbon dioxide and combines them with a sophisticated Earth system model to provide one of the most realistic views yet of how this critical greenhouse gas moves through the atmosphere.\nScientists have tracked the rising concentration of heat-trapping carbon dioxide for decades using ground-based sensors in a few places. A high-resolution visualization of the new combined data product – generated by the Global Modeling and Assimilation Office at NASA's Goddard Space Flight Center in Greenbelt, Maryland, using data from the agency's Orbiting Carbon Observatory-2 (OCO-2) satellite build and operated by NASA’s Jet Propulsion Laboratory in Pasadena, California – provides an entirely different perspective.\nThe 3-D visualization reveals in startling detail the complex patterns in which carbon dioxide in the atmosphere increases, decreases and moves around the globe over the course of September 2014 to September 2015.\nAtmospheric carbon dioxide acts as Earth's thermostat. Rising concentrations of the greenhouse gas, due primarily to the burning of fossil fuels for energy, have driven Earth's current long-term warming trend. The visualization highlights the advances scientists are making in understanding the processes that control how much emitted carbon dioxide stays in the atmosphere and how long it stays there – questions which ultimately will determine Earth's future climate.\nScientists know that nearly half of all human-caused emissions are absorbed by the land and ocean. The current understanding is that about 50 percent of emissions remain in the atmosphere, about 25 percent are absorbed by vegetation on the land, and about 25 percent are absorbed by the ocean. However, those seemingly simple numbers leave scientists with critical and complex questions: Which ecosystems, especially on land, are absorbing what amounts of carbon dioxide? Perhaps most significantly, as emissions keep rising, will the land and the ocean continue this rate of absorption, or reach a point of saturation?\nThe new dataset is a step toward answering those questions, explained Lesley Ott, a carbon cycle scientist at NASA Goddard and a member of the OCO-2 science team. Scientists need to understand the processes driving the \"carbon flux\" – the exchange of carbon dioxide among the atmosphere, land and ocean, Ott said.\n\"We can't measure the flux directly at high resolution across the entire globe,\" she said. \"We are trying to build the tools needed to provide an accurate picture of what's happening in the atmosphere and translating that to an accurate picture of what's going on with the flux. There's still a long way to go, but this is a really important and necessary step in that chain of discoveries about carbon dioxide.\"\nOCO-2, launched in 2014, is NASA's first satellite designed specifically to measure atmospheric carbon dioxide at regional scales.\n\"Since September of 2014, OCO-2 has been returning almost 100,000 carbon dioxide estimates over the globe each day,\" said David Crisp, OCO-2 science team leader. \"Modeling tools like those being developed by our colleagues in the Global Modeling and Assimilation Office are critical for analyzing and interpreting this high resolution dataset.\"\nThe Global Modeling and Assimilation Office has previously included carbon dioxide in its GEOS Earth System model, which is used for all manner of atmospheric studies. This new product builds on that work by using the technique of data assimilation to combine the OCO-2 observations with the model. “Data assimilation is the process of blending model simulations with real world measurements with the precision, resolution and coverage needed to reflect our best understanding of the exchange of carbon dioxide between the surface and atmosphere,” explained Brad Weir, a researcher based in the GMAO.\nThe visualization showcases information about global carbon dioxide fields that has not been seen before in such detail: The rise and fall of carbon dioxide in the Northern Hemisphere throughout a year; the influence of continents, mountain ranges and ocean currents on weather patterns and therefore carbon dioxide movement; the regional influence of highly active photosynthesis in places like the Corn Belt in the U.S.\nWhile the finely detailed carbon dioxide fluctuations are eye-catching, they also remind Global Modeling and Assimilation Office chief Steven Pawson of the progress scientists are making with computer models of the Earth system. One future step will be to integrate a more complex biology module into the model to better target the questions of carbon dioxide absorption and release by forests and other land ecosystems.\nThe results highlighted here demonstrate the value of NASA’s unique capabilities in observing and modeling Earth. It also emphasizes the collaboration among NASA centers and the value of powerful supercomputing. The assimilation was created using a model called the Goddard Earth Observing System Model-Version 5 (GEOS-5), which was run by the Discover supercomputer cluster at Goddard's NASA Center for Climate Simulation.\n\"It's taken us many years to pull it all together,\" Pawson said. \"The level of detail included in this dataset gives us a lot of optimism that our models and observations are beginning to give a coherent view of the carbon cycle.\"\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}