{
  "url": "https://climate.nasa.gov/news/2531/nasa-releases-new-detailed-greenland-glacier-data/",
  "title": "NASA releases new, detailed Greenland glacier data",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nThe Oceans Melting Greenland campaign has released new, more accurate maps of Greenland’s coastal glaciers. Credit: NASA/JPL-Caltech.\nNASA's Oceans Melting Greenland (OMG) mission has released preliminary data on the heights of Greenland coastal glaciers from its first airborne campaign in March 2016. The new data show the dramatic increase in coverage that the mission provides to scientists and other interested users. Finalized data on glacier surface heights, accurate within three feet (one meter) or less vertically, will be available by Feb. 1, 2017.\nAs glaciers break off, melt and retreat, they generally speed up. That makes them stretch out and causes their top surfaces to drop lower. By observing how Greenland glaciers' heights change throughout the five-year OMG campaign, scientists will be able to infer how the volume of ice in the glaciers is changing.\nThe new survey was made with a NASA instrument called the GLacier and Ice Surface Topography INterferometer (GLISTIN-A), which produces very accurate maps of surface topography with high spatial resolution. Because the instrument is flown on an aircraft, it can survey far more of Greenland's coastal glaciers than have previously been studied from ground level, with far more detail than is currently available in satellite observations.\nIn a new video, OMG principal investigator Josh Willis of NASA's Jet Propulsion Laboratory, Pasadena, California, compares pre-OMG coverage of the Jakobshavn region of Greenland with coverage obtained by GLISTIN-A this spring.\nThe detailed scientific data from the OMG GLISTIN-A campaign are at:\nhttps://omg.jpl.nasa.gov/portal/browse/OMGEV-ICEGA/\nOMG's fall ocean probe data are also available at:\nhttps://omg.jpl.nasa.gov/portal/browse/OMGEV-AXCTD/\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}