{
  "url": "https://climate.nasa.gov/news/2534/scientists-assess-potential-for-super-greenhouse-effect-in-earths-tropics/",
  "title": "Scientists assess potential for super greenhouse effect in Earth's tropics",
  "date": null,
  "content": "Credit: Anton Gvozdikov / Shutterstock.com.\nBy Laurie J. Schmidt\nWithout its atmosphere, Earth would be a chilly place. Sunlight would illuminate the planet each day, and then much of its energy would leak right back to space, leaving the planet with an average surface temperature of around 0 degrees Fahrenheit (-18 degrees Celsius).\nFortunately for us, Earth has what’s called a greenhouse atmosphere, with gases like carbon dioxide (CO2), water vapor (H2O), methane (CH4) and others that trap heat that is radiated up from the surface. Much like a greenhouse collects light and turns it into heat so plants can thrive, Earth’s atmosphere acts as a blanket, holding in heat from the Sun so it doesn’t escape back into space. “The greenhouse effect makes our planet habitable,” says Graeme Stephens, director of the Center for Climate Sciences at NASA’s Jet Propulsion Laboratory (JPL). “The climate is just right on Earth because of its atmosphere.”\nPart of what makes Earth “just right” is the interplay between temperature, water vapor and heat in the form of infrared radiation. When Earth’s surface gets hotter, more evaporation occurs, which releases water vapor into the atmosphere. “Water vapor is a greenhouse gas. When more of it is in the air, it traps even more heat and radiates it back down to the surface,” says Mark Richardson, a postdoctoral scholar at JPL. “That extra infrared heat evaporates more water vapor, which traps more heat, then, in turn, evaporates even more water vapor, and so on. It becomes a feedback loop.”\nIn tropical ocean regions, this feedback loop is super-powered because large amounts of water vapor are pumped upwards by convective storms high in the atmosphere that, in turn, traps heat so effectively. This extra heat can’t escape directly upwards to space in the form of infrared radiation, so it’s used to further drive convective storms and heavy tropical rainfall, which are powerful enough to transport the extra heat outside of the tropics. Regions where this occurs experience a super greenhouse effect (SGE). “This is a part of the planet where the heat has to be pushed and dragged out of there through some other mechanism, not through radiation back into space,” Stephens said.\nSGE regions occur in equatorial ocean areas, such as the western Pacific Ocean near Indonesia. “You need a lot of warm ocean water for evaporation and you need the atmosphere to be hot, because hotter air can hold more vapor,” Richardson said. For each degree kelvin of temperature rise on Earth, specific humidity (the ratio of water vapor to total air content) typically increases by about seven percent. “But these regions in the tropics gain much more than seven percent per kelvin,” says Brian Kahn, a research scientist at NASA JPL. “It can be 20 or 30 percent locally, so these SGE regions occur because water vapor builds up in the upper troposphere.” Kahn goes on to say this does not necessarily mean the local temperature goes up by three to four kelvin. The extra heat is transported outside of the SGE regions by large-scale atmospheric circulations driven by tropical convection.\nScientists believe a similar process may have played a key role in what happened to the planet Venus. A few billion years ago, high levels of carbon dioxide in the Venusian atmosphere may have trapped enough heat to trigger a global SGE that boiled away the oceans. This is known as a runaway greenhouse effect. Today, the surface of Venus is hot enough to melt lead.\nCould continued warming on Earth cause the super greenhouse effect in these tropical regions to “run away” as it might have occurred on Venus? Runaway greenhouse scenarios on Earth are highly speculative, says Kahn. “We know that we’re not anywhere near that,” he said. “You basically need CO2 levels of a couple thousand parts per million, of which we recently passed 400 parts per million, or a massive release of methane, and there’s really no evidence for that at this time.”\nTo characterize these SGE regions in terms of how they might change in a warming world, Kahn, Richardson and Stephens compared results from a suite of climate models. “Each model uses a slightly different approach, but they report that if we add more CO2 to the air, Earth will get hotter and these SGE regions will expand in area,” Richardson said. “And as they expand, they’re going to trap more heat, and that heat has to go somewhere.” Scientists are interested in understanding how the extra heat trapped within the SGE regions would be transported away  from these regions in a warming world.\nAs part of the study, the team used data from the Atmospheric Infrared Sounder (AIRS) on NASA’s Aqua satellite to look at the effect of temperature on water vapor. “AIRS gives us the temperature and water vapor profiles that show us how much warming and moistening we get as surface temperature goes up,” Kahn said. “The AIRS data very clearly show a lot of moistening as the temperature of the ocean increases. It’s so dramatic that we can actually see less infrared radiation going into space in the AIRS data.”\nBased on the team’s findings, as CO2 levels continue to increase in the coming decades, the SGE regions will intensify and expand in areal coverage. “We know that the CO2 increase is coming from fossil fuel burning—it’s unambiguous,” Kahn said. “And basic physics tells us that if you increase the amount of these greenhouse gases, you’ll get a warming influence.”\n“SGE regions are an interesting issue that we hadn’t really thought about,” Stephens said. “But we now understand why they occur and how they might change in a warming world.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}