{
  "url": "https://climate.nasa.gov/news/2533/short-lived-greenhouse-gases-cause-centuries-of-sea-level-rise/",
  "title": "Short-lived greenhouse gases cause centuries of sea-level rise",
  "date": null,
  "content": "5 min read\nEven if there comes a day when the world completely stops emitting greenhouse gases into the atmosphere, coastal regions and island nations will continue to experience rising sea levels for centuries afterward, according to a new study by researchers at MIT and Simon Fraser University.\nIn a paper published this week in the Proceedings of the National Academy of Sciences, the researchers report that warming from short-lived compounds — greenhouse gases such as methane, chlorofluorocarbons, or hydrofluorocarbons, that linger in the atmosphere for just a year to a few decades — can cause sea levels to rise for hundreds of years after the pollutants have been cleared from the atmosphere.\n“If you think of countries like Tuvalu, which are barely above sea level, the question that is looming is how much we can emit before they are doomed. Are they already slated to go under, even if we stopped emitting everything tomorrow?” says co-author Susan Solomon, the Ellen Swallow Richards Professor of Atmospheric Chemistry and Climate Science at MIT. “It’s all the more reason why it’s important to understand how long climate changes will last, and how much more sea-level rise is already locked in.”\nSolomon’s co-authors are lead author Kirsten Zickfeld of Simon Fraser University and Daniel Gilford, a graduate student in MIT’s Department of Earth, Atmospheric and Planetary Sciences.\nRecent studies by many groups, including Solomon’s own, have shown that even if human-caused emissions of carbon dioxide were to stop entirely, their associated atmospheric warming and sea-level rise would continue for more than 1,000 years. These effects — essentially irreversible on human timescales — are due in part to carbon dioxide’s residence time: The greenhouse gas can stay in the atmosphere for centuries after it’s been emitted from smokestacks and tailpipes.\nIn contrast to carbon dioxide, other greenhouse gases such as methane and chlorofluorocarbons have much shorter lifetimes. However, previous studies have not specified what their long-term effects may be on sea-level rise. To answer this question, Solomon and her colleagues explored a number of climate scenarios using an Earth Systems Model of Intermediate Complexity, or EMIC, a computationally efficient climate model that simulates ocean and atmospheric circulation to project climate changes over decades, centuries and millenia.\nWith the model, the team calculated both the average global temperature and sea-level rise, in response to anthropogenic emissions of carbon dioxide, methane, chlorofluorocarbons and hydrofluorocarbons.\nThe researchers’ estimates for carbon dioxide agreed with others’ predictions and showed that, even if the world were to stop emitting carbon dioxide starting in 2050, up to 50 percent of the gas would remain in the atmosphere more than 750 years afterward. Even after carbon dioxide emissions cease, sea-level rise should continue to increase, measuring twice the level of 2050 estimates for 100 years, and four times that value for another 500 years.\nThe reason, Solomon says, is due to “ocean inertia”: As the world warms due to greenhouse gases — carbon dioxide included — waters heat up and expand, causing sea levels to rise. Removing the extra ocean heat caused by even short-lived gases, and consequently lowering sea levels, is an extremely slow process.\n“As the heat goes into the ocean, it goes deeper and deeper, giving you continued thermal expansion,” Solomon explains. “Then it has to get transferred back to the atmosphere and emitted back into space to cool off, and that’s a very slow process of hundreds of years.”\nIn one particular climate modeling scenario, the team evaluated sea level’s response to various methane emissions scenarios, in which the world would continue to emit the gas at current rates, until emissions end entirely in three different years: 2050, 2100 and 2150.\nIn all three scenarios, methane gas quickly cleared from the atmosphere, and its associated atmospheric warming decreased at a similar rate. However, methane continued to contribute to sea-level rise for centuries afterward. What’s more, they found that the longer the world waits to reduce methane emissions, the longer seas will stay elevated.\n“Amazingly, a gas with a 10-year lifetime can actually cause enduring sea-level changes,” Solomon says. “So you don’t just get to stop emitting and have everything go back to a preindustrial state. You are going to live with this for a very long time.”\nThe researchers found one silver lining in their analyses: Curious as to whether past regulations on pollutants have had a significant effect on sea-level rise, the team focused on perhaps the most successful global remediation effort to date — the Montreal Protocol, an international treaty ratified by 197 countries in 1989, that effectively curbed emissions of ozone-depleting compounds worldwide.\nEncouragingly, the researchers found that the Montreal Protocol, while designed to protect the ozone layer by phasing out pollutants such as chlorofluorocarbons — has also helped stem rising seas. If the Montreal Protocol had not been ratified, and countries had continued to emit chlorofluorocarbons to the atmosphere, the researchers found that by 2050, the world would have experienced up to an additional 6 inches of sea-level rise.\n“Half a foot is pretty significant,” Solomon says. “It’s yet another tremendous reason why the Montreal Protocol has been a pretty good thing for the planet.”\nIn their paper’s conclusion, the researchers point out that efforts to curb global warming should not be expected to reverse high seas quickly, and that longer-term impacts from sea-level rise should be seriously considered: “The primary policy conclusion of this study is that the long-lasting nature of sea-level rise heightens the importance of earlier mitigation actions.”\nThis research was supported, in part, by the Natural Sciences and Engineering Research Council of Canada, and NASA.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}