{
  "url": "https://climate.nasa.gov/news/2476/sage-iii-to-look-back-at-earths-atmospheric-sunscreen/",
  "title": "SAGE III to look back at Earth’s atmospheric ‘sunscreen’",
  "date": null,
  "content": "7 min read\nOn the upcoming SpaceX CRS-10 resupply mission to the International Space Station (ISS), a Dragon spacecraft will deliver the Stratospheric Aerosol and Gas Experiment (SAGE) III instrument to further study ozone in the atmosphere.\nLiftoff of Dragon atop a SpaceX Falcon 9 rocket currently is planned for no earlier than Feb. 8 at 1:55 p.m. EST from Launch Complex 39A at NASA's Kennedy Space Center in Florida.\nOnce mounted on the space station, SAGE III will measure the Earth’s sunscreen, or ozone, along with other gases and aerosols, or tiny particles in the atmosphere. SAGE will make its measurements by locking onto the sun or moon and scanning the limb, or thin profile of the atmosphere from that unique vantage point.\nDuring the late 1970s, scientists began tracking a steady decline of ozone in the Earth's stratosphere. It was determined this was caused by extensive use of human-produced chemicals. Following years of global efforts to significantly reduce the number of ozone-depleting substances, experts now are optimistic the ozone layer will recover.\nNASA has a team of specialists with decades of experience dedicated to Earth science research such as SAGE III.\nThe fourth generation in a series of NASA Earth-observing instruments, SAGE III will be mounted on the space station where it will use the unique vantage point of low-Earth orbit to make long-term measurements of ozone, aerosols, water vapor and other gases in Earth's atmosphere.\nSince the instrument arrived at NASA's Kennedy Space Center, engineers at the Florida spaceport have assisted SAGE team members from NASA’s Langley Research Center in Hampton, Virginia in preparing it for launch.\nAccording to Rob Kuczajda, a Kennedy project manager in the ISS Utilization and Life Sciences Office, this SAGE III effort has been underway for several years.\n\"Our role actually began back in September 2011,\" he said. \"We sent a small delegation of engineers to Langley to meet with the SAGE team and learn about the payload. Our message was that Kennedy had years of expertise processing ISS payloads and that we were available to assist with SAGE III. Over the next four years, Kennedy engineers helped assemble and test parts of the payload.\"\nSAGE III now is being stored in the high bay of Kennedy's Space Station Processing Facility (SSPF), a world-class processing laboratory. Every American-launched element for construction of the ISS, all cargo and each experiment is prepared and checked out in the SSPF, a crucial part of a premier multi-user spaceport.\nWhile space station construction is complete, the facility remains active where specialized ISS payloads continue to be processed and tested prior to launch.\nBecause of the instrument's special optics, additional precautions during testing and processing were necessary.\n\"We spent about a year designing and constructing a super-clean 'tent' in the SSPF high bay,\" Kuczajda said. \"This is considered a Class '10K,' or 10,000, clean room. The designation signifies that there are less than 10,000 particles greater than half-micron in size in any cubic foot of air – that’s about 150 times cleaner than the air in the average living room.\"\nThe special care and testing will ensure SAGE III is ready for its crucial role of studying the Earth.\nThe highest levels of ozone in the atmosphere are in the stratosphere, a region also known as the ozone layer from about 6 to 31 miles above the Earth's surface. Ozone depletion has included larger springtime decreases in stratospheric ozone around Earth's polar regions, often referred to as the \"ozone hole.\"\n\"When scientists realized there was a hole in the ozone layer,\" Kuczajda said, \"it was determined that man-made chemicals were rapidly depleting ozone in the parts of the atmosphere that protect us from the harmful UV (ultraviolet) rays of the sun.\"\nAfter the discovery, worldwide concern grew because the unabsorbed portion of UV rays passing through the ozone layer causes sunburns in humans, as well as direct DNA damage in living tissues in both plants and animals.\nScientists determined the primary cause of ozone depletion was extensive use of chlorofluorocarbons employed as refrigerants, solvents and propellants in aerosol sprays.\nTo better understand this phenomena, SAGE was first flown during 1979 as a follow-up to the Stratospheric Aerosol Measurement, or SAM, on the July 1975 Apollo-Soyuz mission. SAGE II was a part of the Earth Radiation Budget Satellite, or ERBS, deployed by the crew of space shuttle Challenger in 1984. The SAGE III designed for the ISS is almost a duplicate of one launched in 2001 on a Russian Meteor-3M satellite.\nOn Sept. 16, 1987, an international treaty, known as the Montreal Protocol, was signed by most nations of the world. The agreement called for phasing out production of many of the substances that were responsible for ozone depletion. The treaty has been in force since Jan. 1, 1989.\nThe Intergovernmental Panel on Climate Change (IPCC), a scientific organization under the auspices of the United Nations, announced in 2005 that their observations of the stratosphere showed that the global amount of ozone is stabilizing. The IPCC study indicates that the atmosphere layer is expected to begin to recover in coming decades if the ban on ozone-depleting substances continues.\n\"It will be good to know that the efforts we are taking here, with the science community and across the globe, are actually improving and getting the ozone layer back to where it was 60 years ago,\" said Randy Wade, support manager of off-line labs in Kennedy's Exploration Research and Technology Programs Directorate.\nTo ensure SAGE III will be ready to go to work once it arrives at the ISS, extensive checkouts have been taking place in the special processing area of the SSPF.\n\"The processing has included functional testing on the payload, to verify everything is operating correctly after shipment of the payload from Langley to Florida,\" Kuczajda said.\nJennifer Wahlberg, also a Kennedy utilization project manager, has played a key role in helping coordinate the Langley team’s testing.\n\"We assisted the SAGE III team from Langley with our space station simulators,\" she said. \"They have performed command and data handling checkouts to make sure everything is going to transmit the data correctly, that commands go up and data can come down.\"\n\"The Kennedy Logistics team delivered the instrument to the SpaceX payload processing facility at Cape Canaveral Air Force Station where it will be prepared for flight aboard the Dragon spacecraft,\" Kuczajda said.\nWahlberg had high praise for the team from Langley.\n\"It's been great to work with the SAGE III team for the past several years,\" she said. \"It's really amazing to see how many people can work together to bring successful science to bear.\"\n“And the feeling is mutual,” said Mike Cisewski, SAGE III/ISS project manager at NASA’s Langley Research Center. \"Support from the KSC team has been exemplary through our payload development and processing at KSC. From logistics, to assembly of portions of our Nadir Viewing Platform and vibration testing fixture, for outstanding support at the Space Station Processing Facility, they have been great partners.”\nOnce SAGE III is installed on the ISS, Wade is hoping the instrument sends back data that the ozone layer is improving.\n\"I've seen a lot of changes in fluorocarbon use,\" he said. \"We've done a lot of things here at the Kennedy Space Center to reduce the use of fluorocarbons, and automobile cooling systems have changed. So they are going to try to verify if those efforts made on Earth have helped improve the ozone layer.\"\nWahlberg sees long-term benefits in the SAGE III research.\n\"I wish all the payload teams and the science teams great success,\" she said. \"I know they are doing important work for our future generations.\"\nScience in Space: April 2024 Everyone on Earth is touched by the effects of climate…\nA key part of NASA’s climate observing system, the Stratospheric Aerosol and Gas Experiment (SAGE)…\nOperating a science instrument aboard a crewed, frequently visited space station the size of a…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}