{
  "url": "https://climate.nasa.gov/news/2536/nasa-plans-another-busy-year-for-earth-science-fieldwork/",
  "title": "NASA plans another busy year for Earth science fieldwork",
  "date": null,
  "content": "From NASA\nThree new NASA field research campaigns get underway around the world this year and nine continue fieldwork to give scientists a deeper understanding of how our home planet works. Credit: NASA.\nNASA scientists are crisscrossing the globe in 2017 – from a Hawaiian volcano to Colorado mountain tops and west Pacific islands – to investigate critical scientific questions about how our planet is changing and what impacts humans are having on it.\nField experiments are an important part of NASA’s Earth science research. Scientists worldwide use the agency’s field data, together with satellite observations and computer models, to tackle environmental challenges and advance our knowledge of how the Earth works as a complex, integrated system.\n“At NASA we are always pushing the boundaries of what can be done from space to advance science and improve lives around the world,” said Thomas Zurbuchen, associate administrator of NASA’s Science Mission Directorate in Washington. “These field campaigns help us build better tools to address such issues as managing scarce water resources and alerting the public to natural disasters.”\nThree new field campaigns kick off this month. Scientists preparing for a future Hyperspectral Infrared Imager (HyspIRI) mission will take to the skies above Hawaii to collect airborne data on coral reef health and volcanic emissions and eruptions. This airborne experiment supports a potential HyspIRI satellite mission to study the world’s ecosystems and provide information on natural disasters.\nScientists working on a future satellite – the Plankton, Aerosol, Cloud, ocean Ecosystem (PACE) mission – sets sail in January from Hawaii. The month-long sea campaign across the Pacific on the research vessel Falkor will monitor the diversity of oceanic phytoplankton, microscopic plant-like organisms, and their impact on the marine carbon cycle. Novel measurements will be compared to existing satellite observations and used in preparation for the PACE mission.\nIn February, the SnowEx airborne campaign begins flights over the snow-covered forests of Colorado for the first of a multiyear effort to determine how much water is stored in Earth’s terrestrial snow-covered regions.\nIn addition to the new field campaigns, eight Earth science projects will continue this year. The second deployment of NASA's Atmospheric Tomography (ATom) mission begins in January with a 28-day flight around the world. ATom will gather measurements of more than 200 different gases, as well as aerosols from the air near the ocean surface to approximately seven miles altitude. The goal is to understand the sources, movement and transformation of short-lived greenhouse gases, such as ozone and methane, which are important contributors to climate change.\nThe Atmospheric Carbon and Transport – America (ACT-America) research team returns to the skies over the eastern half of the United States in January to continue tracking the movement of atmospheric carbon, the objective being to better understand the sources and sinks of greenhouse gases. Flights will originate from Louisiana, Nebraska and Virginia.\nThree field campaigns are heading to the Arctic. In March, Oceans Melting Greenland (OMG) will conduct its second set of airborne surveys of glacier heights around the edge of Greenland and coastal ocean conditions. The mission is providing the first comprehensive look at how glaciers and oceans change year to year.\nOperation IceBridge returns in March to the Arctic for the ninth straight year to measure changes in the elevation of the Greenland ice sheet and sea ice extent. In the fall, the team also will begin its yearly measurements of land and sea ice in Antarctica.\nThis summer, the Arctic Boreal Vulnerability Experiment (ABoVE) will start the airborne component of its decade-long campaign that began last year to study the ecology of the fast-changing northern reaches of Alaska and Canada. A diverse suite of instruments will be flown to investigate the region’s permafrost, carbon cycle, vegetation and water bodies and inform future satellite missions. Scientists will also go into the field to support the airborne measurements.\nTwo experiments head back to the Pacific Ocean this year. In February, the Coral Reef Airborne Laboratory (CORAL) project team will continue its airborne and in-water investigations in the Hawaiian Islands to assess the condition of threatened coral-based ecosystems. In the spring, CORAL will target the waters off Palau and Guam and the rest of the Mariana Islands. In October, NASA’s second Salinity Processes in the Upper Ocean Regional Study (SPURS-2) returns to the eastern tropical Pacific to recover instruments installed in September to investigate the oceanic and atmospheric processes that control changes in salinity.\nOn the other side of the world, two field campaigns are returning to the Atlantic Ocean. From its base in Namibia, the Observations of Clouds above Aerosols and their Interactions (ORACLES) study will use airborne instruments this fall to probe the impact on climate and rainfall of the interaction between clouds over the southeastern Atlantic Ocean and smoke from vegetation burning in southern Africa. The North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) will take to the sea and air, for the third year, to study how the world’s largest plankton bloom gives rise to small organic particles that influence clouds and climate.\nTo follow all of NASA’s 2017 Earth science field campaigns, visit:\nhttp://www.nasa.gov/earthexpeditions\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nPatrick Lynch\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-2102\r\npatrick.lynch@nasa.gov\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}