{
  "url": "https://climate.nasa.gov/news/2538/aquarius-scientist-receives-international-award/",
  "title": "Aquarius scientist receives international award",
  "date": null,
  "content": "From NASA\nArtist's concept of the Aquarius/SAC-D spacecraft, a collaboration between NASA and Argentina's space agency, with participation from Brazil, Canada, France and Italy. Aquarius, the NASA-built primary instrument on the spacecraft, took NASA's first space-based measurements of ocean surface salinity, a key missing variable in satellite observations of Earth that links ocean circulation, the global balance of freshwater and climate. Credit: NASA.\nGary Lagerloef, principal investigator of NASA's Aquarius mission to study the salinity of the ocean surface, has received Argentina's International Cooperation Award in Science, Technology and Innovation. The award, presented by the nation's Ministry of Science, recognizes non-Argentinians who have contributed significantly to increasing Argentina's international collaborations in the fields of science and technology.\nThe award ceremony took place last month in Buenos Aires.\nLagerloef, of Earth and Space Research, Seattle, played a key role in implementing the collaboration between NASA and the Argentine space agency, Comisión Nacionale de Actividades Espaciales (CONAE). That collaboration culminated in the launch of Aquarius on the Argentine SAC-D spacecraft in 2011. Aquarius was a pathfinder mission to demonstrate that the salinity of the ocean surface could be measured from space. Aquarius successfully completed its three-year prime mission in 2014, and operated in extended mission mode until the SAC-D spacecraft ceased operations in 2015.\n\"Many of the achievements of this endeavor are due to Dr. Lagerloef's recognition of the scientific and technological capacity of institutions and colleagues in Argentina,\" according to the official citation from CONAE. \"The stimulus and active participation of Dr. Lagerloef were key to promoting an unprecedented binational collaboration in the field of marine research.\"\nFor more information on Aquarius, see:\nhttps://aquarius.nasa.gov\nhttp://aquarius.umaine.edu/cgi/index.htm\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}