{
  "url": "https://climate.nasa.gov/news/2539/nasa-dust-on-snow-data-help-colorado-river-managers/",
  "title": "NASA dust-on-snow data help Colorado River managers",
  "date": null,
  "content": "From NASA\nThe snow-capped mountains of Colorado and Utah contain trillions of gallons of water stored in the form of snow. Meltwater from this snow will eventually flow into the Colorado River, delivering much needed water to seven Western states and 33 million people. Accurately predicting water from snowmelt is critical to the region, and Earth-observing satellites can help. Credit: iStock.\nWhen Michelle Stokes and Stacie Bender look out across the snow-capped mountains of Utah and Colorado, they see more than just a majestic landscape. They see millions of gallons of water that will eventually flow into the Colorado River.\nThe water stored as snowpack there will make its way to some 33 million people across seven western states, irrigating acres of lettuce, fruits and nuts in California, generating enormous amounts of electricity and ultimately flowing from taps in seven states. For a few of these sun-drenched states, snowfall (and its subsequent melt) provides up to 80 percent of the annual precipitation, which is ultimately used for drinking, farming, recreation and power generation. While it’s important for water managers in these states to know the amount of water they can expect from snowmelt, it’s every bit as important for them to know when to expect it.\nAs hydrologists at the Colorado Basin River Forecast Center, Stokes and Bender do just that, by providing stream flow forecasts for watersheds within the Colorado River Basin and the region. This basin includes some of the most parched land in the United States. As a result, so much water is taken out for human uses and so little put back in that the river routinely runs dry before it ever reaches its mouth at the Gulf of California in Mexico. With such a scarce resource, every drop counts.\n“The forecasts we get from the center provide crucial information for managing our water resources and reservoir facilities,” said Dave Kanzer, a deputy chief engineer for Colorado River District in Glenwood Springs, Colorado. “The water supply forecasts are critical. If we receive less water than the forecasts predict, we won’t have enough saved in the reservoirs to keep the river flowing throughout the irrigation demand season. Conversely, if we receive more than forecasted, we could have to release extra water, without causing damaging floods.”\nAware of the importance of accuracy, the center inputs numerous readings into a complex computer program that uses that information to generate its forecasts. Prior to 2011, those inputs came solely from ground-based sensors and direct observations from staff. However, 2009 served as a turning point when massive storms blew what seemed to be unprecedented amounts of dust from the Colorado plateau onto the pristine white snow in the Rocky Mountains. Under a thick blanket of dust, the normally reflective white snow absorbed more of the sun’s energy, and the snowpack melted at a much faster rate than expected during the runoff season.\n“We found that really dusty conditions increase the rate of snowmelt about as much as raising the temperature by 1 to 3 degrees Fahrenheit [0.5 to 2 degrees Celsius],” explained Bender. “It became very clear that we had to identify a more precise way of measuring dust on snow.”\nWhile measuring dust might seem like the time to zoom in, Stokes and Bender actually had to zoom out — way out. As they soon discovered, the answer was orbiting high above the Rocky Mountains in space.\nTom Painter has spent his fair share of time among the pristine peaks of the Rockies. As a research scientist at NASA’s Jet Propulsion Laboratory in Pasadena, California, he’s been studying dust and snowpack for years. In 2011, Painter and his colleagues signed on to help Stokes and Bender improve streamflow forecasts by harnessing the power of Earth observations from space; a fruitful collaboration was born.\nWith NASA’s help, the center began to incorporate two sets of remotely sensed data into its forecasting model. The first set gave them a more accurate reading of where the snow was located. The second provided them with a clearer picture of the snowpack’s surface conditions, and specifically the amount of additional sunlight absorbed by dust contained in the snowpack.\n“When we first started using remote sensing data, everything shifted,” said Bender. “In fact, our research shows that using remote sensing data reduces the error by about 70 percent in some watersheds. It enables us to predict the stream flow timing much better than what our system did before.”\nWith more accurate forecasts, water managers are now able to make better decisions about when and how much water to store and/or release into the Colorado River Basin — decisions that can have a dramatic impact on the lives and well-being of people and wildlife.\n“We know how crucial water is to farmers and communities,” said Kanzer. “At the same time, without enough water flowing through the rivers, entire generations of endangered fishes could be put at risk. The more accurate the forecasts are, the better equipped we are to strike that balance.”\nAs water management becomes increasingly vital due to population growth and recurring droughts, the connection between Earth-observing satellite data and those working hands-on with that information is increasingly critical. “Collaboration is essential to finding answers and providing information that benefits our communities,” said Painter. “With these partnerships, we’re able to leverage enhanced knowledge of planet Earth to advance science, while simultaneously helping to create healthier livelihoods, economies and environments. And these partnerships help us identify new questions and important areas for research.”\nBy working together to use NASA’s satellite data, Painter and the Colorado Basin River Forecast Center ensure that more than 33 million people have a more secure water supply and don’t have to worry about consulting a forecast before turning on the faucet.\nDespite the importance of snowpack albedo — the proportion of light that is reflected versus absorbed — in controlling snowpack runoff, snowpack albedo has been unquantified for much of the United States. To measure it, Painter’s team at NASA detects light-absorbing impurities (such as dust) on the snow using MODIS (Moderate Resolution Imaging Spectroradiometer) instruments aboard two satellites: Terra and Aqua. NASA uses these data to estimate the additional energy absorbed by the snowpack, an essential input for understanding snowpack energy-balance dynamics. Growing from this effort, Painter’s team has developed the Airborne Snow Observatory, which assembles the combination of albedo and snow water equivalent, the two most important controls on timing and magnitude of snowmelt runoff.\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nStephen.E.Cole@nasa.gov\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}