{
  "url": "https://climate.nasa.gov/news/2543/storms-filled-37-percent-of-ca-snow-water-deficit/",
  "title": "Storms filled 37 percent of CA snow-water deficit",
  "date": null,
  "content": "From NASA\nThese maps show how much water was stored in the Sierra snowpack on Jan. 6 (left) and Jan. 24 (center), 2017. Darker colors indicate more water. The inset bar graph in the center figure shows the annual snowpack water storage relative to the pre-drought average as well as the cumulative snow-water deficit.  The map on right shows snowpack water storage on Jan. 24 as a percentage of pre-drought average snowpack water storage at its greatest. Areas in green are over 100 percent of average. Credit: CU/NASA. View larger image.\nThe \"atmospheric river\" weather patterns that pummeled California with storms from late December to late January may have recouped 37 percent of the state’s five-year snow-water deficit, according to new University of Colorado Boulder-led research using NASA satellite data.\nResearchers at the university's Center for Water Earth Science and Technology (CWEST) estimate that two powerful recent storms deposited roughly 17.5-million acre feet (21.6 cubic kilometers) of water on California’s Sierra Nevada range in January. Compared to averages from the pre-drought satellite record, that amount represents more than 120 percent of the typical annual snow accumulation for this range. Snowmelt from the range is a critical water source for the state's agriculture, hydropower generation and municipal water supplies.\nTo derive the estimate, the researchers combined data from NASA’s Moderate Resolution Imaging Spectroradiometer (MODIS) instruments on NASA’s Aqua and Terra spacecraft; a computer model jointly developed by the University of Colorado and NASA’s Jet Propulsion Laboratory, Pasadena, California; and ground-based snow sensor data from the California Department of Water Resources, Sacramento.\nSnow-water deficit is the deficit in water stored in snowpack compared with the annual average water stored in snowpack before the drought began in 2012. On average, California experienced a snow-water deficit of approximately 10.8-million acre feet (13.3 cubic kilometers) per year during the drought years of 2012 through 2016. The total deficit over that five-year period is roughly 54 million acre feet (67 cubic kilometers). The recent storms appear to have reduced that total by roughly 37 percent in less than one month.\nAtmospheric rivers — such as the so-called Pineapple Express phenomenon that affects the U.S. West Coast — funnel large amounts of moisture out of the tropics and bring heavy rain and snow over short periods of time. In January, most of the higher elevations in northern California received more than 10 feet (3 meters) of snow in just over two weeks, with some locations receiving more than 20 feet (6 meters).\n\"Early in the January storm cycle, lower mountain elevations received some rain, but the vast majority of the mountain precipitation has come as snow — which is exactly the way we need this precipitation,\" said Thomas Painter, a snow scientist at NASA’s Jet Propulsion Laboratory, Pasadena, California, and principal investigator of NASA’s Airborne Snow Observatory. \"As snow, it releases to reservoirs and ecosystems more gradually and efficiently over the summer months.\"\nNoah Molotch, who led the new study, cautioned that there is still a long way to go before California makes up its snow-water deficit completely. Molotch is director of CWEST and a research scientist at JPL.\n\"When the snow stopped falling five years ago, the state had to tap into its groundwater reserves to keep up,\" Molotch said. \"One snowy winter won’t be able to entirely reverse that, but there is, at least, some cautious optimism.\"\nMolotch indicated that, with the much-needed snow, the recent storms also brought some flood risk.\n\"The concern moving forward relates to what happens with the weather for the rest of the winter,\" said Molotch. \"Reservoirs across the Sierra foothills are now relatively full. If we get another intense atmospheric river with warmer air temperatures, that could lead to melting of the snowpack, and the risk for rain-induced flooding is considerable.\"\n\"The start to winter has been the best California has seen since 2011 and gives water managers hope for relief from what has been a historically dry five-year period,\" said David Rizzardo, chief of Snow Surveys and Water Supply Forecasting for the California Department of Water Resources. \"The valuable data gathered by the CWEST and NASA Earth science teams gives the California Department of Water Resources a broader sense for how much water is being stored in our snowpack, allowing us to fine-tune vital seasonal runoff estimates, which are used by water managers and reservoir operators across the state.\"\nThe California Department of Water Resources will release the results of its most recent snow survey on Feb. 2. Final data will be available at that time.\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nTrent Knoss\r\nUniversity of Colorado, Boulder\r\n303-735-0528\r\nTrent.Knoss@colorado.edu\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}