{
  "url": "https://climate.nasa.gov/news/2540/tree-rings-provide-snapshots-of-earths-past-climate/",
  "title": "Tree rings provide snapshots of Earth's past climate",
  "date": null,
  "content": "By Jessica Stoller-Conrad\r\nAdapted from NASA's Climate Kids\nThe light and dark rings of a tree. Credit: Flickr Creative Commons user Amanda Tromley.\nIf you look out the window, you can tell if it’s rainy or sunny right now, but that doesn’t say very much about your region’s climate—the area’s average weather conditions over a long period of time (30 years or more). However, that big tree in your backyard has been keeping a detailed climate record for decades.\nTrees can live for hundreds—and sometimes even thousands—of years. Over this long lifetime, a tree can experience a variety of environmental conditions: wet years, dry years, cold years, hot years, early frosts, forest fires and more.\nBut how do trees keep track of this information?\nIf you’ve ever seen a tree stump, you’ve probably noticed that the top of a stump has a series of concentric rings. These rings can tell us how old the tree is, and what the weather was like during each year of the tree’s life. The light-colored rings represent wood that grew in the spring and early summer, while the dark rings represent wood that grew in the late summer and fall. One light ring plus one dark ring equals one year of the tree’s life.\nBecause trees are sensitive to local climate conditions, such as rain and temperature, they give scientists some information about that area’s local climate in the past. For example, tree rings usually grow wider in warm, wet years and they are thinner in years when it is cold and dry. If the tree has experienced stressful conditions, such as a drought, the tree might hardly grow at all in those years.\nScientists can compare modern trees with local measurements of temperature and precipitation from the nearest weather station. The National Weather Service has been keeping weather records in the United States since 1891, but very old trees can offer clues about what the climate was like long before measurements were recorded. This field—the study of past climates—is called paleoclimatology.\nSince we can’t go back in time to learn about past climates, paleoclimatologists rely upon natural sources of climate data, such as tree rings, cores drilled from Antarctic ice and sediment collected from the bottom of lakes and oceans. These sources, called proxies, can extend our knowledge of weather and climate from hundreds to millions of years.\nThe information from proxies, combined with weather and climate information from NASA satellites, can help scientists model major climate events that shaped our planet in the past. And these models can also help us make predictions about what climate patterns to expect in the future.\nTo learn more about another important way scientists study Earth's climate history, see About Ice Cores (external site).\nTake a deeper dive into the science of tree rings at the University of Arizona's Laboratory of Tree-Ring Research.\nA student learns how to take a tree core sample with an increment borer in the Manti-LaSal National Forest in Utah. Credit: USDA.No way! You can count the rings of a tree by collecting a sample with an instrument called an increment borer. The borer extracts a thin strip of wood that goes all the way to the center of the tree. When you pull the strip out, you can count the rings on the strip of wood and the tree is still healthy.\nA student learns how to take a tree core sample with an increment borer in the Manti-LaSal National Forest in Utah. Credit: USDA.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}